{"article_title": "Jeff Thomson on his bowling, the lowest point in his career and today's cricket.", "article_keywords": ["lowest", "injured", "cricket", "good", "todays", "dont", "jeff", "career", "point", "bowl", "thomson", "cant", "bowled", "bowling", "need", "didnt", "think", "know"], "article_url": "http://www.couriermail.com.au/sport/cricket/jeff-thomson-on-his-bowling-the-lowest-point-in-his-career-and-todays-cricket/story-fnii0bxd-1226766986876", "article_text": "JEFF Thomson was one of cricket's most feared bowlers, perhaps the fastest of all time. A larrikin Queenslander, Thommo blasted out 200 Test wickets. He has always shot from the hip and called a spade a shovel.\n\nWere batsmen scared of you when you were in your prime?\n\nYes, definitely. Not just the Poms, a whole heap of batsmen. I really mean that. I knew they were. They were shitting themselves. I could see it, I could smell it. Beefy (Ian Botham) never got any runs against me. When I bowled quick, he didn't like it. Have a look at the record books. Beefy didn't go any good against me or the West Indies. He didn't like them either.\n\nYou were clocked about 160km/h but did you bowl quicker than that?\n\nThe boys will tell you I bowled a lot faster. I'm not just an old guy reminiscing, but I bowled miles quicker than that. I know what I did. I know the results. I know what I hit, the bones I broke and the guys who were too scored to play shots.\n\nYour slingshot action was unusual but it worked a treat for you. Did it come naturally or did you have to work at it?\n\nIt was all natural. My old man bowled like that so it was just hereditary. I was born with it. My old man was a good cricketer and he just got out there and bowled and that is what I did. We all sort of bowled the same, my brothers and I. And my boys bowl the same as me, and I didn't teach them.\n\nAre you surprised other fast bowlers haven't tried to copy your action?\n\nYes I am. But I'm not surprised either with the (expletive) that are around in cricket at the moment. The bullshit circle of trainers and officials, non-players who have too much say in what goes on. That is why we are where we are.\n\nDid you think much about swing or line and length, or just try to ramp up your pace?\n\nAll I ever tried to do was bowl quick. The only Australian bloke who is sharpish at the moment is Mitchell Johnson, when he gets it right he proves to be difficult. The games he does fire up, it is there. The trouble is that he is a one-off thing, everybody else is back to the pack. You can either bowl bloody quick or you can't. It's not something you can't teach. You either have pace or you don't. It's like being runner - you are either a 100m sprinter or you are not. You can't turn into one.\n\nHave there been many fast bowlers who have excited you in the past 20 years?\n\nNot too many. I liked watching Wasim Akram because he moved the ball so much. Whether it was legal or not I dunno, but I don't care. Curtly Ambrose was good, Malcolm Marshall was good. These were the blokes after my period that I liked watching. In the past 15 years I would struggle for blokes to excite me.\n\nYou had a famous last stand with Allan Border in the MCG Ashes Test of 1982-83. You fell a heartbreaking four runs short of victory when you edged Ian Botham to Chris Tavare at slip only for Geoff Miller to catch the rebound. Was that your lowest moment in cricket?\n\nIt was up there as one of the lowlights of my whole life. I couldn't talk about that for a long, long time. It was good to be with AB out there but it was shit to lose by a bee's dick. It was my own fault. It was a shit ball. I just made up my mind to hit a single rather than wait to see what the ball was. I could have hit it for four. But we won the series anyway. That just made me try harder the next game. We don't talk about it - it was just a stuff-up.\n\nYou were rarely injured. Is it true you were hardly ever on the physio bench?\n\nI didn't really have any injuries. I liked a massage but I can't remember getting treated for too much. You've just got to keep going. I think the boys used to think I was bulletproof when I played. I guess I was lucky that way. But the fact I wasn't injured would tell you that my bowling action was good.\n\nWhat do you make of the huge toll of injured Australian fast bowlers these days?\n\nThere is Mitchell Starc, Pat Cummins, James Pattinson. And then there is Jackson Bird. But that's a bonus, because he can't bowl. If you were a selector ... you have to hope like hell that Ryan Harris doesn't break down. I don't know what it is with all these blokes getting injured. It is a problem that they are not tough enough for the job at hand. You have officials telling them they can't bowl and they have to have a rest. All they did in my day was come up and say are you OK to play? And you said, sure I am fine.\n\nWhat do you think should happen if we lose the Ashes this summer?\n\nIf that happens, we will have hit absolute rock bottom. I think they really need to go through all these trainers and officials and give them all the arse. If we don't do anything this summer, they need to be sacked. I'm talking about blokes like (team performance boss) Pat Howard and (Cricket Australia CEO) James Sutherand. Why is Sutherland still there? Haven't we been going backwards? People need to get the sack in administration for running the system wrongly, coming up with all these stupid ideas that didn't need to be done.\n\nYou have been extremely critical of Shane Watson in the past. Have you changed your tune?\n\nI think he is our second best batsman but he just don't do enough. And he annoys the public. Like recently when he came from Indian one-day series injured, then one day later he seems to be fine. I think everyone thinks he is soft. But one thing I will say about Watson is he is a lot better than some of those other clowns. I don't rate Usman Khawaja and Shaun Marsh, they do too many things wrong. The minute they play a decent bowler, they don't get any runs.", "article_metadata": {"description": "JEFF Thomson was one of cricket's most feared bowlers, perhaps the fastest of all time. A larrikin Queenslander, Thommo blasted out 200 Test wickets. He has always shot from the hip and called a spade a shovel.", "generator": "legacy", "og": {"site_name": "CourierMail", "description": "JEFF Thomson was one of cricket's most feared bowlers, perhaps the fastest of all time. A larrikin Queenslander, Thommo blasted out 200 Test wickets. He has always shot from the hip and called a spade a shovel.", "title": "Jeff Thomson on his bowling, the lowest point in his career and today's cricket.", "url": "http://www.couriermail.com.au/sport/cricket/jeff-thomson-on-his-bowling-the-lowest-point-in-his-career-and-todays-cricket/story-fnii0bxd-1226766986876", "image": "http://resources0.news.com.au/images/2013/11/23/1226766/989524-1df10670-5437-11e3-b7b4-89041ea3763d.jpg", "type": "article"}, "twitter": {"image": {"src": "http://resources0.news.com.au/images/2013/11/23/1226766/989524-1df10670-5437-11e3-b7b4-89041ea3763d.jpg"}, "site": {"identifier": "@couriermail", "id": "@couriermail"}, "card": "summary_large_image"}, "robots": "noarchive", "fb": {"admins": ",100000875899514", "app_id": 134856659877884}, "articleid": 1226766986876, "keywords": "Australian fast bowlers, fast bowlers, bowling action, slingshot action, injured Australian, Australian bloke, Pat Howard, Rodney Hogg, James Pattinson, Pat Cummins, Jackson Bird, Mitchell Starc, Shaun Marsh, Ryan Harris, Dennis Lillee, Mitchell Johnson, team performance boss, shit ball, absolute rock bottom, blokes getting, lowest moment, ,,,Australia, Mark Evans, Jeff Thomson, Malcolm Marshall, James Sutherand, Geoff Miller, Shane Watson", "article": {"publisher": "News Limited", "publicationdate": "Sat Nov 23 23:09:18 EST 2013", "modified_time": "Sat Nov 23 23:09:18 EST 2013", "author": "Ben Dorries"}}, "_id": "\"57477af36914bd0286fd20af\"", "article_summary": "People need to get the sack in administration for running the system wrongly, coming up with all these stupid ideas that didn't need to be done.\nYou have officials telling them they can't bowl and they have to have a rest.\nBut that's a bonus, because he can't bowl.\nI don't know what it is with all these blokes getting injured.\nJEFF Thomson was one of cricket's most feared bowlers, perhaps the fastest of all time."}