{"article_title": "Calif. has novel view of health care for undocumented immigrants", "article_keywords": ["torres", "novel", "medical", "immigrants", "states", "undocumented", "state", "health", "coverage", "california", "view", "calif", "care"], "article_url": "http://www.usatoday.com/story/news/nation-now/2015/01/17/california-dramatically-different-approach-to-health-care-for-undocumented-immigrants/21871167/", "article_text": "Guadalupe Carrera, 36, with her daughter Eva Maqueda, 9, and son Jose Maqueda, 5, fills out an application for health insurance assistance at El Proyecto Del Barrio Family Health Care Clinic on Jan. 8, 2015. (Photo: Heidi de Marco, Kaiser Health News)\n\nPASADENA, Calif. — Angel Torres hasn't been to the doctor since coming to the United States illegally more than two decades ago. But now, his vision is getting blurry and he frequently feels tired. Torres, 51, worries he might have diabetes like his brothers.\n\n\"Time is passing,\" he said in Spanish. \"I need to get checked out.\"\n\nTorres is in luck. He lives in California, which has a dramatically different approach to health care for undocumented immigrants than most other states.\n\nSeveral counties — including Los Angeles, where Torres lives — offer these immigrants free coverage at local clinics. In addition, as many as 500,000 low-income immigrant parents eligible for President Obama's new deportation relief likely will qualify for Medi-Cal, California's version of Medicaid. Already, young adults who were brought here as children have been granted similar immigration relief and can receive the state-funded insurance.\n\nAnd in December, legislation was proposed to extend state-subsidized health insurance to everyone, including those barred from getting covered through the Affordable Care Act. Federal dollars could not be used.\n\nThe push to offer health insurance to all Californians regardless of immigration status is the latest in a series of immigrant-friendly state policies. Undocumented immigrants here can obtain licenses to practice medicine, law or other professions, and, as of this month, they can apply for driver's licenses.\n\nThere is no guarantee that other states will follow California's lead, but the size and demographic makeup of the state ensure it a prominent role in the national debate over covering undocumented immigrants.\n\nIf California \"goes out on a limb … it is a really big thing,\" said Randy Capps, director of research for the Migration Policy Institute, a nonpartisan think tank based in Washington, D.C.\n\nCalifornia has been a leader on some immigration issues. For instance, it was one of the first states to offer in-state tuition to students here illegally. Now, as undocumented immigrants increasingly settle throughout the country, about 20 do so.\n\nStill, some states are unlikely to consider offering them health coverage in the near future. In the South, for example, advocates for expanded coverage say they are still trying to convince officials to broaden Medicaid programs to include more U.S. citizens and legal residents.\n\n\"We are having a very different conversation,\" said Cindy Zeldin, executive director of Georgians for a Healthy Future. \"I think we are really far away as a state from where California is.\"\n\nCalifornia, however, is very far from where it used to be.\n\nIn 1994, voters passed an initiative, Proposition 187, that sought to deny education, health care and other benefits to immigrants here illegally. It was largely invalidated by the courts.\n\n\"It is really an important development that California — 21 years after Prop. 187 — is where it is,\" said Thomas A. Saenz, president of the Mexican American Legal Defense and Educational Fund, or MALDEF.\n\nSaenz attributes California's transformation in part to the growth of the immigrant population and Latino electorate. He also believes people have come to understand that issues like health affect everyone — one person's inability to get treatment can sicken others in the community.\n\nNot everyone is so thrilled with the new health insurance push. Tim Donnelly, a former state assemblyman, said providing coverage to any immigrants here illegally is fiscally irresponsible and threatens to \"erase the line between legal and illegal.\"\n\n\"We've finally gotten the seesaw of the California budget under control,\" said Donnelly, who was a leader in the Minuteman border patrol group.\n\nIn the meantime, local initiatives in California are paving the way for broader change, said Anthony Wright, executive director of the consumer group Health Access. \"We think that these county efforts … provide momentum,\" he said.\n\nLast fall, Los Angeles County rolled out its $61 million program called My Health LA, which provides free coverage to undocumented immigrants and pays community clinics to care for them.\n\nAngel Torres signed up at Community Health Alliance of Pasadena this month and made an appointment to see a doctor.\n\nAt another clinic, El Proyecto del Barrio in the San Fernando Valley, Maria Lara signed up, along with her 11-year old daughter, for My Health LA. Her son, born several months ago in the U.S., receives Medi-Cal, she said.\n\nLara said that just a few weeks before the birth, her husband was deported. Now she lives off the support of her church. A friend told her she could get free health coverage at a local clinic.\n\n\"Now I can make an appointment and not wait for hours in the emergency room,\" she said.\n\nThe state bill, proposed by Sen. Ricardo Lara, would allow low-income immigrants to receive Medi-Cal and those with higher incomes to purchase plans with state subsidies.\n\nA U.C. Berkeley study issued in May said insuring undocumented immigrants would cost about $360 million, which would be offset by a drop in health care costs for the uninsured as well as an increase in sales tax revenue from health plans.\n\nWhen Gov. Jerry Brown issued his spending plan this month, he didn't include an estimate for how much it would cost the state to extend Medi-Cal to undocumented immigrants granted deportation relief under the Obama order. The relief applies to certain undocumented parents of U.S. citizen or legal resident children. State health officials said it was too early to tell how many people would apply.\n\nAbout 1.85 million undocumented immigrants in California are uninsured, Capps of the Migration Policy Institute said. He estimated that Obama's new policy could bring forward between 450,000 and 500,000 Medi-Cal applicants\n\nMeanwhile, the campaign to cover everyone in California is continuing. The California Endowment is promoting the coverage through billboards, social media and radio ads. Daniel Zingale, senior vice president at the organization, said Obamacare should have included the undocumented population.\n\n\"We have to find a way to finish the job,\" he said.\n\nKaiser Health News is an editorially independent program of the Kaiser Family Foundation.\n\n​\n\nRead or Share this story: http://usat.ly/1C9NZvj", "article_metadata": {"google": "notranslate", "description": "It's the latest of immigrant-friendly approaches in the Golden State.", "og": {"site_name": "USA TODAY", "description": "It's the latest of immigrant-friendly approaches in the Golden State.", "title": "Calif. has novel view of health care for undocumented immigrants", "url": "http://www.usatoday.com/story/news/nation-now/2015/01/17/california-dramatically-different-approach-to-health-care-for-undocumented-immigrants/21871167/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "It's the latest of immigrant-friendly approaches in the Golden State.", "title": "Calif. has novel view of health care for undocumented immigrants", "image": "http://www.gannett-cdn.com/-mm-/e686d7402bbf720419c720f487e6b2a05ed05b10/c=0-0-178-178&r=x643&c=640x640/local/-/media/2015/01/16/USATODAY/USATODAY/635570145873604088-kaiserhealthnews.jpg", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Persons/Jerry Brown", "gci-asset-type": "story", "gci-categories": "Persons/Jerry Brown", "title": "Calif. has novel view of health care for undocumented immigrants", "author": "Anna Gorman", "pageclass": "article", "recs": {"category": "news/nation-now", "image-3-4": "http://www.gannett-cdn.com/-mm-/f1d8146f37b324021e8637332b4572783d01168f/c=5-0-139-178/local/-/media/2015/01/16/USATODAY/USATODAY/635570145873604088-kaiserhealthnews.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/dce8db22d9d616f8dc6373963435bfeff58b1048/c=0-0-178-178/local/-/media/2015/01/16/USATODAY/USATODAY/635570145873604088-kaiserhealthnews.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/0c52f51ef2e7b0c77850be852701bdac0567fb7c/c=0-22-178-156/local/-/media/2015/01/16/USATODAY/USATODAY/635570145873604088-kaiserhealthnews.jpg", "image": "http://www.gannett-cdn.com/-mm-/8b707746e8d52ef25fee88d36102dbdb9e2ddf5a/c=0-3-178-104&r=x633&c=1200x630/local/-/media/2015/01/16/USATODAY/USATODAY/635570145873604088-kaiserhealthnews.jpg", "publishtime": "2015-01-17T16:45:26.937000-05:00", "shorthed": "Calif. has novel view of health care for undocumented immigrants", "articleid": 21871167, "image-16-9": "http://www.gannett-cdn.com/-mm-/d571845d4df8cf6bd512ed74c0867ba986f18d42/c=0-3-178-104/local/-/media/2015/01/16/USATODAY/USATODAY/635570145873604088-kaiserhealthnews.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/21f551fb0bf3de169372701c56be28932208d462/c=23-0-123-178/local/-/media/2015/01/16/USATODAY/USATODAY/635570145873604088-kaiserhealthnews.jpg"}}, "news_keywords": "california, proposition 187, health care, medicare, medicaid, medical, obama care, affordable care act, immigrants, undocumented,"}, "_id": "\"57477af36914bd0286fcc9fa\"", "article_summary": "He lives in California, which has a dramatically different approach to health care for undocumented immigrants than most other states.\nUndocumented immigrants here can obtain licenses to practice medicine, law or other professions, and, as of this month, they can apply for driver's licenses.\nIn 1994, voters passed an initiative, Proposition 187, that sought to deny education, health care and other benefits to immigrants here illegally.\nNow, as undocumented immigrants increasingly settle throughout the country, about 20 do so.\nAbout 1.85 million undocumented immigrants in California are uninsured, Capps of the Migration Policy Institute said."}