{"article_title": "Estes Park trustee candidate's comments on foreign workers drawing criticism", "article_keywords": ["criticism", "koenig", "school", "forum", "dickey", "workers", "park", "comments", "foreign", "going", "candidates", "estes", "local", "drawing", "trustee"], "article_url": "http://www.eptrail.com/estes-park-news/ci_25352547/estes-park-trustee-candidates-comments-foreign-workers-drawing", "article_text": "Incumbent Wendy Koenig's comments were made at League of Women Voter forum\n\nRemarks made recently by current Estes Park Town Board Trustee Wendy Koenig about the presence of foreign workers in the community is drawing criticism and concern among some members of the community.\n\nKoenig, who is running for re-election, made the comments during the March 6 League of Women Voters forum at Town Hall. The forum was televised and can be seen on the town's website athttp://estesgovtv.pegcentral.com/player.php?video=7810c8f3326365d716676611dfdb2fc3 under the Boards and Meetings button.\n\nDuring discussion about how declining school enrollment could be a sign that the economic health of the community is wavering, Koenig indicated that service jobs that used to go to local kids were now going to workers from Mexico and Europe. She said that should stop and even suggested the possibility that the town's affordable housing problem could be traced to this imported workforce.\n\nHer comments:\n\n\"I have a little bit of a different viewpoint on this. I think one aspect we are not looking at is the fact that the people who fill the jobs have changed within Estes Park. We need to analyze why that happened.\n\nAdvertisement\n\n\"Growing up in Estes, all students worked as maids, waitresses, in the hotels, down in the shops, they were all willing to do that. And, the school district cooperated by making sure that school started after Labor Day and ended before Memorial Day.\n\n\"We need to quit going down to Mexico and bringing in people who are migrant workers because they are just here for a short period of time. We need to determine if affordable housing is actually needed, because right now the people - the Eastern Bloc people, the Soviets, the Czechoslovakians - they're here for three months. They are not planning on living in Estes Park.\n\n\"So, I think we need to do some more research on this topic so that the school district can grow and prosper.\"\n\nHer remarks about local businesses going to Mexico to bring in \"migrant workers\" and also employing \"Soviets and Czechoslovakians\" made some at the forum uneasy. Some even took her remarks as racist.\n\nOne of those was local businessman Charley Dickey, who approached Koenig after the forum.\n\n\"I went up to her and said: 'That was kind of bold, Wendy,'\" Dickey said today.\n\nWhen asked if he thought her comments were racist, Dickey didn't hesitate.\n\n\"I did. I absolutely did,\" he said.\n\nWhen asked how Koenig responded to him, Dickey said it appeared she didn't understand how her response was heard.\n\n\"She kind of sluffed me off and said something like 'Someone's got to say it,'\" Dickey said.\n\nDickey, who owns Rustic Mountain Charm, 135 E. Elkhorn Avenue, said he was also offended by the assertion that Estes Park business owners seek out foreign workers first rather than local students.\n\n\"She thinks we go and hire cheap labor from Mexico and Europe and ignore Estes Park kids,\" Dickey said. \"That's not true.\n\n\"I have put advertisements (for seasonal help) in both papers,\" Dickey said. \"The only application I got so far was from a woman in Drake. That's it. In fact, I haven't had a high school kid work here in four years.\"\n\nDickey said the lack of local applications is probably due to a couple things.\n\n\"I think a lot of them believe it's beneath them to work in retail in downtown Estes Park,\" he said. \"It's not like the old days when you were home for three months (in the summer) and your dad told you to get off your (posterior) and get a job. It's not like that anymore. No one's being pushed to go get a job.\"\n\nWhen he couldn't find local help, Dickey said he and other merchants have looked elsewhere for seasonal help, often hiring workers from other countries.\n\n\"Those folks come here, they work hard, and some even stay and visit us for a while,\" he said. \"I really don't have a problem with them only being here for three months if they work. But, I also don't have an option. I have no choice.\"\n\nAnother local business person upset with Koenig's statements is Diane Muno, the president of Estes Valley Partners for Commerce and the owner of four local businesses.\n\n\"I was appalled, first in the context of putting local businesses down but, second, the prejudice was incredible. Labeling people and their worth?\"\n\nMuno said she first her Koenig give similar comments to a small group of non-affiliated citizens and then was present at the forum when Koenig reiterated her position.\n\n\"I was offended,\" Muno said. \"I personally found it to be concerning.\"\n\nMuno said she has since talked with a number of business people, many of whom had not heard Koenig's comments but were now going back to hear what she said in the taped version of the forum.\n\n\"When I told them what she had said, they were immediately offended,\" Muno said.\n\nDuring a candidate interview with the Estes Park Trail-Gazette editorial board last Thursday, Koenig stood by her remarks at the League of Women Voters forum, only regretting the use of the word \"migrant.\"\n\nWhen asked by board members about the sensitivity of her remarks, she said on two occasions \" ... if you're looking for an apology, you're not going to get one.\"\n\nKoenig could not be reached for further comment on Saturday.\n\nContact David Persons at dpersons@eptrail.com", "article_metadata": {"sailthru.url": "http://www.eptrail.com/estes-park-news/ci_25352547/estes-park-trustee-candidates-comments-foreign-workers-drawing", "modificationDate": "2014-03-17T11:19:14-0600", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site28/2014/0315/20140315__19epkoenigcommentsw~1_300.jpg", "sailthru.author": "By David Persons \n \n  Trail-Gazette", "description": "Remarks made recently by current Estes Park Town Board Trustee Wendy Koenig about the presence of foreign workers in the community is drawing criticism and concern among some members of the community.", "ag": {"canon": "EstesParkTrail-Gazette:article:25352547:view"}, "startDate": "2014-03-15T18:30:19-0600", "og": {"url": "http://www.eptrail.com/estes-park-news/ci_25352547/estes-park-trustee-candidates-comments-foreign-workers-drawing", "image": "http://extras.mnginteractive.com/live/media/site28/2014/0315/20140315__19epkoenigcommentsw~1.jpg", "type": "article", "description": "Remarks made recently by current Estes Park Town Board Trustee Wendy Koenig about the presence of foreign workers in the community is drawing criticism and concern among some members of the community.", "title": "Estes Park trustee candidate's comments on foreign workers drawing criticism"}, "twitter": {"domain": "eptrail.com", "description": "Remarks made recently by current Estes Park Town Board Trustee Wendy Koenig about the presence of foreign workers in the community is drawing criticism and concern among some members of the community.", "title": "Estes Park trustee candidate's comments on foreign workers drawing criticism", "url": "http://www.eptrail.com/estes-park-news/ci_25352547/estes-park-trustee-candidates-comments-foreign-workers-drawing", "image": "http://extras.mnginteractive.com/live/media/site28/2014/0315/20140315__19epkoenigcommentsw~1.jpg", "site": "@eptrailgazette", "card": "summary_large_image"}, "sailthru.date": "2014-03-15T18:30:19-0600", "sailthru.site": "eptrail.com", "endDate": "2024-03-15T18:26:51-0600", "sailthru.title": "Estes Park trustee candidate's comments on foreign workers drawing criticism", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Estes Park News", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "KkJ2C-PvexXpGs0YrC0OaC569g0Ty1BcleONkROSkmQ", "byline": "By David PersonsTrail-Gazette", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site28/2014/0315/20140315__19epkoenigcommentsw~1.jpg", "pubDate": "2014-03-15T18:31:29-0600", "news_keywords": "Estes Park, Estes Park news, Estes Park Colorado Estes Park news, Estes Park Colorado news, Estes Park Estes Park news, Estes Park Colorado news, US Estes Park news, world Estes Park news"}, "_id": "\"57477af36914bd0286fc96af\"", "article_summary": "\"I think a lot of them believe it's beneath them to work in retail in downtown Estes Park,\" he said.\nI think one aspect we are not looking at is the fact that the people who fill the jobs have changed within Estes Park.\n\"She thinks we go and hire cheap labor from Mexico and Europe and ignore Estes Park kids,\" Dickey said.\nThey are not planning on living in Estes Park.\nIncumbent Wendy Koenig's comments were made at League of Women Voter forumRemarks made recently by current Estes Park Town Board Trustee Wendy Koenig about the presence of foreign workers in the community is drawing criticism and concern among some members of the community."}