{"article_title": "U.S. Government Nutrition Advice Is Stuck in 1980s", "article_keywords": ["nutrition", "saturated", "scientific", "food", "science", "advice", "guidelines", "evidence", "1980s", "stuck", "committee", "report"], "article_url": "http://reason.com/blog/2015/09/24/us-dietary-guidelines-stuck-in-the-1980s", "article_text": "U.S. government nutrition guidelines are based more on internal bias and outside agendas than sound science, according to a new article published in the respected medical journal BMJ. Despite ample advances in nutrition science over the past few decades, the government's official Dietary Guidelines for Americans still rely heavily on ideas about healthy eating that were en vogue when the guidelines were first published in 1980—ideas that have long since shown to be suspect.\n\nThe latest report, two years in the making, still \"fails to reflect much relevant scientific literature in its reviews of crucial topics and therefore risks giving a misleading picture,\" writes journalist Nina Teicholz, author of The Big Fat Surprise: Why Butter, Meat, and Cheese Belong in a Healthy Diet and a board member of the nonprofit Nutrition Coalition (a group dedicated to injecting more science into food policy), in the BMJ article. \"The omissions seem to suggest a reluctance by the committee behind the report to consider any evidence that contradicts the last 35 years of nutritional advice.\"\n\nIt's not quite as catchy as the Michael Pollan mantra, but U.S. dietary advice seems to be driven by the wisdom \"don't eat anything your ancestors wouldn't have eaten while watching Cheers on network television.\"\n\nThe Dietary Guidelines are nominally updated every five years, at the direction of a committee appointed by the U.S. Department of Agriculture (USDA) and the Department of Health and Human Services (HHS). The committee released its latest recommendations in February 2015, and they're being reviewed by USDA and HHS officials for release in finalized form later this year.\n\nFar from being mere advice for ordinary Americans as they grocery shop, this document strongly informs nutrition education in America, food labeling regulations, food-related public assistance programs, and National Institutes of Health research priorities. \"The guidelines ... have also driven nutrition policy globally, with most Western nations subsequently adopting similar advice,\" notes Teicholz. But \"BMJ has also found that the committee’s report used weak scientific standards, reversing recent efforts by the government to strengthen the scientific review process,\" she adds. \"This backsliding seems to have made the report vulnerable to internal bias as well as outside agendas.\"\n\nThat powerful food and farm interests can buy U.S. food policy is no secret, and since the earliest days of federal nutrition advice it has been biased by various protectionist impulses. Yet people tend to think of this as a thing of the past, or at least getting better—we laugh at those WWII-era posters listing butter as one of the seven basic food groups, confident today's official diet advice is based on much more sound science. And for a minute, it looked like they might be: in 2010, the USDA began attempts to bring more scientific rigor and accountability to the guidelines. It launched a Nutrition Evidence Library (NEL) to conduct systematic and standardized reviews of nutrition studies in various areas.\n\nBut for the 2015 report, committee members only consulted NEL for less than 30 percent of topics. Instead they relied heavily on reviews from the American Heart Association (AHA) and the American College of Cardiology (ACC) as well as \"an ad hoc examination of the scientific literature without well defined systematic criteria for how studies or outside review papers were identified, selected, or evaluated,\" writes Teicholz.\n\nSome of her biggest areas of concern include sections on salt, saturated fats, and low-carb diets, all areas of ample study—and new thinking—over the past few decades, and all areas in which government advice has shifted little over the same time period. For example, the government has warned against saturated fat for several decades, yet more modern and nuanced nutrition science recognizes that all saturated fats are not the same; while some promote inflammation and heart disease, other saturated fatty acids are neutral or even beneficial for us. \"Instead of requesting a new NEL review for the recent literature on this crucial topic, however, the 2015 committee recommended extending the current cap on saturated fats,\" at 10 percent of total calories, Teicholz notes.\n\nWhen it comes to sodium, the committee concurred with Institute of Medicine evidence \"that lowering sodium intakes below 2300 mg/day will have any effect on cardiovascular risk or overall mortality,\" yet still recommends that sodium intake \"should be less than 2300 mg/day.\"\n\nThe BMJ article also points to potential conflicts of interest among committee members:\n\n... one member has received research funding from the California Walnut Commission and the Tree Nut Council, as well as vegetable oil giants Bunge and Unilever. Another has received more than $10 000 (£6400; €8800) from Lluminari, which produces health related multimedia content for General Mills, PepsiCo, Stonyfield Farm, Newman’s Own, and \"other companies.\" And for the first time, the committee chair comes not from a university but from industry: Barbara Millen is president of Millennium Prevention, a company based in Westwood, MA, that sells web based platforms and mobile applications for self health monitoring. While there is no evidence that these potential conflicts of interest influenced the committee members, the report recommends a high consumption of vegetable oils and nuts as well as use of self monitoring technologies in programs for weight management.\n\nBut Teicholz, as the author of a book about how meat and butter are good for you, obviously has some potential conflicts of interest here herself. (I've studied and written about vegetarian and vegan diets a good deal, and I find her dispute of the science recommending plant-based diets particularly cherry-picked/unconvincing.) And she does note that \"in a field where public research dollars are scarce, nearly all nutrition scientists accept funding\" from the food and drug industry. \"Of far greater influence,\" she suggests, \"is likely to be bias in favor of an institutionalized hypothesis as well as a 'white hat' bias to distort information for what is perceived as righteous ends.\"\n\nThere's also the government's general (and sometimes necessary) penchant for simplified narratives. Limit sodium and red meat, eat more fruits and vegetables, embrace more low-fat foods—that's the kind of black-and-white dietary advice the USDA is fond of doling out, the basic messages it thinks people can handle. And of course it's much more complicated than that. The dreaded trans fats are (mono- or poly-) unsaturated fats. There's probably anti-nutritional value in eating hyper-processed hot dogs and ham, both red meats, but bison is incredibly good for you. (There's also evidence that it's not so much how much meat you do or don't eat that may be problematic but how much protein overall, with a lot of Americans actually getting much too much protein in their diets.) For disease-fighting properties, some fruits and vegetables are better than others. A low-sugar diet is a much better bet than a low-fat one. Etcetera, etcetera.\n\nInstead of investing in and promulgating an endless stream of status-quo soundbites on healthy eating, maybe the federal government ... oh, I don't know. My impulse was to say make nutrition education more a part of public schools, for starters, but why would the curricula be any better than the current guidelines? Registered dieticians—the ones subject to strict licensing standards, as opposed to the more loosely regulated \"nutritionists\"—tend to be merely mouthpieces for the Food Pyramid.\n\nYet even if the best way is to keep federal government out of giving nutrition recommendations altogether, officials still have to base nutrition-centered policy—school lunch programs, what to serve in military and veterans' home cafeterias, etc.—on something. How do we rise above status-quo bias, cronyism, lobbyists, activists, and everything else exerting undue influence on federal food policy? It's here I always start giving more credence to my anarchist friends...\n\nBut if we can't burn it all down, there have to be at least little ways to make it better right? And it probably does start with trying to get more transparency, more accountability, and more rigorous science injected into these stupid guidelines.\n\nPeople have been taking more of an interest in them, perhaps reflecting greater interest in food and healthy eating in general in recent years (or, more cynically, increased activism around them). The 2010 draft guidelines received just 2000 public comments, according to BMJ, compared to around 29,000 this year. Congress, for better or worse, wants to get involved, and has been mulling ways to require the guidelines be based on \"sound scientific evidence and medical knowledge.\" On October 7, the 2015 dietary guidelines will get a public hearing in the House Committee on Agriculture.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "The Uncle Sam Diet mantra: Don't eat anything your ancestors wouldn't have while watching \"Cheers\" on network television.", "title": "U.S. Government Nutrition Advice Is Stuck in 1980s", "url": "http://reason.com/blog/2015/09/24/us-dietary-guidelines-stuck-in-the-1980s", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14431132107131.jpg", "type": "article"}, "twitter": {"description": "The Uncle Sam Diet mantra: Don't eat anything your ancestors wouldn't have while watching \"Cheers\" on network television.", "title": "U.S. Government Nutrition Advice Is Stuck in 1980s", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14431132107131.jpg", "creator": "enbrown", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2015-09-24T20:45:00+00:00", "author": "http://reason.com/people/elizabeth-nolan-brown"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fe1a40\"", "article_summary": "It launched a Nutrition Evidence Library (NEL) to conduct systematic and standardized reviews of nutrition studies in various areas.\n\"The guidelines ... have also driven nutrition policy globally, with most Western nations subsequently adopting similar advice,\" notes Teicholz.\nThat powerful food and farm interests can buy U.S. food policy is no secret, and since the earliest days of federal nutrition advice it has been biased by various protectionist impulses.\nBut for the 2015 report, committee members only consulted NEL for less than 30 percent of topics.\nU.S. government nutrition guidelines are based more on internal bias and outside agendas than sound science, according to a new article published in the respected medical journal BMJ."}