{"article_title": "Meet the new senators", "article_keywords": ["senators", "democratic", "campaign", "senate", "house", "state", "race", "election", "sen", "meet", "republican", "gop"], "article_url": "http://www.usatoday.com/story/news/politics/elections/2014/11/05/new-senators-2014-elections/17781205/", "article_text": "Share This Story 17 Tweet Share Email\n\nIn the Nov. 4, 2014, midterm elections, Republicans took control of the U.S. Senate for the first time in eight years. The GOP managed a net gain of nine seats. Here's a look at newly elected senators — 12 Republicans and one Democrat — who will make up the freshman class in the new Congress.\n\nShelley Moore Capito West Virginia Republican\n\nCorrections & Clarifications: A prior version of this story incorrectly described Arch Moore, Jr., as deceased.\n\nRepublican Shelley Moore Capito shattered a glass ceiling in politics with her election as the first woman to represent West Virginia in the U.S. Senate.\n\nWest Virginia Republican Sen.-elect Shelley Moore Capito celebrates on Nov. 4, 2014, at the Embassy Suites in Charleston, W.Va.\n\n(Photo: AP)\n\nCapito, 60, defeated Democrat Natalie Tennant, West Virginia's secretary of State. She is also the first West Virginia Republican elected to the Senate since the late 1950s.\n\nNow in her seventh term in the U.S. House of Representatives, Capito is a co-founder of the Congressional Coal Caucus and a frequent critic of Obama administration policies on energy and the environment that threaten one of her state's major industries.\n\nPolitics has been a way of life since Capito was a child. Her father, Arch Moore Jr., served 12 years in Congress and three non-consecutive terms as governor of West Virginia.\n\nCapito didn't even wait for Democratic Sen. Jay Rockefeller, a West Virginia mainstay for nearly three decades, to announce his retirement from the Senate. She declared her Senate candidacy last November, proclaiming herself to be a \"new and diverse voice\" for West Virginia. Capito originally drew fire from the anti-tax Club for Growth, but she easily dispatched two Republicans to win her party's nomination.\n\nIn the House, Capito serves as chairwoman of a House panel on financial institutions and consumer credit that has broad sway over the sweeping Dodd-Frank banking law. Her panel has worked to enhance oversight of the federal Consumer Financial Protection Bureau that was created under the law that has given Wall Street fits.\n\nThe West Virginia race never got on the political radar, in part because of Capito's pragmatic approach in a state that has Democrats serving as governor and in the other U.S. Senate seat. She is popular among House colleagues in both parties and a member of the Republican Main Street Partnership, a moderate group that works with Democrats on fiscal issues.\n\nCapito and her husband, Charles, have three children and two grandchildren.\n\n— Catalina Camia\n\nBill Cassidy Louisiana Republican\n\nEven facing a vulnerable Democrat in a state where popular opinion has turned against President Obama, GOP Rep. Bill Cassidy had a big challenge to become senator: a three-way race in a state where election laws require a candidate to win more than 50% of the vote to avoid a runoff. He solved that problem by ignoring Tea Party-backed candidate Rob Maness entirely and spending his campaign making incumbent Democrat Mary Landrieu synonymous with Obama.\n\nBill Cassidy celebrates with supporters in Baton Rouge, La., during an election night watch party on Dec. 6, 2014, after defeating Sen. Mary Landrieu, D-La., in the Senate runoff.\n\n(Photo: Sean Gardner, Getty Images)\n\nCassidy, 57, joins Kentucky Sen. Rand Paul as a politician-physician: He is a gastroenterologist who spent his medical career working in Louisiana's charity hospitals. During Hurricane Katrina he organized a team to set up an emergency clinic in an abandoned Kmart. As a state legislator, he proposed a state-run health care exchange similar to the exchanges provided by the Affordable Health Care Act. But by the time he got to Congress in 2009, he had changed his opinion and voted against the bill known as Obamacare. He opposes late-term abortion and favors legal medical marijuana.\n\nThanks partly to the experience of his wife, Laura, a physician turned charter school founder, he favors school choice. During campaign debates, he remained focused on his opposition to the Affordable Care Act and Landrieu's support of it. In three terms in the House, Cassidy has voted conservatively: against Hurricane Sandy relief, against the Violence Against Women Act, against raising the debt ceiling. Like Landrieu, he worked to keep flood insurance premiums from soaring.\n\nIn a state known for politicians as spicy as its cuisine, Cassidy is apparently considered a bit tame. An article in The New York Times quoted former Louisiana Sen. John Breaux calling him \"as bland as this tablecloth.\" And The Washington Post said he \"lacks that good ol' boy verve\" of past Louisiana politicians. But Cassidy may be learning: This year he led a revival of the congressional tradition of wearing seersucker suits on summer Thursdays.\n\n— Paul Singer\n\nTom Cotton Arkansas Republican\n\nRepublican Tom Cotton has had an eventful year. He defeated Democratic Sen. Mark Pryor in Arkansas, knocking off a two-term incumbent to solidify GOP gains in Bill Clinton's home state.\n\nRep. Tom Cotton waves at his election watch party in North Little Rock, Ark., after defeating incumbent Sen. Mark Pryor on Nov. 4, 2014.\n\n(Photo: Danny Johnston, AP)\n\nCotton, 37, also got married in March and announced he and his wife, Anna, are expecting their first child — a boy — next April. His Senate victory comes as he finishes his first term in the U.S. House of Representatives.\n\nWhen Cotton takes his oath of office, he will become the youngest U.S. senator.\n\nThe 9/11 terrorist attacks occurred while Cotton was in his final year at Harvard Law School, causing him to rethink his future. The sixth-generation Arkansan clerked for a U.S. Court of Appeals judge and worked in private law practice before deciding to enlist in the U.S. Army. Cotton told Politico he delayed his Army enlistment because he made a commitment to the federal judge and needed to pay off his student loans.\n\nCotton eventually served five years in the Army and completed two combat tours in Iraq and Afghanistan, earning a Bronze Star among other commendations. Military groups say Cotton is one of the first Iraq War veterans to be elected to the U.S. Senate. In between his combat tours, Cotton was a platoon leader with the Old Guard at Arlington National Cemetery.\n\nCotton tied Pryor, the last Democrat in the Arkansas congressional delegation, to President Obama throughout the Senate race and highlighted his opponent's support of the Affordable Care Act. Criticized by Pryor and his allies like Clinton for voting against the farm bill, Cotton played up his roots in Yell County, where his parents own a cattle farm in Dardanelle.\n\nThe Republican's campaign spots also featured his drill sergeant and parents, who previously voted for Democrats such as Pryor and his father, David, a former Arkansas governor and U.S. senator.\n\n\"But like so many Arkansans, they realized that Barack Obama and the Obama Democrats don't reflect the old conservative Democrats that they knew and grew up with,\" Cotton told Real Clear Politics about his parents.\n\n— Catalina Camia\n\nSteve Daines Montana Republican\n\nWhen Republican businessman Steve Daines decided to run for office in 2011, he had to skip his first choice, challenging Democratic Sen. Jon Tester, when Republican Rep. Denny Rehberg got there first. Lucky for him, Daines hasn't had to wait long to get to the Senate. He successfully ran for Rehberg's House seat in 2012, and then a year later, when Democratic senator Max Baucus announced his retirement, Daines began campaigning for Montana's other Senate seat.\n\n\n\nMontana Sen.-elect Steve Daines greets supporters in Bozeman, Mont., on Nov. 4, 2014.\n\n(Photo: Albans, Michael, AP)\n\nThanks to Democratic missteps, Daines, 52, had little competition. Gov. Steve Bullock appointed Democrat John Walsh to the Senate when Baucus departed to become ambassador to China, but Walsh withdrew from the race in August after a plagiarism scandal over his 2007 graduate degree from the Army War College. Walsh's replacement, state Rep. Amanda Curtis, lagged in opinion polls all along. Nonetheless, Daines poured money into the race, spending almost $6 million, 10 times Curtis' outlay.\n\nDaines, who was raised in Bozeman, spent a chunk of his career with consumer products giant Procter & Gamble, including a stint working in Asia. After he returned to Bozeman in 1997 with his wife and four children, he joined a software company, RightNow Technologies.\n\nOn social issues, Daines opposes abortion, same-sex marriage and funding of Planned Parenthood. He favors replacing the federal Affordable Care Act, and Common Core education standards, with \"Montana based solutions.''\n\nBut in his Senate campaign, Daines focused on his support for the state's coal, oil and timber industries. In his single term in the House, Daines pushed for expanded logging in federal forest land and supported the Keystone oil pipeline.\n\nDecrying what he calls the Obama administration's \"war on coal,'' he opposes increased environmental regulation of the coal industry, supports a continued tax break for coal production on native American lands, and supports an environmentally controversial port in Washington state for the export of Montana coal. But he has pushed for greater environmental protection of lands adjacent to Glacier National Park.\n\n— Martha T. Moore\n\nJoni Ernst Iowa Republican\n\nJoni Ernst made history Tuesday as the first woman ever elected to Congress from Iowa. Largely unknown a year ago, Ernst claimed victory over four-term Democratic Rep. Bruce Braley for the U.S. Senate seat previously held for decades by liberal hero Tom Harkin.\n\nGOP Sen.-elect Joni Ernst addresses supporters on Nov. 4, 2014, at the Marriott Hotel in West Des Moines after a win over Democratic Rep. Bruce Braley.\n\n(Photo: Bryon Houlgrave, The Des Moines Register)\n\nServing in the U.S. Army Reserves and the Iowa National Guard for 21 years, Ernst earned the rank of Lieutenant Colonel and served as Operations Branch Chief in Logistics for the Joint Forces Headquarters in Johnson, Iowa. In 2003, Ernst served as company commander during Operation Iraqi Freedom. In her civilian career, Ernst served as Montgomery County Auditor, and has been a state senator since 2011.\n\nErnst broke through a crowded GOP primary field with a March campaign ad in which she said her rural roots and experiences castrating hogs would serve as training for how she would cut pork in Washington. The attention-grabbing ad changed the tone of a race that once leaned toward Braley, as Republicans were able to paint him as being out of touch with Iowa. In a critical gaffe, Braley was caught on tape disparaging Iowa GOP Sen. Chuck Grassley for being only a farmer, not a lawyer, yet being in line to chair the Senate Judiciary Committee.\n\nErnst, who's known to ride a Harley-Davidson and pack a pistol in her purse, offered a personal touch for many Iowa voters. She emphasized that she still lives in the area where she grew up and said she teaches Sunday school in the church where she was baptized. Former Republican presidential candidate Mitt Romney endorsed Ernst, and she also received high-profile support from former vice presidential nominee Sarah Palin.\n\nBut her conservative views also attracted critical national attention, particularly when she appeared to endorse states rejecting federal authority to enforce laws.\n\nErnst, 44, lives in Red Oak, Iowa, with her husband and daughter.\n\n— Charmaine Crutchfield\n\nCory Gardner Colorado Republican\n\nColorado, with its evenly divided electorate between Democrats, Republicans, and independents, has become the nation's quintessential swing state. And this year, the state swung decisively for the GOP in the U.S. Senate race, as Rep. Cory Gardner ousted incumbent Democratic Sen. Mark Udall, despite the Udall family's deep political roots in the American West.\n\nSen.-elect Cory Gardner delivers his victory speech to supporters during the GOP election night gathering in Denver on Nov. 4, 2014.\n\n(Photo: Brennan Linsley, AP)\n\nThe race focused intensely on women's reproductive rights, with the Udall campaign highlighting Gardner's support for personhood legislation, which would provide a fertilized egg the same protections as a person, effectively making abortion illegal, as well as birth control under some interpretations of the legislation.\n\nBut Gardner recanted his support for such legislation early in the campaign. \"The fact that it restricts contraception, it was not the right position,\" Gardner told The Denver Post in March. \"I've learned to listen. I don't get everything right the first time.\"\n\nGardner went on to tout his new support for over-the-counter access to birth control. \"I believe the pill ought to be available over the counter, around the clock, without a prescription. Cheaper and easier for you,\" he said in one ad.\n\nGardner also enjoyed strong support from the state's male voters. Polls leading up to the election showed a nearly 20 percentage point advantage among men.\n\nAt 40, Gardner will be one of the youngest senators in the chamber. Born in Yuma, Colo., he attended Colorado State University and has a law degree from the University of Colorado. He worked on Capitol Hill as a congressional aide to former Colorado GOP Sen. Wayne Allard.\n\nHe ran for the U.S. House in 2010, and won as part of the GOP wave that year that resulted in a GOP takeover. He was quickly labeled a \"rising star\" in the party.\n\nGardner is likely to position himself as a player on energy issues. His former congressional district is home to many traditional and alternative energy companies, and the state has shale oil and natural gas deposits. He has said the GOP needs to look beyond fossil fuels for the future of American energy needs.\n\n— Susan Davis\n\nJames Lankford Oklahoma Republican\n\nWith his win in a special election, Rep. James Lankford is taking over the Oklahoma U.S. Senate seat held by Sen. Tom Coburn, who is retiring before his term ends in the wake of a cancer diagnosis.\n\nSen.-elect James Lankford, R-Okla., gives his victory speech as his wife, Cindy, and daughters Jordan and Hannah listen on Nov. 4, 2014, at the Republican watch party in Oklahoma City.\n\n(Photo: Sue Ogrocki, AP)\n\nThe Republican will serve the remaining two years of Coburn's term before facing reelection in 2016.\n\nTriumphing over state Sen. Connie Johnson, the Democratic nominee, and independent Mark Beard, Lankford enjoyed the advantage of running for office in a state where Democrats are seldom voted into federal offices.\n\nAlso in his favor was a bloated bank account, with campaign finance reports showing Lankford as having raised almost $4 million in the days leading up to the election. Comparatively, Johnson managed to raise just $131,000.\n\nLankford first became involved in politics in 2009, when he resigned from his position as director of the Falls Creek Christian youth summer camp to run for Congress, claiming God was \"calling\" him to do so. With the help of social media, Christian grassroots support and a financial advantage, he was elected to the seat vacated by Mary Fallin, who ran for governor, in 2010, beating his Democratic opponent with 63% of the vote.\n\nOnce in the House, Lankford earned a reputation as a hardworking conservative, ranked by the National Journal as the 76th most conservative House member in 2014. Serving on the House Committees on Budget and Oversight & Government Reform, Lankford was elected chairman of the House Republican Policy Committee following his reelection in 2012.\n\nOn the campaign trail, the Baptist minister took a stand against federal debt, vowing to stop deficit spending. Rather than play up his accomplishments in Congress, Lankford looked to paint himself as a citizen legislator, much like Coburn.\n\nBorn in Dallas, Lankford, 46, graduated from the University of Texas before attending the Southwestern Baptist Theological Seminary in Fort Worth, where he earned a master's degree in divinity. He moved to Oklahoma City in 1995 to begin working for the Baptist General Convention of Oklahoma, and lives there today with his wife of 20 years and their two daughters.\n\n— Eleanor Mueller\n\nDavid Perdue Georgia Republican\n\nDavid Perdue had to survive three Election Days to keep Georgia's U.S. Senate seat in Republican hands.\n\nGeorgia Republican Sen.-elect David Perdue celebrates with supporters at his election night party on Nov. 4, 2014, in Atlanta.\n\n(Photo: David Goldman, AP)\n\nWhen Sen. Saxby Chambliss announced he was retiring after his second term, a host of top Republicans jumped into the primary race to replace him. Perdue, a businessman who had never previously run for office, faced three current U.S. House members: Paul Broun, Phil Gingrey and 11-term Rep. Jack Kingston. No candidate emerged with the necessary 50% of the vote, so the top two vote getters, Perdue and Kingston, duked it out in a July runoff, which Perdue narrowly won in a stunner.\n\nGeorgia Democrats had been pulling for Broun or Gingrey, movement conservatives who they thought would be easier to run against in the general election. Perdue and Kingston both were more moderate and harder to draw a sharp contrast with non-profit executive Michelle Nunn, who won the Democratic primary against token opposition.\n\nGeorgia, despite a large African-American population, is Republican territory — GOP presidential candidates carried it easily in 2008 and 2012 even with Barack Obama making history as the nation's first African American president.\n\nBut Perdue was neck and neck with Nunn through the campaign. Both had famous last names – her father was a U.S. senator and his cousin was a Georgia governor – but neither had previously held elected office.\n\nPerdue is the former CEO of Dollar General, a discount retail chain, and Reebok. His campaign focused heavily on his role leading the expansion of Dollar General, where, according to his campaign website, he \"oversaw the company's expansion from 5,900 to 8,500 stores nationwide creating thousands of quality jobs.\n\nThe Atlanta Journal Constitution wrote that Perdue is \"known on Wall Street as a turnaround specialist who helps revive brands and reap rewards for investors,\" and he campaigned as a job creator who knows how to help businesses thrive.\n\nBut that background also became a flashpoint in the Senate race when Politico uncovered a 2005 deposition in which Perdue acknowledged that he had spent \"most of my career\" outsourcing work to Asia. The deposition was in a dispute over a company a North Carolina textile firm called Pillowtex that Perdue had run briefly and that closed shortly after he left in 2003. Opponents attacked him for the loss of 8,000 jobs there.\n\nBut Perdue was able to focus the Senate race on Obama, and repeatedly warned that Nunn would simply be a \"rubber stamp\" for Obama's policies.\n\nPerdue's business background has made him wealthy, and he will become one of the 50 richest members of Congress upon his arrival in Washington.\n\nPerdue, 64, and his wife live on St. Simons Island and have two sons and two grandsons.\n\n— Paul Singer\n\nGary Peters Michigan Democrat\n\nWhen U.S. Sen. Carl Levin announced in early 2013 that he wouldn't run for a seventh term this year, it was immediately apparent to anyone who follows politics in Michigan that Gary Peters was the Democrat most likely to succeed him.\n\nDemocratic Sen.-elect Gary Peters addresses supporters in Detroit on Nov. 4, 2014. Peters defeated Republican Terri Lynn Land for the seat of retiring Sen. Carl Levin.\n\n(Photo: Carlos Osorio, AP)\n\nWonkish and bespectacled, Peters, 55, is a congressman from Bloomfield Township in Detroit's wealthy northern suburbs. He has been on an impressive string of political victories since wresting a Republican-controlled district from Rep. Joe Knollenberg in 2008.\n\nIn 2010, he barely beat back the Republican wave to keep his seat. Then, in 2012, after Republicans tried to force him out by placing him in a district with a senior Democrat, Peters instead stepped into a neighboring district in Detroit proper, winning easily. He became the first white to represent the city in Congress in decades.\n\nThis year, he turned back a challenge from former Michigan secretary of State Terri Lynn Land in what was the most expensive U.S. Senate race in state history.\n\nHe hasn't always won: A former financial adviser, city councilman and state senator, Peters' first run for statewide office came in 2002, when he lost a race for state attorney general by 5,200 votes out of some 3 million cast. Later, he would serve as Gov. Jennifer Granholm's lottery commissioner.\n\nThroughout his political career, Peters has counted on support from traditional Democratic sources – especially unions. But he has also worked to forge an independent identity in Congress, co-sponsoring bills with Republicans, including one that would crack down on duplicative spending in the federal government, and breaking with his party on some key votes.\n\n\"In the Senate,\" he said, \"I will continue to focus on working with members of both parties to overcome gridlock and identify practical solutions.\"\n\n— Todd Spangler\n\nMike Rounds South Dakota Republican\n\nRepublican Mike Rounds, the former governor of South Dakota, easily defeated Democrat Rick Weiland and former GOP senator Larry Pressler, who ran as an independent, to win the open seat of retiring Democratic Sen. Tim Johnson.\n\nRepublican Mike Rounds celebrates with supporters after winning South Dakota Senate race at an election night party in Sioux Falls, S.D. on Nov. 4, 2014.\n\n(Photo: Michael Conroy, AP)\n\nThe 60-year-old Rounds has been winning elections in South Dakota for more than 20 years. He served two terms as governor from 2003 through 2011. Before that, he was elected to five terms in the South Dakota state Senate, where he served as majority leader for six years.\n\nAs governor, Rounds focused on boosting economic development and tourism and investing more money in education and college scholarships.\n\nIn his race for Senate, Rounds called for reining in the Environmental Protection Agency's proposal to reduce global warming emissions, eliminating the U.S. Department of Education, and repealing and replacing Obamacare.\n\n\"I think big government is the biggest challenge we've got, and we want big government out of South Dakota,\" Rounds said during a debate.\n\nDemocrats attacked Rounds for his management of the state's EB-5 program, which allows immigrants to earn legal status in the U.S. if they invest in job-creating businesses. The FBI is investigating the state's handling of the program, which is now closed.\n\nAfter leaving the governor's office, Rounds returned to his insurance and real estate business as president and CEO. He has also served on the Bipartisan Policy Center's Governors' Council, created in 2011 to help come up with solutions to national problems ranging from transportation to health care.\n\nRounds has spent his entire life in South Dakota, where he was born in 1954 as the eldest of 11 children. He earned a bachelor's degree in political science from South Dakota State University, where he met his wife, Jean. They have four children and six grandchildren.\n\nThe former governor is a licensed commercial pilot and avid outdoor enthusiast who enjoys flying, hunting, camping, and boating.\n\n— Erin Kelly\n\nBen Sasse Nebraska Republican\n\nBen Sasse, the new senator from Nebraska, is no stranger to the ways of Washington.\n\nSasse, 42, served in George W. Bush's administration in different roles with the Justice and Homeland Security departments, before doing a stint as an assistant secretary at the Department of Health and Human Services. For a short time, Sasse was also chief of staff to Rep. Jeff Fortenberry, R-Neb.\n\nSen.-elect Ben Sasse celebrates during his election party on Nov. 4, 2014, in Lincoln, Neb.\n\n(Photo: Eric Gregory, AP)\n\nHe started his career at Boston Consulting Group and eventually joined McKinsey and Company, helping to turn around companies. Sasse's campaign bio said he advised hospital boards and health-care providers. He also taught at the University of Texas at Austin.\n\nThe Republican is an outspoken critic of the Affordable Care Act and kept a copy in his campaign RV as he crossed the state looking for votes, according to Nebraska's public radio stations.\n\nA fifth generation Nebraskan, Sasse spent six summers tending to cornfields and hand-weeding soybean fields. He was recruited to wrestle at Harvard University and then quarterbacked the football (not soccer) team at Oxford. Eventually Sasse earned a doctorate at Yale.\n\nAs a college wrestler, Sasse's secret weapon was to head butt his opponents. He has no feeling where he has a long scar on top of his forehead, the result of falling off a hayloft as a child. The Washington Post reports that injury allowed Sasse to excel with his wrestling specialty.\n\nIn 2009, Sasse was named president of then-struggling Midland University in Fremont, Neb. Sasse has overseen years of record growth, operating surpluses and academic improvements.\n\nSasse defeated Democrat Dave Domina to succeed retiring GOP Sen. Mike Johanns. His primary victory in May over two rivals was considered a big win for Tea Party groups and conservatives such as Sarah Palin and Sen. Ted Cruz.\n\nSasse and his wife, Melissa, home school their children Elizabeth, Alexandra and Breck.\n\n— Catalina Camia\n\nDan Sullivan Alaska Republican\n\nFormer Alaska attorney general and Department of Natural Resources commissioner Dan Sullivan defeated Democratic Sen. Mark Begich in one of 2014's marquee Senate races.\n\nSullivan, 49, will be one of the younger members of the U.S. Senate and will join the ranks of military veterans in Congress. He has served both on active duty and in the reserves in the U.S. Marine Corps since 1993.\n\nRepublican U.S. Senate candidate Dan Sullivan takes part in a television interview on Nov. 4, 2014, in Anchorage Alaska.\n\n(Photo: Ted S. Warren, AP)\n\nOn the campaign trail, Sullivan pitched himself as an optimistic who \"will rise above the negativity and gridlock that is plaguing our country.\"\n\nDemocrats tried to make an issue of Sullivan's residency — he was born in Ohio and lived in the Washington, D.C., metro area as an aide in the George W. Bush administration — but the issue did not resonate with Alaskans.\n\nSullivan is a graduate of Harvard University and has a law degree from Georgetown University. One of his close friends in law school, Mike McFadden, also ran for the Senate this year against Sen. Al Franken, D-Minn., and lost.\n\nSullivan is expected to be a reliably conservative vote in the Senate. He has said that he would like to model himself after the legendary late Alaska GOP Sen. Ted Stevens, who served for 40 years and delivered billions in federal dollars to build up the young state. Stevens' daughter, Lily Stevens Becker, endorsed Sullivan in an editorial. \"I strongly believe that Dan embodies the qualities my father brought to the U.S. Senate when he served Alaska,\" she wrote.\n\nSullivan's campaign was aided by the endorsement of GOP Sen. Lisa Murkowski, who is popular among the critical voting bloc of Alaskan women. Sullivan touted his efforts to combat the state's high rates of domestic violence and sexual assault, particularly in Native Alaskan communities, when he served as attorney general.\n\nSullivan has a wife, Julie, and three daughters.\n\n— Susan Davis\n\nThom Tillis North Carolina Republican\n\nNorth Carolina Republican Thom Tillis won a seat in the U.S. Senate after running against a pair of Democrats: incumbent Kay Hagan and President Obama.\n\nRepublican Sen.-elect Thom Tillis waves to supporters at an election night rally in Charlotte, N.C., on Nov. 5, 2014, after defeating Democratic Sen. Kay Hagan.\n\n(Photo: Chuck Burton, AP)\n\nDuring the Senate campaign, he consistently linked Hagan to Obama actions both foreign and domestic.\n\n\"You know, when you vote with the president 96% of the time, you represent the president's policies, the policies that are going to be on the ballot in November,\" Tillis said during one debate with Hagan.\n\nTillis, 54, entered the workforce after graduating from high school, according to his campaign website, later earning a college degree at age 36.\n\nBefore entering politics he worked in business, eventually becoming a partner with PricewaterhouseCoopers.\n\nHe was elected to the North Carolina state House in 2006 and quickly rose through the party ranks to become speaker.\n\nTillis and his wife, Susan, have two children and live in the North Mecklenburg area of North Carolina.\n\nHagan, who sought her second term in the Senate, campaigned against Tillis' legislative record, saying he led a Tea Party takeover of the Tar Heel State.\n\n\"One hundred percent of the time, Speaker Tillis's policies have hurt North Carolina,\" Hagan said during an Oct. 7 debate. \"He's gutted education, killed the equal pay bill, no Medicaid expansion.\"\n\nTillis promoted his conservative credentials during the campaign. Stressing his experience in the business world, Tillis said he would help bring tax-cutting, regulation-reducing, \"pro-growth policies\" to the national economy.\n\nHagan led in polls for most of the race, but Tillis rallied amid attacks on the Obama administration.\n\nThe campaign was among the harshest of the election year, featuring millions of dollars of negative ads.\n\n— David Jackson", "article_metadata": {"google": "notranslate", "description": "Here's a look at newly elected senators who will make up the freshman class in the next Congress.", "og": {"site_name": "USA TODAY", "description": "Here's a look at newly elected senators who will make up the freshman class in the next Congress.", "title": "Meet the new senators", "url": "http://www.usatoday.com/story/news/politics/elections/2014/11/05/new-senators-2014-elections/17781205/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "The freshman class of 2015", "title": "Meet the new senators", "image": "http://www.gannett-cdn.com/-mm-/a0eeab43a046fb0b7d0161be4b765628d1b76f17/c=613-0-3318-2705&r=x643&c=640x640/local/-/media/USATODAY/None/2014/11/05/635507794996162492-GTY-458348852.jpg", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Organizations/U.S. House of Representatives", "gci-asset-type": "story", "gci-categories": "Organizations/U.S. House of Representatives", "title": "Meet the new senators", "author": "USA TODAY", "pageclass": "article", "recs": {"category": "news/politics/elections", "image-3-4": "http://www.gannett-cdn.com/-mm-/6d9711cc84b4fc778b39050e1824bdd715df356c/c=951-0-2980-2705/local/-/media/USATODAY/None/2014/11/05/635507794996162492-GTY-458348852.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/b168bd4ba11a2662b533ed4ab1ef0607a2191e47/c=613-0-3318-2705/local/-/media/USATODAY/None/2014/11/05/635507794996162492-GTY-458348852.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/326469508491c715a3648b9e14084ea28f429967/c=167-0-3765-2705/local/-/media/USATODAY/None/2014/11/05/635507794996162492-GTY-458348852.jpg", "image": "http://www.gannett-cdn.com/-mm-/1401539a16e630453a3a46636380143325cca245/c=0-44-3927-2263&r=x1683&c=3200x1680/local/-/media/USATODAY/None/2014/11/05/635507794996162492-GTY-458348852.jpg", "publishtime": "2015-01-05T11:08:47.750000-05:00", "shorthed": "Meet the new senators", "articleid": 17781205, "image-16-9": "http://www.gannett-cdn.com/-mm-/1fecc0c4eff1edb33137aae7ba59909a2c896aa2/c=0-44-3927-2263/local/-/media/USATODAY/None/2014/11/05/635507794996162492-GTY-458348852.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/ebb7cf96437948a887038b551df6aee6d5490167/c=1208-0-2723-2705/local/-/media/USATODAY/None/2014/11/05/635507794996162492-GTY-458348852.jpg"}}}, "_id": "\"57477af46914bd0286fe3eac\"", "article_summary": "He was elected to the North Carolina state House in 2006 and quickly rose through the party ranks to become speaker.\n(Photo: Chuck Burton, AP)During the Senate campaign, he consistently linked Hagan to Obama actions both foreign and domestic.\nBut in his Senate campaign, Daines focused on his support for the state's coal, oil and timber industries.\nSen.-elect Cory Gardner delivers his victory speech to supporters during the GOP election night gathering in Denver on Nov. 4, 2014.\nBefore that, he was elected to five terms in the South Dakota state Senate, where he served as majority leader for six years."}