{"article_title": "Is Sanders Too Soft on Defense for Mainstream Democrats?", "article_keywords": ["sanders", "clinton", "mainstream", "national", "secretary", "young", "debate", "defense", "democrats", "security", "democratic", "soft", "war", "vietnam"], "article_url": "http://www.thefiscaltimes.com/2015/10/14/Sanders-Too-Soft-Defense-Mainstream-Democrats", "article_text": "In post-recession America, when three quarters of people surveyed say they are as concerned about defending the U.S. against terrorism as they are about the economic recovery, you know there’s been a dramatic shift.\n\nThat’s exactly what the Pew Research Center’s policy priorities list found in their annual tracking survey last January--the first time overseas dangers tied the economy in five years. And Democrats were nearly as adamant about this point as Republicans (71 percent to 87 percent).\n\nRelated: Hillary Clinton Aces Democratic Debate, Sending Red Flag to Biden\n\nThat is something to keep in mind in the wake of Tuesday night’s first Democratic presidential debate of the season in Las Vegas, where Sen. Bernie Sanders of Vermont appeared on shaky ground whenever the topic of defense and national security came up.\n\nThe self-described Democratic socialist has startled the political world with his strong challenge to former Secretary of State Hillary Rodham Clinton, largely on the strength of his populist salvos against Wall Street and repeated demands for income equality for the middle class.\n\nBut his major claim to fame in matters of defense and national security is that – unlike Clinton – he voted against the Iraq war in 2002, and has devoted his energies to beefing up Veterans Affairs Department services for veterans.\n\nSanders, 74, seemed to struggle in explaining why – as a conscientious objector during the Vietnam War and long-time critic of U.S. intervention overseas – he was qualified to be the country’s next commander in chief. It didn’t help that he was bracketed on the debate stage by Clinton, the hawkish former secretary of state, and former Sen. Jim Webb of Virginia, a decorated Marine and one-time Navy Secretary who repeatedly boasted of his military experience.\n\nRelated: Can Russia Afford Its Syria Campaign\n\n“When I was a young man – I’m not a young man today – I strongly opposed the war in Vietnam,” Sanders said. “That was my view then . . . I am not a pacifist.”\n\nPolitical scientist Larry J. Sabato, director of the University of Virginia's Center for Politics, noted that in 2008, Barack Obama had problems on national security as well as he sought the Democratic presidential nomination, “and Sanders is more pacifist than Obama.”\n\nDuring last night’s debate, Sanders stressed that he has supported some military intervention – including former president Bill Clinton’s decision to intervene in the war in Kosovo to stop ethnic cleansing. But he opposes U.S. intervention in Syria or any other country that in his view doesn’t directly threaten U.S. national security.\n\n“War should be the last resort,” he said. “We have got to exercise diplomacy.”\n\nRelated: Bernie Sanders Is Raking In the Cash, $25 at a Time\n\nYet Sanders looked weak and tentative contrasted with Hillary Clinton, who at one point said that the U.S. must stand up to Russian President Vladimir Putin’s “bullying,” especially in Syria.\n\nSanders was a conscientious objector as a young man during the Vietnam War era, and as mayor of Burlington he condemned Reagan administration support of military action again the communist Sandinistas in Nicaragua.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "In post-recession America, when three quarters of people surveyed say they are as conc", "title": "Is Sanders Too Soft on Defense for Mainstream Democrats?", "url": "http://www.thefiscaltimes.com/2015/10/14/Sanders-Too-Soft-Defense-Mainstream-Democrats", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/bernie_sanders_delivering_speech.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/10/14/Sanders-Too-Soft-Defense-Mainstream-Democrats", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/bernie_sanders_delivering_speech.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "In post-recession America, when three quarters of people surveyed say they are as conc", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fcca05\"", "article_summary": "But he opposes U.S. intervention in Syria or any other country that in his view doesn’t directly threaten U.S. national security.\nRelated: Can Russia Afford Its Syria Campaign“When I was a young man – I’m not a young man today – I strongly opposed the war in Vietnam,” Sanders said.\nAnd Democrats were nearly as adamant about this point as Republicans (71 percent to 87 percent).\nSanders was a conscientious objector as a young man during the Vietnam War era, and as mayor of Burlington he condemned Reagan administration support of military action again the communist Sandinistas in Nicaragua.\nSanders, 74, seemed to struggle in explaining why – as a conscientious objector during the Vietnam War and long-time critic of U.S. intervention overseas – he was qualified to be the country’s next commander in chief."}