{"article_title": "Affordable Care Act: lessons on innovation rollouts, expectations and naysayers", "article_keywords": ["lessons", "affordable", "naysayers", "rollouts", "washington", "act", "obamacare", "expectations", "health", "innovation", "president", "nov", "obama", "insurance", "care"], "article_url": "http://bluesky.chicagotribune.com/originals/chi-affordable-care-act-lessons-bsi-20131120,0,0.story", "article_text": "U.S. Health and Human Services Secretary Kathleen Sebelius testifies before a Senate Finance Committee hearing on \"Health Insurance Exchanges: An Update from the Administration\" and the issues surrounding the Obama administration health plan commonly referred to as \"Obamacare,\" on Capitol Hill in Washington on Nov. 6. (JIM BOURG / REUTERS)\n\nU.S. Health and Human Services Secretary Kathleen Sebelius testifies before a Senate Finance Committee hearing on \"Health Insurance Exchanges: An Update from the Administration\" and the issues surrounding the Obama administration health plan commonly referred to as \"Obamacare,\" on Capitol Hill in Washington on Nov. 6. (JIM BOURG / REUTERS)\n\nUS President Barack Obama delivers remarks to insurance executives participating in the Afforable Care Act exchanges in the Roosevelt Room at the White House in Washington, DC, on Nov. 15. (SHAWN THEW / EPA)\n\nUS President Barack Obama delivers remarks to insurance executives participating in the Afforable Care Act exchanges in the Roosevelt Room at the White House in Washington, DC, on Nov. 15. (SHAWN THEW / EPA)\n\nSpeaker of the House John Boehner speaks following a House Republican caucus meeting at the U.S. Capitol on Nov. 19 in Washington, DC. Boehner commented on the ongoing problems with the implementation of the Affordable Care Act during his remarks. (Win McNamee / Getty Images)\n\nSpeaker of the House John Boehner speaks following a House Republican caucus meeting at the U.S. Capitol on Nov. 19 in Washington, DC. Boehner commented on the ongoing problems with the implementation of the Affordable Care Act during his remarks. (Win McNamee / Getty Images)\n\nUS President Barack Obama pauses while speaking at Temple Emanu-El on Nov. 6 in Dallas, Texas. (BRENDAN SMIALOWSKI / AFP/Getty Images)\n\nUS President Barack Obama pauses while speaking at Temple Emanu-El on Nov. 6 in Dallas, Texas. (BRENDAN SMIALOWSKI / AFP/Getty Images)\n\nAn Affordable Healthcare Act supporter talks with a student about the law also know as \"Obamacare,' on the campus of Santa Monica City College in Santa Monica, Calif., on Oct. 10. Only 100,000 people have enrolled in the new US Obamacare health plan so far, and fewer than 27,000 have made it through a faulty federal sign-up website, the government said on Nov. 13. (ROBYN BECK / AFP/Getty Images)\n\nAn Affordable Healthcare Act supporter talks with a student about the law also know as \"Obamacare,' on the campus of Santa Monica City College in Santa Monica, Calif., on Oct. 10. Only 100,000 people have enrolled in the new US Obamacare health plan so far, and fewer than 27,000 have made it through a faulty federal sign-up website, the government said on Nov. 13. (ROBYN BECK / AFP/Getty Images)\n\nProtesters gather as US President Barack Obama arrives at Temple Emanu-El on Nov. 6 in Dallas, Texas. Obama spoke about the Affordable Care Act amid technical problems which have hurt the rollout of the healthcare marketplace. (BRENDAN SMIALOWSKI / AFP/Getty Images)\n\nProtesters gather as US President Barack Obama arrives at Temple Emanu-El on Nov. 6 in Dallas, Texas. Obama spoke about the Affordable Care Act amid technical problems which have hurt the rollout of the healthcare marketplace. (BRENDAN SMIALOWSKI / AFP/Getty Images)\n\nKathleen Sebelius, secretary of Health and Human Services (HHS), walks in front of members of the media following a Senate Finance Committee hearing in Washington, D.C., on Nov. 6. Senate Finance Committee Chairman Max Baucus, the lead architect of Obamacare in the Senate said the U.S. health secretary needs to stay at the helm to repair the insurance exchanges and must \"meet, and I'd prefer you beat\" an end-of-the-month deadline for the fixes. (Andrew Harrer / Bloomberg)\n\nKathleen Sebelius, secretary of Health and Human Services (HHS), walks in front of members of the media following a Senate Finance Committee hearing in Washington, D.C., on Nov. 6. Senate Finance Committee Chairman Max Baucus, the lead architect of Obamacare in the Senate said the U.S. health secretary needs to stay at the helm to repair the insurance exchanges and must \"meet, and I'd prefer you beat\" an end-of-the-month deadline for the fixes. (Andrew Harrer / Bloomberg)\n\nU.S. Health and Human Services Secretary Kathleen Sebelius testifies before a Senate Finance Committee hearing in Washington on Nov. 6. Sebelius said on Friday that the Obama administration hopes to assist people who received health insurance cancellation notices but has \"no specific option right now.\" (JIM BOURG / REUTERS)\n\nU.S. Health and Human Services Secretary Kathleen Sebelius testifies before a Senate Finance Committee hearing in Washington on Nov. 6. Sebelius said on Friday that the Obama administration hopes to assist people who received health insurance cancellation notices but has \"no specific option right now.\" (JIM BOURG / REUTERS)\n\nA woman looks at the HealthCare.gov insurance exchange internet site Oct. 1 in Washington, DC. US President Barack Obama's Affordable Care Act, or Obamacare as it is commonly called, passed in March 2010, went into effect Tuesday at 8am EST. Heavy Internet traffic and system problems plagued the launch of the new health insurance exchanges Tuesday morning. (KAREN BLEIER / AFP/Getty Images)\n\nA woman looks at the HealthCare.gov insurance exchange internet site Oct. 1 in Washington, DC. US President Barack Obama's Affordable Care Act, or Obamacare as it is commonly called, passed in March 2010, went into effect Tuesday at 8am EST. Heavy Internet traffic and system problems plagued the launch of the new health insurance exchanges Tuesday morning. (KAREN BLEIER / AFP/Getty Images)\n\nU.S. President Barack Obama speaks about an administrative fix for some of the problems with the HealthCare.gov. website in the Brady Press Briefing Room at the White House on November 14. The president announced that canceled insurance plans would be renewed for a year. (Win McNamee / Getty Images)\n\nU.S. President Barack Obama speaks about an administrative fix for some of the problems with the HealthCare.gov. website in the Brady Press Briefing Room at the White House on November 14. The president announced that canceled insurance plans would be renewed for a year. (Win McNamee / Getty Images)\n\nA man looks over the Affordable Care Act (commonly known as Obamacare) signup page on the HealthCare.gov website in New York in October. The federal government's portal logged over 2.8 million visitors by afternoon October 2, largely in an attempt to sign up for Obamacare. (MIKE SEGAR / REUTERS)\n\nA man looks over the Affordable Care Act (commonly known as Obamacare) signup page on the HealthCare.gov website in New York in October. The federal government's portal logged over 2.8 million visitors by afternoon October 2, largely in an attempt to sign up for Obamacare. (MIKE SEGAR / REUTERS)\n\nYou are managing a new innovation, with billions at stake and a deadline looming. But people with their noses in the details are telling you that you can forget about getting it done on time.\n\nYour gut tells you to push past the naysayers, rally the troops and do the impossible. But what if the naysayers are right?\n\nThe recent troubles with the rollout of the Affordable Care Act, which has put Kathleen Sebelius, U.S. Secretary of Health and Human Services, and others on the hot seat, have brought this classic management dilemma into focus.\n\nLeadership and management experts seem to agree that success in this situation – the ability to know when problems are real and deadlines and quality are in jeopardy – depends on a culture that expects results but demands the truth.\n\n“You need to have a management team that’s comfortable with exposing problems as soon as they become aware of them,” said Patrick Magoon, CEO and president of the Ann & Robert H. Lurie Children’s Hospital of Chicago.\n\nMagoon knows big projects. He oversaw the construction of the hospital’s $855 million new home, completed on time and under budget last year.\n\n“Everybody knows there are going to be problems,” he said. “There are going to be issues. It all comes out in the wash sooner or later. How you handle that first problem is important, because it sets the tone.”\n\nLeonard Gingerella, clinical professor of entrepreneurship at Loyola University Chicago’s Quinlan School of Business, said it’s important to establish expectations and benchmarks ahead of time.\n\n\"If you start with a lie, you're going to end with a lie,\" he said. \"You have to insist on really strong performance criteria.\"\n\nWalter Scott, professor of management at Northwestern University’s Kellogg School of Management, said managing private contractors, who are doing much of the work on the Affordable Care Act rollout, also demands clear benchmarks and expectations.\n\n“You are going to get what you ask for.” he said.\n\nLet workers speak frankly, he added.\n\n“Most organizations don’t do enough to protect naysayers, because naysayers make people uncomfortable,” Scott said. “You’ve got to protect them, to honor them. You thank them for their input even if you don’t agree with them.”\n\nJames B. Schein, clinical professor of management and strategy at Kellogg and author of “Reversing the Slide: A Strategic Guide to Turnarounds and Corporate Renewal,” said managers must be aware of naysayers who are impediments rather than contributors. They’re easy to spot, he said. They “just keep bad-mouthing the strategy itself.”\n\nMagoon said leaders can counter this by “setting expectations that people will work with facts of what they know, and not innuendo.”\n\n“Identifying the problem is step one,” he said. “Helping develop a solution is step two. That’s the fun part of any job.”\n\nSchein said leaders must also be ready to step away from preset deadlines and objectives, focusing on the long-term goal of quality and success.\n\n“You may say: ‘Take that hill,’” he said. “But you’ve got to be willing to step back as you’re headed there and say, ‘Oops. Wrong hill!’”\n\nMagoon said that while the Lurie Children’s project was finished on time, he always emphasized quality over punctuality.\n\n“Nobody is going to remember if you’re not on time, as long as you get it right,” he said. “But if you get it wrong, everybody will remember.”", "article_metadata": {"description": "You are managing a new innovation, with billions at stake and a deadline looming. But people with their noses in the details are telling you that you can forget about getting it done on time. Your gut tells you to push past the naysayers, rally the troops and do the impossible. But what if the naysayers are right? The recent ...", "og": {"url": "http://localhost:8000/originals/chi-affordable-care-act-lessons-bsi-20131120,0,0.story", "site_name": "Blue Sky Innovation", "type": "article", "description": "You are managing a new innovation, with billions at stake and a deadline looming. But people with their noses in the details are telling you that you can forget about getting it done on time. Your gut tells you to push past the naysayers, rally the troops and do the impossible. But what if the naysayers are right? The recent ...", "title": "Affordable Care Act: lessons on innovation rollouts, expectations and naysayers"}, "twitter": {"description": "You are managing a new innovation, with billions at stake and a deadline looming. But people with their noses in the details are telling you that you can forget about getting it done on time. Your gut tells you to push past the naysayers, rally the troops and do the impossible. But what if the naysayers are right? The recent ...", "title": "Affordable Care Act: lessons on innovation rollouts, expectations and naysayers", "url": "http://localhost:8000/originals/chi-affordable-care-act-lessons-bsi-20131120,0,0.story?q=1385004628", "image": "http://www.trbimg.com/img-528ce416/turbine/chi-affordable-care-act-lessons-bsi-20131120/600", "site": "ChicagoBlueSky", "card": "summary"}, "fb": {"app_id": 523654191056489}, "google-site-verification": "WZ1oTeEoyp2ivPsaJjoK2C9YLNIFyuuI3WpcG387MIM", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "news_keywords": "gallery"}, "_id": "\"57477af46914bd0286fd936d\"", "article_summary": "Boehner commented on the ongoing problems with the implementation of the Affordable Care Act during his remarks.\nObama spoke about the Affordable Care Act amid technical problems which have hurt the rollout of the healthcare marketplace.\n(MIKE SEGAR / REUTERS)A man looks over the Affordable Care Act (commonly known as Obamacare) signup page on the HealthCare.gov website in New York in October.\n(Win McNamee / Getty Images)A man looks over the Affordable Care Act (commonly known as Obamacare) signup page on the HealthCare.gov website in New York in October.\nWalter Scott, professor of management at Northwestern University’s Kellogg School of Management, said managing private contractors, who are doing much of the work on the Affordable Care Act rollout, also demands clear benchmarks and expectations."}