{"article_title": "Burned With Limes: 5 Girls Suffer Acid-Like Irritation From Citrus Fruit, Diagnosed With Phytophotodermatitis", "article_keywords": ["acidlike", "burns", "limes", "citrus", "light", "uv", "girls", "phytophotodermatitis", "juice", "fruit", "diagnosed", "irritation", "skin", "burned", "suffer", "outdoors", "lime"], "article_url": "http://www.medicaldaily.com/burned-limes-5-girls-suffer-acid-irritation-citrus-fruit-diagnosed-phytophotodermatitis-255684", "article_text": "Phytophotodermatitis is diagnosed in five girls who were playing with limes outdoors recently, causing acid-like burns on their arms and legs.\n\nPhytophotodermatitis is diagnosed in five girls who were playing with limes outdoors recently, causing acid-like burns on their arms and legs. Creative Commons\n\nA fun outdoors activity turned nightmarish for five girls who suffered second-degree burns on their arms and legs in a condition known as phytophotodermatitis — an inflammation and damaging of the cutaneous skin caused by ultraviolet (UV) light interacting with photosynthesizing chemicals found in citrus fruit.\n\nThe five girls, Jewels, Jazmyn, Bailey, Candy, and Reyghan — aged 7 to 11 — didn’t develop the blisters until the following day, when they came to their parents in tears and begging for help. “A parent's worst nightmare is watching your kid scream and cry and begging you to stop the pain. And there is absolutely nothing you can do for your child,\" Reyghan's mother, Melinda McDaniel, told Good Morning America.\n\nPhytophotodermatitis can range in severity depending on how long a person is exposed to the UV rays and the sensitivity of his or her skin. While blisters may subside in a matter of days, skin pigmentation can persist for weeks or months. The condition resembles the more common photodermatitis — commonly known as “sun poisoning” — but differs in the way that specific botanical chemicals interact with the light, causing either hypopigmentation — a whitening of the skin, due to melanin deficiencies — or hyperpigmentation, a darkening of the skin.\n\n\"UV light changes the structure of the chemicals and causes a toxic reaction on the skin,\" said Dr. Dawn Davis, a dermatologist at the Mayo Clinic in Rochester, Minn., adding that bartenders are particularly prone to the condition. \"We often see streaking patterns because juices from fruits tend to drip. If you spill something that contains lime, you can see spill or splash mark on the skin.\"\n\nPeople whose skin comes into contact with lime or lemon juice — or other condition-causing substances, such as wild parsnip, carrot, or fig — and fear potential damage can prevent phytophotodermatitis through simple proactive measures. Staying indoors, away from UV light, can help the juice or substance dissipate before going back outside. If you are handling limes inside, wash your hands before heading outdoors. Additionally, applying sunblock offers chemical protection from UV rays and a physical barrier to lime juice, according to Davis.\n\nThe five girls have burns on their faces from \"daring each other to drink the lime juice,\" according to 9-year-old Bailey Kinser, who joked about the condition’s tongue-tying name. \"I'm all, phytophotodermatitis what?\"\n\nDoctors can treat the inflammatory condition with topical and oral medications. Patients with skin discoloration may be prescribed bleaching cream to ensure the hyperpigmentation does not become permanent. If left untreated, phytophotodermatitis could leave the skin permanently discolored.\n\n\"We never thought lime can burn our skin like acid,\" said Jewels, whose sister Jazmyn also suffered second-degree burns. \"I'm done with limes.”", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "limes, five girls, phytophotodermatitis, blisters, skin burns", "og": {"site_name": "Medical Daily", "description": "Phytophotodermatitis is diagnosed in five girls who were playing with limes outdoors recently, causing acid-like burns on their arms and legs.", "title": "5 Girls Burned With Limes, Diagnosed With Phytophotodermatitis", "url": "http://www.medicaldaily.com/burned-limes-5-girls-suffer-acid-irritation-citrus-fruit-diagnosed-phytophotodermatitis-255684", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/05/wildparsnipphytophotodermatitis.jpeg", "type": "article"}, "twitter": {"description": "Phytophotodermatitis is diagnosed in five girls who were playing with limes outdoors recently, causing acid-like burns on their arms and legs.", "title": "5 Girls Burned With Limes, Diagnosed With Phytophotodermatitis", "url": "http://www.medicaldaily.com/burned-limes-5-girls-suffer-acid-irritation-citrus-fruit-diagnosed-phytophotodermatitis-255684", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/05/wildparsnipphytophotodermatitis.jpeg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/05/wildparsnipphytophotodermatitis.jpeg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2013-09-05T15:19:33-04:00", "modified_time": "2013-09-05T15:21:43-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Phytophotodermatitis is diagnosed in five girls who were playing with limes outdoors recently, causing acid-like burns on their arms and legs."}, "_id": "\"57477af36914bd0286fcca29\"", "article_summary": "Phytophotodermatitis is diagnosed in five girls who were playing with limes outdoors recently, causing acid-like burns on their arms and legs.\nAdditionally, applying sunblock offers chemical protection from UV rays and a physical barrier to lime juice, according to Davis.\n\"UV light changes the structure of the chemicals and causes a toxic reaction on the skin,\" said Dr.\nStaying indoors, away from UV light, can help the juice or substance dissipate before going back outside.\nThe five girls have burns on their faces from \"daring each other to drink the lime juice,\" according to 9-year-old Bailey Kinser, who joked about the condition’s tongue-tying name."}