{"article_title": "Merkley Doubles Down in War on Wehby", "article_keywords": ["merkley", "senate", "raad", "dpo", "oregonian", "wehby", "party", "report", "doubles", "portland", "democratic", "war"], "article_url": "http://freebeacon.com/politics/merkley-doubles-down-in-war-on-wehby/", "article_text": "BY:\n\n\n\nTwo days after a report surfaced citing the Democratic Party of Oregon (DPO) as the source of opposition research used to paint Republican Senate nominee Dr. Monica Wehby as a “stalker,” the campaign of Sen. Jeff Merkley (D., Ore.) hired the DPO’s top spokesman.\n\nAccording to the Oregonian, Jamal Raad, a former Senate staff member for Merkley and spokesman for the state Democratic Party will now serve as the Merkley campaign’s Communications Director.\n\nRaad was the chief media contact for the DPO while it touted a story published by Politico, which focused on a 2013 police report regarding a dispute between Dr. Wehby and her ex-boyfriend.\n\nAccording to the Oregonian, on the morning of the story’s publication, “The Democratic Party of Oregon sent out a press release about the Politico story at 6:51 a.m. Friday.” Additionally, the DPO published subsequent releases touting media coverage of the police report, all of which cited Raad as the point of contact.\n\nOn May 19, the Oregonian reported that an employee of the DPO was the initial requestor of the police file.\n\n“An employee of the Democratic Party of Oregon was the first person to request the April 2013 police report of timber baron Andrew Miller accusing Republican Senate candidate Monica Wehby of ‘stalking’ him after a break-up. Jon Friedman, who listed a Northeast Portland address, requested the report from Portland police on April 17, 2014, documents obtained by The Oregonian through a public records request show…” “Merkley, asked about the report Friday morning at a Portland news conference he called to talk about stemming suicides among military veterans, called the Wehby report a private family matter. Asked whether his campaign had found and released the police report, he said only: ‘I had not heard about this issue until it came up in the news.’”\n\nThe hiring of Raad, a longtime associate of Merkley’s and someone who was intimately involved in obtaining and placing the police report in the press, may cast doubts on the believability of Merkley’s denial of having prior knowledge of the story and whether or not the senator condones the use of such personal information against an opponent.\n\nThe use of the police report against Wehby has come under intense media criticism in recent days, with some suggesting that the use of such campaign tactics may constitute a Democrats’ version of a “War on Women.”", "article_metadata": {"description": "Hires spokesman that promoted ‘stalker’ story", "generator": "WordPress 4.5.2", "og": {"site_name": "Washington Free Beacon", "description": "Two days after a report surfaced citing the Democratic Party of Oregon (DPO) as the source of opposition research used to paint Republican Senate nominee Dr. Monica Wehby as a “stalker,” the cam", "title": "Merkley Doubles Down in War on Wehby", "url": "http://freebeacon.com/politics/merkley-doubles-down-in-war-on-wehby/", "image": "http://freebeacon.com/wp-content/uploads/2014/04/Merkley-150x150.jpg", "type": "article"}, "twitter": {"image": "http://freebeacon.com/wp-content/uploads/2014/04/Merkley-150x150.jpg", "title": "Merkley Doubles Down in War on Wehby", "site": "@freebeacon", "card": "summary", "description": "Two days after a report surfaced citing the Democratic Party of Oregon (DPO) as the source of oppo"}, "robots": "noodp", "apple-itunes-app": "app-id=1047859882", "fb": {"app_id": "FB_APP_ID"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd7f2a\"", "article_summary": "According to the Oregonian, Jamal Raad, a former Senate staff member for Merkley and spokesman for the state Democratic Party will now serve as the Merkley campaign’s Communications Director.\nThe use of the police report against Wehby has come under intense media criticism in recent days, with some suggesting that the use of such campaign tactics may constitute a Democrats’ version of a “War on Women.”\nOn May 19, the Oregonian reported that an employee of the DPO was the initial requestor of the police file.\nBY:Two days after a report surfaced citing the Democratic Party of Oregon (DPO) as the source of opposition research used to paint Republican Senate nominee Dr. Monica Wehby as a “stalker,” the campaign of Sen. Jeff Merkley (D., Ore.) hired the DPO’s top spokesman.\n“An employee of the Democratic Party of Oregon was the first person to request the April 2013 police report of timber baron Andrew Miller accusing Republican Senate candidate Monica Wehby of ‘stalking’ him after a break-up."}