{"article_title": "Doctors: Affordable Care Act has not led to fewer ER visits", "article_keywords": ["affordable", "wtop", "led", "emergency", "polled", "doctors", "visits", "wait", "patients", "panitch", "medicaid", "fewer", "act", "health", "er", "medical", "care"], "article_url": "http://wtop.com/health/2015/05/wolfson-monday-doctors-affordable-health-care-act-not-led-fewer-er-visits/", "article_text": "WASHINGTON — More Americans than ever have health coverage, either through private insurance or government programs like Medicaid. But cutting the ranks of the uninsured — a chief goal of health care reform — has apparently not led to the expected decline in visits to hospital emergency rooms.\n\nThe American College of Emergency Physicians — commonly known as the ACEP — recently polled 2099 of its members and found most are busier than ever.\n\nThree-fourths of those polled said emergency visits are way up. That’s a big increase since 2013 when less than half reported increases.\n\nThe surge runs contrary to predictions made when the Affordable Care Act was signed into law in 2010, that fewer patients would end up in the ER because they would have greater access to primary and preventative care through private insurance and Medicaid.\n\n“What we have come to learn is, unfortunately, the Medicaid card does not at all equal timely access to care,” says Dr. Orlee Panitch, an ER doctor with MEPHealth in Germantown, Maryland and chair of the ACEP’s Emergency Medicine Action Fund, which commissioned the poll.\n\nA December 2014 report by the inspector general of the Department of Health and Human Services says over half of all Medicaid patients have to wait at least two weeks to get a doctor’s appointment, and over a quarter have faced wait times of more than one month.\n\nPanitch says because of these wait times — and in some cases concerns about co-pays and deductibles — many Medicaid patients are putting off medical care until they hit crisis mode and end up in the ER.\n\nThat is a big reason why so many of the doctors polled said they are seeing much sicker patients than ever before.\n\nPanitch says another problem is “the baby boomers who are aging — and who have multiple chronic medical problems.”\n\nAt one point it was thought the rise of urgent care centers, retail clinics and even medical help lines might curb ER use, but Panitch says that hasn’t been the case.\n\n“The urgent care settings have a wonderful service to provide for the care that doesn’t require the heavy lifting,” says Panitch, adding these care centers routinely send patients on to the nearest emergency department.\n\nShe says policy makers dealing with the intricacies of the health care system need to understand the importance of 24/7 emergency rooms, emphasizing they are “providing a service to these sicker patients that cannot be done in the outpatient world.”\n\nFollow @WTOP on Twitter and WTOP on Facebook.\n\n© 2015 WTOP. All Rights Reserved.", "article_metadata": {"msapplication-config": "http://wtop.com/wp-content/themes/wtop/assets/img/favicons/browserconfig.xml", "sailthru.image.thumb": "http://wtop.com/wp-content/uploads/2015/05/ThinkstockPhotos-456907243-150x150.jpg", "news_keywords": "affordable health care act, emergency room, er, obama care", "og": {"site_name": "WTOP", "description": "WASHINGTON — More Americans than ever have health coverage, either through private insurance or government programs like Medicaid.   But cutting the ranks of the uninsured — a chief goal of health care reform — has apparently not…", "title": "Doctors: Affordable Care Act has not led to fewer ER visits", "locale": "en_US", "image": "http://wtop.com/wp-content/uploads/2015/05/ThinkstockPhotos-456907243.jpg", "updated_time": "2015-05-04T10:56:49+00:00", "url": "http://wtop.com/health/2015/05/wolfson-monday-doctors-affordable-health-care-act-not-led-fewer-er-visits/", "type": "article"}, "twitter": {"domain": "WTOP", "image": {"src": "http://wtop.com/wp-content/uploads/2015/05/ThinkstockPhotos-456907243.jpg"}, "description": "WASHINGTON — More Americans than ever have health coverage, either through private insurance or government programs like Medicaid.   But cutting the ranks of the uninsured — a chief goal of health care reform — has apparently not…", "card": "summary", "title": "Doctors: Affordable Care Act has not led to fewer ER visits - WTOP"}, "sailthru.date": "2015-05-04 05:55:50", "wp-admin-url": "http://wtop.com/wp-admin/post.php?post=2484281&action=edit", "wp-parsely_version": "1.7", "sailthru.canonical": "http://wtop.com/health/2015/05/wolfson-monday-doctors-affordable-health-care-act-not-led-fewer-er-visits/", "msapplication-TileImage": "http://wtop.com/wp-content/themes/wtop/assets/img/favicons/mstile-144x144.png", "sailthru.tags": "affordable health care act,emergency room,ER,Health News,News,obama care", "article": {"section": "News", "tag": "affordable health care act,emergency room,ER,obama care", "published_time": "2015-05-04T05:55:50+00:00", "modified_time": "2015-05-04T10:56:49+00:00"}, "msapplication-TileColor": "#ffffff", "sailthru.image.full": "http://wtop.com/wp-content/uploads/2015/05/ThinkstockPhotos-456907243.jpg", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdb325\"", "article_summary": "But cutting the ranks of the uninsured — a chief goal of health care reform — has apparently not led to the expected decline in visits to hospital emergency rooms.\nThat is a big reason why so many of the doctors polled said they are seeing much sicker patients than ever before.\nThree-fourths of those polled said emergency visits are way up.\nPanitch says because of these wait times — and in some cases concerns about co-pays and deductibles — many Medicaid patients are putting off medical care until they hit crisis mode and end up in the ER.\nThe surge runs contrary to predictions made when the Affordable Care Act was signed into law in 2010, that fewer patients would end up in the ER because they would have greater access to primary and preventative care through private insurance and Medicaid."}