{"article_title": "Louie Gohmert: Obama's 'Hate Crimes' Against Christians Invite God's Judgment", "article_keywords": ["womens", "supreme", "right", "invite", "readers", "gods", "support", "crimes", "watch", "hate", "wing", "work", "source", "way", "obamas", "judgment", "gohmert", "christians", "louie"], "article_url": "http://www.rightwingwatch.org/content/louie-gohmert-obamas-hate-crimes-against-christians-invite-gods-judgment", "article_text": "To our readers: The future of the Supreme Court. The most far-right presidential candidates in decades. Non-stop attacks on women’s rights. Never has the work of Right Wing Watch, a project of the People For the American Way dedicated to exposing the Far-Right's extreme and intolerant agenda, been more important. And, as a non-profit, our main source of support is readers like you. If you use Right Wing Watch, please consider making a contribution to support our work at this critical time.", "article_metadata": {"og": {"url": "http://www.rightwingwatch.org/content/louie-gohmert-obamas-hate-crimes-against-christians-invite-gods-judgment", "image": "http://www.rightwingwatch.org/sites/default/files/images/a_story_images/louie_gohmert_ap_605.jpg", "type": "blog", "description": "Yesterday on “Washington Watch,” Rep. Louie Gohmert railed against “the hate crimes by this administration” against conservative Christians, such as the nuns of the Little Sist", "title": "Louie Gohmert: Obama's 'Hate Crimes' Against Christians Invite God's Judgment"}, "description": "Yesterday on “Washington Watch,” Rep. Louie Gohmert railed against “the hate crimes by this administration” against conservative Christians, such as the nuns of the Little Sisters of the Poor.", "viewport": "width=1074, initial-scale=1.0"}, "article_summary": "If you use Right Wing Watch, please consider making a contribution to support our work at this critical time.\nNever has the work of Right Wing Watch, a project of the People For the American Way dedicated to exposing the Far-Right's extreme and intolerant agenda, been more important.\nAnd, as a non-profit, our main source of support is readers like you.\nTo our readers: The future of the Supreme Court.\nNon-stop attacks on women’s rights."}