{"article_title": "US Taxpayers Paid Millions for Shoddy, Unsafe Buildings in Afghanistan", "article_keywords": ["billion", "afghanistan", "buildings", "shoddy", "requirements", "million", "unsafe", "paid", "taxpayers", "defense", "projects", "reconstruction", "department", "afghan", "special", "millions"], "article_url": "http://www.thefiscaltimes.com/2016/03/16/US-Taxpayers-Paid-Millions-Shoddy-Unsafe-Buildings-Afghanistan", "article_text": "Congress has appropriated about $110 billion for U.S. reconstruction projects in Afghanistan. The majority of the funding -- about $69 billion, or 62 percent -- has been funneled through the Department of Defense, and the agency has spent about $55 billion as of September 2015. Many questions remain about just what the U.S. has received in exchange for those billions, and a new analysis of reconstruction spending in Afghanistan does little to quiet critics of the effort.\n\nA new review of 36 inspection reports by the Special Inspector General for Afghanistan Reconstruction (SIGAR) covering 44 reconstruction projects with a combined value of $1.1 billion found serious problem in a majority cases. Sixty-three percent of the projects failed to meet the requirements of the contract or technical specifications, 36 percent were structurally unsound or hazardous to the occupants, and a roughly a quarter were delayed, including one more than two and half years behind schedule.\n\nRelated: Where Did $800 Million in Afghan Aid Go? The Pentagon Shrugs Its Shoulders\n\nThe fresh study comes the same day the special inspector, John Sopko, is appearing before the House Oversight and Government Reform Committee to talk about his office’s efforts to date, which have exposed billions of dollars in waste and mismanagement.\n\nWhile some of the projects “were well built and met contract requirements and technical specifications, most of the projects did not meet those requirements and had serious construction deficiencies that, in some cases, had health and safety implications,” the report states.\n\n“In many cases, poorly prepared or unqualified contractor personnel, inferior materials, poor workmanship, and inadequate contractor and U.S. government oversight contributed to those substandard results. Despite these problems, many contractors were paid the full contract amount,” it adds.\n\nFor example, a school built near the capital of Kabul was intended to be a single-story, 10-classroom structure with a wooden roof to mitigate potential damage from likely seismic activity. Instead, the contractor built two five-classroom building with concrete roofs situated atop brick walls with “large gaps” in the mortar, according to SIGAR. The school remains unfinished and unused.\n\nRelated: The $43 Million Afghan Gas Station Scandal Blows the Lid Off Pentagon Waste\n\nThe U.S. spent about $2.9 million to build cold and dry-storage facility in volatile Helmand province. However, 10 months after transferring ownership to the Afghan government, the Defense Department agency overseeing the project had failed to find an Afghan business to operate it.\n\nIn another instance, four months after the Qesmatullah Nasrat Construction Company, an Afghan company, finished building the Afghan Special Police Training Center’s dry fire range in 2012 for nearly $500,000, the range began to “disintegrate.”\n\nTogether, the review raises yet more questions about the Pentagon’s ability to manage reconstruction efforts and the Afghani operational competence.\n\nRelated: Six Years and $17 Billion Wasted in Afghanistan with Nothing to Show for It\n\nEven so, Sopko’s office believes there is reason to be optimistic that Washington and Kabul can learn from past mistakes. He notes that the Defense Department has implemented almost 80 percent of the recommendations his agency has made, and the Afghan government has vowed to fight corruption.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Congress has appropriated about $110 billion for U.S.", "title": "US Taxpayers Paid Millions for Shoddy, Unsafe Buildings in Afghanistan", "url": "http://www.thefiscaltimes.com/2016/03/16/US-Taxpayers-Paid-Millions-Shoddy-Unsafe-Buildings-Afghanistan", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/afghanistan-army-desertions_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/03/16/US-Taxpayers-Paid-Millions-Shoddy-Unsafe-Buildings-Afghanistan", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/afghanistan-army-desertions_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Congress has appropriated about $110 billion for U.S.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Congress has appropriated about $110 billion for U.S. reconstruction projects in Afghanistan.\nRelated: The $43 Million Afghan Gas Station Scandal Blows the Lid Off Pentagon WasteThe U.S. spent about $2.9 million to build cold and dry-storage facility in volatile Helmand province.\nHe notes that the Defense Department has implemented almost 80 percent of the recommendations his agency has made, and the Afghan government has vowed to fight corruption.\nHowever, 10 months after transferring ownership to the Afghan government, the Defense Department agency overseeing the project had failed to find an Afghan business to operate it.\nA new review of 36 inspection reports by the Special Inspector General for Afghanistan Reconstruction (SIGAR) covering 44 reconstruction projects with a combined value of $1.1 billion found serious problem in a majority cases."}