{"article_title": "Attkisson Targeted for Reporting on Fast and Furious", "article_keywords": ["schultz", "documents", "targeted", "reporting", "fast", "cbs", "attkisson", "furious", "white", "holder", "schmaler", "obama"], "article_url": "http://dailysignal.com/2014/11/21/white-house-justice-sought-stop-attkissons-reporting-fast-furious-scandal-documents-reveal/", "article_text": "Newly released documents show the White House and Justice Department targeted investigative journalist Sharyl Attkisson in hopes of thwarting her reporting for CBS News on the secretive government operation called Fast and Furious.\n\nIn an email exchange, a press aide to Attorney General Eric Holder tells a spokesman for President Obama that Attkisson is “out of control” and says she plans to complain to Bob Schieffer, a CBS veteran of four decades and the network’s chief Washington correspondent.\n\nThe exchange is among documents obtained by government watchdog group Judicial Watch, which sought information from the Justice Department as part of a 2012 Freedom of Information Act request and lawsuit against the federal agency.\n\nThe group announced yesterday that it received more than 10,000 documents totaling 42,000 pages regarding Operation Fast and Furious.\n\nIn a formal statement, Judicial Watch President Tom Fitton said:\n\nJudicial Watch’s tenacious lawsuit has led to the first public disclosure of Fast and Furious documents at the heart of the historic contempt citation against Attorney General Eric Holder. These documents, many of which are heavily blacked out, withheld for over two years by President Obama, are a road map [to] the Obama administration’s Fast and Furious cover-up and deadly lies.\n\nOne document shows White House and Justice Department officials colluding to silence Attkisson, who while at CBS News exposed many details of the administration’s gun-walking scandal.\n\n>>> Sharyl Attkisson Releases Chilling Video of Mysterious Deletions on Her Computer\n\nIn an Oct. 4, 2011, email exchange, Holder press aide Tracy Schmaler tells White House deputy press secretary Eric Schultz of her plan to contact one of Attkisson’s editors and CBS’s chief Washington correspondent in an attempt to silence her.\n\n“I’m also calling Sharryl’s [sic] editor and reaching out to Scheiffer [sic],” Schmaler wrote. “She’s out of control.”\n\nSchmaler, though she misspelled his name, was referring to Schieffer, the top CBS reporter and anchor who currently hosts “Face the Nation” and occasionally anchors “The CBS Evening News.” She also misspelled Attkisson’s first name.\n\nOne day earlier, Attkisson had reported that Holder knew about Fast and Furious and received briefings on the scandal as far back as July 2010. Holder had told Congress that he learned of the operation in late 2011, about 10 months later.\n\nIn a subsequent email, the White House’s Schultz says he supports Schmaler’s plan, writing: “Good. Her piece was really bad for AG [Holder].”\n\nAttkisson, currently a senior independent contributor to The Daily Signal, could not be reached for comment.\n\nIn Fast and Furious, an operation executed by the Bureau of Alcohol, Tobacco, Firearms and Explosives, licensed firearms dealers sold guns illegally to straw buyers. Officials with ATF, part of Holder’s Justice Department, hoped to track the firearms to leaders of Mexican drug cartels and then arrest them.\n\nHowever, the federal law enforcement officials lost track of the weapons. In 2010, two of the guns were found at the scene of the murder of U.S. Border Patrol agent Brian Terry.\n\nIn the same 2011 email exchange, the two administration press aides go on to discuss working with reporter Susan Davis. At the time, Davis was at National Journal and covering Fast and Furious as well as House Oversight and Government Reform Chairman Darrell Issa, R-Calif., leader of the congressional investigation into the scandal.\n\n>>> Computer Hacks and Screaming Flacks: 5 Startling Anecdotes from Sharyl Attkisson’s New Book\n\n“She’s writing on Issa/FandF and I said you could load her up on the leaks, etc.,” Schultz told Schmaler in an email.\n\nThe same day that Schmaler called Attkisson “out of control,” the investigative reporter appeared on Laura Ingraham’s radio show.\n\nAttkisson told the radio host that she had received phone calls from Justice’s Schmaler and the White House’s Schultz regarding her Fast and Furious reporting.\n\nSchulz called her screaming and cursing, Attkisson said, and Schmaler yelled at her.\n\nAttkisson chronicled this and other instances of the Obama administration interfering in her reporting in her new book, “Stonewalled: My Fight for Truth Against the Forces of Obstruction, Intimidation, and Harassment in Obama’s Washington.”\n\nAttkisson left CBS News in March, citing an inability to get stories on the air.\n\nIn “Stonewalled,” she details multiple instances of top CBS officials pulling the plug on her stories, many relating to the 2012 Benghazi terror attacks as well as Fast and Furious, apparently because they did not reflect well on the Obama administration.", "article_metadata": {"description": "Emails show the White House and Justice Department targeted reporter Sharyl Attkisson in hopes of thwarting her CBS coverage of Operation Fast and Furious.", "og": {"site_name": "The Daily Signal", "description": "Emails show the White House and Justice Department targeted reporter Sharyl Attkisson in hopes of thwarting her CBS coverage of Operation Fast and Furious.", "title": "Attkisson Targeted for Reporting on Fast and Furious", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/141031_AttkissonVideo_Quinn1.jpg", "updated_time": "2014-11-23T15:11:17+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/11DEaqt"}, "twitter": {"domain": "The Daily Signal", "description": "Emails show the White House and Justice Department targeted reporter Sharyl Attkisson in hopes of thwarting her CBS coverage of Operation Fast and Furious.", "title": "Attkisson Targeted for Reporting on Fast and Furious", "image": {"src": "http://dailysignal.com/wp-content/uploads/141031_AttkissonVideo_Quinn1.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Law", "tag": "executive overreach,executive power,media", "published_time": "2014-11-21T16:21:30+00:00", "modified_time": "2014-11-23T15:11:17+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Sharyl Attkisson, Operation Fast and Furious, Judicial Watch, Department of Justice, Tom Fitton, Tracy Schmaler, Eric Schultz, Eric Holder, Bob Schieffer, Darrell Issa"}, "_id": "\"57477af36914bd0286fcca3b\"", "article_summary": "Attkisson told the radio host that she had received phone calls from Justice’s Schmaler and the White House’s Schultz regarding her Fast and Furious reporting.\nNewly released documents show the White House and Justice Department targeted investigative journalist Sharyl Attkisson in hopes of thwarting her reporting for CBS News on the secretive government operation called Fast and Furious.\nThe group announced yesterday that it received more than 10,000 documents totaling 42,000 pages regarding Operation Fast and Furious.\nOne day earlier, Attkisson had reported that Holder knew about Fast and Furious and received briefings on the scandal as far back as July 2010.\nIn Fast and Furious, an operation executed by the Bureau of Alcohol, Tobacco, Firearms and Explosives, licensed firearms dealers sold guns illegally to straw buyers."}