{"article_title": "U.S. consulate in Turkey targeted as wave of attacks kills 9", "article_keywords": ["turkey", "kurdish", "istanbul", "kills", "attacks", "militants", "wave", "ankara", "targeted", "attack", "suspected", "pkk", "security", "consulate", "killed"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/08/10/Attackers-open-fire-US-consulate-Istanbul-CNN-Turk", "article_text": "ISTANBUL/DIYABAKIR (Reuters) - Two women shot at the U.S. consulate in Istanbul on Monday and at least nine people were killed in a wave of separate attacks on Turkish security forces, weeks after Ankara launched a crackdown on Islamic State, Kurdish and far-left militants.\n\nThe NATO member has been in a heightened state of alert since starting its \"synchronized war on terror\" last month, including air strikes against Islamic State fighters in Syria and Kurdistan Workers Party (PKK) militants in northern Iraq. It has also rounded up hundreds of suspected militants at home.\n\nA far-left group that killed a Turkish security guard in a 2013 suicide bombing of the U.S. embassy in Ankara claimed it was involved in Monday's attack.\n\nThe Revolutionary People's Liberation Army-Front (DHKP-C), considered a terrorist organization by the United States and Turkey, said one of its members was involved, and called Washington the \"arch enemy\" of the people of the Middle East and the world.\n\nTurkey's foreign ministry condemned the attack and said security at U.S. diplomatic missions was being tightened. Police with automatic rifles cordoned off streets around the U.S. consulate in the Sariyer district on the European side of Istanbul.\n\nAhmet Akcay, a resident who witnessed the attack, told Reuters that one of the women fired four or five rounds, aiming at security officials and consulate officers.\n\n\"Police were shouting 'drop your bag, drop your bag'. And the woman was saying: 'I will not surrender',\" Akcay said.\n\n\"The police warned her again: 'Drop your bag or we will have to shoot you', and the woman said: 'Shoot'.\"\n\nOne of the two women was later captured wounded, the Istanbul governor's office said.\n\nThe Dogan news agency said the injured woman was aged 51 and had served prison time for being a suspected member of the DHKP-C. Reuters could not immediately verify the report.\n\n\"We are working with Turkish authorities to investigate the incident. The Consulate General remains closed to the public until further notice,\" a consulate official said.\n\nThe attack came a day after the U.S. sent six F-16 fighter jets and about 300 personnel to Incirlik Air Base in Turkey as part of coalition efforts to fight Islamic State.\n\nOn the other side of Istanbul, a vehicle laden with explosives was used to attack a police station, injuring three police officers and seven civilians, police said.\n\nOne of the attackers was killed during the bombing, while two others and a police officer died in a subsequent firefight, the Istanbul governor's office said. Broadcaster CNN Turk said the officer was a senior member of the bomb squad who had been sent to investigate the attack.\n\nShooting continued into Monday morning in the Sultanbeyli district on the Asian side of the Bosphorus waterway, which divides Istanbul, as police carried out raids.\n\nThere was no immediate claim of responsibility for either of the attacks, but U.S. diplomatic missions and police stations have been targeted by far-left groups in Turkey in the past.\n\nThe DHKP-C, whose members are among those detained in recent weeks, claimed responsibility for a suicide bombing at the U.S. embassy in Ankara in 2013 which killed a Turkish security guard.\n\nVIOLENCE IN SOUTHEAST\n\nTurkey opened its air bases to the U.S.-led coalition against Islamic State (IS) last month after years of reluctance and carried out its own bombing raids, stepping up its role after a suspected IS suicide bomber killed 32 people in the town of Suruc near the Syrian border.\n\nCasting the operations as a war on terrorist groups \"without distinction\", it simultaneously launched air strikes on PKK targets in Iraq and in southeastern Turkey, and has arrested more than 1,300 people suspected of links to Islamist, Kurdish and far-leftist groups in recent weeks.\n\nIt has been a high-risk strategy for a country straddling Europe and the Middle East which depends on tourism for around a tenth of its income, leaving it exposed to the threat of reprisals.\n\nViolence between the security forces and suspected militants intensified in the mainly Kurdish southeast on Monday.\n\nFour police officers were killed when their armored vehicle was hit by roadside explosives in the town of Silopi, the governor's office in the province of Sirnak said.\n\nA soldier was also killed when Kurdish militants opened fire on a military helicopter in a separate attack in Sirnak, the military said in a statement. Security sources said at least seven other soldiers were wounded in the attack, which came as the helicopter took off.\n\nThe military launched an air campaign against PKK camps in northern Iraq on July 24 after a resurgence of militant attacks. State-run Anadolu news agency said on Sunday that more than 260 militants had been killed, including senior PKK figures, and more than 400 wounded by Aug. 1.\n\nThe violence has left a peace process with the PKK, begun by President Tayyip Erdogan in 2012, in tatters. Erdogan said last month the process had become impossible, although neither side has so far declared the negotiations definitively over.\n\nThe PKK, designated a terrorist group by Ankara, the United States and European Union, launched its insurgency in 1984 to press for greater Kurdish rights. More than 40,000 people have been killed in the conflict.\n\n(Additional reporting by Ece Toksabay in Ankara and David Dolan in Istanbul; Writing by Nick Tattersall; Editing by Tom Heneghan, David Stamp and Giles Elgood)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "ISTANBUL/DIYABAKIR (Reuters) - Two women shot at the U.S.", "title": "U.S. consulate in Turkey targeted as wave of attacks kills 9", "url": "http://www.thefiscaltimes.com/latestnews/2015/08/10/Attackers-open-fire-US-consulate-Istanbul-CNN-Turk", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/turkey-attacks_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/08/10/Attackers-open-fire-US-consulate-Istanbul-CNN-Turk", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/turkey-attacks_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "ISTANBUL/DIYABAKIR (Reuters) - Two women shot at the U.S.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fdb332\"", "article_summary": "It has also rounded up hundreds of suspected militants at home.\nPolice with automatic rifles cordoned off streets around the U.S. consulate in the Sariyer district on the European side of Istanbul.\nViolence between the security forces and suspected militants intensified in the mainly Kurdish southeast on Monday.\nThe Consulate General remains closed to the public until further notice,\" a consulate official said.\nA soldier was also killed when Kurdish militants opened fire on a military helicopter in a separate attack in Sirnak, the military said in a statement."}