{"article_title": "Bone Chilling Cold, and Affordable Care Act tax tips", "article_keywords": ["affordable", "alabama", "school", "opening", "tax", "sex", "state", "r", "health", "chilling", "coverage", "act", "rawls", "marriage", "tips", "cold", "bone", "care"], "article_url": "http://apr.org/post/bone-chilling-cold-and-affordable-care-act-tax-tips", "article_text": "Students in more than thirty Alabama school districts will get to sleep in a little while extra this morning thanks to bitter cold temperatures through much of the state. Most of the school systems delaying opening are in northern and central Alabama. But, a few school districts in southeastern Alabama are also taking additional precautions by opening later than normal. Officials are choosing to delay opening to make conditions safer for those students that need to wait outside on bus transportation to school.\n\nIf you have health coverage through the Affordable Care Act, then tax preparer H & R Block wants to talk to you. The new health insurance system prompted forty three changes to the U.S. tax code. H & R Block offices in Alabama and around the country are offering one-on-one counseling sessions on that means to you. Patricia Jackson is with the H & R Block office in Fultondale. She says her clients are most surprised over how big the penalties can get if they don’t have insurance…\n\n“They heard ninety five dollars per adult, but they weren’t aware of the one percent of income whichever is greater. So, that’s what I’m mainly hearing, how much is the actual penalty.”\n\nJackson says health care consumers may also have to pay taxes on any federal subsidy they get to help pay for coverage. Sixty five thousand Alabamians bought coverage under the Affordable Health Care Act during the latest sign-up period starting last October.\n\nFlorida became the latest state to legalize same sex marriage this week. APR student reporter Kristen Feyt says supporters are speaking out in favor of the decision…\n\nFlorida has now become the thirty-sixth state to legalize same sex marriage. The Democratic Women’s Club of Florida is the latest to support the change. Florida’s previous ban on gay marriage was officially lifted at 12:01 am Tuesday morning. Dr. Maureen McKenna is the president of The Democratic Women’s Club of Florida. She says that the state’s new laws are a part of the social justice movement that gives equality to same sex couples…\n\n“We have to overcome any discrimination that’s evident in the work place and in the community. I believe that this legislation and adherence to this law will continue to make sure that equality for all is achieved in this land of liberty.”\n\nAlabama remains one of ten states that still bans same sex marriage. The Florida based Publix supermarket chain now allows company benefits for same sex couples. The company operates fifty eight stores in Alabama\n\nThe Alabama journalism community will be losing a legend this month. Associated Press reporter Phillip Rawls is retiring. Rawls is the longest-serving member of the Alabama Capitol press corps, and has covered thirty five sessions of the Alabama Legislature. Rawls' coverage of state politics has spanned seven governors, from George Wallace to Robert Bentley. He's become renowned for his fairness and accuracy. Rawls' retirement becomes effective later this month.", "article_metadata": {"category": "Arts & Life", "description": "Students in more than thirty Alabama school districts will get to sleep in a little while extra this morning thanks to bitter cold temperatures through", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://apr.org/post/bone-chilling-cold-and-affordable-care-act-tax-tips", "image": "http://mediad.publicbroadcasting.net/p/wual/files/styles/medium/public/201501/baby_cold.jpg", "type": "article", "description": "Students in more than thirty Alabama school districts will get to sleep in a little while extra this morning thanks to bitter cold temperatures through", "title": "Bone Chilling Cold, and Affordable Care Act tax tips"}, "wordCount": 529, "twitter": {"site": "@ALPublicRadio", "card": "summary"}, "author": "Alex AuBuchon", "org_id": 0, "dc": {"title": "Bone Chilling Cold, and Affordable Care Act tax tips"}, "nid": 65683, "datePublished": "2015-01-08", "story_id": 375851753, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fdb337\"", "article_summary": "If you have health coverage through the Affordable Care Act, then tax preparer H & R Block wants to talk to you.\nSixty five thousand Alabamians bought coverage under the Affordable Health Care Act during the latest sign-up period starting last October.\nRawls' coverage of state politics has spanned seven governors, from George Wallace to Robert Bentley.\nStudents in more than thirty Alabama school districts will get to sleep in a little while extra this morning thanks to bitter cold temperatures through much of the state.\nFlorida became the latest state to legalize same sex marriage this week."}