{"article_title": "Governor’s committee announces ADA employer awards", "article_keywords": ["vermont", "governors", "announces", "national", "disability", "gcepd", "employer", "awards", "committee", "ada", "employers", "employment", "disabilities", "awareness", "spirit"], "article_url": "http://vtdigger.org/2015/10/11/governors-committee-announces-ada-employer-awards/", "article_text": "News Release — Governor’s Committee on Employment of People with Disabilities\n\nOct. 1, 2015\n\nMedia contacts:\n\nNeal Meier, Executive Coordinator – GCEPD\n\n802-279-1373; [email protected]\n\nChristopher J. Loso, Chair – GCEPD\n\n802-734-0063; [email protected]\n\nVermont’s Governor’s Committee on Employment of People with Disabilities (GCEPD) Announces 2015 “Spirit of the Americans with Disabilities Act (ADA)” Employer Awards and Special Recognition Award to Vermont State Representative William Botzow (Bennington)\n\nVermont’s GCEPD Announces 2015 “Spirit of the ADA” Employer Awards to Commemorate National Disability Employment Awareness Month\n\nBurlington Vermont, October 1, 2015 – Today, Vermont’s Governor’s Committee on Employment of People with Disabilities (GCEPD) announced the employer award recipients for the “Spirit of the ADA” Awards. The Vermont “Spirit of the ADA” Award is given to employers who reflect the spirit of the Americans with Disabilities Act in their employment practices. Successfully meeting any of the following criteria qualifies employers for eligibility to be nominated:\n\nRecruitment outreach and equal accessibility in the application, interviewing, and hiring procedures for people with disabilities.\n\nUse of on-the-job accommodations, modifications, progressive employment methods, and/or creative solutions for successful training and employment of people with disabilities.\n\nAccessible physical structures, buildings, work stations and equipment, and services.\n\nSupport for the employment of a person(s) with disability as an overall employment strategy.\n\nThe following employers have been recognized for the promotion of hiring and retaining of people with disabilities:\n\nBarbara Barber, Label Shopper – Bennington\n\nBetsy Bailey, Little Dippers Doodle Children’s Center – St. Johnsbury\n\nSandra Kuc, Vermonsters Childcare and Learning Center – Rutland\n\nExecutive Chef Ray Wood, Capitol Food Court (The Abbey Group) – Montpelier\n\nSimon Labranche and JP Labranche, Labranche Lumber Company – Newport\n\nHolly Laber, Green Mountain Electric Supply – Colchester\n\nNeomi Campbell, Springfield Food Co-op – Springfield\n\nMike Rainville, Maple Landmark Woodcraft – Middlebury\n\nMichael Underwood, Walmart – St. Albans\n\nMatt Farnham, Hannaford Food & Drug – Morrisville\n\nCarolyn Stoughton, The Gathering Place – Brattleboro\n\nFedEx Ground – White River Junction, VT/West Lebanon, NH\n\nEvery day, people with disabilities can and do add value to America’s workplaces. However, in both good economic times and bad, people with disabilities have far fewer job opportunities than the general population. The goal of the GCEPD is to promote the hiring, retention and advancement of people with disabilities and dispel negative stereotypes about disability and employment. The employers who are recognized for this award have been exemplary in their employment of people with disabilities, and the employees have been successful contributors to their respective organizations.\n\nThe GCEPD and VOCREHAB VERMONT will also be participating in radio shows to recognize the National Disability Employment Awareness Month, promoting noteworthy employment practices, resources and employers of distinction that have won the “Spirit of the ADA” Awards on our website – HYPERLINK “http://www.hireus.org” www.hireus.org. We will also conduct broad outreach through the electronic distribution of our newsletter, “Abilities”.\n\n“We are excited about the progress that has been made by Vermont employers in the hiring of people with disabilities. The Spirit of the ADA Awards will recognize some of these employers. We will also continue our education and outreach efforts to increase the employment outcomes for Vermonters of ALL abilities and to help employers gain awareness of this valuable resource pool for employment,” said Christopher J. Loso, Chair of the Vermont GCEPD and Vice President of Loso’s Professional Janitorial Services, Inc. “My company has been employing people with disabilities for the past four years as part of our overall recruitment efforts and they have made a tremendous impact with their quality of work. They should be seriously considered by employers across Vermont looking for skilled and motivated employees. It makes perfect business sense.”\n\nAdditionally, the GCEPD will be giving a special recognition award to Vermont State Representative Bill Botzow, Chair of the House Commerce and Economic Development Committee for his work over many years attempting to improve employment opportunities for people with disabilities. GCEPD is further recognizing Representative Botzow for his work promoting such necessary complements to employment as accessible transportation; affordable, accessible and integrated housing; and suitable educational opportunities. The 2015 legislative session brought some of these goals to fruition with Representative Botzow’s leadership. During the past session, Representative Botzow’s committee spearheaded legislation which will enhance employment incentives within the Medicaid for Working Persons with Disabilities (MWPD) Program and which will create ABLE Act accounts, allowing people with disabilities to establish tax-free accounts to use for necessities related to disability. In both cases, independent living, self-sufficiency and socioeconomic productivity should increase and reliance upon entitlements decrease, improving short and long-term prospects for all Vermonters.\n\n“The GCEPD is pleased and honored to recognize Representative Botzow for his tireless efforts to improve opportunities for people with disabilities, particularly with regard to employment. He has always understood that we are talking about ‘workforce development’ and that our efforts are directed toward the benefit of all Vermonters. We are moving away from handouts and patronization and toward inclusion and productivity,” stated Sam Liss, member of the GCEPD.\n\nAbout the Vermont GCEPD\n\nThe Governor’s Committee on Employment of People with Disabilities (GCEPD) is a permanent statewide committee established in 1963 by the Vermont legislature to promote the employment of people with disabilities. Its 23 members represent a broad cross section of individuals from business, disability groups, government, and service providers. Through education and outreach activities it provides support and resources to employers and job seekers to facilitate the employment and accommodation of people of all abilities.\n\nAbout National Disability Employment Awareness Month\n\nHeld each October, National Disability Employment Awareness Month (NDEAM) is a national campaign that raises awareness about disability employment issues and celebrates the many and varied contributions of America’s workers with disabilities. The theme for 2015 is “My Disability Is One Part of Who I Am.”\n\nNDEAM’s roots go back to 1945, when Congress enacted a law declaring the first week in October each year “National Employ the Physically Handicapped Week.” In 1988, Congress expanded the week to a month and changed the name to “National Disability Employment Awareness Month.” Upon its establishment in 2001, ODEP assumed responsibility for NDEAM and has worked to expand its reach and scope ever since. For more information about NDEAM, including specific ideas for how different types of organizations can participate, visit www.dol.gov/odep/ and select “National Disability Employment Awareness Month” from the drop-down menu. You can also contact the office directly at (202) 693-4686.", "article_metadata": {"news_keywords": "governor’s committee on employment of people with disabilities, ada, vermont, vermont news, vermont events, vermont press releases", "og": {"site_name": "VTDigger", "description": "News Release — Governor’s Committee on Employment of People with Disabilities Oct. 1, 2015 Media contacts: Neal Meier, Executive Coordinator – GCEPD 802-279-1373; neal.meier@myunion.edu Christopher J. Loso, Chair – GCEPD 802-734-0063; closo97@yahoo.com Vermont’s Governor’s Committee on Employment of People with Disabilities (GCEPD) Announces 2015 “Spirit of the Americans with Disabilities Act (ADA)” Employer Awards and …", "title": "Governor’s committee announces ADA employer awards | VTDigger", "locale": "en_US", "image": "http://vtdigger.org/wp-content/themes/vtdigger-2013/images/vtd-smaller.jpg", "url": "http://vtdigger.org/2015/10/11/governors-committee-announces-ada-employer-awards/", "type": "article"}, "twitter": {"description": "News Release — Governor’s Committee on Employment of People with Disabilities Oct. 1, 2015 Media contacts: Neal Meier, Executive Coordinator – GCEPD 802-279-1373; neal.meier@myunion.edu Christopher J. Loso, Chair – GCEPD 802-734-0063; closo97@yahoo.com Vermont’s Governor’s Committee on Employment of People with Disabilities (GCEPD) Announces 2015 “Spirit of the Americans with Disabilities Act (ADA)” Employer Awards and […]", "creator": "@vtdigger", "image": "http://vtdigger.org/wp-content/themes/vtdigger-2013/images/vtd-smaller.jpg", "title": "Governor’s committee announces ADA employer awards | VTDigger", "site": "@vtdigger", "card": "summary_large_image"}, "apple-mobile-web-app-capable": "yes", "article": {"publisher": "http://www.facebook.com/vtdigger", "section": "Vermont Press Releases", "published_time": "2015-10-11T21:10:57+00:00"}, "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fe1c05\"", "article_summary": "About National Disability Employment Awareness MonthHeld each October, National Disability Employment Awareness Month (NDEAM) is a national campaign that raises awareness about disability employment issues and celebrates the many and varied contributions of America’s workers with disabilities.\nNews Release — Governor’s Committee on Employment of People with DisabilitiesOct. 1, 2015Media contacts:Neal Meier, Executive Coordinator – GCEPD802-279-1373; [email protected]Christopher J. Loso, Chair – GCEPD802-734-0063; [email protected]Vermont’s Governor’s Committee on Employment of People with Disabilities (GCEPD) Announces 2015 “Spirit of the Americans with Disabilities Act (ADA)” Employer Awards and Special Recognition Award to Vermont State Representative William Botzow (Bennington)Vermont’s GCEPD Announces 2015 “Spirit of the ADA” Employer Awards to Commemorate National Disability Employment Awareness MonthBurlington Vermont, October 1, 2015 – Today, Vermont’s Governor’s Committee on Employment of People with Disabilities (GCEPD) announced the employer award recipients for the “Spirit of the ADA” Awards.\nFor more information about NDEAM, including specific ideas for how different types of organizations can participate, visit www.dol.gov/odep/ and select “National Disability Employment Awareness Month” from the drop-down menu.\nAbout the Vermont GCEPDThe Governor’s Committee on Employment of People with Disabilities (GCEPD) is a permanent statewide committee established in 1963 by the Vermont legislature to promote the employment of people with disabilities.\n“We are excited about the progress that has been made by Vermont employers in the hiring of people with disabilities."}