{"article_title": "The Remarkable Parallels Between Obamacare And George W. Bush's Medicare Part D", "article_keywords": ["prescription", "parallels", "remarkable", "2006", "problems", "obamacare", "drug", "beneficiaries", "program", "bushs", "w", "medicare", "care", "health", "george", "d"], "article_url": "http://www.huffingtonpost.com/2014/02/14/obamacare-medicare_n_4788731.html", "article_text": "SAUL LOEB via Getty Images\n\nWASHINGTON -- No one would credit the Obama administration with handling the rollout of the Affordable Care Act efficiently or with aplomb. Website malfunctions produced bad enrollment numbers and bad enrollee data. Consumers were struck by the narrow networks of insurers. There was general confusion over the implementation of the law and, when the president moved to extend deadlines, he was criticized for taking unilateral executive action. It has not been a smooth few months.\n\nAnd yet, the choppiness could probably have been predicted. In early 2006, the Bush administration encountered these exact same problems in implementing Medicare Part D, the prescription drug program for Medicare recipients.\n\nThe program was smaller in scope than the Affordable Care Act, of course. But a Congressional Research Service report on the implementation of Medicare Part D dated Feb. 6, 2006, shows remarkable similarities. Below are a few highlights, with quotes from the report in italics.\n\nThe rollout was rocky\n\nDespite considerable efforts by CMS to establish a smooth implementation to the new Part D benefit, the program experienced a number of problems during the initial days of operation. The major problems appeared to be related to the transfer of the dual eligibles from Medicaid to Medicare drug coverage on January 1, 2006.\n\nThere were technological problems\n\nAfter the implementation of the Medicare Part D drug benefit on January 1, 2006, the primary issues identified with the operations of the E1 Eligibility Verification System were the slow response time to queries submitted by pharmacies and/or transactions being stopped due to the length of the processing time. As of January 18, 2006, Per-Se Technologies reports that the system has been modified, that this issue is resolved, and that “response times are in the one to two second range and timeouts are at zero.”\n\nThere was bad back-end data\n\nIn addition to the system performance issues, it has also been reported that the E1 query is providing incomplete or inaccurate information about which plan an individual is enrolled in and how much an individual is required to pay for cost-sharing. These issues are somewhat more difficult to address because of the quality of the underlying data that feeds into the E1 Eligibility Verification System. On February 1, 2006, HHS reported that it has taken steps to improve the quality of data on dual eligible beneficiaries, and to improve data transmission between Medicare, health plans, and states.\n\nRecipients were surprised by the smaller networks\n\nFor some beneficiaries, drugs that were previously covered under Medicaid are no longer covered by the individual’s Part D plan. An analysis by the HHS Office of Inspector General (OIG) found that 18% of dual eligibles were assigned to PDPs that included all of the 178 most commonly used Part D drugs by dual eligibles.10 However, almost one-third of the dual eligibles are assigned to PDPs that include less than 85% of these drugs (151 or fewer).\n\nThe administration took executive action to extend deadlines\n\nCMS guidance on the transition policy requirements for PDPs [stand-alone plans] has changed. CMS released initial guidance in March 2005. Based on that initial guidance, PDPs developed various transition policies (described in Table 1 below) and submitted them for CMS review. Generally, a 30-day minimum period was established. Following the implementation of the drug benefit, in February 2006, the Secretary of HHS extended the transition period for an additional 60 days, establishing a 90-day transition period.\n\nNow, the Congressional Research Service report was just a snapshot in time -- it was released three months before the deadline to enroll in Medicare Part D hit. But subsequent news reports reveal more parallels to the rollout of the Affordable Care Act.\n\nThere was concern and criticism, primarily from the opposing party, about the rate of sign-ups\n\nVia PBS on May 15, 2006:\n\nDAN MENDELSON, President, Avalere Health: Well, there are about 43 million Medicare beneficiaries. And according to our research, about 16 million actually needed to go out and do as Secretary Leavitt suggested, figure out which plan to go into and sign up. And it appears that about 10 million have and about 6 million haven't.\n\nRON POLLACK, Executive Director, Families USA: Well, I'm very disappointed with how this program is going. I'm particularly concerned about low-income seniors.\n\nAnd via the Center for American Progress, a progressive think tank:\n\nMillions of Medicare beneficiaries must sign up for the Part D program by midnight tonight or face significant, lifelong premium penalties should they decide at a later date they would like to purchase prescription drug coverage. As of late April, however, only 8.1 million people had chosen to enroll in a stand-alone prescription drug plan, while another 950,000 had newly joined Medicare Advantage plans that include prescription drug coverage — and the figures from last week showed only modest change.\n\nIt’s obvious why so few individuals have managed to meet the deadline. The new prescription drug program has been beset by implementation problems. Low-income people who previously had Medicaid coverage for prescription drugs are paying more for skimpier coverage and often getting lost in the system, while other Medicare beneficiaries are bewildered by the range of drug plans, cost-sharing options and drug formularies.\n\nOverwhelmed call centers tried to help consumers navigate the new program\n\nVia The New York Times:\n\nThe telephone complications are among the latest round of problems that have left thousands of beneficiaries with large belated premium payments and raised questions about whether insurers are complying with federal standards.\n\nCallers to Humana, one of the largest Medicare carriers, often had to wait 30 minutes to reach a customer service representative last week. Federal standards say that 80 percent of calls must be answered in 30 seconds. Test calls to several large insurers suggest that they frequently miss that goal, though the waiting times are much longer for Humana\n\nAnd via Minnesota Public Radio:\n\nLast week Government Accountability Office investigators said that Medicare telephone operators routinely failed to give accurate information. Investigators, posing as senior citizens, called the 1-800 Medicare line numerous times from mid-January through early February. They found that on very important questions, operators provided correct answers only 41 percent of the time. They also detected problems on the government's Web site and in handbooks.\n\nThe opposing political party called on the administration to be more forthcoming with data\n\nU.S. Representatives Jan Schakowsky (D-IL) and Pete Stark (D-CA) were joined by Representatives John Dingell (D-MI), Charles Rangel (D-NY), Henry Waxman (D-CA), and Sherrod Brown (D-OH) in sending a letter to HHS Secretary Leavitt requesting that the agency release the information it has collected regarding the performance of Part D prescription drug plan call centers. According to numerous press reports, many of these call centers have failed to meet federal standards in providing accurate, timely information to beneficiaries.\n\nThere were horrific poll numbers\n\nPart D was even less liked: 21 percent of the public had a favorable opinion of the program in April 2005 compared to 35 percent in April 2013 for the Affordable Care Act.\n\nColumnists criticized the administration's incompetence\n\nVia The New York Times' Paul Krugman:\n\nBut Part D's bad start isn't just another illustration of the administration's trademark incompetence. It's also an object lesson in what happens when the government is run by people who aren't interested in the business of governing.\n\nSenators urged the Secretary of Health and Human Services to extend a deadline\n\nToday, U.S. Senators Ron Wyden (D-OR) and Olympia J. Snowe (R-ME), both members of the Senate Finance Committee, urged Health and Human Services (HHS) Secretary Michael Leavitt to support an extension without penalty of the enrollment period for those seniors signing up for the Medicare Drug Benefit through December 31st of this year.\n\nProtesters even went to the secretary's house\n\nSeveral hundred activists from throughout the country demonstrated at the doorstep of Health and Human Services Secretary Mike Leavitt yesterday to protest the administration's prescription drug plan for senior citizens.\n\nThe administration ultimately decided to use executive authority to waive some of the penalties\n\nVia McClatchy:\n\nWith pressure mounting to extend next Monday's enrollment deadline for the Medicare prescription-drug benefit, the Bush administration took another small step in that direction Tuesday, waiving penalty fees for very low-income seniors and people with disabilities who sign up late.\n\nOfficials determined that collecting the fees from poor beneficiaries would cost more than the penalties themselves.\n\nAnd yet, despite the many parallels between the rollout of Medicare Part D and the Affordable Care Act, there was one obvious difference. Democrats were far more supportive of President George W. Bush’s effort than Republicans have been of President Barack Obama’s.\n\nDemocratic-leaning states helped cover the costs of prescription drugs\n\nVia the CRS Report:\n\nIn addition, as of January 24, 2006, 25 states and the District of Columbia had decided to step in temporarily and pay for drugs for dual eligibles who would otherwise have a gap in coverage due to transition policy problems. The federal government will reimburse states for these costs.\n\nAnd Democratic lawmakers who voted against the bill went on to help with its implementation\n\nFrom then-Sen. Hillary Clinton (D-N.Y.):\n\n\"I voted against it, but once it passed I certainly determined that I would try to do everything I could to make sure that New Yorkers understood it, could access it, and make the best of it.\"\n\nAnd from then-Sen. Herb Kohl (D-Wis.), the ranking Democrat on the Senate Select Committee on Aging, at a hearing on Feb. 2, 2006:\n\n\"We need to put aside any partisan thoughts to work together to get this program running so that seniors are better off than they were before we passed the drug benefit. I do not believe we are there at this time.\"\n\nAlso on HuffPost: Health Care Reform Efforts Throughout History Health Care Reform Efforts Throughout History\n\n1 of 17 1912 Former President Theodore Roosevelt champions national health insurance as he unsuccessfully tries to ride his progressive Bull Moose Party back to the White House. (Photo by Topical Press Agency/Getty Images) Share this slide:\n\nGetty File", "article_metadata": {"description": "WASHINGTON -- No one would credit the Obama administration with handling the rollout of the Affordable Care Act efficiently or with aplomb. Website malfu...", "sailthru.expire_date": "2014-02-15 12:26:10 -0500", "og": {"site_name": "The Huffington Post", "description": "WASHINGTON -- No one would credit the Obama administration with handling the rollout of the Affordable Care Act efficiently or with aplomb. Website malfu...", "title": "The Remarkable Parallels Between Obamacare And Medicare Part D", "url": "http://www.huffingtonpost.com/2014/02/14/obamacare-medicare_n_4788731.html", "image": "http://i.huffpost.com/gen/1623887/images/o-OBAMA-GEORGE-W-BUSH-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "WASHINGTON -- No one would credit the Obama administration with handling the rollout of the Affordable Care Act efficiently or with aplomb. Website malfu...", "title": "The Remarkable Parallels Between Obamacare And Medicare Part D", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1623887/images/o-OBAMA-GEORGE-W-BUSH-facebook.jpg", "height": 1000}, "creator": "samsteinHP", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2014-02-14 12:26:10 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4788731", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "bush medicare part d,Medicare Part D,medicare part d rollout,obamacare medicare part d,obamacare medicare,obamacare,Obama and Bush,Affordable Care Act,obama affordable care act,obama rollout,obamacare rollout", "article": {"section": "Politics", "tag": "bush medicare part d,Medicare Part D,medicare part d rollout,obamacare medicare part d,obamacare medicare,obamacare,Obama and Bush,Affordable Care Act,obama affordable care act,obama rollout,obamacare rollout", "published_time": "2014-02-14 12:26:10 -0500", "modified_time": "2014-02-16 10:59:53 -0500"}, "viewport": "width=1000"}, "article_summary": "In early 2006, the Bush administration encountered these exact same problems in implementing Medicare Part D, the prescription drug program for Medicare recipients.\nBut a Congressional Research Service report on the implementation of Medicare Part D dated Feb. 6, 2006, shows remarkable similarities.\nAlso on HuffPost: Health Care Reform Efforts Throughout History Health Care Reform Efforts Throughout History1 of 17 1912 Former President Theodore Roosevelt champions national health insurance as he unsuccessfully tries to ride his progressive Bull Moose Party back to the White House.\nAnd yet, despite the many parallels between the rollout of Medicare Part D and the Affordable Care Act, there was one obvious difference.\nThe major problems appeared to be related to the transfer of the dual eligibles from Medicaid to Medicare drug coverage on January 1, 2006."}