{"article_title": "Community rallies behind family of fallen local Marine", "article_keywords": ["partner", "marine", "johnson", "family", "local", "tournament", "community", "soldier", "benefit", "rallies", "gansrow", "curtis", "softball", "fallen", "banquet"], "article_url": "http://www.postandcourier.com/article/20150905/PC1204/150909640/community-rallies-behind-family-of-fallen-local-marine", "article_text": "Tim Gansrow of Pro Performance Athletics, along with his business partner and employees, are hosting a softball tournament and banquet to benefit the family of a Marine from Goose Creek who died in a helicopter accident while on a humanitarian mission in Nepal.\n\nMark Johnson IV often ended his conversations with his mother through text message or email with the same request: to take care of his wife and children if anything should ever happen.\n\nIf you go What: Step Up to the Plate Charity Tournament: When: Banquet, 7 p.m. Friday; softball tournament, starting at 8 a.m. Sept. 12-13. Tickets: Can be purchased to watch the softball tournament and to attend the banquet. Prices can be found on the website. Banquet tickets will be on sale until the banquet begins. More info: Teams can register for the tournament through Wednesday. For information, visit the website http://properformanceathletics.com/ or call (843) 388-4673.\n\nIt’s a promise Eva Curtis made to her son, and now a Mount Pleasant man Johnson never met also is helping fulfill that vow, using his own losses in life to fuel that mission.\n\nTim Gansrow, who is one of the owners of Pro Performance Athletics, along with his partner and employees, are hosting a softball tournament and banquet later this month to benefit Johnson’s wife and children.\n\nThe death of the 29-year-old Marine Corps soldier, who grew up in Goose Creek, came as a shock to his family. Curtis said Johnson knew his job carried risks, which is why he asked her to look after his wife and children. But he’d already made it out of one war alive. So no one ever imagined he’d be killed during a humanitarian aid mission.\n\nEarlier this year, Johnson had been deployed to Nepal in the wake of two deadly and destructive earthquakes. The military helped deliver disaster aid to some rural communities.\n\n“When he went to Afghanistan, I was always glued to the TV,” said Curtis. “When he said he was going to Nepal to help, I said, ‘That’s my boy. That’s Mark.’ ”\n\nThe UH-1Y helicopter Johnson was aboard went missing May 12 and was found a few days later eight miles north of Charikot, Nepal. Johnson was killed along with five others from the Marine Light Attack Helicopter Squadron and two Nepalese soldiers who were also onboard.\n\nHelping hands\n\nThe outpouring of support and messages following Johnson’s death has provided Curtis strength in her sorrow. As Johnson’s casket was transported from Savannah to the memorial site in Beaufort, crowds lined the streets and saluted the fallen soldier.\n\n“That was overwhelming for us,” said Curtis. “There were firetrucks and flags. It was beautiful.”\n\nSupport continued to pour in through messages and well wishes. Then, recently Curtis received a call from WCIV-TV anchor Dean Stephens. He had interviewed Johnson’s family following the death. He told Curtis he’d been contacted by Gansrow, of Pro Performance, who had seen the story on the news and decided this was the family he wanted to honor with this year’s benefit tournament and banquet.\n\nWhat Curtis didn’t know was Gansrow shared something in common with her son; they both were willing to make sacrifices in the line of duty.\n\nA larger purpose\n\nFor Gansrow, the date of this year’s benefit, Sept. 11, has a deep meaning. The now 45-year-old was a law enforcement officer in New York City the day the Twin Towers were hit and he was a first responder at ground zero.\n\nGansrow’s first partner as a police officer and business partner at the time also was on the ground. Gansrow said he watched his partner run in and out of one of the towers getting people out to safety.\n\n“The next time he went into the building, the building collapsed,” he said.\n\nGansrow lost his partner and friend that day. Years later, the terrorist attack would continue to haunt him, as he was diagnosed with cancer as a result of his work at ground zero, he said.\n\n“When I was really sick, we were having financial problems, burning through money. I had to sell my business,” he said. “I was in pretty bad shape.”\n\nHis coworkers in the law enforcement field held a benefit in Gansrow’s honor and he said it turned his life around.\n\n“That really helped my family. You kind of felt the love at a time of great need. I was pretty sick at the time, but you don’t forget that feeling,” he said. “Our lives changed so much for the better. I would not be here for those things not happening and I knew I was going to have to pay it forward. “\n\nSo when Josh McLaughlin, a trainer at Pro Performance, suggested to Gansrow they start a benefit for Wounded Warriors, a tradition was born.\n\nHowever, Gansrow said he wanted to take it a step further. He wanted to make sure they were helping someone in their own community, either a wounded warrior or the family of a soldier that had been killed.\n\nThey started the benefit, Step Up to the Plate Charity Tournament, last year for a local Marine Corps soldier who had been injured by shrapnel. The weight of what it meant was realized during a special moment when spectators and participants lined the softball field’s sidewalks carrying American flags to welcome the wounded soldier and his family.\n\n“We are walking behind the soldier and his little boy looks at his dad and said, ‘Is my daddy a hero?’ As soon as he said it, I could feel my lip quiver and I was about to be in tears,” said Gansrow. “He looked at his dad and very loudly said, ‘My daddy saved the world.’ From that point forward, I said we got this right.”\n\nGansrow and his crew plan to line the sidewalk during every year’s tournament so “that the families that go through this horror can feel this love,” he said.\n\nPromises kept\n\nCurtis said she has no words to describe what it means to her for Pro Performance to hold this benefit in her son’s honor.\n\n“I think what they are doing is a great cause, not just for my son, but for future families,” she said. “People should be supportive of our military.”\n\nDespite the utter heartache caused by Johnson’s death, Curtis finds some solace in knowing her son died with a purpose.\n\n“I know that he was doing what he loved,” she said.\n\nCurtis, who moved from Utah to Goose Creek to be nearer to her daughter-in-law, Haley Lynn Vaughters Johnson, and her two grandsons, Nate and Noah. She also feels a greater sense of purpose after her son’s death. It’s one bestowed upon her by her son’s wishes to watch over his family, and it’s a promise she intends to keep.", "article_metadata": {"news_keywords": "Community rallies behind family of fallen local Marine, Features, \r\nFeaturesFP LatestNews, \r\nFaith & Values, \r\nFaith & Values, Charikot, Nepal,Dean Stephens,Eva Curtis ,Josh McLaughlin,Marine Corps soldier,Mark Johnson,Nepal,Pro Performance Athletics,Sept. 11 memorial,Step Up to the Plate Charity Tournament,Tim Gansrow", "og": {"site_name": "Post and Courier", "description": "Mark Johnson IV often ended his conversations with his mother through text message or email with the same request: to take care of his wife and children if anything should ever happen.", "title": "Community rallies behind family of fallen local Marine", "url": "http://www.postandcourier.com20150905/150909640/community-rallies-behind-family-of-fallen-local-marine", "image": {"url": "http://www.postandcourier.com/storyimage/CP/20150905/PC1204/150909640/AR/0/AR-150909640.jpg", "identifier": "http://www.postandcourier.com/storyimage/CP/20150905/PC1204/150909640/AR/0/AR-150909640.jpg"}, "type": "article"}, "twitter": {"description": "Mark Johnson IV often ended his conversations with his mother through text message or email with the same request: to take care of his wife and children if anything should ever happen.", "title": "Community rallies behind family of fallen local Marine", "app": {"country": "US", "name": {"ipad": "Post and Courier", "iphone": "Post and Courier", "googleplay": "Post and Courier"}, "id": {"ipad": 603721271, "iphone": 603721271, "googleplay": "com.Synapse.PandC"}}, "site": "@postandcourier", "image": "http://www.postandcourier.com/storyimage/CP/20150905/PC1204/150909640/AR/0/AR-150909640.jpg", "card": "summary_large_image"}, "metered": "yes", "p": {"domain_verify": "c6511264bdb6fa45c6bb985fb86d3ab2"}, "fb": {"app_id": 146078808769941}, "tout": {"article": {"id": 150909640}}, "keywords": "Community rallies behind family of fallen local Marine , Features, \r\nFeaturesFP LatestNews, \r\nFaith & Values, \r\nFaith & Values, Charikot, Nepal,Dean Stephens,Eva Curtis ,Josh McLaughlin,Marine Corps soldier,Mark Johnson,Nepal,Pro Performance Athletics,Sept. 11 memorial,Step Up to the Plate Charity Tournament,Tim Gansrow", "article": {"published_time": "2015-09-05T08:00:00Z", "modified_time": "2015-09-04T16:22:00Z", "author": "Natalie Caula Hauff"}, "msvalidate.01": "05BAEC9D8820FA9F10D57DB6EB3C6192", "google-site-verification": "rAW9DX7yfiFF82k05QGF6LbZBkxcKxMTzAwNv0OCKAM", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "description": "Mark Johnson IV often ended his conversations with his mother through text message or email with the same request: to take care of his wife and children if anything should ever happen."}, "article_summary": "If you go What: Step Up to the Plate Charity Tournament: When: Banquet, 7 p.m. Friday; softball tournament, starting at 8 a.m. Sept. 12-13.\nThe death of the 29-year-old Marine Corps soldier, who grew up in Goose Creek, came as a shock to his family.\nTickets: Can be purchased to watch the softball tournament and to attend the banquet.\nThey started the benefit, Step Up to the Plate Charity Tournament, last year for a local Marine Corps soldier who had been injured by shrapnel.\nCurtis said Johnson knew his job carried risks, which is why he asked her to look after his wife and children."}