{"article_title": "Colorado Ice hold off Green Bay Blizzard, clinch home playoff game", "article_keywords": ["colorado", "blizzard", "fusilier", "clinch", "game", "ice", "bay", "playoff", "green", "pass", "welch", "trevino", "hold", "kick", "wara"], "article_url": "http://www.reporterherald.com/sports/local/ci_25921421/colorado-ice-hold-off-green-bay-blizzard-clinch", "article_text": "WR Donald Fusilier scores 5 TDs\n\nColorado Ice wide receiver Donald Fusilier, left, eludes Green Bay Blizzard defenders Nicolas Bonte, top, and Demetrius Stone on his way to scoring one of his five touchdowns Saturday night at the Budweiser Events Center. ( Steve Stoner / Loveland Reporter-Herald )\n\nThe Colorado Ice probably won't be overly pleased with everything they see when they eventually break down the game film. Because on paper, their regular season home finale against the Green Bay Blizzard should've been a blowout.\n\nBut nonetheless, they still emerged with a victory — an important, nail-biting one at that.\n\nKeyed by Donald Fusilier's five receiving touchdowns and a failed two-point conversion in the closing seconds, the Ice held on to beat the Blizzard 49-47 Saturday night at the Budweiser Events Center.\n\nThe Ice's fifth straight victory secures Colorado the right to host the Nebraska Danger in the Intense Conference championship game on Thursday, June 19.\n\n\"I'm happy that we won the football game. I'm not happy with the way we played that fourth quarter,\" Ice coach Heron O'Neal said. \"We're making the game closer than it needs to be. We need to execute better on our run blocking and things like that. If we can't do that, we can't go anywhere.\"\n\nIt will be the first time in franchise history that the Ice will host a conference championship game. But first, Colorado will close out the regular season at the Tri-Cities Fever next Saturday.\n\nGreen Bay was in position to send the game into overtime when Donte Sawyer hauled in a 45-yard touchdown pass from Nathan Wara with 11 seconds left in the game. But Sawyer was flagged for a personal foul for celebrating, which cost the Blizzard when they failed to tie the game on the ensuing two-point conversion attempt.\n\nAdvertisement\n\nThe Ice boast two of the top four scoring receivers in the league in Jasonus Tillery and Kyle Kaiser, who entered the night with 33 combined touchdowns. But it was Fusilier who stole the show Saturday.\n\n\"A lot of guys have played in difference places and got stats, so now we're trying to win a championship,\" Fusilier said. \" We're unselfish. We want to win.\"\n\nColorado Ice defensive back Deante Purvis, left, and defensive lineman D.D. Jones, top, combine to tackle Green Bay Blizzard receiver Andre London. (Steve Stoner / Loveland Reporter-Herald)\n\nFusilier, a 6-foot-1, 205-pound product of Lindenwood University added 95 yards on 10 catches to go along with his five touchdowns. His final score of the night came with 3:14 left in the third quarter, giving the Ice the necessary cushion to hold on after the Blizzard made it a five-point game with a 45-yard touchdown pass with 1:41 left in the fourth quarter.\n\n\"It's playoff time, and I was just focused,\" Fusilier said. \"I had a great week of practice, and I just focused in. I got my opportunity, and I made the best of it.\"\n\nFollowing a pick six by Green Bay defensive back James Ackel to open the scoring 4 minutes in, Colorado came right back with the first Copeland-to-Fusilier connection from 7 yards out to give the Ice a 7-6 lead.\n\nBut the visitors were not quick to go away. In fact, the teams traded the lead seven times in the first half, culminating with a 16-yard TD reception by Fusilier (his third of the half ) in the final minute of the second quarter to put the Ice up 31-27 at halftime.\n\nAfter the Blizzard scored 20 first-quarter points — 13 of which came on defense or special teams — the Ice's top-ranked defense tightened up. Green Bay scored just 14 points combined in the second and third quarters, and it began the fourth with its first turnover of the game, an interception at the goal line by Ice linebacker Joe Thornton to keep his team up by double digits (46-34).\n\nGreen Bay again drove deep into Ice territory the next possession with a chance to make it a one-possession game with 4 minutes left, but a sack by Jason Jones on second-and-goal helped stall the drive.\n\nAdrian Trevino then missed his fourth field goal of the game two plays later.\n\nThe victory improved the Ice to 10-3 this year, marking just the second double-digit win season for the franchise in its eight-year history.\n\nCopeland finished 16-for-20 passing with six touchdowns and one interception, his lone score not to Fusilier going Kaiser late in the first quarter.\n\nRandy Bell led Colorado's 3:1 edge in rushing yards, carrying the ball 18 times for 53 yards.\n\nContact Reporter-Herald Sports Writer Sean Star at 970-669-5050 or sstar@reporter-herald.com\n\nIce 49, Blizzard 47\n\nAt Budweiser Events Center\n\nGreen Bay 20 7 7 13 — 47\n\nColorado 22 9 15 3 — 49\n\nFirst quarter\n\nGB — Ackel 17 interception return, (kick failed), 10:51.C — Fusilier 7 pass from Copeland, (Welch kick), 7:57.GB — Walker 13 pass from Wara, (Trevino kick), 5:20.C — Kaiser 17 pass from Copeland, (Welch kick), 3:34.GB — Johnson 45 kickoff return, (Trevino kick), 3:26.C — Fusilier 5 pass from Copeland, (Welch kick, :11.C — Rouge, :01.\n\nSecond quarter\n\nC — Welch 40 field goal, 7:00.GB — Jones 2 pass from Wara (Trevino kick), :56.C — Fusilier 16 pass from Copeland (kick failed), :37.\n\nThird quarter\n\nC — Fusilier 12 pass from Copeland (Welch kick), 12:06C — Rouge, 11:58.GB — Walker 1 pass from Wara (Trevino kick), 5:46C — Fusilier 19 pass from Copeland (Welch kick), 3:14.\n\nFourth quarter\n\nGB — London 45 pass from Wara (Trevino kick), 1:41.C — Welch 23 field goal, :23.GB — Sawyer 45 pass from Wara (conversion failed), :11.", "article_metadata": {"sailthru.url": "http://www.reporterherald.com/sports/local/ci_25921421/colorado-ice-hold-off-green-bay-blizzard-clinch", "modificationDate": "2014-06-07T22:27:10-0600", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site47/2014/0607/20140607__08rhsicew~1_300.jpg", "sailthru.author": "By Sean Star \n \n  Reporter-Herald Sports Writer", "description": "The Colorado Ice probably won't be overly pleased with everything they see when they eventually break down the game film.", "ag": {"canon": "LovelandReporter-Herald:article:25921421:view"}, "startDate": "2014-06-07T21:19:53-0600", "og": {"url": "http://www.reporterherald.com/sports/local/ci_25921421/colorado-ice-hold-off-green-bay-blizzard-clinch", "image": "http://extras.mnginteractive.com/live/media/site47/2014/0607/20140607__08rhsicew~1.jpg", "type": "article", "description": "The Colorado Ice probably won't be overly pleased with everything they see when they eventually break down the game film.", "title": "Colorado Ice hold off Green Bay Blizzard, clinch home playoff game"}, "twitter": {"domain": "reporterherald.com", "description": "The Colorado Ice probably won't be overly pleased with everything they see when they eventually break down the game film.", "title": "Colorado Ice hold off Green Bay Blizzard, clinch home playoff game", "url": "http://www.reporterherald.com/sports/local/ci_25921421/colorado-ice-hold-off-green-bay-blizzard-clinch", "image": "http://extras.mnginteractive.com/live/media/site47/2014/0607/20140607__08rhsicew~1.jpg", "site": "@reporterherald", "card": "summary_large_image"}, "sailthru.date": "2014-06-07T21:19:53-0600", "sailthru.site": "reporterherald.com", "endDate": "2024-06-07T21:12:28-0600", "sailthru.title": "Colorado Ice hold off Green Bay Blizzard, clinch home playoff game", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Other Local Sports", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "XzsHDcJw4iXBQEYtDXFRaUAdKzxhSvxWMgXyQQNFFzg", "byline": "By Sean StarReporter-Herald", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site47/2014/0607/20140607__08rhsicew~1.jpg", "pubDate": "2014-06-07T21:21:51-0600", "news_keywords": "Loveland Colorado ReporterHerald local sports"}, "_id": "\"57477af46914bd0286fda6db\"", "article_summary": "Because on paper, their regular season home finale against the Green Bay Blizzard should've been a blowout.\nThird quarterC — Fusilier 12 pass from Copeland (Welch kick), 12:06C — Rouge, 11:58.GB — Walker 1 pass from Wara (Trevino kick), 5:46C — Fusilier 19 pass from Copeland (Welch kick), 3:14.\nJones, top, combine to tackle Green Bay Blizzard receiver Andre London.\nFourth quarterGB — London 45 pass from Wara (Trevino kick), 1:41.C — Welch 23 field goal, :23.GB — Sawyer 45 pass from Wara (conversion failed), :11.\nSecond quarterC — Welch 40 field goal, 7:00.GB — Jones 2 pass from Wara (Trevino kick), :56.C — Fusilier 16 pass from Copeland (kick failed), :37."}