{"article_title": "There must be a better way to pay for health care", "article_keywords": ["shoulder", "coverage", "pay", "medical", "better", "health", "mri", "way", "insurers", "procedures", "insurance", "care"], "article_url": "http://www.ocregister.com/articles/health-707866-insurance-care.html", "article_text": "Late last year, while playing tennis, I reached up to serve and felt a painful pop in my shoulder. The inflammation got worse over the next few months. Now, anytime I try to put my arm above my head, pain shoots up my arm. I often wake up at night with an agonizing throb in that shoulder.\n\nI finally, and reluctantly, went to the orthopedic surgeon; he said that I had a rotator-cuff tear, and I probably would need surgery.\n\nUgh! He scheduled me for an MRI, but the day I was set to go, the hospital called to tell me my insurance company declined to pay for the scans. The insurer, CIGNA, sent me a terse note: “You will need to complete six weeks of conservative treatment, such as physical therapy and anti-inflammatory medication. Once that has been completed, and you have been re-evaluated, we can try to have the MRI re-authorized.”\n\nGee, thanks. You guys are the best.\n\nWell, I’ve been doing therapy for months already, with not much improvement. The doctor explained that the insurance companies want to make sure that physicians aren’t padding bills with unnecessary procedures. Incidentally, I’ve paid for health insurance for 30 years and have almost never used the medical care system. I calculate that insurers have made well over $100,000 off me.\n\nBut I am still lost inside the bureaucratic maze. They don’t want to pay for the MRI because they don’t want to reimburse for rotator cuff surgery. Their hope is that I will just go away. Studies show these delaying tactics and bureaucratic runarounds work to reduce insurance payouts.\n\nI’m starting to feel just like Helen Hunt’s character did in the movie “As Good As It Gets.” During a memorable scene, she finds out that her health coverage won’t pay for the proper treatment for her son’s asthma condition. Out of exasperation, she yells: “F...... HMO bastard pieces of s...!”\n\nEveryone has horror stories about insurance companies denying coverage for valid procedures. As an analysis in the Baltimore Sun recently concluded: “Among insurance professionals, it is common knowledge that health insurers are denying claims for coverage with increasing frequency.” This is what the health industry calls “cost control.”\n\nLook, I get it that the insurance companies are trying to root out the fraud and abuse of excessive procedures, which drive up costs for everyone. But insurers are becoming barriers to care even when it is for legitimate and necessary procedures.\n\nWhat’s the root of the problem here?\n\nFirst, the excess of health insurance actually drives up cost. The more insurance coverage for a procedure, the more expensive it is. Health inflation and premiums have been rising for at least the past decade by nearly double the consumer price index. This is also why there are so many frivolous procedures performed. Patients have been removed from the decision-making process.\n\nSecond, Obamacare has increased demand for health care and is driving up costs, so insurers appear to be cutting their expenses by denying claims more often. By the way, the insurance lobby should take note that this sleazy practice only plays into the hands of those like Bernie Sanders, who wants a single-payer government system to take over health insurance.\n\nThat will make medical care worse – and more expensive. Studies on Medicaid patients find little or no improvement in health outcomes compared with the uninsured population – because the level of care is so lousy. Government health care will mean Medicaid-type coverage for all. It will be “fair” because we will all get equally subpar medical care – and I would never get my shoulder surgery under such a system.\n\nThe health insurance scandal in America today argues not for a vast expansion of government-run health care, but the medical savings account approach, where people put money, tax-free, into an IRA account and draw it down to pay for their first few thousand dollars of coverage.\n\nThat way, it isn’t an insurance company that decides whether I get an MRI. I make the call with my own money. Is the pain in my shoulder so bad that I want to shell out $1,200 to have a scan? Right now, CIGNA says I don’t get to make that choice. So it’s “free,” but I don’t get it. Wonderful.\n\nThe only people who really know whether I need shoulder surgery are not the faceless bean-counting claims adjusters in Toledo, Ohio, in my case, but me and my doctor.\n\nStephen Moore is an economic consultant with Freedom Works and a Fox News contributor.", "article_metadata": {"geo.placename": "Santa Ana", "geo.region": "US-CA", "content_section": "commentary", "description": "Opinion: There must be a better way to pay for health care | health, insurance, care, coverage, pay, procedures, shoulder, make, medical, insurers", "geo.position": "33.745573;-117.867834", "author": "STEPHEN MOORE", "og": {"site_name": "The Orange County Register", "description": "Late last year, while playing tennis, I reached up to serve and felt a painful pop in my shoulder. The inflammation got worse over the next few months. Now, anytime I try to put my arm above my head, pain shoots up my arm. I often wake up at night with an agonizing throb in that shoulder.", "title": "There must be a better way to pay for health care", "url": "http://www.ocregister.com/articles/health-707866-insurance-care.html", "image": "http://images.onset.freedom.com/ocregister/gallery/o3whf7-b88661782z.120160311162825001gmmfaj92.10.jpg", "locale": "en-US", "type": "article"}, "twitter": {"site": "@ocregister", "image": {"src": "http://images.onset.freedom.com/ocregister/gallery/o3whf7-b88661782z.120160311162825001gmmfaj92.10.jpg"}, "description": "Late last year, while playing tennis, I reached up to serve and felt a painful pop in my shoulder. The inflammation got worse over the next few months. Now, anytime I try to put my arm above my head,", "card": "summary_large_image", "title": "There must be a better way to pay for health care"}, "content_author": "STEPHEN MOORE", "fb": {"app_id": 107698536003308}, "content_thumbnail": "http://images.onset.freedom.com/ocregister/thumb/o3whf7-b88661782z.120160311162825001gmmfaj92.10.jpg", "content_type": "article", "ICBM": "33.745573, -117.867834", "Keywords": "health, insurance, care, coverage, pay, procedures, shoulder, make, medical, insurers", "publication_date": "2016-03-11", "access-type": "paid", "section": "commentary", "viewport": "width=device-width,initial-scale=1", "content_title": "There must be a better way to pay for health care"}, "article_summary": "Incidentally, I’ve paid for health insurance for 30 years and have almost never used the medical care system.\nSecond, Obamacare has increased demand for health care and is driving up costs, so insurers appear to be cutting their expenses by denying claims more often.\nGovernment health care will mean Medicaid-type coverage for all.\nFirst, the excess of health insurance actually drives up cost.\nBy the way, the insurance lobby should take note that this sleazy practice only plays into the hands of those like Bernie Sanders, who wants a single-payer government system to take over health insurance."}