{"article_title": "Learn more about Amendment 69", "article_keywords": ["amendment", "professionals", "sick", "pay", "medical", "month", "coloradocare", "learn", "69", "save", "insurance"], "article_url": "http://www.reporterherald.com/opinion/letters/ci_29865496/learn-more-about-amendment-69", "article_text": "I, as friends will tell you, tend to be a right-leaning conservative.\n\nHowever, there are businesses that should not be making enormous profits on people who are sick or trying to get well. That's why I've spent four years learning about and supporting ColoradoCare, Amendment 69.\n\nHealth insurance premiums are comparable to mortgage payments for many, and being unable to pay medical bills is the leading cause of bankruptcies. What's really unethical is that it takes six years for an average worker to earn what UnitedHealthcare's CEO makes each day. I would rather pay for health care, not salaries of insurance executives whose only concern is their bottom line, not people's health.\n\nDoctors and other medical professionals I've talked with enthusiastically support Amendment 69. Colorado spends over $30 billion a year to insure less than 80 percent of Coloradans. Amendment 69 cuts costs by nearly half and gives health care to all. Using 2013-14 data, Larimer County would save 50 percent in employee medical costs, and Loveland would save about $4.3 million. Public schools and universities would also save.\n\nWho oversees the Amendment 69 money? Not our state government. Each county would elect a governing member, and ColoradoCare would be a cooperative like credit unions and rural electric cooperatives. As a cooperative, ColoradoCare would be owned by Colorado residents.\n\nAdvertisement\n\nWill it be affordable? If you make $25,000 yearly it would cost about $70 per month for families and cost employers $140 per month for true coverage — no bill follows a medical procedure, hospital stay or office visit.\n\nYou will hear insurance lobbyists, PAC members and others fill media with false information regarding Amendment 69. They make billions off the middle class, sick people and medical professionals. Learn more. Vote yes on Amendment 69. www.coloradocare.org\n\nCarol Peterson\n\nLoveland", "article_metadata": {"sailthru.url": "http://www.reporterherald.com/opinion/letters/ci_29865496/learn-more-about-amendment-69", "modificationDate": "2016-05-08T20:33:05-0600", "sailthru.section": "Letters to the Editor", "endDate": "2026-05-08T20:32:35-0600", "description": "This letter to the editor appeared in the May 9, 2016, edition of the Reporter-Herald.", "ag": {"canon": "LovelandReporter-Herald:article:29865496:view"}, "startDate": "2016-05-08T20:32:35-0600", "og": {"url": "http://www.reporterherald.com/opinion/letters/ci_29865496/learn-more-about-amendment-69", "image": "http://local.reporterherald.com/common/dfm/assets/logos/1200x627/reporterherald.png", "type": "article", "description": "This letter to the editor appeared in the May 9, 2016, edition of the Reporter-Herald.", "title": "Learn more about Amendment 69"}, "twitter": {"domain": "reporterherald.com", "description": "This letter to the editor appeared in the May 9, 2016, edition of the Reporter-Herald.", "title": "Learn more about Amendment 69", "url": "http://www.reporterherald.com/opinion/letters/ci_29865496/learn-more-about-amendment-69", "image": "http://local.reporterherald.com/common/dfm/assets/logos/1200x627/reporterherald.png", "site": "@reporterherald", "card": "summary_large_image"}, "sailthru.date": "2016-05-08T20:32:35-0600", "sailthru.title": "Learn more about Amendment 69", "sailthru.article-section-or-homepage": "article", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "XzsHDcJw4iXBQEYtDXFRaUAdKzxhSvxWMgXyQQNFFzg", "sailthru.site": "reporterherald.com", "pubDate": "2016-05-08T20:34:44-0600", "news_keywords": "Letters to the Editor, Letters to the Editor news, Loveland Colorado Letters to the Editor news, Loveland Colorado news, Letters to the Editor Loveland news, Letters to the Editor Colorado news, US Letters to the Editor news, world Letters to the Editor news."}, "article_summary": "That's why I've spent four years learning about and supporting ColoradoCare, Amendment 69.\nAmendment 69 cuts costs by nearly half and gives health care to all.\nDoctors and other medical professionals I've talked with enthusiastically support Amendment 69.\nVote yes on Amendment 69. www.coloradocare.orgCarol PetersonLoveland\nYou will hear insurance lobbyists, PAC members and others fill media with false information regarding Amendment 69."}