{"article_title": "Sioux Falls' Walk to Defeat ALS Enjoys Biggest Year", "article_keywords": ["rennae", "sioux", "started", "went", "team", "disease", "walk", "dakota", "defeat", "biggest", "enjoys", "falls", "als"], "article_url": "http://www.keloland.com/news/article/news/sioux-falls-walk-to-defeat-als-enjoys-biggest-year", "article_text": "Sioux Falls, SD\n\nAccording to the event's website, Team Rennae has raised $21,313 for today's fifth annual Sioux Falls Walk to Defeat ALS. Rennae Fuzzey was diagnosed in December 2013 with ALS, and eventually passed away this month on September 16.\n\n\"She kinda went kind of quick, really, before she started losing all of her abilities. She’d lost the ability to walk, and she'd (been) having trouble swallowing and speaking,\" Fuzzey’s brother Jim Carlson said.\n\nSaturday 1,000 people walked in solidarity against ALS, or Lou Gehrig's disease in a fundraiser put on by the ALS Association. Before the walk started this morning, more than one hundred thousand dollars had been raised by the event to combat ALS, with funds going toward medical equipment loans, communication devices, a respite care program, and research.\n\nALS has no known cause or cure. Approximately 55 people across South Dakota are fighting ALS, with each month bringing one or two new diagnoses and one to two lives lost.\n\nThis summer, the Ice Bucket Challenge went viral across social media, informing more people about the disease both across the nation and in KELOLAND.\n\n\"Here locally, it's meant incredible awareness, the spotlight is now on a population that never gets the spotlight, and it has given people that are living with ALS, you know…in all three of our states, a renewed sense of hope that people are paying attention, and they want to know more, and they want to get involved,\" said Jennifer Hjelle, executive director for the Minnesota, North Dakota and South Dakota chapter of the ALS Association.\n\nAnd get involved they did: the Sioux Falls Walk to Defeat ALS has never been bigger than it was today.\n\nThe Ice Bucket Challenge has motivated more than two-and-a-half million YouTube videos, raising $114 million for the ALS Association alone.\n\nFor Team Rennae, the day means that the disease is now squarely in the public consciousness.\n\n\"Losing your sister, my younger sister, is very devastating. (It) wasn't supposed to be,\" Carlson said.\n\nThe energy to fight the disease in the name of loved ones defined Sertoma Park Saturday morning.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "According to the event&#39;s website, Team Rennae has raised $21,313 for today&#39;s fifth annual Sioux Falls Walk to Defeat ALS. Rennae Fuzzey was", "title": "Sioux Falls' Walk to Defeat ALS Enjoys Biggest Year", "url": "http://www.keloland.com/news/article/news/sioux-falls-walk-to-defeat-als-enjoys-biggest-year", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/59797.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "According to the event&#39;s website, Team Rennae has raised $21,313 for today&#39;s fifth annual Sioux Falls Walk to Defeat ALS. Rennae Fuzzey was"}, "_id": "\"57477af46914bd0286fdb384\"", "article_summary": "Sioux Falls, SDAccording to the event's website, Team Rennae has raised $21,313 for today's fifth annual Sioux Falls Walk to Defeat ALS.\nAnd get involved they did: the Sioux Falls Walk to Defeat ALS has never been bigger than it was today.\nSaturday 1,000 people walked in solidarity against ALS, or Lou Gehrig's disease in a fundraiser put on by the ALS Association.\nFor Team Rennae, the day means that the disease is now squarely in the public consciousness.\nRennae Fuzzey was diagnosed in December 2013 with ALS, and eventually passed away this month on September 16."}