{"article_title": "Obamacare Makes it Harder to Find Primary Care Doctors", "article_keywords": ["physician", "doctor", "obamacare", "harder", "primary", "papa", "health", "plan", "doctors", "struggling", "makes", "insurance", "care"], "article_url": "http://freebeacon.com/issues/confirmed-obamacare-makes-it-harder-to-find-primary-care-doctors/", "article_text": "BY: Follow @@StephenGutowski\n\n\n\nCritics of President Obama’s health care reform law have long cautioned that it would make it more difficult for people to find primary care doctors. A new report from the Associated Press confirmed that at least some Obamacare consumers are struggling to find doctors.\n\nWhen Olivia Papa signed up for a new health plan last year, her insurance company assigned her to a primary care doctor. The relatively healthy 61-year-old didn’t try to see the doctor until last month, when she and her husband both needed authorization to see separate specialists. She called the doctor’s office several times without luck. “They told me that they were not on the plan, they were never on the plan and they’d been trying to get their name off the plan all year,” said Papa, who recently bought a plan from a different insurance company. It was no better with the next doctor she was assigned. The Naples, Fla., resident said she left a message to make an appointment, “and they never called back.” The Papas were among the 6.7 million people who gained insurance through the Affordable Care Act last year, flooding a primary care system that is struggling to keep up with demand. A survey this year by The Physicians Foundation found that 81 percent of doctors describe themselves as either over-extended or at full capacity, and 44 percent said they planned to cut back on the number of patients they see, retire, work part-time or close their practice to new patients.\n\nThe wire service said that experts believe most people are still “receiving the care they need, even if they have to drive farther, wait longer, or see a nurse practitioner or physician assistant rather than a doctor,” but the inability for people who purchased insurance through the exchanges to obtain a primary care physician is a serious concern.", "article_metadata": {"description": "Critics of President Obama's health care reform law have long cautioned that it would make it more difficult for people to find primary care doctors. A new report confirms that at least some Obamacare consumers are struggling to find doctors.", "generator": "WordPress 4.5.2", "og": {"site_name": "Washington Free Beacon", "description": "Critics of President Obama's health care reform law have long cautioned that it would make it more difficult for people to find primary care doctors. A new report from the Associated Press confirmed t", "title": "Confirmed: Obamacare Makes it Harder to Find Primary Care Doctors", "url": "http://freebeacon.com/issues/confirmed-obamacare-makes-it-harder-to-find-primary-care-doctors/", "image": "http://freebeacon.com/wp-content/uploads/2013/10/2013-10-17T050424Z_1_CBRE99G0E3L00_RTROPTP_4_USA-HEALTHCARE-TECHNOLOGY-150x150.jpg", "type": "article"}, "twitter": {"description": "Critics of President Obama's health care reform law have long cautioned that it would make it more d", "creator": "@@StephenGutowski", "image": "http://freebeacon.com/wp-content/uploads/2013/10/2013-10-17T050424Z_1_CBRE99G0E3L00_RTROPTP_4_USA-HEALTHCARE-TECHNOLOGY-150x150.jpg", "title": "Confirmed: Obamacare Makes it Harder to Find Primary Care Doctors", "site": "@freebeacon", "card": "summary"}, "robots": "noodp", "apple-itunes-app": "app-id=1047859882", "fb": {"app_id": "FB_APP_ID"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcca85\"", "article_summary": "BY: Follow @@StephenGutowskiCritics of President Obama’s health care reform law have long cautioned that it would make it more difficult for people to find primary care doctors.\nWhen Olivia Papa signed up for a new health plan last year, her insurance company assigned her to a primary care doctor.\nA new report from the Associated Press confirmed that at least some Obamacare consumers are struggling to find doctors.\nThe relatively healthy 61-year-old didn’t try to see the doctor until last month, when she and her husband both needed authorization to see separate specialists.\nShe called the doctor’s office several times without luck."}