{"article_title": "Water Street Sells HealthPlan Services to Wipro Limited", "article_keywords": ["wipro", "limited", "industry", "water", "street", "growth", "healthplan", "services", "health", "sells", "technology", "insurance", "care"], "article_url": "http://www.prnewswire.com/news-releases/water-street-sells-healthplan-services-to-wipro-limited-300230853.html", "article_text": "CHICAGO, March 4, 2016 /PRNewswire/ -- Water Street Healthcare Partners, a strategic investor focused exclusively on the health care industry, announced today that Tampa, Fla.-based HealthPlan Services has been sold to global information technology, consulting and business process services leader, Wipro Limited, for $460 million. During its seven-year partnership with HealthPlan Services, Water Street helped grow the company into the nation's leading technology and Business Process as a Services (BPaaS) solution for the individual health insurance industry.\n\nWater Street invested in HealthPlan Services in 2008. Working together, Water Street and the management team developed and executed a strategic growth plan that expanded HealthPlan Services' outsourcing platform and elevated the company to a leadership role in the insurance exchange market created through the Affordable Care Act (ACA). HealthPlan nearly quadrupled its revenues to $223 million and more than doubled its employees over the course of its partnership with Water Street. Today, more than a quarter of all consumers on the federal health insurance exchange benefit from HealthPlan Services' solutions.\n\n\"HealthPlan and Water Street created a set of solutions, platform and services that previously did not exist. In doing so, we helped many of the nation's largest health insurance payers acquire, service and retain millions of incremental members under the ACA,\" said Jeff Bak, president and chief executive officer, HealthPlan Services. \"Water Street enabled us to make a significantly large investment in our platform to execute our vision and strategy. Its industry experience and network of resources were invaluable to our growth and to achieving the next step in our strategic plan through the Wipro transaction.\"\n\n\"It's been our privilege to work with Jeff and the entire HealthPlan management team to make a meaningful impact in the health care industry. We are proud of the incredible growth we have experienced over the past seven years, as HealthPlan added more than 1,000 associates and became a critical part of the dynamic individual insurance marketplace. We are pleased that our success has been validated by a global leader committed to continuing the company's strong growth trajectory,\" said Ned Villers, partner, Water Street.\n\nAbout HealthPlan Services\n\nHealthPlan Services delivers a best-in-class administrative technology platform and consumer engagement services to payers and agents across the public exchange, private exchange and off-exchange individual markets. The company is the largest independent provider of sales, benefits administration, retention, and technology solutions to the health insurance and managed care industries. Headquartered in Tampa, Florida, HealthPlan Services was founded in 1970 and employs over 2,000 associates. HealthPlan Services stands at the forefront of the health insurance industry, providing exchange connectivity, administration, distribution and technology services to insurers of individual, group, voluntary and association plans, as well as valuable solutions to thousands of brokers and agents nationwide. For more information, please visit www.healthplan.com.\n\nAbout Water Street\n\nWater Street is a strategic investor focused exclusively on health care. The firm has a strong record of building market-leading companies across key growth sectors in health care. It has worked with some of the world's leading health care companies on its investments including Johnson & Johnson, Medtronic, Smith & Nephew and Walgreen Co. Water Street's team is comprised of industry executives and private equity professionals with decades of experience investing in and operating global health care businesses. The firm is headquartered in Chicago. For more information about Water Street, visit waterstreet.com.\n\nSOURCE Water Street Healthcare Partners", "article_metadata": {"geo.region": "illinois", "cf_entity_thumbnail_url": "http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "geo.placename": "CHICAGO, March 4", "description": "CHICAGO, March 4, 2016 /PRNewswire/ -- Water Street Sells HealthPlan Services to Wipro Limited.", "author": "Water Street Healthcare Partners", "og": {"url": "http://www.prnewswire.com/news-releases/water-street-sells-healthplan-services-to-wipro-limited-300230853.html", "image": "http://content.prnewswire.com/images/prn_facebook_sharing_logo.jpg", "type": "website", "description": "CHICAGO, March 4, 2016 /PRNewswire/ -- Water Street Healthcare Partners, a strategic investor focused exclusively on...", "title": "Water Street Sells HealthPlan Services to Wipro Limited"}, "Publisher": "PR Newswire", "cf_entity_title": "Water Street Sells HealthPlan Services to Wipro Limited", "robots": "index, follow", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "keywords": "Water Street Healthcare Partners, illinois, Acquisitions, Mergers and Takeovers, Health Care & Hospitals, Banking & Financial Services", "date": "2016-03-04T08:57:00Z", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "twitter": {"site": "@PRNewswire", "card": "summary"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcca99\"", "article_summary": "Water Street invested in HealthPlan Services in 2008.\n\"HealthPlan and Water Street created a set of solutions, platform and services that previously did not exist.\nDuring its seven-year partnership with HealthPlan Services, Water Street helped grow the company into the nation's leading technology and Business Process as a Services (BPaaS) solution for the individual health insurance industry.\nToday, more than a quarter of all consumers on the federal health insurance exchange benefit from HealthPlan Services' solutions.\n\"Water Street enabled us to make a significantly large investment in our platform to execute our vision and strategy."}