{"article_title": "What’s the strategy behind those catchy legislation titles?", "article_keywords": ["jones", "attention", "whats", "congress", "language", "catchy", "bill", "legislation", "strategy", "titles", "names", "words", "act", "legislators"], "article_url": "http://www.wcpo.com/decodedc/whats-the-strategy-behind-those-catchy-legislation-titles", "article_text": "WASHINGTON, D.C. - What’s in a name?\n\nCertain star-crossed lovers chose to believe names didn’t mean a lot. But far from Juliet’s balcony, on the much less romantic Capitol Hill, legislators spend a lot of time thinking about them. The names of bills, once characterized with simple descriptions such as the Civil Rights Act of 1964, have evolved into a complicated jumble of acronyms and highly partisan language. So, what’s in a bill name? Mostly a lot of creative agenda-setting. It may not be Shakespeare, but hey, this isn’t Verona.\n\nTo the untrained eye, the verbose titles look like the creation of a deranged legislative aide. In the 114th Congress there are tons of acronyms used to varying degrees of success, such as the TIGER CUBS (Transportation Investment Generating Economic Recovery for Cities Underfunded Because of Size) Act. There are ideologically tilted bills, such as the Pain-Capable Unborn Child Protection Act. And sometimes, perhaps most impressively, there are the titles that are both, like Missouri Republican Sen. Roy Blunt’s ENFORCE (Executive Needs to Faithfully Observe and Respect Congressional Enactments) the Law Act.\n\nThese clunky acronyms and loaded keywords apparently take teams of people to hammer out. Brian Christopher Jones, a postdoctoral research fellow at Taiwan’s Academia Sinica, has researched the relatively unexplored art of bill naming. Through conversations with legislators, Jones found that many staffs use younger members to come up with bill names, often reverse-engineering splashy words into a backronym, a regular word that also doubles as an acronym. The painstaking time spent on a name isn’t just another way for Congress to waste your tax dollars, though. Sometimes it’s the only way the legislation will get noticed.\n\n“There's basically just more competition in Congress,” Jones said. “Legislators are fighting for media attention, attention from constituents. If they use evocative language as opposed to technical language, it's more likely that constituents would pay attention to it.”\n\nIn his research, Jones identified effects from what he calls evocative language. Words such as “protection,” “accountable” and “responsible” influenced test subjects more than plainly titled bills. So when lawmakers are struggling to get their colleagues to pay attention to legislation, they give it a clever title - preferably one that will simultaneously guilt them into a vote.\n\nDo you remember the Uniting and Strengthening America by Providing Appropriate Tools Required to Intercept and Obstruct Terrorism Act? You likely know it under its much-catchier acronym, the USA PATRIOT Act. That’s not exactly mincing words. Who wants to vote against uniting and strengthening America? That is literally voting against the USA! And it turns out that lawmakers take those semantic choices into account. When speaking with a House Judiciary Committee official involved in the process of naming the act, Jones found that the choice was intentional.\n\n“He basically bluntly told me, 'Brian, we named it that way so it would put legislators in a really difficult position to vote against. That floored me.”\n\nYes, Congress’ partisan struggles have even extended to bill naming. Even in the simplest of titles there seems to be semantic cuts to the opposite team. Take the Ending Mobile Phone Welfare Act, for example. Just by the title you know that Sen. David Vitter is probably not a fan of the Lifeline Assistance program.\n\n“It's a microcosm of what's gone wrong in the American political system,” Jones said. “It should be the easiest thing to do in the process, but what they've done is highly politicized these tiny fragments of government. You look at the names and you have no idea what's in the bill. It's just some patriotic gesture.”\n\nBut names aren’t everything. Substance still accounts for something. Lance Morgan, chief communications strategist at Powell Tate and a Capitol Hill veteran, said that though a good title can help sell a bill, it won’t make up for weak legislation.\n\n“I don’t want to deny that it’s influential,” Morgan said. “I just don’t think it determines the outcome of something. William Shakespeare or Vince Gilligan could have come up with a different name for the Affordable Care Act, and I don’t think it would have gotten any Republican votes.”\n\n[Also by Abby Johnston: Coup by GOP women blocks anti-abortion bill]\n\nWant to keep up with all the latest DecodeDC stories and podcasts? Sign up for our weekly newsletter at decodedc.com/newsletter.", "article_metadata": {"isStory": "true", "isPremium": "false", "description": "Many bill names are just creative agenda-setting.", "author": "Abby Johnston", "og": {"site_name": "WCPO", "description": "Many bill names are just creative agenda-setting.", "title": "What's the strategy behind those catchy legislation titles?", "url": "http://www.wcpo.com/decodedc/whats-the-strategy-behind-those-catchy-legislation-titles", "image": {"width": 640, "identifier": "http://sharing.wcpo.com/sharescnn/photo/2015/01/28/2015-01-28-us-capitol-crop_1422478422319_12855069_ver1.0_640_480.jpg", "height": 480}, "locale": "en_US", "type": "article"}, "twitter": {"app": {"id": {"ipad": 481447058, "iphone": 487285628}}, "site": "@wcpo", "card": "summary_large_image"}, "shortHeadline": "What's the strategy behind legislation titles?", "com.silverpop.brandeddomains": "www.pages03.net,scripps.mkt7057.com,www.wcpo.com,recp.mkt32.net", "p": {"domain_verify": "a78af9666708be3dd31e4873ef3fe3bb"}, "fb": {"app_id": 158963910840295}, "idio": {"isPremium": "false", "author": "Abby Johnston"}, "keywords": "Civil Rights Act of 1964, TIGER CUBS, Pain-Capable Unborn Child Protection Act, ENFORCE, backronuym, USA Patriot Act, House Judiciary Committee, Affordable Care Act, DecodeDC, politics, William Shakespeare", "google-site-verification": "sm7O5zR5rUkxnJfpcpz3wyw0vAlwmh13H5_FvJEfM-g", "article": {"publisher": "https://www.facebook.com/WCPO9", "section": "DecodeDC", "published_time": "2015-02-03T03:12:48+0000", "modified_time": "2015-02-03T03:12:48+0000"}, "viewport": "width=device-width, target-densitydpi=device-dpi, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "When speaking with a House Judiciary Committee official involved in the process of naming the act, Jones found that the choice was intentional.\n“Legislators are fighting for media attention, attention from constituents.\n“There's basically just more competition in Congress,” Jones said.\nTo the untrained eye, the verbose titles look like the creation of a deranged legislative aide.\nYou look at the names and you have no idea what's in the bill."}