{"article_title": "How to stop the share economy from harming workers", "article_keywords": ["uber", "working", "stop", "workers", "half", "share", "labor", "american", "insurance", "income", "harming", "economy"], "article_url": "http://www.csmonitor.com/Business/Robert-Reich/2015/1130/How-to-stop-the-share-economy-from-harming-workers", "article_text": "The economy is shifting. The \"share economy\" will see over 40 percent of Americans working as freelancers, temporary workers, self-employed, or contract workers in five years. The US can maintain a flexible economy, while taking the burdens and risks associated with uncertain work off the workers.\n\nHow Uber knows your phone battery is dying and more\n\nWhy Congress is looking at labels to curb food waste\n\nSmoke detected on EgyptAir Flight 804: What does that mean?\n\nA man leaves the headquarters of Uber in San Francisco, Dec. 16, 2014. Uber is one of many new companies utilizing a share economy model.\n\nIn this holiday season it’s especially appropriate to acknowledge how many Americans don’t have steady work.\n\nThe so-called “share economy” includes independent contractors, temporary workers, the self-employed, part-timers, freelancers, and free agents. Most file 1099s rather than W2s, for tax purposes.\n\nIt’s estimated that in five years over 40 percent of the American labor force will be in such uncertain work; in a decade, most of us.\n\nRecommended: Fifteen best entry-level jobs of 2015\n\nAlready two-thirds of American workers are living paycheck to paycheck.\n\nThis trend shifts all economic risks onto workers. A downturn in demand, or sudden change in consumer needs, or a personal injury or sickness, can make it impossible to pay the bills.\n\nIt eliminates labor protections such as the minimum wage, worker safety, family and medical leave, and overtime.\n\nAnd it ends employer-financed insurance – Social Security, workers’ compensation, unemployment benefits, and employer-provided health insurance under the Affordable Care Act.\n\nNo wonder, according to polls, almost a quarter of American workers worry they won’t be earning enough in the future. That’s up from 15 percent a decade ago.\n\nSuch uncertainty can be hard on families, too. Children of parents working unpredictable schedules or outside standard daytime working hours are likely to have lower cognitive skills and more behavioral problems, according to new research.\n\nWhat to do?\n\nCourts are overflowing with lawsuits over whether companies have misclassified “employees” as “independent contractors,” resulting in a profusion of criteria and definitions.\n\nWe should aim instead for simplicity: Whoever pays more than half of someone’s income, or provides more than half their working hours should be responsible for all the labor protections and insurance an employee is entitled to.\n\nIn addition, to restore some certainty to people’s lives, we need to move away from unemployment insurance and toward income insurance.\n\nSay, for example, your monthly income dips more than 50 percent below the average monthly income you’ve received from all the jobs you’ve taken over the preceding five years. With income insurance, you’d automatically receive half the difference for up to a year.\n\nIt’s possible to have a flexible economy and also provide workers some minimal level of security.\n\nA decent society requires no less.\n\nThis article first appeared at Robert Reich.", "article_metadata": {"sailthru.content.id": "77e6e02a8a74d96d1cbaf6d4641b6469", "sailthru.author": "Robert Reich", "description": "The economy is shifting. The &quot;share economy&quot; will see over 40 percent of Americans working as freelancers, temporary workers, self-employed, or contract workers in five years. The US can maintain a flexible economy, while taking the burdens and risks associated with uncertain work off the workers.", "sailthru.image.std": "http://images.csmonitor.com/csm/2015/11/950572_1_1130-%20Uber_standard.jpg?alias=standard_380x253", "author": "The Christian Science Monitor", "og": {"site_name": "The Christian Science Monitor", "description": "The economy is shifting. The &quot;share economy&quot; will see over 40 percent of Americans working as freelancers, temporary workers, self-employed, or contract workers in five years. The US can maintain a flexible economy, while taking the burdens and risks associated with uncertain work off the workers.", "title": "How to stop the share economy from harming workers", "url": "http://www.csmonitor.com/Business/Robert-Reich/2015/1130/How-to-stop-the-share-economy-from-harming-workers", "image": "http://images.csmonitor.com/csm/2015/11/950572_1_1130-%20Uber_standard.jpg?alias=standard_900x600", "type": "article"}, "twitter": {"site": "@csmonitor", "image": "http://images.csmonitor.com/csm/2015/11/950572_1_1130-%20Uber_standard.jpg?alias=standard_380x253", "description": "The economy is shifting. The &quot;share economy&quot; will see over 40 percent of Americans working as freelancers, temporary workers, self-employed, or contract workers in five years. The US can maintain a flexible economy, while taking the burdens and risks associated with uncertain work off the workers.", "card": "summary", "title": "How to stop the share economy from harming workers"}, "sailthru.date": "2015-11-30", "DC.date.issued": "2015-11-30T12:00:04-05:00", "fb": {"page_id": 14660729657, "app_id": 179793002061452}, "sailthru.content.body": "http://www.csmonitor.com/layout/set/rssfull/Business/Robert-Reich/2015/1130/How-to-stop-the-share-economy-from-harming-workers", "sailthru.tags": "section-robert-reich,section-business,class-blog-post,storysource-guest-blogger", "article": {"section": "Robert Reich", "published_time": "2015-11-30T12:00-05"}, "copyright": "The Christian Science Monitor", "sailthru.image.credit": "Eric Risberg/AP/File"}, "article_summary": "The \"share economy\" will see over 40 percent of Americans working as freelancers, temporary workers, self-employed, or contract workers in five years.\nThe so-called “share economy” includes independent contractors, temporary workers, the self-employed, part-timers, freelancers, and free agents.\nNo wonder, according to polls, almost a quarter of American workers worry they won’t be earning enough in the future.\nRecommended: Fifteen best entry-level jobs of 2015Already two-thirds of American workers are living paycheck to paycheck.\nUber is one of many new companies utilizing a share economy model."}