{"article_title": "La Plata Sheriff apologizes for derogatory comments made by deputies – The Denver Post", "article_keywords": ["derogatory", "apologizes", "plata", "sheriff", "la", "reporter", "smith", "denver", "county", "comments", "statement", "sheriffs", "deputies", "post"], "article_url": "http://www.denverpost.com/news/ci_28721186/la-plata-sheriff-apologizes-derogatory-comments-made-by", "article_text": "The La Plata County Sheriff has apologized after an incident that involved three deputies accidentally leaving a crude voice mail for a female reporter at the Durango Herald.\n\nSheriff Sean Smith issued a public apology minutes after The Denver Post asked for comment from the department.\n\nThe matter was first reported on the women’s culture website Jezebel, which obtained an audio recording of the voice mail from earlier this week.\n\nDeputy Zach Farnam was returning a call to the reporter, Chase Olivarius-Mcallister.\n\n“Chase, this is Zach Farnam with the sheriff’s office,” he began, returning her call, before telling Olivarius-Mcallister to call him back if she had additional questions.\n\nFarnum then apparently tried to hang up the phone, but did not — and he did not realize the call was still running.\n\nHe and two other deputies proceeded to denigrate the reporter, making derogatory statements about her appearance. They noted that Olivarius-Mcallister is from the United Kingdom before making crude comments about women from the U.K.\n\n“The sheriff is aware,” Dan Bender, spokesperson for the sheriff’s office, told The Post. A few minutes after speaking with The Post, Bender issued a statement with Smith’s apology.\n\n“I would like to apologize to Miss Mcallister, a reporter with the Durango Herald, and the citizens of La Plata County for this unprofessional incident involving inappropriate comments made by members of my staff,” Smith said in the statement. “I do not condone this type of behavior as it is in direct conflict with the new culture I am trying to develop at the La Plata County Sheriff’s Office.”\n\nThe statement said the sheriff is taking “immediate steps to deal with the deputies involved,” but it did not say what that would entail. Smith called the reporter Thursday night to apologize.\n\nRichard Ballantine, chairman of the Herald’s governing board, said in a statement emailed to the Post: “These are unfortunate comments from anyone, especially from public employees. The Herald condemns this kind of language. We have confidence in Sheriff Sean Smith taking proper action.”", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "La Plata Sheriff apologizes for derogatory comments made by deputies", "title": "La Plata Sheriff apologizes for derogatory comments made by deputies", "url": "http://www.denverpost.com/2015/08/28/la-plata-sheriff-apologizes-for-derogatory-comments-made-by-deputies/", "image": {"width": 445, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150828__Untitledp1.jpg", "height": 403}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150828__Untitledp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-08-28T16:44:12+00:00", "modified_time": "2016-04-22T06:08:41+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fccabe\"", "article_summary": "The La Plata County Sheriff has apologized after an incident that involved three deputies accidentally leaving a crude voice mail for a female reporter at the Durango Herald.\nSheriff Sean Smith issued a public apology minutes after The Denver Post asked for comment from the department.\nHe and two other deputies proceeded to denigrate the reporter, making derogatory statements about her appearance.\nWe have confidence in Sheriff Sean Smith taking proper action.”\nRichard Ballantine, chairman of the Herald’s governing board, said in a statement emailed to the Post: “These are unfortunate comments from anyone, especially from public employees."}