{"article_title": "CDOT issues last call for roadside pickup of flood-related debris – The Denver Post", "article_keywords": ["mile", "colorado", "flood", "cdot", "pass", "denver", "crews", "brought", "floodrelated", "pickup", "debris", "roadside", "post", "final", "issues"], "article_url": "http://www.denverpost.com/news/ci_25158356/cdot-issues-last-call-roadside-pickup-flood-related", "article_text": "The multimillion-dollar effort to clean up debris from the floods that washed across the Front Range in September is entering its last stage.\n\nOn Monday, the Colorado Department of Transportation and its contractor will begin a third and final push for debris, hoping to haul away the last bits by early March.\n\nIt is part of a $4.5 million effort to clear as much flood debris\n\nas possible from the roads and rights of way used by CDOT.\n\n“Certainly we needed to clear our rights of way so we could continue to do flood-recovery work on the roads,” CDOT spokeswoman Ashley Mohr said. “But we also wanted to be a good neighbor and help people start putting their lives back together.”\n\nThis will be the final pickup, she said. “We wanted to put on a big push now, before the spring thaw.”\n\nRounding up the cracked and broken chairs, couches, washing machines and trees is more than just basic trash pickup along Colorado’s flood-damaged roads.\n\nIt’s also helping people sift through and say goodbye to memories, those overseeing the job say.\n\n“The crews all at some point interact with the residents, and they all have stories to tell,” CDOT consultant Jamie Marshall said. “They show our crews what all happened when the floods came and give them little tours.”\n\n“This is more than just a job,” Marshall said.\n\nThis is the third debris-pickup blitz by CDOT and its contractor, Phillips and Jordan Inc. In November and January, more than 87,000 cubic yards of spent material was scooped up. The tally doesn’t include at least 150 huge tree stumps, Marshall said.\n\nThe work extends through the foothills of three counties hit hard by the flood — Boulder, Jefferson and Larimer. Funding for the pickups comes from the $450 million of federal flood relief allocated to Colorado, Mohr said.\n\nCrews have picked up branches, plants, trees and grass that came loose during the flood. Also on the pickup list is wood framing from houses, furniture, carpet, clothes and concrete.\n\nRegular household garbage and hard-to-recycle items, like televisions, also have been added to the pickup piles, but crews sift through and reject those, Mohr said.\n\n“We’ve had some people try to slip their garbage through, but this is strictly for flood items,” she said.\n\nMost furniture and other construction material is taken to a local landfill. The rest, especially vegetation, is stored by CDOT and recycled for construction or slope stabilization.\n\nUnder the program, residents push, pull or drag flood-damaged items to a specific drop-off spot at least a day or two before the scheduled pickup.\n\nThe pickups are weather-dependent, but crews have been able to get to the piles on most days.\n\n“We’ve had several days when crews were hit with snow and ice, but they’ve worked through it,” Marshall said.\n\nMonte Whaley: 720-929-0907, mwhaley@denverpost.com or twitter.com/montewhaley\n\nSchedule for flood-zone debris pickup\n\n• Colorado 72: Final pass in Coal Creek Canyon will be Monday. Flood-related vegetative debris may be brought to mile marker 14.46 at the pullout on the north side of the road. Flood-related construction and demolition materials may be brought to mile marker 15.2 at the pullout on the north side of the road.\n\n• Colorado 119: Final pass in Boulder Canyon will be Thursday. All types of flood-related debris can be piled at mile marker 38.6, across from Four Mile Canyon Road.\n\n• Colorado 7: Final pass in South St. Vrain Canyon will be Saturday. All types of flood-related debris can be brought to pullouts at mile markers 21.7, 28.3 and 31.8.\n\n• U.S. 36: Final pass on the highway west of Lyons will be on Feb. 24. Flood-related vegetative debris may be brought to mile markers 16-21. Flood-related construction and demolition waste may be brought to the pullout at mile marker 18.7.\n\n• U.S. 34: Final pass between Estes Park and Drake will be on March 3. All types of flood-related debris may be brought to the highway right of way.\n\n• U.S. 34: Final pass between Drake and Loveland will be on March 7. All types of flood-related debris may be brought to the highway right of way.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "CDOT issues last call for roadside pickup of flood-related debris", "title": "CDOT issues last call for roadside pickup of flood-related debris", "url": "http://www.denverpost.com/2014/02/16/cdot-issues-last-call-for-roadside-pickup-of-flood-related-debris/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140216__20140217_A1_CD17CDOTDEBRISp2.jpg", "height": 428}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140216__20140217_A1_CD17CDOTDEBRISp2.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-02-16T15:46:47+00:00", "modified_time": "2016-04-27T13:57:42+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fccabf\"", "article_summary": "Monte Whaley: 720-929-0907, mwhaley@denverpost.com or twitter.com/montewhaleySchedule for flood-zone debris pickup• Colorado 72: Final pass in Coal Creek Canyon will be Monday.\n“But we also wanted to be a good neighbor and help people start putting their lives back together.”This will be the final pickup, she said.\nAll types of flood-related debris can be piled at mile marker 38.6, across from Four Mile Canyon Road.\nAll types of flood-related debris may be brought to the highway right of way.\nAll types of flood-related debris can be brought to pullouts at mile markers 21.7, 28.3 and 31.8."}