{"article_title": "Kaiser leads HMOs in providing recommended care in state", "article_keywords": ["kaiser", "patient", "stars", "hmos", "medical", "state", "leads", "recommended", "hmo", "california", "groups", "plans", "report", "health", "providing", "enrollment", "care"], "article_url": "http://www.latimes.com/business/la-fi-health-ratings-20141016-story.html", "article_text": "Kaiser Permanente was the only HMO to earn a top four-star rating for providing recommended care, according to California's latest report card on insurers and medical groups.\n\nThe scores issued Wednesday focus on California's 10 largest HMOs, the six biggest preferred-provider organization plans and more than 200 physician groups covering 16 million consumers.\n\nAnthem Blue Cross, the state's largest for-profit insurer, and Cigna Corp. led the way among PPO plans with three-star ratings. The data is drawn from claims data and patient surveys in 2013.\n\nStatewide, many HMO patients expressed frustration at \"getting care easily.\" On that measure, eight HMOs were rated poor, receiving just one out of four stars. Kaiser's Southern California HMO did slightly better at two stars, and its Northern California plan received three stars on ease of getting care.\n\nThe report card is available at the Office of the Patient Advocate's website, http://www.opa.ca.gov.\n\nOfficials released the data earlier than usual so it would coincide with fall open enrollment, when millions of Californians must choose among employer health plans or individual policies in the state's insurance exchange, Covered California. The exchange's open enrollment period runs Nov. 15 to Feb. 15.\n\n\"I hope all Californians faced with competing health plan enrollment choices during the weeks ahead will find these report cards to be a useful resource,\" said Diana Dooley, secretary of California's Health and Human Services Agency and a Covered California board member.\n\nMany consumers are demanding more information on healthcare quality and costs as they encounter rising deductibles and bear a bigger share of their own medical costs.\n\nThe report card allows people to quickly search for information by specific medical conditions, such as diabetes or asthma, and examine the level of patient complaints against health insurers.\n\n\"We advise consumers to use the online tools to go beyond the headline ratings and click through to the details that might be most important to them,\" said Anthony Wright, executive director of Health Access, a consumer advocacy group.\n\nBeyond insurers, consumers also can check physician groups by name or county.\n\nIn the Los Angeles area, medical groups affiliated with UCLA, Cedars-Sinai Medical Center and HealthCare Partners all received three out of four stars on providing recommended care based on national guidelines.\n\nKaiser's medical groups in Southern California earned three or four stars on that measure.\n\nchad.terhune@latimes.com\n\nTwitter: @chadterhune", "article_metadata": {"fb_title": "Kaiser leads HMOs in providing recommended care in state", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "Kaiser Permanente was the only HMO to earn a top four-star rating for providing recommended care, according to California's latest report card on insurers and medical groups.", "title": "Kaiser leads HMOs in providing recommended care in state", "url": "http://www.latimes.com/business/la-fi-health-ratings-20141016-story.html", "image": "http://www.trbimg.com/img-543ef98c/turbine/la-fi-health-ratings-20141016", "type": "article"}, "x-servername": "lalvp09.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "healthcare, Kaiser Permanente, HMO, PPO, insurance, medical care, Covered California", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/81689480", "googlebot-news": "index", "date": "2014-10-15", "Description": "Kaiser Permanente was the only HMO to earn a top four-star rating for providing recommended care, according to California's latest report card on insurers and medical groups.   The scores issued Wednesday focus on California's 10 largest HMOs, the six biggest preferred-provider organization plans...", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "healthcare, Kaiser Permanente, HMO, PPO, insurance, medical care, Covered California"}, "_id": "\"57477af36914bd0286fccad8\"", "article_summary": "Kaiser Permanente was the only HMO to earn a top four-star rating for providing recommended care, according to California's latest report card on insurers and medical groups.\nKaiser's Southern California HMO did slightly better at two stars, and its Northern California plan received three stars on ease of getting care.\nIn the Los Angeles area, medical groups affiliated with UCLA, Cedars-Sinai Medical Center and HealthCare Partners all received three out of four stars on providing recommended care based on national guidelines.\nKaiser's medical groups in Southern California earned three or four stars on that measure.\nAnthem Blue Cross, the state's largest for-profit insurer, and Cigna Corp. led the way among PPO plans with three-star ratings."}