{"article_title": "Prosecutors Snooping on Legal Mail", "article_keywords": ["attorneyclient", "prosecutors", "snooping", "federal", "messages", "legal", "email", "privilege", "inmates", "judge", "mail", "emails", "lawyer"], "article_url": "http://www.nytimes.com/2014/07/24/opinion/24thu3.html", "article_text": "Anyone who has ever consulted a lawyer knows that private communications seeking legal advice are confidential. The attorney-client privilege is the oldest, broadest and most important of all privileges in the American legal system.\n\nBut for people sitting behind bars while awaiting trial or appealing a conviction, the attorney-client privilege stops abruptly at the email login screen.\n\nIn recent years, the Bureau of Prisons has made limited email access available to federal inmates, but the price of that access — as inmates are warned every time they log in — is allowing the government to monitor and read all messages sent and received.\n\nAs the Times reported on Wednesday, federal prosecutors in Brooklyn and around the country are taking advantage of this fact, freely accessing emails between inmates and their attorneys. In one case, prosecutors read more than 12,000 pages of emails sent by an imprisoned former Pennsylvania senator, and included them in its argument for a harsher resentencing.\n\nAdvertisement Continue reading the main story\n\nGovernment lawyers argue that because inmates knowingly consent to the inspection of all email messages, they waive the attorney-client privilege. That argument has been accepted by several federal judges who have ruled on this issue. The government also says it would cost too much to separate attorney-client emails from other kinds of email messages, and that inmates still have other means of communication like letters, phone calls and in-person visits. But email should not be treated any differently from these other methods.\n\nEmail is the most common form of modern communication, by far, and certainly among lawyers. For those behind bars, whose contact with the outside world is already severely restricted, its value is even greater. It can take weeks for confidential letters to be processed by prison officials, and one lawyer in The Times article said repeated requests to set up an unmonitored phone call with his imprisoned client went unanswered. Personal meetings in prison are difficult to arrange, time-consuming and costly.\n\nAt least one federal judge, Dora Irizarry of Brooklyn, has balked at the government’s rationales. In a case against a surgeon accused of Medicare fraud, the prosecutor told Judge Irizarry that he had no interest in reading a defendant’s emails to his lawyer for “strategic advantage,” but only because it would be a “tremendous waste” of resources to separate them out. “That’s hogwash,” the judge said. “You’re going to tell me you don’t want to know what your adversary’s strategy is? What kind of a litigator are you then? Give me a break.” Judge Irizarry prohibited the government from looking at any emails between the surgeon and his lawyers.\n\nIf the Justice Department refuses to change its policy, which undermines the constitutional right to counsel, other judges should follow her lead and disallow this unprincipled practice. The government’s defense boils down to, we do it because prisoners are at our mercy. But it is a violation of prosecutors’ duty to seek justice, and not to twist the rules when they can get away with it.", "article_metadata": {"tone": "opinion", "ptime": 20140723205046, "twitter": {"description": "Federal prosecutors are abusing the most important privilege in the American legal system by accessing emails between inmates and their attorneys.", "title": "Prosecutors Snooping on Legal Mail", "url": "http://www.nytimes.com/2014/07/24/opinion/24thu3.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000003018038"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2014/07/24/opinion/24thu3.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000003018038", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2014/07/24/opinion/24thu3.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "dfp-ad-unit-path": "opinion", "hdl_p": "Prosecutors Snooping on Legal Mail", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/opinion/index.jsonp", "DISPLAYDATE": "July 23, 2014", "edt": "NewYork", "org": "Federal Bureau of Prisons", "keywords": "Prisons and Prisoners,E-Mail,Legal Profession,Privacy,Editorials,Federal Bureau of Prisons,United States", "news_keywords": "Email,Privacy,Editorial", "applicationName": "article", "PT": "article", "author": "The Editorial Board", "sourceApp": "nyt-v5", "byl": "By THE EDITORIAL BOARD", "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "Federal prosecutors are abusing the most important privilege in the American legal system by accessing emails between inmates and their attorneys.", "tom": "Editorial", "dfp-amazon-enabled": "false", "description": "Federal prosecutors are abusing the most important privilege in the American legal system by accessing emails between inmates and their attorneys.", "CG": "opinion", "robots": "noarchive", "dat": "July 23, 2014", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "Editorial", "article": {"author": "http://www.nytimes.com/interactive/opinion/editorialboard.html", "section_url": "http://www.nytimes.com/pages/opinion/index.html", "section": "Opinion", "modified": "2014-07-24", "collection": "https://static01.nyt.com/services/json/sectionfronts/opinion/index.jsonp", "tag": "United States", "published": "2014-07-23", "section-taxonomy-id": "AD8090D7-4137-4D71-84C8-70DA3BD89778"}, "geo": "United States", "slug": "24thu3", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20140724153251, "og": {"url": "http://www.nytimes.com/2014/07/24/opinion/24thu3.html", "image": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "type": "article", "description": "Federal prosecutors are abusing the most important privilege in the American legal system by accessing emails between inmates and their attorneys.", "title": "Prosecutors Snooping on Legal Mail"}, "pdate": 20140723, "des": "Editorials", "articleid": 100000003018038, "cre": "The New York Times", "hdl": "Prosecutors Snooping on Legal Mail", "col": "Editorial", "PST": "Editorial"}, "_id": "\"57477af36914bd0286fccaeb\"", "article_summary": "The attorney-client privilege is the oldest, broadest and most important of all privileges in the American legal system.\nAt least one federal judge, Dora Irizarry of Brooklyn, has balked at the government’s rationales.\nBut for people sitting behind bars while awaiting trial or appealing a conviction, the attorney-client privilege stops abruptly at the email login screen.\nAs the Times reported on Wednesday, federal prosecutors in Brooklyn and around the country are taking advantage of this fact, freely accessing emails between inmates and their attorneys.\nAdvertisement Continue reading the main storyGovernment lawyers argue that because inmates knowingly consent to the inspection of all email messages, they waive the attorney-client privilege."}