{"article_title": "Retaliation Silences Sexual-Assault Victims in US Armed Forces", "article_keywords": ["survivors", "victims", "sexual", "hrw", "retaliation", "sexualassault", "silences", "assault", "forces", "social", "report", "professional", "military", "armed"], "article_url": "https://panampost.com/rebeca-morla/2015/05/19/retaliation-silences-sexual-assault-victims-in-us-armed-forces/", "article_text": "NB: strong language.\n\nEspañolOnly one in four US military service members who are victims of sexual assault report it to their superiors, mostly due to fear of retaliation from their aggressor, who almost always goes unpunished. This is one of the major findings of an 18-month investigation released by Human Rights Watch (HRW) on Monday.\n\nThe 113-page report, titled “Embattled: Retaliation against Sexual Assault Survivors in the US Military” (PDF), was written with the support of Protect Our Defenders (POD), a human-rights organization that advocates for survivors of military sexual assault.\n\nDemeaned & demoted after daring to come forward: @HRW rpt on retaliation against US troops who report sexual assault http://t.co/4fbWq3V5MG — Liesl Gerntholtz (@LieslHRW) May 18, 2015\n\nThe publication is based on more than 250 interviews, conducted in person and via telephone between October 2013 and April 2015. Over 150 were with service members who have been victims of sexual assault.\n\nThe report finds that both male and female military personnel who disclose such attacks are 12 times as likely to experience some form of retaliation, either professional or social, than to see their attacker convicted of a sex offense.\n\nThe backlash against survivors varies from insults, bullying, and harassment, to poor work assignments, loss of promotion opportunities, and even disciplinary action or being discharged. It also includes criminal charges, and death threats via “friendly fire” during deployment.\n\n“Survivors recounted suffering a range of negative actions after reporting sexual assault or harassment, both professional and social. Many considered the aftermath of the assault — bullying and isolation from peers or the damage done to their career as a result of reporting — worse than the assault itself,” the document reads.\n\nRetaliation Testimonies\n\n“Embattled” presents dozens of testimonies from survivors of sexual assault coming from all branches of the US Armed Forces — including the Coast Guard and the National Guard. These stories demonstrate how peers appear to retaliate more often against the victims than the perpetrators of the assaults.\n\nAlthough the reasons for this remain unclear, HRW notes that “some [survivors] pointed to the popularity or professional standing of the perpetrator as a reason they were shunned or bullied,” and that other victims further described situations “in which the command appeared to encourage the peer alienation of the survivor.”\n\n“A certain sergeant in my platoon had told me he would kill me if we ever went to Afghanistan because ‘friendly fire is a tragic accident that happens,’” Roy Carter stated.\n\nCarter, an Army survivor who reported a sexual assault by a male soldier from another platoon in 2012, was physically attacked twice more within six months. Moreover, he was mocked and belittled by at least six senior non-commissioned officers and the rest of soldiers in his platoon.\n\n“After I had been there for a year, someone tried to knife me in a bar and kept screaming ‘Die faggot, die,’ and that was when I told my captain that I wanted a discharge before I ended up dead on the evening news, which would be bad for him too,” Carter added.\n\nMeanwhile, a female Marine stated that anonymous threats against her began after her attackers were only punished for “alcohol violations” in 2014.\n\nHer picture was posted on a Facebook page frequented by Marines, where she was called a “wildebeest” and a “cum dumpster,” and posters said she needed to be silenced “before she lied about another rape.”\n\nEver-Present Danger\n\nThe problem of unpunished sexual assault and retaliation within the US military, however, is not new. The Department of Defense (DoD) 2014 Annual Report on Sexual Assault in the Military (PDF), released earlier this month, estimated that 18,900 sexual assaults took place in the military last year, of which only 6,131 were reported.\n\nIn the same vein, a survey conducted by the RAND National Defense Research Institute in 2014 found that 62 percent of women who reported unwanted sexual contact to military authorities experienced some form of retaliation. Of these survivors, 54 percent perceived either professional or social retaliation.\n\nWhile the HRW report acknowledges congressional and DoD efforts to address this issue, such as prohibiting retaliation under the military’s criminal code and the Uniform Code of Military Justice (UCMJ), the NGO demonstrates that much work remains to be done.\n\nSara Darehshori, senior US counsel at Human Rights Watch and co-author of the report, said that “the US military’s progress in getting people to report sexual assaults isn’t going to continue as long as retaliation for making a report goes unpunished.”\n\nThe organization recommends increasing the security and legal guarantees of whistleblowers, not only by strengthening the Military Whistleblower Protection Act (MWPA), but also by giving survivors “the tools and control to direct their recovery and their future in the military,” with initiatives like the Special Victim Counsel program, and non-military options for mental health care.\n\n“When no one is held accountable for retaliation, it creates a hostile environment for all survivors, and sends a message to criminals that they can act with impunity,” Don Christensen said.\n\nChristensen, president of Protect Our Defenders and former chief prosecutor of the US Air Force, added that “when a survivor who reports sexual assault is 12 times more likely to suffer retaliation than they are to see their rapist convicted, it demonstrates the military has a long way to go in fixing this problem.”\n\nThe DoD replied to HRW’s report through spokeswoman Laura Seal, who thanked the organization for the insight, adding that the institution agrees that ending retaliation is “critical” to address this issue.", "article_metadata": {"description": "A new report from Human Rights Watch reveals that the vast majority of sexual assaults within the US military go unpunished for fear of serious retaliation.", "generator": "Give v1.4.5", "og": {"site_name": "PanAm Post", "description": "A new report from Human Rights Watch reveals that the vast majority of sexual assaults within the US military go unpunished for fear of serious retaliation.", "title": "Retaliation Silences Sexual-Assault Victims in US Armed Forces", "locale": "en_US", "image": {"width": 710, "identifier": "https://panampost.com/wp-content/uploads/ft-soldiers-sexual-abuse1.jpg", "height": 350}, "updated_time": "2015-05-20T12:48:23-04:00", "url": "https://panampost.com/rebeca-morla/2015/05/19/retaliation-silences-sexual-assault-victims-in-us-armed-forces/", "type": "article"}, "twitter": {"description": "A new report from Human Rights Watch reveals that the vast majority of sexual assaults within the US military go unpunished for fear of serious retaliation.", "creator": "@RebecaMorla", "image": "https://panampost.com/wp-content/uploads/ft-soldiers-sexual-abuse1.jpg", "title": "Retaliation Silences Sexual-Assault Victims in US Armed Forces", "site": "@PanAmPost", "card": "summary_large_image"}, "robots": "noodp", "fb": {"admins": 100002447837660, "app_id": 272171646459645, "pages": 197511413705974}, "google-site-verification": "ypzV0RhKyEDAxsbXG0ThtpSGZ18ECcSk-fWHTlztAQQ", "article": {"publisher": "http://facebook.com/PanAmPost", "published_time": "2015-05-19T15:24:27-04:00", "author": "https://www.facebook.com/rebecaa.morla", "section": "News", "modified_time": "2015-05-20T12:48:23-04:00", "tag": "Sara Darehshori"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fccaf5\"", "article_summary": "Retaliation Testimonies“Embattled” presents dozens of testimonies from survivors of sexual assault coming from all branches of the US Armed Forces — including the Coast Guard and the National Guard.\nOver 150 were with service members who have been victims of sexual assault.\nThe 113-page report, titled “Embattled: Retaliation against Sexual Assault Survivors in the US Military” (PDF), was written with the support of Protect Our Defenders (POD), a human-rights organization that advocates for survivors of military sexual assault.\nCarter, an Army survivor who reported a sexual assault by a male soldier from another platoon in 2012, was physically attacked twice more within six months.\nOf these survivors, 54 percent perceived either professional or social retaliation."}