{"article_title": "Mercy Health intensifies presence in Mason County with its first Ludington medical practice", "article_keywords": ["point", "mercy", "family", "network", "intensifies", "presence", "medical", "practice", "mason", "county", "ludington", "service", "health", "lakeshore", "care", "sable"], "article_url": "http://www.mlive.com/news/muskegon/index.ssf/2014/07/mercy_health_intensifies_prese.html", "article_text": "LUDINGTON, MI – Mercy Health's physician network announced the debut of its first family practice in Mason County this month, signaling additional primary care services to Ludington-area residents.\n\nMercy Health Physician Partners on Monday, July 21 said it opened the new Sable Point Family Care at 300 S. Rath Ave., Suite 102. Mercy Health also announced that it has expanded neurosurgical and cardiology services in the community.\n\nSable Point's providers are Dr. John Cooney and Certified Physician Assistant Brent Johnson, who previously practiced in Hart. Mercy Health officials said the practice will add a third provider in the fall.\n\nCooney, an osteopathic doctor who specializes in family medicine, earned his medical degree from Chicago College of Osteopathic Medicine. Johnson earned his master's in Physician Assistant Studies from Central Michigan University.\n\nThe leased office space, which is 1½ miles away from Spectrum Health Ludington Hospital, serves all ages and provides routine check-ups, chronic disease management and urgent needs such as flu care.\n\n\"Sable Point Family Care is a place where patients can come to expect exceptional, accessible and individually-focused care, ranging from with those who are well to those who have been hospitalized and need follow-up care,\" Cooney said.\n\nSable Point is a member of the Lakeshore Health Network, which began in 1994 as the Westshore Health Network to serve Mercy Health and West Michigan-area physicians.\n\nThe network includes more than 380 local primary care and specialty doctors and helps serve its members by providing training and education on healthcare reform trends and governmental measures such as the Affordable Care Act, said Linda Mueller, a nurse and the northern clinical network manager at the Lakeshore Health Network.\n\n\"I think Ludington, like any other community, is in need of primary care providers. Anywhere in the West Michigan area, there are patients that have not been linked to a medical home,\" Mueller said.\n\nA team of Lakeshore Health Network healthcare associates, including Mueller and northern network provider relations specialist Lori Goudie, has been operating a satellite office in Ludington since September 2013, though the group has been around for many years. During the 2013 opening, the network had announced its expansion of provider services in the area.\n\nAs part of the hospital's system service expansion, Dr. Rick Edgar of Mercy Health's Shoreline Neurosurgical Consulting outpatient department, will begin offering monthly clinics to Ludington-area patients who are referred by their primary care physicians. The new service encompasses consultative visits for brain and spine-related advanced treatment, said Mercy Health Muskegon spokeswoman Joan Kessler.\n\nTo service the new Sable Point patients, eight doctors representing Mercy Health's West Shore Cardiology facility will also offer monthly clinics. The service will cover cardiology and cardiac needs and will include defibrillator and pacemaker follow-up and reprogramming.\n\nThe cardiologist and device clinics are being held at Internal Medicine Associates, P.C., 7 Atkinson Drive in Ludington and not at Sable Point.\n\nKessler said Mercy Health cardiologists have been serving the Lakeshore community from Muskegon to Ludington since 1981.\n\n\"That's been growing and they're spending more time up there,\" Kessler said.\n\nUp until Sable Point's debut, the closest Mercy Health-owned family practice offices and facilities available to Ludington residents were Lakeshore Medical Shelby, Hart Family Medical in Oceana County and the Lakeshore Campus critical access hospital. The regional healthcare system also opened its second Muskegon Community Health Project office last fall.\n\nThe Sable Point office hours are from 8 a.m.–5 p.m., Monday through Friday. For more information, call 231-843-2543.", "article_metadata": {"article_author": "Michelle D. Anderson | manders6@mlive.com", "medium": "news", "news_keywords": "Ludington,Mercy Health", "title": "Mercy Health intensifies presence in Mason County with its first Ludington medical practice", "parsely-page": "{\"title\": \"Mercy Health intensifies presence in Mason County with its first Ludington medical practice\", \"link\": \"http://www.mlive.com/news/muskegon/index.ssf/2014/07/mercy_health_intensifies_prese.html\", \"image_url\": \"http://imgick.mlive.com/home/mlive-media/width620/img/chronicle/news_impact/photo/15480612-standard.jpg\", \"type\": \"post\", \"post_id\": \"13489043\", \"pub_date\": \"2014-07-28T11:40:04Z\", \"author\": \"Michelle D. Anderson | manders6@mlive.com\", \"tags\": [\"@mlive-health\",\"@mu-river\",\"Ludington\",\"Mercy Health\"] }", "twitter": {"image": "http://media.mlive.com/chronicle/news_impact/photo/15480612-thumb_square_large.jpg", "description": "Mercy Health's physician network debuted its first family practice in Mason County this month, offering a new medical home to residents in the Ludington-area community.", "card": "summary", "site": "@mlive"}, "article_date_updated": "Monday, July 28, 2014,  1:40 PM", "parsely-metadata": "{\"image_url\": \"http://media.mlive.com/chronicle/news_impact/photo/mercyhealth-johncooneyjpg-b9d73c5ba3e7b386.jpg\", \"author_name\": \"manders6\", \"author_nickname\": \"Michelle D. Anderson | manders6@mlive.com\", \"author_id\": \"10590804\", \"source_blog_name\": \"Muskegon News\", \"source_blog_url\": \"http://www.mlive.com/news/muskegon/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "MLive.com", "description": "Mercy Health's physician network debuted its first family practice in Mason County this month, offering a new medical home to residents in the Ludington-area community.", "title": "Mercy Health intensifies presence in Mason County with its first Ludington medical practice", "url": "http://www.mlive.com/news/muskegon/index.ssf/2014/07/mercy_health_intensifies_prese.html", "image": "http://media.mlive.com/design/alpha/img/logo_mlive.gif", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "MLive.com", "article_comments": 0, "article_date_original": "Monday, July 28, 2014,  7:29 AM", "viewport": "width=device-width,initial-scale=1", "Description": "Mercy Health's physician network debuted its first family practice in Mason County this month, offering a new medical home to residents in the Ludington-area community."}, "_id": "\"57477af36914bd0286fccafe\"", "article_summary": "Sable Point is a member of the Lakeshore Health Network, which began in 1994 as the Westshore Health Network to serve Mercy Health and West Michigan-area physicians.\nMercy Health officials said the practice will add a third provider in the fall.\nMercy Health also announced that it has expanded neurosurgical and cardiology services in the community.\nMercy Health Physician Partners on Monday, July 21 said it opened the new Sable Point Family Care at 300 S. Rath Ave., Suite 102.\nThe new service encompasses consultative visits for brain and spine-related advanced treatment, said Mercy Health Muskegon spokeswoman Joan Kessler."}