{"article_title": "Ed Gillespie Grabs Republican Nomination, Plans Tour Of Virginia", "article_keywords": ["plans", "ed", "convention", "grabs", "virginia", "barack", "tour", "voted", "win", "party", "chairman", "republican", "nomination", "warner", "gillespie"], "article_url": "http://wamu.org/news/14/06/09/ed_gillespie_grabs_republican_nomination_plans_tour_of_virginia", "article_text": "Michael Pope/WAMU\n\nBusinessman Stephen Tyler sells toilet paper featuring the image of President Barack Obama. The product, made in China, retails for $7 a roll. (Michael Pope/WAMU)\n\nFormer Virginia Republican National Committee Chairman Ed Gillespie is launching a statewide tour this week after securing the party's nomination this past weekend to run against incumbent U.S. Sen. Mark Warner.\n\nThe Republican convention was part political theater and part carnival sideshow. It featured life-size cardboard cutouts of former Attorney General Ken Cuccinelli and Tea Party favor Rand Paul, as well as giant signs announcing \"Guns Save Lives\" and toilet paper featuring the image of President Barack Obama.\n\n\"It's a great way to be able to surprise somebody who might be of the other party who you might want to poke some fun at concerning the mockery that's become this administration,\" says businessman Stephen Tyler.\n\nGillespie was able to win on the first ballot, beating back Tea Party favorite Shak Hill, who was introduced by conservative firebrand E.W. Jackson, who surprised many last year when he won the nomination to run as lieutenant governor. Gillespie's victory, on the other hand, was viewed here as a win for the establishment.\n\nGillespie expresses confidence\n\nSpeaking to reporters after accepting the nomination, Gillespie was blunt about the challenges of facing incumbent Democrat Mark Warner.\n\n\"Incumbents have advantages. I understand that. I knew that when I got in the race, and one of the advantages incumbents have is name ID and fundraising,\" Gillespie said.\n\nBack in March, Quinnipiac University issued a poll that had Warner with 46 percent of the vote and Gillespie at 31 percent. It had a sample size of 1,300 voters and a margin of error of plus or minus 2.7 percent.\n\nFormer Fairfax County Republican Chairman Jay McConville said Warner is a flawed candidate.\n\n\"He has voted for Barack Obama 97 percent of the time. He has voted for big tax increases. He has voted for big spending. He was whipping votes for cap and trade. He is an Obamacare supporter, and that is not what the people of Virginia need and that's why we are going to replace him with Ed Gillespie,\" McConville said.\n\nQuestions about convention linger\n\nParty leaders are facing a more decisive convention two years from now, when a new chairman and executive committee will be selected — a race that is likely to feature a lively debate about whether the party is well served by selecting candidates in conventions rather than primaries.\n\nUnlike Democrats, Republicans like to use conventions rather than primaries to select their candidates. In the last 100 years, the party has used a primary only eight times to select statewide candidates.\n\n\"As we saw last year in Richmond, sometimes things get out of hand,\" says Chris Bowen, a lawyer from Herndon. He would like to see the party move to having primaries.\n\nJames Glenn of Mount Vernon disagrees.\n\n\"In addition to independents you could have Democrats crossing over. So you're not truly getting a Republican conservative candidate,\" Glenn says.\n\nThe issue of convention versus primary is expected to be a central debate in the party's selection of its next chairman two years from now.", "article_metadata": {"Generator": "Drupal 7 (http://drupal.org)", "author": "Michael Pope", "og": {"site_name": "WAMU 88.5", "description": "Businessman Stephen Tyler sells toilet paper featuring the image of President Barack Obama. The product, made in China, retails for $7 a roll. (Michael Pope/WAMU)\r\n\r\n\r\n\r\nFormer Virginia Republ", "title": "Ed Gillespie Grabs Republican Nomination, Plans Tour Of Virginia", "url": "http://wamu.org/news/14/06/09/ed_gillespie_grabs_republican_nomination_plans_tour_of_virginia", "image": "http://wamu.org/sites/wamu.org/files/styles/medium/public/images/attach/06.09.14news-pope-ed-gillespie-convention-edit.jpg?itok=nVHdg3Mk", "type": "article"}, "has_audio": 1, "nid": 130591, "google-site-verification": "8AyE7rFVyUE7ZiqFGJ29mxnUk_L6YMXe4KHsLRUvvmQ"}, "_id": "\"57477af36914bd0286fccafd\"", "article_summary": "Gillespie expresses confidenceSpeaking to reporters after accepting the nomination, Gillespie was blunt about the challenges of facing incumbent Democrat Mark Warner.\nThe Republican convention was part political theater and part carnival sideshow.\n(Michael Pope/WAMU)Former Virginia Republican National Committee Chairman Ed Gillespie is launching a statewide tour this week after securing the party's nomination this past weekend to run against incumbent U.S. Sen. Mark Warner.\nFormer Fairfax County Republican Chairman Jay McConville said Warner is a flawed candidate.\nGillespie was able to win on the first ballot, beating back Tea Party favorite Shak Hill, who was introduced by conservative firebrand E.W."}