{"article_title": "Free Market Friday: Continue pursuit of freedom in health care", "article_keywords": ["benefit", "freedom", "oklahoma", "bill", "savings", "free", "delivery", "state", "continue", "health", "pursuit", "plan", "lawmakers", "market", "care"], "article_url": "http://journalrecord.com/2016/04/14/free-market-friday-continue-pursuit-of-freedom-in-health-care/", "article_text": "Oklahoma has become known for a number of efforts recently to implement policy with the intention of promoting freedom in the delivery and payment of health care.\n\nOklahoma lawmakers have passed laws that protect the ability of medical providers and their patients to negotiate with each other and set up payment arrangements that benefit both parties.\n\nOklahoma lawmakers also began an extensive effort to bring the significant savings of transparency and bundled pricing to the state and education employees’ self-insured health plan, Health Choice. Patterned after the success experienced by community banks, municipal governments and Oklahoma County, the savings from the reform will likely exceed $100 million annually.\n\nLawmakers also embraced the savings that competition and options can bring in the Health Choice plan by removing barriers to delivery options for those using pharmaceuticals through the plan.\n\nOklahoma lawmakers also rejected the failed state-based exchanges as provided in the Affordable Care Act, saving Oklahoma taxpayers hundreds of millions of dollars.\n\nSome policymakers from other states have pursued mandates like that of Arkansas’ Act 900, choosing the select benefit of special interests and guaranteed profits by the force of government. Some of these measures have even been unconstitutional.\n\nBut Oklahoma lawmakers have generally leaned toward free-market-oriented cost-saving efforts in health care.\n\nOklahoma lawmakers should be wary of a recent attempt by select lawmakers to inappropriately interfere in the contracting of health care delivery. House Bill 2799 attempted to inappropriately interfere in the contract negotiations between a health plan and pharmacists by allowing pharmacists to break an agreed-to contract with the health plan and its pharmacy benefit manager.\n\nWhile this helps guarantee greater profits for special interests, the costs are real. For example, such a change would cause the state health plan to spend up to $8 million more and cause private health plans to spend millions more. At a time when the state is facing the reality of $1.3 billion less for lawmakers to appropriate and our economy is suffering, now more than ever is not the time to raise health care costs for government employees and taxpayers.\n\nHB 2799 died in a legislative committee but the language was added to Senate Bill 1150.\n\nPolicymakers should reject the bad policy prescriptions as proposed in HB 2799 and SB 1150 and continue to pursue freedom and not mandates.\n\nThis post was updated at 8:40 a.m., April 15, to correct a bill number.\n\nJonathan Small serves as president of the Oklahoma Council of Public Affairs (www.ocpathink.org).", "article_metadata": {"description": "Oklahoma lawmakers should be wary of a recent attempt by select lawmakers to inappropriately interfere in the contracting of health care delivery.", "generator": "WordPress", "author": "Jonathan Small", "og": {"site_name": "The Journal Record", "description": "Oklahoma lawmakers should be wary of a recent attempt by select lawmakers to inappropriately interfere in the contracting of health care delivery.", "title": "Free Market Friday: Continue pursuit of freedom in health care", "url": "http://journalrecord.com/2016/04/14/free-market-friday-continue-pursuit-of-freedom-in-health-care/", "image": "http://journalrecord.com/files/2016/01/Small-Jonathan-WEB1.jpg", "type": "article"}, "apple-mobile-web-app-title": "Free Market Friday: Continue pursuit of freedom in health careThe Journal Record", "msvalidate.01": "118D5E2D5722A6F1A827250C4D8CEC95", "keywords": "affordable care act,free market friday,health choice,jonathan small,oklahoma legislature", "google-site-verification": "vAy42WJoFK0to-yBz3axT36JMlFa0BIJdchVGi9IPXw", "y_key": "b211670718d8bd21", "thumbnail": "http://journalrecord.com/files/2016/01/Small-Jonathan-WEB1-180x120.jpg", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Oklahoma lawmakers should be wary of a recent attempt by select lawmakers to inappropriately interfere in the contracting of health care delivery.\nFor example, such a change would cause the state health plan to spend up to $8 million more and cause private health plans to spend millions more.\nBut Oklahoma lawmakers have generally leaned toward free-market-oriented cost-saving efforts in health care.\nOklahoma lawmakers also began an extensive effort to bring the significant savings of transparency and bundled pricing to the state and education employees’ self-insured health plan, Health Choice.\nOklahoma has become known for a number of efforts recently to implement policy with the intention of promoting freedom in the delivery and payment of health care."}