{"article_title": "Theresa May orders police: Stop abusing our terror laws to hack phones and spy on journalists", "article_keywords": ["abusing", "spy", "ripa", "used", "journalists", "press", "phones", "stop", "theresa", "times", "communications", "powers", "hack", "terror", "lord", "law", "data", "orders", "laws"], "article_url": "http://www.dailymail.co.uk/news/article-2789574/theresa-orders-police-stop-abusing-terror-laws-hack-phones-spy-journalists.html", "article_text": "Home Secretary Theresa May will drive through a new law to stop officers snooping on reporters unless they are investigating serious crimes\n\nPolice are to be stripped of the power to secretly spy on journalists’ phones, striking a major blow for press freedom.\n\nThe move – expected within weeks – marks a victory for The Mail on Sunday after we exposed how police had used anti-terrorism powers to hack our phones.\n\nOfficers bypassed legal protections designed to protect whistleblowers to find out who was behind a series of devastating stories that led to the downfall of shamed Cabinet Minister Chris Huhne.\n\nNow Home Secretary Theresa May will drive through a new law to stop officers snooping on reporters unless they are investigating serious crimes. And she will ensure that they need approval from judges or watchdogs for the intrusive surveillance – which at the moment can be approved simply ‘on the nod’ from colleagues.\n\nThe furore over police hacking journalists’ phones led to widespread calls for urgent reforms to the Regulation of Investigatory Powers Act 2000 (RIPA), which allows officers to request call data from phone companies without needing a judge’s approval.\n\nMore than 100,000 RIPA requests are made every year for access to communications data against all manner of targets, including private citizens. Another RIPA power has previously been used by councils to spy on residents suspected of dog-fouling and lying on school application forms, prompting an earlier tightening of the legislation.\n\nLeading figures from across the political divide and even press regulation campaigners such as Hugh Grant called for the law to be changed in the wake of the scandal.\n\nSince our story, fears have grown that monitoring of journalists’ phones has become routine and could have been done thousands of times over the past decade.\n\nSo far police have refused to give details of how many times they have used the controversial powers against journalists, as they have not been required to provide statistics.\n\nBut a powerful watchdog has written to all chief constables telling them they must go through every single RIPA application dating back more than a decade – more than a million communication data requests alone – to look for cases where it has happened.\n\nLast night, the architect of RIPA, former Labour Home Secretary David Blunkett, said: ‘No one 13 years ago imagined for a moment that the legislation would be used to fetter the right of a free press to do a responsible job.\n\n‘There was never any intention that laws of this kind should be used to obtain information on who, when and why information had been given to journalists in their normal course of duty where they were clearly following not just the law of the land but historic professional practice.’\n\nLord Falconer of Thoroton, Labour’s Lord Chancellor when RIPA was introduced, added: ‘If the police’s cock-eyed view of RIPA is right then whistleblowers beware. They are treating RIPA as abolishing special protection given to journalistic sources.\n\n‘Police chiefs should make it clear that save for urgent cases, they cannot access computer or telephone records where the revelation of a source is in issue without the authority of a judge.’\n\nIan Hislop called the police's actions 'dangerous' and said 'if they can do it to journalists they can do it to all of you'\n\nHe added: ‘Without this step the most basic pillar of press freedom is at risk.’\n\nA new draft code of practice will soon be published by the Home Office on the acquisition of communications data, and it should become law by Christmas.\n\nA Home Office spokesman told The Mail on Sunday last night: ‘A free press is fundamental to a free society and the Government is determined that nothing is done which puts that at risk. Communications data is an absolutely critical tool used by police and other agencies to investigate crime, safeguard national security and protect the public.\n\n‘There are measures in place to ensure that police powers to access this data are not abused.\n\nBoris Johnson has claimed that 'it is crucial that journalists should be able to protect their sources'\n\n‘We have also been working to strengthen the relevant code to ensure extra consideration should be given to a communications data request involving those in sensitive professions, such as journalists.\n\n‘We anticipate that the revised code will be published in draft this autumn and, following a full public consultation, will be laid in Parliament before Christmas.’\n\nIt is thought that there will not be a blanket ban on police obtaining journalists’ communications data, as there could be cases where reporters are believed to be in contact with dangerous criminals or spies.\n\nHowever, it will be made clear that the authorities cannot use RIPA simply to track down the source of an embarrassing leak, and cannot approve applications themselves.\n\nThe Interception of Communications Commissioner is carrying out his own review of police use of RIPA against journalists, and the Home Affairs Select Committee is also asking chief constables how many times they have used the controversial power.\n\nSo far it is known that four forces – Kent, the Metropolitan Police, Suffolk and Thames Valley – have done so, but none has revealed how many times it has been done.\n\nSenior legal and political figures last night backed moves to limit the use of the ‘snoopers’ charter’ against journalists.\n\nRIPA has been misused many times over the years against ordinary citizens as well as journalists. Poole Council carried out covert surveillance against a family simply to find out in which school catchment area they lived.\n\nLord MacDonald of River Glaven, the former Director of Public Prosecutions, said: ‘It seems to me to be really wrong for the police to be using RIPA in this way.\n\nWithout this step the most basic pillar of press freedom is at risk Lord Falconer, Labour’s Lord Chancellor when RIPA was introduced\n\n‘The idea of the police carrying out surveillance on journalists except in the most extreme circumstances is completely wrong.\n\n‘There’s no real judicial control at all and that means it’s open to abuse.’\n\nFormer terrorism watchdog Lord Carlile of Berriew added: ‘Plainly, there are legal concerns and the law needs to be tidied up. It was always thought that in relation to RIPA, journalists would be treated with great caution.’\n\nHe suggested that police should have to go before a judge to get approval to access a journalist’s phone records.", "article_metadata": {"Rating": "General", "news_keywords": "theresa,orders,police,stop,abusing,terror,laws,hack,phones,spy,journalists", "original-source": "http://www.dailymail.co.uk/news/article-2789574/theresa-orders-police-stop-abusing-terror-laws-hack-phones-spy-journalists.html", "doc-class": "Living Document", "twitter": {"description": "Home Secretary Theresa May (pictured) will drive through a new law to stop officers snooping on reporters unless they are investigating serious crimes.", "title": "May orders police to stop abusing our terror laws", "url": "http://www.dailymail.co.uk/news/article-2789574/theresa-orders-police-stop-abusing-terror-laws-hack-phones-spy-journalists.html", "app": {"id": {"ipad": 400442503, "iphone": 384101264}}, "image": "http://i.dailymail.co.uk/i/pix/2014/10/12/1413069733852_wps_27_national_outcry_graph_JPG.jpg", "card": "summary_large_image", "account_id": 15438913}, "robots": "noodp,noydir,all,noarchive", "al": {"android": {"url": "dailymail-fb://article/2789574/", "app_name": "Daily Mail Online", "package": "com.dailymail.online"}, "ios": {"url": "dailymail-fb://article/2789574/", "app_store_id": 384101264, "app_name": "MailOnline"}}, "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "fb": {"app_id": 146202712090395}, "MSSmartTagsPreventParsing": "true", "articleid": 2789574, "divclasspage": "articlePage", "keywords": "theresa,orders,police,stop,abusing,terror,laws,hack,phones,spy,journalists", "article": {"publisher": "https://www.facebook.com/DailyMail", "published_time": "2014-10-11T23:01:03.000Zyyyy-MM-dd HH:mm:ss z", "author": "http://www.dailymail.co.uk/home/search.html?s=&authornamef=Martin+Beckford", "section": "News", "modified_time": "2014-10-12T20:31:43.000Zyyyy-MM-dd HH:mm:ss z", "tag": "theresa orders police stop abusing terror laws hack phones spy journalists"}, "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "y_key": "1a7e912afbfcab2f", "og": {"site_name": "Mail Online", "description": "Home Secretary Theresa May (pictured) will drive through a new law to stop officers snooping on reporters unless they are investigating serious crimes.", "title": "May orders police to stop abusing our terror laws", "url": "http://www.dailymail.co.uk/news/article-2789574/theresa-orders-police-stop-abusing-terror-laws-hack-phones-spy-journalists.html", "image": {"width": 636, "identifier": "http://i.dailymail.co.uk/i/pix/2014/10/12/1413069733852_wps_27_national_outcry_graph_JPG.jpg", "height": 382}, "type": "article"}, "channel": "News", "description": "Home Secretary Theresa May (pictured) will drive through a new law to stop officers snooping on reporters unless they are investigating serious crimes."}, "_id": "\"57477af46914bd0286fdb3fd\"", "article_summary": "More than 100,000 RIPA requests are made every year for access to communications data against all manner of targets, including private citizens.\nIt was always thought that in relation to RIPA, journalists would be treated with great caution.’He suggested that police should have to go before a judge to get approval to access a journalist’s phone records.\nCommunications data is an absolutely critical tool used by police and other agencies to investigate crime, safeguard national security and protect the public.\nThe move – expected within weeks – marks a victory for The Mail on Sunday after we exposed how police had used anti-terrorism powers to hack our phones.\nNow Home Secretary Theresa May will drive through a new law to stop officers snooping on reporters unless they are investigating serious crimes."}