{"article_title": "Marco Gonzales ready for his major-league debut against the Rockies – The Denver Post", "article_keywords": ["mountain", "school", "marco", "rocky", "gonzales", "debut", "denver", "high", "phone", "going", "rockies", "mom", "ready", "post", "majorleague"], "article_url": "http://www.denverpost.com/rockies/ci_26026976/marco-gonzales-ready-his-major-league-debut-against", "article_text": "When St. Louis Cardinals starting pitcher Marco Gonzales makes his major-league debut against the Rockies on Wednesday at Coors Field, it probably will feel like a home game.\n\n“My mom didn’t believe me, actually,” Gonzales said about calling his parents to tell them about his call-up to the major leagues.\n\n“She’s like, ‘All right, I’ll talk to you later,’ ” Gonzales said Tuesday at Coors Field. “I was like, ‘Mom, no, seriously.’ I don’t know how to explain it to someone.\n\n“I wish I could have made more phone calls. More people deserve phone calls from me. I just didn’t have time to call all the people who helped me on this road.”\n\nThe 22-year-old left-hander, a 2010 graduate of Rocky Mountain High School in Fort Collins, will have a sizable fan base welcoming him back to Colorado.\n\n“My guess is there’s going to be over 300 to 400 coming out to watch him pitch,” said Frank Gonzales, Marco’s father.\n\nThe buzz surrounding Marco’s debut has been big in Fort Collins.\n\nWATCH: Marco Gonzales talks about calling his mom to tell her he’d make his big-league debut for the Cardinals in Colorado.\n\n“My phone has been absolutely blowing up,” Rocky Mountain baseball coach Scott Bullock said. “Within the Rocky Mountain High School community, our small baseball community, there is a lot of excitement. No question.”\n\nBullock was glowing with pride when Gonzales called Monday and told him he was being called up.\n\n“So many good high school baseball coaches never get to have that phone call,” Bullock said. “I’m just humbled that I get to watch a kid that I coached in high school pitch in the big leagues. That’s pretty special.”\n\nGonzales’ father is the pitching coach for the Tri-City Dust Devils, a short-season Single-A affiliate of the Rockies based in Pasco, Wash. He said he was able to get time off from the Rockies in order to make it to Wednesday’s game.\n\n“I got a call saying they would like to take care of the expenses of me going out,” Frank Gonzales said. “It’s unreal. It’s a classy organization.”\n\nHe’s excited to see his son’s big- league debut but admitted, “I think I’m going to have an initial nervous twitch.”\n\nJoe Nguyen: jnguyen@denverpost.com or twitter.com/joenguyen", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Marco Gonzales ready for his major-league debut against the Rockies", "title": "Marco Gonzales ready for his major-league debut against the Rockies", "url": "http://www.denverpost.com/2014/06/24/marco-gonzales-ready-for-his-major-league-debut-against-the-rockies/", "image": {"width": 600, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140623__Marco-Gonzalesp1-1.jpg", "height": 493}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140623__Marco-Gonzalesp1-1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-06-24T19:20:36+00:00", "modified_time": "2016-04-27T10:14:21+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe4995\"", "article_summary": "“Within the Rocky Mountain High School community, our small baseball community, there is a lot of excitement.\n“I’m just humbled that I get to watch a kid that I coached in high school pitch in the big leagues.\nWhen St. Louis Cardinals starting pitcher Marco Gonzales makes his major-league debut against the Rockies on Wednesday at Coors Field, it probably will feel like a home game.\nWATCH: Marco Gonzales talks about calling his mom to tell her he’d make his big-league debut for the Cardinals in Colorado.\n“So many good high school baseball coaches never get to have that phone call,” Bullock said."}