{"article_title": "Justin Morneau bows out with big hit for Rockies – The Denver Post", "article_keywords": ["runs", "hit", "justin", "played", "morneau", "big", "rockies", "play", "denver", "second", "bows", "ninth", "cain", "post", "come", "think"], "article_url": "http://www.denverpost.com/rockies/ci_28921182/justin-morneau-bows-out-big-hit-rockies", "article_text": "SAN FRANCISCO — Justin Morneau didn’t expect to play in the Rockies’ season finale Sunday afternoon. But manager Walt Weiss called his name in the ninth inning, telling him to get ready to pinch hit.\n\n“I told him, if the game’s on the line, I may use you to pinch hit, and sure enough I had to use him,” Weiss said after Colorado rallied for seven runs in the ninth to beat the Giants 7-3. “He kind of got ambushed there because it happened so fast. But being the pro that he is, he took about 10 or 15 swings off the tee and then went out on deck.”\n\nMorneau then sliced a two-run single to right to break a 3-3 tie and drive in the winning runs.\n\nThe veteran first baseman likely played the final game of his Rockies career. He has reached the end of a two-year contract worth $12.5 million. Although there is a $9 million mutual option pending, the chances of Morneau returning to the Rockies — even for a reworked, minimal contract — are slim. He will collect a $750,000 buyout if he doesn’t re-sign.\n\n“This was a good way to finish and a nice way to feel going home,” Morneau said. “To come back late like we did was great, because (AT&T) Park is a tough place to play.”\n\nMorneau, 34, was out May 14 through Sept. 3 because a neck injury. Concussion symptoms landed him on the disabled list. He feared that his big-league career might be over. But since coming off the disabled list he hit safely in 11-of-15 games with a .338 average and three triples.\n\n“Anybody who’s had success in this game, or played for a while, doesn’t just want to come back, they want to come back and play well,” Morneau said. “To be able to finish on a good note was nice.”\n\nDJ sits, hits .301. All-star second baseman DJ LeMahieu didn’t play Sunday, thus preserving his .301 average — the first .300-plus season of his career. He also could be in line for his second consecutive Gold Glove.\n\n“I don’t think I played as well defensively this year,” he said. “I can’t really say the reason why. But I still think I helped our team defensively. I did want to come into this year and be a better hitter and a tougher out. I think I accomplished that. But I still think I can be better.”\n\nCarGo gets Cain. Prior to Sunday, Rockies slugger Carlos Gonzalez had not been very good against Giants right-hander Matt Cain. But Gonzalez had two hits off Cain, including a first-inning triple that was his first extra-base hit off Cain. Gonzalez was only 4-for-45 (.089) against Cain before hitting his triple.\n\nFootnotes. Rookie catcher Tom Murphy, who injured his left shoulder diving back into second base Saturday night, underwent an MRI on his left shoulder Sunday. The MRI showed no structural damage, confirmed a mild strain and also revealed a bone bruise. Murphy will not be playing in the Arizona Fall League. … The Rockies’ seven runs in the ninth marked their third-highest run total this year for an inning, and it was their most on the road since June 15, 2012, at Detroit when they plated eight runs in the 10th inning.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Justin Morneau bows out with big hit for Rockies", "title": "Justin Morneau bows out with big hit for Rockies", "url": "http://www.denverpost.com/2015/10/04/justin-morneau-bows-out-with-big-hit-for-rockies/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20151004_073902_justin-morneau.jpg", "height": 506}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20151004_073902_justin-morneau.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-10-04T19:52:53+00:00", "modified_time": "2016-04-21T04:51:12+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fccb32\"", "article_summary": "SAN FRANCISCO — Justin Morneau didn’t expect to play in the Rockies’ season finale Sunday afternoon.\nAlthough there is a $9 million mutual option pending, the chances of Morneau returning to the Rockies — even for a reworked, minimal contract — are slim.\nBut manager Walt Weiss called his name in the ninth inning, telling him to get ready to pinch hit.\nBut Gonzalez had two hits off Cain, including a first-inning triple that was his first extra-base hit off Cain.\nThe veteran first baseman likely played the final game of his Rockies career."}