{"article_title": "The Front-Runners of Wall Street", "article_keywords": ["frontrunners", "financial", "wall", "major", "street", "trading", "frontrunning", "mr", "doesnt", "simply", "market"], "article_url": "http://economix.blogs.nytimes.com/2014/04/07/the-front-runners-of-wall-street/", "article_text": "Nancy Folbre is professor emerita of economics at the University of Massachusetts, Amherst.\n\nIn the world of financial trading, a front-runner is someone who gains an unfair advantage with inside information, including access to a high-speed transaction network revealing specific trades other people are trying to make.\n\nToday's Economist Perspectives from expert contributors.\n\nFlash Boys ,” Michael Lewis’s new nonfiction thriller, reveals the high-tech details of this largely invisible process. More important, it reveals the enabling policies of major Wall Street institutions that did little to discourage it.\n\nLike the public bailout of major banks during the last financial crisis, tolerance of front-running challenges the faith that competition always guarantees efficient outcomes and the creed that market value accurately measures real contributions.\n\nThe book itself sticks to a heroic narrative driven by likable good guys who patiently decipher and partially remedy illegal practices. More bluntly, Mr. Lewis announced on “60 Minutes” last week that the stock market is rigged.\n\nSome titans of the financial world, including Charles Schwab, founder of a well-known discount brokerage house, agree. Mr. Schwab describes the form of front-running practiced by high-speed frequency traders as a cancer undermining confidence in the free-enterprise system. Others, including Vanguard’s founder, John Bogle, insist that few investors have actually been hurt by front-running and that high-frequency trading has redeeming features, such as lowering transaction costs.\n\n\n\nBut in merit-based competition, a violation of the rules undermines the larger game regardless of how many individuals are directly harmed by it.\n\nAs the Naked Capitalism blog points out, front-running doesn’t rank very high on the scale of harm done by recent financial travesties. But this doesn’t imply that the “victimless crime” defense can fly.\n\nA recent Bloomberg Businessweek article notes, “High-frequency trading doesn’t prey on small mom-and-pop investors.” True, but plenty of ordinary people have invested in large pension funds whose trades have been affected.\n\nImagine a similar defense of Lance Armstrong’s illegal use of performance-enhancing drugs in the Tour de France, which, after all, didn’t hurt a very large percentage of cyclists.\n\nThe same article protests, “High frequency traders aren’t Wall Street insiders.” Why should this matter? In any case, the real shocker in “Flash Boys” is not that a few naughty players game the system, but that the New York Stock Exchange and major investment banks help them do it.\n\nSome assert that front-running is not taking place in high-frequency trading. Tell that to the Federal Bureau of Investigation, which opened an investigation of the practice a year ago.\n\nAnother jaded defense of front-running simply claims it was ever thus: “History shows that those trying to gain an advantage are simply good at adapting.” Since when is insider trading simply another form of adaptation?\n\nWith his adept efforts to market his book, Mr. Lewis has set off a debate over a theoretical point he never explicitly confronts: Intense competition doesn’t automatically elicit greater effort or excellent performance. In the absence of firm principles and strict rule enforcement, it elicits criminal behavior and lame rationalization.\n\nIn what the economists Robert Frank and Philip J. Cook call “The Winner Take-All Society,” honest losers are left behind.\n\nThe market is not an impersonal arbiter of economic value, and financial markets, in particular, sometimes reward malfeasance rather than merit.\n\nMost of the approximately 165,200 employees in the securities industry in New York City are honest, hard-working individuals whose reputation has been tainted by the culture of Wall Street. It’s worth remembering, however, that last year they took home bonuses amounting to about $26.7 billion.\n\nThe Institute for Policy Studies estimates that this sum is more than enough to double the pay for all 1,085,000 Americans who work full time at the current federal minimum wage of $7.25 per hour. Most of them are honest, hard-working individuals whose ability to earn a living has been hampered by the decline of Main Street.\n\nYet Republicans in Congress continue to oppose a proposed increase to $10.10 an hour, which they consider undue interference in the labor market. They don’t like interference in financial markets, either. What they seem to like is races without rules.", "article_metadata": {"ptime": 20140407000155, "BN": "economix", "dfp-ad-unit-path": "businessday/economix", "adxPage": "blog.nytimes.com/economix/post", "per": "Bogle, John C;Lewis, Michael;Schwab, Charles R", "ttl": "Flash Boys: A Wall Street Revolt (Book)", "keywords": "Bogle John C,Lewis Michael,Schwab Charles R,High-Frequency and Flash Trading,Minimum Wage,Charles Schwab Corporation,New York Stock Exchange,Flash Boys: A Wall Street Revolt (Book),Today's Economist,Uncategorized,_featured", "GBLC": "Today's Economist", "communityAssetTaxonomy": "blogs/economix/The Front-Runners of Wall Street  ( 20140407 )", "PT": "Blogs", "author": "Nancy Folbre", "SCG": "Economy", "sourceApp": "blogs", "CLMST": "Nancy Folbre", "byl": "Nancy Folbre", "twitter": {"description": "Major Wall Street institutions have enabled a practice that gives some investors an unfair edge, an economist writes.", "title": "The Front-Runners of Wall Street", "url": "http://economix.blogs.nytimes.com/2014/04/07/the-front-runners-of-wall-street/", "image": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "site": "@nyteconomix", "card": "summary"}, "blogpostid": 100000002810708, "description": "Major Wall Street institutions have enabled a practice that gives some investors an unfair edge, an economist writes.", "CG": "Business Day", "robots": "noodp", "dat": "April 7, 2014", "org": "Charles Schwab Corporation;New York Stock Exchange", "article": {"section": "Business Day", "tag": "_featured", "published_time": 1396843315, "collection": "http://json8.nytimes.com/services/json/sectionfronts/business/index.jsonp", "modified_time": "2014-04-07T14:36:59-04:00"}, "ticker": "Charles Schwab Corporation|SCHW|NYSE", "utime": 20140407143659, "communityAssetLabels": "NYT_Blogs", "PUD": 20140407, "pdate": 20140407, "des": "High-Frequency and Flash Trading;Minimum Wage", "thumbnail": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "og": {"site_name": "Economix Blog", "description": "Major Wall Street institutions have enabled a practice that gives some investors an unfair edge, an economist writes.", "title": "The Front-Runners of Wall Street", "url": "http://economix.blogs.nytimes.com/2014/04/07/the-front-runners-of-wall-street/", "image": "http://graphics8.nytimes.com/images/blogs_v5/../icons/t_logo_291_black.png", "type": "article"}, "communityAssetURL": "http://economix.blogs.nytimes.com/2014/04/07/the-front-runners-of-wall-street/", "PUV": "normal", "hdl": "The Front-Runners of Wall Street", "thumbnail_150": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "PST": "Blog Post", "DISPLAYDATE": "April 7, 2014"}, "_id": "\"57477af46914bd0286fdb42f\"", "article_summary": "More important, it reveals the enabling policies of major Wall Street institutions that did little to discourage it.\nThe same article protests, “High frequency traders aren’t Wall Street insiders.” Why should this matter?\nMost of the approximately 165,200 employees in the securities industry in New York City are honest, hard-working individuals whose reputation has been tainted by the culture of Wall Street.\nAs the Naked Capitalism blog points out, front-running doesn’t rank very high on the scale of harm done by recent financial travesties.\nMost of them are honest, hard-working individuals whose ability to earn a living has been hampered by the decline of Main Street."}