{"article_title": "Complete text of President Obama’s speech in La Crosse", "article_keywords": ["everybody", "going", "crosse", "complete", "right", "la", "text", "hard", "thats", "work", "weve", "speech", "folks", "president", "obamas", "laughter", "applause"], "article_url": "http://wbay.com/2015/07/02/complete-text-of-president-obamas-speech-in-la-crosse/", "article_text": "Related Coverage President Obama promotes “middle class economics” in La Crosse\n\nProvided to Action 2 News:\n\nREMARKS BY THE PRESIDENT\n\nON THE ECONOMY\n\nUniversity of Wisconsin at La Crosse\n\nLa Crosse, Wisconsin\n\n1:34 P.M. CDT\n\nTHE PRESIDENT: Hello, Wisconsin! (Applause.) I am thrilled to be back in Wisconsin. Hello, U.W.L.! (Applause.) Thank you. Thank you so much. I’m fired up! (Applause.) It is good to be back in “God’s Country.” (Applause.) I appreciate being anyplace that names an eagle after Stephen Colbert. (Laughter.)\n\nHappy early 4th of July, everybody. (Applause.) I figured I’d come here to kick off the long weekend.\n\nAUDIENCE MEMBER: Get a Bratwurst!\n\nTHE PRESIDENT: I’m looking for a brat. (Laughter.)\n\nIt is wonderful to see your outstanding Senator, Tammy Baldwin, here. (Applause.) Tammy is doing outstanding work in the Senate. And then, over in the House, you got a Congressman who never forgets his La Crosse roots — Ron Kind. (Applause.) Yay, Ron! Your Mayor, Tim Kabat. (Applause.) Former Governor, Jim Doyle. (Applause.) And I want to thank your chancellor, Joe Gow — (applause) — and everybody who helped to organize this. I’m so appreciative.\n\nI’ve heard good things about Riverfest. (Laughter.) We do a pretty good cookout at the White House. In fact, we’re having a barbeque for the troops on Saturday. (Applause.) But let’s face it, nobody does brats like Wisconsin. (Applause.)\n\nSo, no matter where you live, this is a special time of year to be an American. You’ve got the food, you’ve got the fireworks. By the way, if you have chairs, feel free to sit. (Laughter.) I’m going to talk for a while. If you don’t have chairs, don’t sit down because you’ll fall. (Laughter.)\n\nAUDIENCE MEMBER: I love you!\n\nTHE PRESIDENT: Love you! (Applause.)\n\nBut in addition to the fireworks, in addition to the food, this is a chance to celebrate a bedrock principle so deep that generations of Americans have been willing to risk everything to declare it: the idea that all of us are created equal. (Applause.) That all of us are endowed with certain inalienable rights like liberty, the pursuit of happiness — and that it’s each generation’s obligation to help secure those rights not just for a few, but for everybody. (Applause.)\n\nAnd that’s something that I’ve spent a lot of time thinking about. It’s been a remarkable few weeks in America. (Applause.) Health care is now affirmed as something that everybody can get, not just some. (Applause.) And by the way, it’s not just a matter of making sure everybody has access to high-quality care; it’s also organizations like Gundersen here in Wisconsin that are doing great work to help — (applause) — to increase quality and to control costs. And so that was a great affirmation.\n\nAnd then, the freedom to marry who you love — that’s now open to all of us. (Applause.) Everybody. That’s a good thing. That’s a good thing. (Applause.) That is a good thing.\n\nAnd then out of the worst of tragedies, this country is responding with a generosity but also the kind of self-examination that can lead us to someplace better.\n\nSome folks think all this progress comes really quickly. But the truth is progress only comes with the persistent, dedicated effort of citizens — (applause) — people who are, in their own small ways all across the country, working hard, committed to the promise that’s always set this country apart. It doesn’t happen because of the Supreme Court; it doesn’t happen because of a President or a member of Congress. It happens because ordinary people work hard and do extraordinary things together; the promise that through hard work and sacrifice, each of us can chase our own individual dreams, but we still come together as one American family to make sure the next generation has opportunity as well.\n\nAnd that’s especially true when it comes to our economy. And that’s what I’ve come to La Crosse to talk about on this 4th of July weekend.\n\nAmerica has always done better, economically, when we’re all in it together, when everybody gets a fair shot. (Applause.) When everybody gets a fair shot, everybody is doing their fair share, everybody is playing by the same set of rules. When we all feel like we’ve got a common stake in our success — from the CEO in the corner suite to the workers on the factory floor. That’s how we built the great American middle class. When you drive through La Crosse and throughout Wisconsin, when you see communities where kids are thriving and communities are thriving, it’s because everybody has a shot. Everybody is working hard. Everybody is pitching in. That’s when we’re at our best.\n\nNow, this morning, we learned that our businesses created another 223,000 jobs last month. (Applause.) And the unemployment rate is now down to 5.3 percent. (Applause.) Keep in mind, when I came into office it was hovering around 10 percent. All told, we’ve now seen 64 straight months of private sector job growth, which is a new record — (applause) — new record — 12.8 million new jobs all told.\n\nAnd that’s good. But we’ve got more work to do because we’ve got to get folks’ wages and incomes to keep going up. (Applause.) We’ve got to make sure folks feel like their hard work is getting them somewhere. And let’s face it, there are a lot of folks who still feel like the playing field is tilted in ways that make it hard for them to get ahead.\n\nThe challenges facing working men and women didn’t all start with the recession. It’s been going on for a while now. For a long time, health care was closed off from too many people and cost too much. Our schools too often were underfunded, weren’t preparing our kids and our workers for the competition that’s coming from the rest of the world.\n\nAnd by the way, our teachers are underpaid. (Applause.) I’m just saying. That’s true. (Applause.) Hardest job there is; most important job there is; and we should honor it as such. (Applause.)\n\nOther nations had been racing ahead on clean energy; we were still addicted to foreign oil when I came into office. So, even as we’ve worked to put people back to work in the short run, we’ve also been trying to work to change some of these long-term trends to make sure that we’re laying the foundation for future success.\n\nWe worked to rebuild our economy on a stronger foundation for growth. And in slow and steady ways, that work is paying off.\n\nWe believed that we could ship fewer jobs overseas, start bringing new jobs to our shores instead. So we retooled the American auto industry. Today, we’re on track to sell more cars and trucks this year than we have in over a decade. (Applause.) We invested in American manufacturing. And after a decade of decline, thanks to some of the steps we took, thanks to the support of folks like Tammy Baldwin and Ron Kind, we’ve added nearly 900,000 new manufacturing jobs. Manufacturing is actually growing faster than the rest of the economy. (Applause.)\n\nWe believed we could prepare our kids for a more competitive world. And today, our high school graduation rate has hit an all-time high; more Americans finish college than ever before. (Applause.)\n\nWe believed we could reduce our dependence on foreign oil and do a better job of protecting the planet. (Applause.) Today, America is number one in the traditional fuels — oil and gas — but we’re also number one in wind. We generate more than 20 times as much solar electricity as we did in 2008. (Applause.) And thanks to lower gas prices and us setting standards to double fuel efficiency on cars, the typical family is on pace to save about 700 bucks at the pump this year. (Applause.)\n\nWe extended tax cuts for 98 percent of Americans and 97 percent of small businesses, and, yes, we asked the wealthiest Americans — who have been doing better than everybody else not just relatively, but absolutely — we asked them to pay a little bit more to help bring down the deficit. (Applause.) We put in place the toughest Wall Street reform in history that’s protecting Main Street from another crisis if folks start acting reckless on Wall Street.\n\nAs I already mentioned, health reform means the uninsured rate in America is now the lowest on record. (Applause.) I have these vague recollections of when Republicans were saying Obamacare would kill jobs and crush freedom and bring about death panels. (Laughter.) And it turns out we’re still celebrating the 4th of July. (Applause.) The only difference is another 16 million Americans can celebrate it with health care. (Applause.) That’s worth celebrating. (Applause.) The republic survived. (Laughter.)\n\nBy one leading measure, what business owners pay out in wages and salaries is now growing faster than what they spend on health care. And that’s the first time that’s happened since the 1990s. So not only are more people getting health care, but because we’ve slowed the growth of health care costs, businesses have more money left over to start giving raises to their workers. That’s good for everybody. (Applause.)\n\nNow, I just want to play back the tape — I want to play back the tape — because we were told all these measures were going to destroy jobs and explode the deficit. Remember that?\n\nAUDIENCE: Yes!\n\nTHE PRESIDENT: Remember when Republicans promised to bring unemployment down to 6 percent by 2017? (Laughter.)\n\nSo we’ve got a record streak of private sector job growth. We’ve cut the deficit by two-thirds. Our stock market has more than doubled — (applause) — restoring 401ks for millions of families.\n\nThis is progress. Step by step, America is moving forward. Middle-class economics works. (Applause.) It works. Yes! (Applause.)\n\nBut we still got more work to do. As Will Rogers once said, “Even if you’re on the right track, you’ll still get run over if you just sit there.” (Laughter.) You got to keep running. And so the question we’ve got to keep asking ourselves is, where do we go from here? Because we still have choices. Will we drift toward an economy where only a few of us do very well and everybody else is still scrabbling, struggling to get by? That’s not the right way to do it. Or will we keep working towards an economy where everybody who works hard has a chance to succeed?\n\nAnd over the next year and a half, you’re going to hear a lot of pitches from a lot of people — they’re going to deny that any progress has been made. You’ll hear a lot of folks trying to sell you on their vision of where our country should go. They’re going to be making a whole bunch of stuff up. (Laughter.) And when I say a lot of stuff, I mean a lot of stuff. (Laughter and applause.) We’ve got some healthy competition in the Democratic Party, but I’ve lost count of how many Republicans are running for this job. (Laughter.) They’ll have enough for an actual “Hunger Games.” (Laughter and applause.) That is an interesting bunch. (Laughter.)\n\nSo, but, Wisconsin, I’ve come here today, I figure why should I let them have all the fun? (Laughter.) It is a good thing that this time around, you’re hearing Republicans joining Democrats, talking about the middle class and working families. And that’s good. I welcome them acknowledging that that’s an important issue. But just keep in mind, Tammy, Ron, me — we were talking about the middle class before it was cool. (Laughter and applause.) Before it was trendy. (Applause.) We were talking about it before the polls told you, you should be talking about it. (Laughter.)\n\nAnd they talk the talk, but they don’t walk the walk. Their menu doesn’t have a whole lot of options for the middle class. The one thing that the bus full of people who are fighting to lead the Republican ticket all share is they keep on coming up with the same old trickle-down, “you’re on your own” economics that helped bring about the crisis back in 2007-2008 in the first place.\n\nAnd I want to emphasize — I know some of them well. They’re good people. It’s just their ideas are bad. (Laughter and applause.) And I want to emphasize that. We’re one country, we’re all on one team, and so we’re all one American family. But we all go — we’re at Thanksgiving and Uncle Harry starts saying something and — (laughter) — you say, “Uncle Harry, that makes no sense at all.” You still love him. (Laughter.) He’s still a member of your family. Right? But you’ve got to correct him. You don’t want to put him in charge of stuff. (Laughter and applause.) That’s all I’m saying. (Applause.)\n\nAnd by the way, if there’s an Uncle Harry out here — (laughter) — I wasn’t talking about you. (Laughter.) I was just using “Harry” as an example.\n\nHere are a few of their bad ideas: Eliminating taxes that the wealthiest Americans pay on their investments while making you pay taxes on every dime of your paycheck. That’s a bad idea. (Applause.) That’s a bad idea.\n\nKeeping the minimum wage worth less than it was when Ronald Reagan took office before most of you were born — that’s a bad idea. (Applause.) Although, to be accurate, at least one of them actually thinks we just shouldn’t have a nationwide minimum wage at all — we should just get rid of it.\n\nEvery single one of these candidates serving in Congress has supported cutting taxes for folks at the top while slashing investments in education. I know that sounds familiar.\n\nAUDIENCE: Booo —\n\nTHE PRESIDENT: Some of those members of Congress voted to do it. Every single one of them is still obsessed with repealing the Affordable Care Act despite the fact that, by every measure, it’s working. (Applause.) You know, look, you could make an argument against Obamacare before it passed — it’s something new; it’s untried; you don’t know. But now, where it’s doing exactly what it was supposed to and actually costing less than we expected, and people are satisfied with the coverage we’re getting, it just seems a little mean — (laughter) — to say that you don’t want to provide coverage to 16 million people. And you’ve got nothing to replace it with — that’s a bad idea. (Applause.)\n\nNow, I just to be clear, these are all really their ideas. I’m not making it up. You can go fact-check it. I’m not asking you to select from this list to see which one is actually true — they’re all true. And the thing is there’s nothing new about this philosophy. Right? It’s a philosophy that believes if we give special breaks to folks at the top, prosperity trickles down for the rest of us.\n\nBut we’ve seen what happens when top-down economics meets the real world. We’ve got proof right here in Wisconsin. You had a statewide fair pay law that was repealed. Your right to organize and bargain collectively was attacked.\n\nAUDIENCE: Nooo —\n\nTHE PRESIDENT: Per-student education funding was cut. Your minimum wage has been stuck in place. Meanwhile, corporations and the most fortunate few have been on the receiving end of hundreds of millions of dollars in new tax cuts over the past four years.\n\nAll right, so that’s what’s been going on here. What happens when we try middle-class economics? Just across the river — (applause) — I mean, it’s a pretty interesting experiment. Across the river, in Minnesota, they asked the top 2 percent to pay a little bit more. They invested in things that help everybody succeed — like all-day kindergarten and financial aid for college students. (Applause.) They took action to raise their minimum wage. They passed an equal pay law. They protected workers’ rights. They expanded Medicaid to cover more people.\n\nNow, according to the Republican theory, all those steps would have been bad for the economy. But Minnesota’s unemployment rate is lower than Wisconsin’s. Minnesota’s median income is around $9,000 higher. The La Crosse Tribune wrote, “Minnesota is winning this border battle.” (Applause.) Now, it is true that, as the Tribune pointed out, Wisconsin does have the Packers. (Applause.) So even a Bears fan can respect the Packers. (Applause.)\n\nBut understand, I’m saying this — Wisconsin is this extraordinary state filled with extraordinary people. But if you end up having policies that cut education, help folks at the top, aren’t expanding opportunity, then it’s not going to work. We need better policies — (applause) — because the bottom line is top-down economics doesn’t work. Middle-class economics works. (Applause.) It works. It works. (Applause.)\n\nAnd this is also a matter of values. Being an American is not about taking as much as you can from your neighbor before they take as much as they can from you. We’re not just a bunch of individuals out here on our own. We’re a community. We’re a family. We’re all in this together. (Applause.)\n\nWe all have to work hard. I was taking some photos beforehand with Ron, and met a couple folks who’ve got dairy farms. Nobody works harder than farmers. (Applause.) They know about hard work. Farmers know about hard work. They wake up early, go to bed late. They’re worrying all the time about making sure things run. But they also understand about being neighbors and helping each other out. That’s America.\n\nWe’ve got to make sure that this economy works for everybody who’s willing to work, everybody who’s willing to do their fair share. So I want to spend just the rest of my time talking about what that might mean for the 21st century.\n\nNumber one, we’ve got to help working families feel more secure in this world of constant change. That’s why health reform mattered. If you ever have been locked out of the health care market just because you have a preexisting condition, those days are over. (Applause.) So you can now change jobs, chase that new idea, start a business — because you’ve got portable, affordable insurance if you need it. And that’s going to protect a lot of people in the new economy.\n\nThe same applies when it comes to wages and benefits. Instead of treating child care as a side issue, or a women’s issue, we got to treat it like a national economic priority. (Applause.) We’ve got to make sure that when we’ve got families where the mom and dad work, that we’re putting together ways for them to still make sure their kids are secure and safe. (Applause.)\n\nSee, we got a lot of young people here who don’t — aren’t really thinking about that yet — and that’s good. (Laughter.)\n\nWe got to make sure we got sick leave that’s in place so that families — if somebody at home gets sick, you’re not thinking, do I give up my paycheck or do I take care of my loved one. Everybody should have that basic benefit. (Applause.)\n\nWe need to boost the minimum wage. Give America a raise. That’s very straightforward. (Applause.) We have to protect — and not attack — a worker’s right to organize for fairer wages and better benefits, and safer workplaces. (Applause.)\n\nFolks forget sometime unions are what helped bring about the 40-hour workweek — (applause) — helped bring about the idea of the weekend. And I know that’s a popular concept. (Laughter.) Helped establish worker protections, worker safety, a stronger middle class. As I said at Laborfest in Milwaukee last fall, if I were looking for a good job that lets me build some security for my family, I’d join a union — because I’d want a union looking out for me. And we’re stronger together than we are by ourselves. (Applause.)\n\nI’d want Congress looking out for me, too — but you can’t always get what you want. (Laughter.)\n\nSo when Congress doesn’t act on behalf of working people, what I’ve tried to do is partner with cities and states and mayors and governors and acted on my own. Over the past couple of years, 17 states, almost 30 cities and counties have taken action to raise wages. Other cities and states have started guaranteeing workers paid sick days and family leave. (Applause.) And just this week, we took action to protect a worker’s right to overtime. (Applause.)\n\nNow, this is an issue of basic fairness. If you work longer, you work harder, you should get paid for it. (Applause.) Today, some companies take advantage of an exception in the rule to make their lower-wage employees who really should be paid hourly — they’re making them work 50, 60, sometimes 70 hours a week without paying them an extra dime. In extreme cases, it’s possible for workers to actually earn less than the minimum wage. So they essentially label somebody as management instead of a worker, even if they’re making, like, $25,000 — work them a whole bunch of hours. That’s a way of getting around the minimum wage. It’s not fair.\n\nSo we’re updating the rules. We’re ending that exception. (Applause.) We’re making more workers eligible for the overtime that you’ve earned. And it’s one of the single most important steps we can take to help grow middle-class wages. It’s going to give as many as 5 million Americans, including 80,000 folks right here in Wisconsin, the overtime protections they deserve. (Applause.) It’s the right thing to do. It’s the right thing to do. (Applause.) Because in America, a hard day’s work deserves a fair day’s pay.\n\nNow, in an economy that’s constantly changing, we’ve also got to give every American the chance to earn the skills they need to stay competitive. That’s why we’ve got to be investing in job training and apprenticeships that help folks earn the skills for that new job or better-paying job. That’s why we should make community college free for responsible students — like Tammy Baldwin is introducing in the United States Senate. (Applause.) No middle-class family should be priced out of the education that they need. (Applause.)\n\nAnd we need to keep churning out high-wage jobs for a better-trained workforce to fill — which means investing in basic research and development that leads to new businesses and industries. We should put more Americans to work rebuilding our roads, our railways, our bridges, our ports, our airports. (Applause.)\n\nAt a moment where our economy is in a position of global strength, because we’re growing faster than most other countries right now — advanced countries — we have to rewrite the rules for the global economy before other countries like China do. The other day, I signed a couple of bipartisan bills that will help our businesses sell more goods made in the United States than the rest of the world. (Applause.) And I’m going to keep pushing for trade that is fair and that creates a race not to the bottom, but to the top — (applause) — that creates better wages and better working conditions. Because when the playing field is level, American workers always win. (Applause.) They always win. We know how to work. Americans know how to work. (Applause.)\n\nSo that’s what we need for this new economy: Helping hardworking families make ends meet. Give them the tools they need to earn higher wages and better jobs. Keep our businesses the most competitive. Stay on the cutting-edge of technology. Invest in research. Rebuild our roads. Rebuild our bridges. That’s how we’re going to help more middle-class families succeed in a new and changing economy. We can’t stop the economy globally from changing, but we can make sure we’re at the forefront of adapting to it.\n\nAnd, look, I don’t want to lie to you — this is hard. If it sounds hard, it’s because it’s hard. (Laughter.) I remember when we were working on health care, I had an advisor who — we’re in a meeting and we were going around and around about how we were going to get this thing done. He raised his hand and he says, Mr. President, the thing is, this is hard, and hard things are hard. (Laughter.) I said, well, thank you for that astute observation. (Laughter.) So when he left, he left me a plaque that I put on my desk — it says “Hard things are hard.” (Laughter.) Just in case I forget. (Laughter.)\n\nBattling back from recession has been hard. Fixing a broken health care system has been hard. Making our economy more competitive for the future — it’s hard. But the last seven years — shoot, the last seven days — should remind us there’s nothing America cannot do. (Applause.) There’s no challenge we can’t solve. There are inspiring Americans who prove this every single day. (Applause.) Nothing we can’t do. Nothing we can’t do. There’s nothing we can’t do. (Applause.)\n\nI got to admit — let me just, as a quick aside — I’ve been President for six and a half years now. I do not watch the news. (Laughter.) I didn’t — no offense. (Laughter.) But you’d think, like, every day, the only thing going on are shark attacks and — (laughter) — just horrible things. But every day, I do get letters from Americans from all walks of life, and they’re doing such amazing, inspiring things. Sometimes just simple things — working hard; running a farm; looking after their families; teaching a child. And every once in a while, they do something that has a even broader impact.\n\nSo Steve Cottrell lives right here in La Crosse — I’m going to use him as an example. Steve? Steve is right there. (Applause.) He’s going to start blushing, but I’m going to talk about him anyway.\n\nIn 2002, he started a small business out of his house to help manage data for car companies and dealerships. By 2007, he employed a handful of people. Then he was hit with a double whammy — the recession came and the auto industry almost went belly up. But we refused to walk away from people like Steve. That shot in the arm, Steve says, was enough to keep his company’s confidence going. During the worst years of the recession, Steve invested in new people, new technology; decided to double down, was absolutely confident his business model was right.\n\nAs the auto industry came roaring back, things began booming. And since 2007, Steve’s revenue is up 1,000 percent. (Applause.) His company, Authenticom, has gone from 18 employees to more than 120. (Applause.) So this business that began in Steve’s son’s old bedroom is now one of America’s fastest-growing private companies, based in a restored historic building right in downtown La Crosse. (Applause.)\n\nNow, I guarantee you Steve worked hard. He put everything he had into it. He took enormous risks. But he’s also somebody who recognizes that he didn’t do it by himself. He’s proud of what he’s accomplished, but he also talks about how fortunate he’s been to be part of a community like La Crosse, to be part of an industry that got back to basics, determined to do things better and smarter. He pays his employees fair wages. He guarantees paid sick days. He helps pay for the tuition of those folks when they decide to go back to school. He created a stock appreciation program, so when the business does better, his workers do better also. And then, most importantly, there’s “Free lunch Friday.” (Laughter.) Who doesn’t like “Free Lunch Friday,” right? (Applause.)\n\nSo, look, I want to read something Steve said. He said, “You can’t always do everything that everyone would like. But if you treat everybody like family, that’s good for us.” If you treat everybody like family, that’s good for us.\n\nWhat’s true for Steve’s business is true for America. If you treat everybody like family, that’s good for us. Not just me; not just you; not just Democrats; not just Republicans; not just old folks or young folks; not just black folks or white folks — it’s good for us. (Applause.)\n\nWe’re not going to solve every problem in one fell swoop. But if we make things a little better for our fellow Americans, we’re going to leave something better for us and for our kids. And if we’re walking down that road together, we’re going to get there faster. (Applause.)\n\nThat’s what we’re fighting for, everybody. That’s what we’re fighting for, Wisconsin. (Applause.) That’s what Tammy is fighting for and Ron is fighting for. That’s what we all have to fight for. (Applause.)\n\nHappy 4th of July, everybody. God bless you. God bless America. (Applause.)\n\nEND 2:19 P.M. CDT", "article_metadata": {"description": "\"This is progress. Step by step, America is moving forward. Middle-class economics works...\"", "generator": "WordPress.com", "apple-itunes-app": "app-id=474880592", "og": {"site_name": "WBAY", "description": "“This is progress.  Step by step, America is moving forward. Middle-class economics works…”", "title": "Complete text of President Obama’s speech in La Crosse", "url": "http://wbay.com/2015/07/02/complete-text-of-president-obamas-speech-in-la-crosse/", "image": {"width": 489, "identifier": "https://mgtvwbay.files.wordpress.com/2015/07/president-obama-la-crosse-07022015.jpg", "height": 249}, "locale": "en_US", "type": "article"}, "twitter": {"description": "“This is progress.  Step by step, America is moving forward. Middle-class economics works…”", "title": "Complete text of President Obama’s speech in La Crosse", "image": {"src": "https://mgtvwbay.files.wordpress.com/2015/07/president-obama-la-crosse-07022015.jpg?w=640"}, "creator": "@WBAY", "site": "WBAY", "card": "summary_large_image"}, "keywords": "economic growth, Economy, La Crosse, middle class, President Obama Local, News, Politics, Regional", "msapplication-tooltip": "Coverage You can Count On for Green Bay, Appleton and Northeast Wisconsin breaking news, weather and community information", "p": {"domain_verify": "c228d2f05eae39e0d35ded509fcd78f1"}, "msapplication-window": "width=device-width;height=device-height", "google-play-app": "app-id=com.mediageneral.wbay", "msapplication-task": "name=Subscribe;action-uri=http://wbay.com/feed/;icon-uri=http://0.gravatar.com/blavatar/47e6f0db9ae1dbdca128d1f4747d8b49?s=16", "application-name": "WBAY", "fragment": "!", "msvalidate.01": "25404283363C09DE121A55A903F03873", "google-site-verification": "fRZwtPJSzt5UBnFBQ5hkdgQCz2Snso8G6-BCdCc1xdU", "article": {"publisher": "https://www.facebook.com/WBAYTV", "published_time": "2015-07-02T21:32:00+00:00", "modified_time": "2015-07-02T21:32:00+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "economic growth, Economy, La Crosse, middle class, President Obama"}, "_id": "\"57477af46914bd0286fdb437\"", "article_summary": "So when he left, he left me a plaque that I put on my desk — it says “Hard things are hard.” (Laughter.)\nHe raised his hand and he says, Mr. President, the thing is, this is hard, and hard things are hard.\nAnd that’s going to protect a lot of people in the new economy.\nRelated Coverage President Obama promotes “middle class economics” in La CrosseProvided to Action 2 News:REMARKS BY THE PRESIDENTON THE ECONOMYUniversity of Wisconsin at La CrosseLa Crosse, Wisconsin1:34 P.M. CDTTHE PRESIDENT: Hello, Wisconsin!\nWe’ve got to make sure that this economy works for everybody who’s willing to work, everybody who’s willing to do their fair share."}