{"article_title": "Elizabeth Cuppett Caverly -- Common Core Curriculum", "article_keywords": ["core", "literature", "grnenthal", "elizabeth", "cuppett", "students", "curriculum", "caverly", "classical", "tsa", "common", "racial", "nazi", "math"], "article_url": "http://www.newswithviews.com/guest_opinion/guest245.htm", "article_text": "COMMON CORE CURRICULUM\n\nBy Elizabeth Cuppett Caverly\n\nMarch 23, 2014\n\nNewsWithViews.com\n\nNazi Societal Restructuring Tool?\n\nJust as Congress was rushed to pass the Patriot Act without reading it and Nancy Pelosi urged lawmakers (and all of us Americans) to pass The Affordable Care Act “so we could find out what was in it,” now states were urged to compete in Race to the Top, submitting to Common Core Curriculum before having any cognizance of what it really is.\n\nCritics like Berit Kjos and Orlean Koehle present significant documentation that math standards and the teaching of classical literature and even cursive writing are being decimated or even discontinued. James Milgram, professor emeritus, Stanford University, and a member of the Validation Committee for Common Core national math standards, has explained that by the end of the seventh grade, Common Core math is about two years behind the math of other high-achieving countries. [1]\n\nEmmit McGrourty speaks out about another shocking change; traditionally, the teaching ratio was 80% classical literature, 20% informational text. Common Core will modify it to 50% classical literature, 50% informational text, like reading computer instructional manuals. McGrourty says, “Classical literature is the foundation of our nation. It teaches children to: investigate their surroundings; to make wise decisions, to have empathy; it teaches them how to exercise their liberty.” [2]\n\nClassical literature has always embodied the collective wisdom of mankind, including all aspects of human experience and uplift. What do the elitist Agenda 21 backers plan to substitute in this vacuum – just a benign banality of mediocrity, or is it one more training aspect for a sinister end-plan of dismantling sovereignty, gaining total global control and then instituting the days that Pol Pot, Stalin, Mao and Hitler adored – eugenics, and the eventual annihilation of most of mankind? (Especially the ones who do not espouse “green Agenda 21 ideals” and perhaps unthinkably, those who are handicapped or considered “defective’ racially or ethnically.)\n\nIn the introduction to her essay, A “Common Core” for a Global Community, Berit Kjos states:\n\nWhile preparing this booklet I came across a headline that illustrates the corrupt values and shameless propaganda behind UNESCO’s Common Core indoctrination. Ponder this assignment: “Students Asked to Argue ‘That Jews Are Evil’ and Prove Nazi Loyalty in Assignment Linked to Common Core.” [3]\n\nIndeed, the old Third Reich evils were never fully eliminated. Newsweek, September 17, 2012’s cover article, “The Nazis at the Heart of the Worst Drug Scandal of All Time,” by Roger Williams and Jonathan Stone, documents how in the 1950’s German company Chemie Grünenthal recruited a large ex-Nazi connection in the development of its drug, thalidomide. Heading the company’s advisory committee was mass murderer Otto Ambrose, who had been convicted at Nuremberg to eight years in prison. Newsweek states:\n\nAmong those invited to Stolberg was Martin Staemmler, a leading proponent of the Nazi “racial hygiene” program. Following Germany’s invasion of Poland, he had worked with the SS on its population policy, deciding who should live and who shouldn’t. At Grünenthal, he was head of pathology at the time thalidomide was being sold… Another euthanasia enthusiast was Heinz Berger-Prinz, who worked with Hitler’s personal physician, Karl Brandt… Brandt was executed after he was found guilty of war crimes and crimes against humanity for his involvement in medical experiments and procedures on prisoners and civilians. [4]\n\nThe only uniformed Nazi known to have been at Grünenthal – though not involved in the thalidomide program – was Dr. Ernst-Günther Schenck. As SS inspector of nutrition, he developed a protein sausage tested on 370 concentration camp prisoners, many of whom were killed. Barred from working as a doctor in Germany, Schenck was hired by Grünenthal, as was Heinz Baumkötter, the chief concentration camp doctor at Mauthausen and Sachsenhausen.\n\nRight now, today, here in America, TSA Gestapo-like tactics are ominously beginning to target handicapped children in the airports. Infowars.com reported, February 21, 2013, the case of Lucy Schulte, a three-year-old girl, wheelchair bound with spina bifida. TSA goons stopped Lucy, distressed her and confiscated her stuffed toy. Her mother, Annie, informed agents they could not touch her daughter unless she was filming the incident on her mobile phone. The TSA screeners replied that such filming was “illegal.” You-Tube uploaded the shocking scene of this darling child weeping, “I don’t want to go to Disney World anymore.”\n\nThis is not as isolated case. The Huffington Post, April 18, 2013 told the story of Marla Murasko, mother of a Down’s Syndrome son: “Did the TSA Harass Us Because of Our Special Needs Son?”\n\nUnder new FERPA regulations, January 3, 2012, government can now legally access all Personally Identified Information on students and their families. FERPA also adds “a biometric record.” This could mean fingerprints, retina and iris patterns, individual DNA, unique personal voiceprints, facial characteristics and handwriting.\n\nIf Common Core completes its stranglehold on local school systems’ freedom of thought and action, will we see as in Nazi Germany, dissenting teachers weeded out and the curriculum re-written so that more and more brainwashed students will not only espouse green planetary “Gaia” ideals, that man is no more than a rock or a wolf, but that eugenics is a pragmatic necessity for achieving depopulation goals. Already, Planned Parenthood’s key abortion centers, such as the huge Houston facility, target African-American neighborhoods. Alex Jones reports that there are more African-Americans being aborted than there are African-American children being born.\n\n\n\nSubscribe to NewsWithViews Daily E-Mail Alerts!\n\n\n\n\n\nEventually, eugenics (Satan’s death machine) will progressively threaten all of us. Obamacare will weed out the over-65’s. But will you, as parents and grandparents, prevent implementation once more of the kind of Nazi methods Orlean Koehle describes in her book, Common Core, A Trojan Horse for Education Reform?\n\nTeachers were asked to play an active role in the Nazi racial program and applied the “principles” of racial science. They measured students’ physical characteristics, including skull size and nose length, and recorded the color of hair and eyes to determine whether they belonged to the true “Aryan race.” This data was gathered and give to German officials… [5]\n\nWe know the eventual horrendous outcomes for Jewish, Mischling (mixed Jewish-Aryan) and Romani (Gypsy) children. Is it ominous that the “differentiated recognition” aspect of Common Core requires teachers and schools to report on students’ socio-economic, racial and political backgrounds? Is this the beginning of humanity’s ultimate “Final Selection” and “Final Solution”?\n\n© 2014 Elizabeth Cuppett Caverly - All Rights Reserved\n\nFootnotes:", "article_metadata": {}, "_id": "\"57477af36914bd0286fccb39\"", "article_summary": "In the introduction to her essay, A “Common Core” for a Global Community, Berit Kjos states:While preparing this booklet I came across a headline that illustrates the corrupt values and shameless propaganda behind UNESCO’s Common Core indoctrination.\nJames Milgram, professor emeritus, Stanford University, and a member of the Validation Committee for Common Core national math standards, has explained that by the end of the seventh grade, Common Core math is about two years behind the math of other high-achieving countries.\nCOMMON CORE CURRICULUMBy Elizabeth Cuppett CaverlyMarch 23, 2014NewsWithViews.comNazi Societal Restructuring Tool?\nCommon Core will modify it to 50% classical literature, 50% informational text, like reading computer instructional manuals.\n[1]Emmit McGrourty speaks out about another shocking change; traditionally, the teaching ratio was 80% classical literature, 20% informational text."}