{"article_title": "Is Rand Paul the Next Presidential Wannabe to Drop Out?", "article_keywords": ["week", "rand", "million", "supporters", "national", "drop", "pauls", "race", "wannabe", "paul", "presidential", "trump"], "article_url": "http://www.thefiscaltimes.com/2015/10/02/Rand-Paul-Next-Presidential-Wannabe-Drop-Out", "article_text": "Sen. Rand Paul (R-KY) the libertarian firebrand of the 2016 presidential campaign espousing non-traditional views on topics like race, government surveillance and U.S. military might, was supposed to shake up the GOP primary field and expand the party’s base.\n\nInstead, he may be the next candidate to drop out.\n\nPaul’s presidential effort raked in $2.5 million in the last fundraising quarter, a significant decline from the roughly $7 million he raised the previous quarter. The campaign has $2 million cash on hand, having doled out $250,000 to the Kentucky Republican Party to pay for a presidential caucus.\n\nRelated: Bernie Sanders Is Raking In the Cash, $25 at a Time\n\nThe state’s switch from a traditional primary to a caucus, a change heavily lobbied for by Paul, allows him to appear on the ballot for both the Senate and the presidency.\n\nThis week Paul reportedly turned his fundraising efforts away from his White House bid to focus on his Senate re-election, a sign interpreted by some that he was looking to drop out.\n\nHe refuted that notion earlier this week in an interview with CNN.\n\n“I’ll tell you this, I think we'll be around just as long as [Donald] Trump, or longer,” Paul said.\n\nBut he made that remark before CNBC announced that Republican hopefuls must have an average of at least three percent among national polls in order to participate in the network’s primetime presidential debate later this month.\n\nRelated: Rand Paul’s White House Run Is on Life Support -- and He Knows It\n\nCandidates who can’t clear that threshold will be relegated to the undercard debate--bad news for Paul, who has garnered around one or two percent in national surveys.\n\nOn Tuesday, GOP frontrunner Donald Trump said in a tweet that Paul would quit the race soon – and gave himself credit for making it happen.\n\n“Prediction: Rand Paul has been driven out of the race by my statements about him-- he will announce soon. 1 percent!”\n\nHe wasn’t finished.\n\n“I hope when Rand Paul gets out of the race—he is at 1 percent--his supporters come over to me. I will do a much better job for them,” he wrote in another tweet.\n\nRelated: Five Reasons Congress Hates Ted Cruz\n\nWhere Paul’s money and supporters go should Paul drop out remains to be seen. His backers are unlikely to go to Trump after an exchange in last month’s GOP debate where the real estate mogul knocked Paul’s polling and his looks.\n\nHis supporters might also take a pass on Sen. Ted Cruz (R-TX), another Tea Party darling who has railed against Washington as usual. But earlier this week Paul said Texas Republicans “can't get anything done legislatively” and “is pretty much done for,” suggesting their friendship has soured.\n\nIt’s more likely that Paul’s supporters would contribute a couple more percentage points to retired neurosurgeon Ben Carson or former Hewlett-Packard CEO Carly Fiorina, two candidates who have successfully tapped into the national hunger for political outsiders that was originally supposed to belong to the senator from Kentucky.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Sen.", "title": "Is Rand Paul the Next Presidential Wannabe to Drop Out?", "url": "http://www.thefiscaltimes.com/2015/10/02/Rand-Paul-Next-Presidential-Wannabe-Drop-Out", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/04192013_randpaul_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/10/02/Rand-Paul-Next-Presidential-Wannabe-Drop-Out", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/04192013_randpaul_article.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Sen.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fccb3c\"", "article_summary": "“I hope when Rand Paul gets out of the race—he is at 1 percent--his supporters come over to me.\n“Prediction: Rand Paul has been driven out of the race by my statements about him-- he will announce soon.\nBut earlier this week Paul said Texas Republicans “can't get anything done legislatively” and “is pretty much done for,” suggesting their friendship has soured.\nThis week Paul reportedly turned his fundraising efforts away from his White House bid to focus on his Senate re-election, a sign interpreted by some that he was looking to drop out.\nPaul’s presidential effort raked in $2.5 million in the last fundraising quarter, a significant decline from the roughly $7 million he raised the previous quarter."}