{"article_title": "Praying, Religion Doesn’t Always Reduce Stress; It Could Exacerbate Anxiety-Related Disorders", "article_keywords": ["stress", "anxietyrelated", "individuals", "disorders", "believe", "god", "study", "comfort", "reduce", "exacerbate", "religion", "doesnt", "prayer", "praying"], "article_url": "http://www.medicaldaily.com/praying-religion-doesnt-always-reduce-stress-it-could-exacerbate-anxiety-related-disorders-298022", "article_text": "Praying has been shown to reduce stress and anxiety; but a new study finds that praying doesn't do much for people who don't really believe in it.\n\nFor thousands of years, people have turned to religion or spirituality as a way to reduce stress, anxiety, and bring warmth, comfort, and meaning into their daily lives. Some research has shown that praying or believing in God could actually reduce stress.\n\nBut researchers at Baylor University — a private Christian school — have found an argument against this notion. Prayer is a complicated thing, after all, affecting everyone differently. The Baylor study was published in the journal Sociology of Religion and was funded by the John Templeton Foundation. It found that praying didn’t have the same positive effect over everyone; in fact, this particular study showed that prayer even exacerbated anxiety-related disorders in some people instead of soothing them.\n\n“For many individuals, God is a major source of comfort and strength that makes the world seem less threatening and dangerous,” Matt Bradshaw, an author of the study, said in the press release. “Through prayer, individuals seek to develop an intimate relationship with God. Those who achieve this goal, and believe that God will be there to protect and support them during times of need, develop a secure attachment to God. In this context, prayer appears to confer emotional comfort, which results in fewer symptoms of anxiety-related disorders.”\n\nOthers, however, glean something different from praying. People who have “avoidant or insecure attachments to God” — such as people who are agnostic, for example — may not feel totally comforted or confident that God “will be there for them when they need Him,” Bradshaw continued. “For these individuals, prayer may feel like an unsuccessful attempt to cultivate and maintain an intimate relationship with God. Rejected, unanswered or otherwise unsuccessful experiences of prayer may be disturbing and debilitating — and may therefore lead to more frequent and severe symptoms of anxiety-related disorders.”\n\nIn short, if you believe God really has your back, you might glean more comfort from praying than people who don’t truly believe that.\n\nPrayer And Mental Health\n\nSome researchers and psychologists have found that people who prayed or attended church were more likely to recover from illness or surgery quicker than people who didn’t; these people were also less likely to experience depression. This is possibly because religion provides a community support system and consistent social bonding opportunities. Socializing has been shown to reduce stress and depression, especially among older adults. Religion strengthens social ties, since people who share common beliefs tend to bond quickly.\n\nPeople who are religious are “better able to cope with stress, they heal faster from illness, and they experience increased benefits to their health and well-being,” Dr. Roberta Lee, author of “The SuperStress Solution,” told PsychCentral. “On an intellectual level, spirituality connects you to the world, which in turn enables you to stop trying to control things all by yourself. When you feel part of a greater whole, it’s easy to understand that you aren’t responsible for everything that happens in life.”\n\nBut the Baylor study points out that this isn’t always the case; everything depends on individual expectations, the style of prayer, and the individual’s perceived characteristics of God. “These are all important considerations, but a comprehensive understanding of the connection between prayer and mental health remains elusive,” Bradshaw said in the press release. “We still have a lot of work to do in this area.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "praying, prayer mental health, religion", "og": {"site_name": "Medical Daily", "description": "Researchers found that prayer doesn't help everyone; it can make anxiety worse for certain individuals.", "title": "Prayer Doesn’t Always Reduce Anxiety: It Could Make It Worse", "url": "http://www.medicaldaily.com/praying-religion-doesnt-always-reduce-stress-it-could-exacerbate-anxiety-related-disorders-298022", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/13/praying-hands-bible.jpg", "type": "article"}, "twitter": {"description": "Researchers found that prayer doesn't help everyone; it can make anxiety worse for certain individuals.", "title": "Prayer Doesn’t Always Reduce Anxiety: It Could Make It Worse", "url": "http://www.medicaldaily.com/praying-religion-doesnt-always-reduce-stress-it-could-exacerbate-anxiety-related-disorders-298022", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/13/praying-hands-bible.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/13/praying-hands-bible.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-08-13T17:35:28-04:00", "modified_time": "2014-08-13T17:39:33-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Researchers found that prayer doesn't help everyone; it can make anxiety worse for certain individuals."}, "_id": "\"57477af46914bd0286fdb45f\"", "article_summary": "Praying has been shown to reduce stress and anxiety; but a new study finds that praying doesn't do much for people who don't really believe in it.\nSome research has shown that praying or believing in God could actually reduce stress.\nSocializing has been shown to reduce stress and depression, especially among older adults.\nFor thousands of years, people have turned to religion or spirituality as a way to reduce stress, anxiety, and bring warmth, comfort, and meaning into their daily lives.\n“For these individuals, prayer may feel like an unsuccessful attempt to cultivate and maintain an intimate relationship with God."}