{"article_title": "Ted Cruz's Answer to Obama's Immigration Order: Keep Eric Holder in Office", "article_keywords": ["congress", "office", "senate", "national", "executive", "ted", "immigration", "eric", "majority", "cruz", "vital", "cruzs", "answer", "president", "security", "obamas", "holder", "order", "obama"], "article_url": "http://www.theatlantic.com/politics/archive/2014/11/ted-cruzs-solution-to-immigration-order-is-to-keep-eric-holder-in-office/383085/", "article_text": "On Sunday, Cruz accused the president of having \"gotten in the job of counterfeiting immigration papers, because there's no legal authority to do what he's doing,\" before reiterating his suggestion that the Republican-led Congress should block all nominations, aside from \"vital\" national security appointments.\n\n\"If the president announces executive amnesty, the new Senate majority leader who takes over in January should announce that the 114th Congress will not confirm a single nominee—executive or judicial—outside of vital national security positions, so long as the illegal amnesty persists,\" Cruz wrote on Wednesday, before President Obama's address to the nation on Thursday.\n\nSenator Ted Cruz, who's been one of the more vocal congressional Republicans in the fight against President Obama's executive action on immigration since even before it was announced, doubled down on his Politico op-ed on Fox News Sunday, in which he said the GOP should refuse to confirm the president's nominees until he backs down on the measure.\n\nAnd that's when Fox host Chris Wallace pointed out the problem with that approach: Attorney General Eric Holder, who has been a target for Republicans, would remain in office. Holder, who announced his plan to step down in September, is staying in his position until his successor's nomination is confirmed by Congress. (President Obama nominated Loretta Lynch earlier this month.)\n\n\"Are you saying that the Senate should refuse to confirm Loretta Lynch, the president's new nominee for attorney general, and thereby leave Eric Holder, who you don't like very much, in that position even longer?\" Wallace asked.\n\nCruz side-stepped Wallace's question, instead making general claims about checks and balances.\n\n\"What I’m saying is we should use the constitutional checks and balances we have to rein in the executive,\" Cruz replied. \"In my view the majority leader should decline to bring to the floor of the Senate any nomination other than vital national security positions….If the majority leader announced that, it would impose real consequences on the president and the administration.\"\n\nMeanwhile, in an interview with ABC's This Week that aired Sunday, Obama defended his record. \"The history is that I have issued fewer executive actions than most of my predecessors, by a long shot,\" he said. \"The difference is the response of Congress, and specifically the response of some of the Republicans.\"\n\n\"But if you ask historians—take a look at the track records of the modern presidency—I’ve actually been very restrained, and I’ve been very restrained with respect to immigration,\" added Obama. \"I bent over backwards and will continue to do everything I can to get Congress to work because that’s my preference.”", "article_metadata": {"description": "The Texas senator possibly hasn&#39;t thought the whole plan out.", "author": "Allen McDuffee", "og": {"site_name": "The Atlantic", "description": "The Texas senator possibly hasn&#39;t thought the whole plan out.", "title": "Ted Cruz's Answer to Obama's Immigration Order: Keep Eric Holder in Office", "locale": "en_US", "image": "https://cdn.theatlantic.com/assets/media/img/mt/2014/11/AP985403864916/lead_large.jpg", "url": "http://www.theatlantic.com/politics/archive/2014/11/ted-cruzs-solution-to-immigration-order-is-to-keep-eric-holder-in-office/383085/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "_id": "\"57477af46914bd0286fe1120\"", "article_summary": "\"What I’m saying is we should use the constitutional checks and balances we have to rein in the executive,\" Cruz replied.\n(President Obama nominated Loretta Lynch earlier this month.)\nAnd that's when Fox host Chris Wallace pointed out the problem with that approach: Attorney General Eric Holder, who has been a target for Republicans, would remain in office.\n\"I bent over backwards and will continue to do everything I can to get Congress to work because that’s my preference.”\nHolder, who announced his plan to step down in September, is staying in his position until his successor's nomination is confirmed by Congress."}