{"article_title": "Luke Bryan’s not the only star to take a tumble", "article_keywords": ["week", "little", "sure", "star", "tumble", "luke", "took", "tape", "fall", "thompson", "bryans", "went", "stage"], "article_url": "http://www.salon.com/2014/06/06/luke_bryans_not_the_only_star_to_take_a_tumble/", "article_text": "Topics: From the Wires, Entertainment News, News\n\nNASHVILLE, Tenn. (AP) — When Eric Church saw video of Luke Bryan’s nasty fall from the stage last week, his first thought was to reach out to his friend and make sure he was OK.\n\nWhile everybody could chuckle afterward — it was the talk of Nashville during the CMT Awards and CMA Music Fest — Bryan’s fall onto the metal security stanchion underscored the dangers involved with live performances.\n\n“Luke’s lucky he didn’t break his neck,” Church said. “… It’s pretty nasty, the way he went into it. When you first see it, you’re like, ‘Oh, no, he might be really hurt there.’ But then he pops up.”\n\nBryan has good-naturedly answered questions from reporters and taken jokes from friends with a smile since his fall May 29 in Charlotte, North Carolina. Jokers at CMT Awards rehearsals put caution tape and orange hazard cones near the edge of the stage, and he allowed himself to be wrapped in the yellow tape during the broadcast.\n\nBryan took some stitches in the fall and was a little gimpy maneuvering around town this week. He’s one of the country music’s most energetic performers, though, and the fall didn’t slow him down. He performed twice at the CMTs, springboarding through a trapdoor in the stage floor several feet in the air on one song and walking the length of the arena on the second.\n\n“You know, it’s a job hazard,” Bryan said. “You go do 100, 130 shows a year — different stages, different nuances. We all gather around and say a little prayer before we go onstage that we stay safe. What’s always scary is about how much stuff is hanging above your head. There’s a lot of little things that can happen.”\n\nCountry stars convening in Nashville this week all had a mishap to relay. Most were humorous in hindsight, and a little scary at the time.\n\nTyler Hubbard of Florida Georgia Line took a spill while performing with Bryan last year, “and kinda cut my hands up. But nothing too bad. It’s more of an ego hurt than anything else, and I am sure that’s how it was for Luke, too.”\n\nKiefer and Shawna Thompson of Thompson Square also had a few mishaps while performing with Bryan.\n\n“I almost went over backwards on a monitor one night but I caught myself,” Kiefer Thompson said. “Actually, that happened with Luke when we were coming back onstage, my boot caught the corner of the stage and I almost went over. Did the slow fall dance for about 20 yards, but I pulled up.”", "article_metadata": {"description": "Luke Bryan’s not the only star to take a tumble", "title": "Luke Bryan’s not the only star to take a tumble", "og": {"site_name": "Salon", "description": "Luke Bryan’s not the only star to take a tumble", "title": "Luke Bryan’s not the only star to take a tumble", "url": "http://www.salon.com/2014/06/06/luke_bryans_not_the_only_star_to_take_a_tumble/", "image": "http://media.salon.com/2014/06/music-stage-mishaps.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Luke Bryan’s not the only star to take a tumble", "title": "Luke Bryan’s not the only star to take a tumble", "image": "http://media.salon.com/2014/06/music-stage-mishaps.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Chris Talbott", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fccb80\"", "article_summary": "“Actually, that happened with Luke when we were coming back onstage, my boot caught the corner of the stage and I almost went over.\nBryan took some stitches in the fall and was a little gimpy maneuvering around town this week.\nTopics: From the Wires, Entertainment News, NewsNASHVILLE, Tenn. (AP) — When Eric Church saw video of Luke Bryan’s nasty fall from the stage last week, his first thought was to reach out to his friend and make sure he was OK.\n“I almost went over backwards on a monitor one night but I caught myself,” Kiefer Thompson said.\nThere’s a lot of little things that can happen.”Country stars convening in Nashville this week all had a mishap to relay."}