{"article_title": "Food Trucks Just As Clean, Or Even Cleaner, Than Restaurants In Major US Cities", "article_keywords": ["cleaner", "major", "trucks", "city", "food", "safe", "eats", "carts", "vendors", "street", "clean", "cities", "researchers", "restaurants"], "article_url": "http://www.medicaldaily.com/food-trucks-just-clean-or-even-cleaner-restaurants-major-us-cities-289350", "article_text": "A massive review of food safety inspection reports shows that food truck vendors generally outscored restaurants across the country on measures of cleanliness and hygiene in every city but Seattle.\n\nResearchers at a public interest law firm in Virginia reviewed more than 260,000 inspections to find that food trucks were generally cleaner than restaurants in major U.S. cities such as Boston, Las Vegas, Los Angeles, Louisville, Miami, and Washington, D.C., whereas in Seattle food trucks and restaurants performed about equally. The “Street Eats, Safe Eats” study analyzed food inspection reports in seven cities where both are required to adhere to the same standards.\n\n“Street Eats, Safe Eats” finds that in every city examined … food trucks and carts did as well as or better than restaurants,” the researchers wrote. “The results suggest that the notion that street food is unsafe is a myth.”\n\nThe law firm, Institute for Justice, said regular city inspections have helped to limit the number of health code violations issued to food truck vendors. However, the researchers recommended that vendors not be subjected to additional regulations, such as limitations on where and when they may operate. Such regulations would only serve to protect restaurant industry interests, rather than serving to make food products safer. Regulations in New York City, for example, supersede those for traditional restaurants, requiring longer waits for permits.\n\n“City officials often rely on such claims that brick-and-mortar restaurants are safer to justify restrictions on both food trucks and carts, including outright bans on mobile vending as well as limits on when and where vendors may sell,” the researchers wrote. “These laws not only push food trucks and carts out of cities, they also stifle entrepreneurship, destroy jobs and hurt consumers. As American culture shifts towards re-embracing street food, this report tests the claim — common but unsubstantiated — that food trucks and carts are unsafe.”\n\nRather, mobile food vendors driving trucks and pushing carts offer food “just as safe and sanitary” as restaurants, and are often more so, they said.\n\nBut it’s no wonder traditional brick-and-mortar restaurants wish to shutter as much of the mobile food service industry as possible, as the growth of street food sales outpaced restaurants during this lingering recovery from economic recession over the past five or so years, according to a market researc report from IBISWorld.\n\n“While the rest of the food-service sector has been suffering due to lower consumer spending rates, the street vendor industry has made leaps and bounds over the past five years,” IBISWorld said. “Street vendors were largely able to dodge the recession's blow by offering new and compelling products that attracted a more diverse client base.”", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "food safety, restaurant cleanliness, food struck safety, food truck cleanliness, food struck hygiene, food trucks cleaner than restaurants", "og": {"site_name": "Medical Daily", "description": "Despite a \"street\" reputation, mobile food vendors driving trucks and pushing carts tend to outscore restaurants on cleanliness and hygiene in food safety inspections.", "title": "Food Trucks Win When It Comes To Food Safety", "url": "http://www.medicaldaily.com/food-trucks-just-clean-or-even-cleaner-restaurants-major-us-cities-289350", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/22/food-trucks-safer-restaurants.jpg", "type": "article"}, "twitter": {"description": "Despite a \"street\" reputation, mobile food vendors driving trucks and pushing carts tend to outscore restaurants on cleanliness and hygiene in food safety inspections.", "title": "Food Trucks Win When It Comes To Food Safety", "url": "http://www.medicaldaily.com/food-trucks-just-clean-or-even-cleaner-restaurants-major-us-cities-289350", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/22/food-trucks-safer-restaurants.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/22/food-trucks-safer-restaurants.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Consumer News", "published_time": "2014-06-22T11:21:21-04:00", "modified_time": "2014-06-22T11:21:20-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Despite a \"street\" reputation, mobile food vendors driving trucks and pushing carts tend to outscore restaurants on cleanliness and hygiene in food safety inspections."}, "_id": "\"57477af46914bd0286fdb493\"", "article_summary": "The “Street Eats, Safe Eats” study analyzed food inspection reports in seven cities where both are required to adhere to the same standards.\nResearchers at a public interest law firm in Virginia reviewed more than 260,000 inspections to find that food trucks were generally cleaner than restaurants in major U.S. cities such as Boston, Las Vegas, Los Angeles, Louisville, Miami, and Washington, D.C., whereas in Seattle food trucks and restaurants performed about equally.\n“These laws not only push food trucks and carts out of cities, they also stifle entrepreneurship, destroy jobs and hurt consumers.\n“Street Eats, Safe Eats” finds that in every city examined … food trucks and carts did as well as or better than restaurants,” the researchers wrote.\nAs American culture shifts towards re-embracing street food, this report tests the claim — common but unsubstantiated — that food trucks and carts are unsafe.”Rather, mobile food vendors driving trucks and pushing carts offer food “just as safe and sanitary” as restaurants, and are often more so, they said."}