{"article_title": "5 steps for shifting to value-based reimbursement in healthcare", "article_keywords": ["reimbursement", "valuebased", "financial", "revenue", "providers", "number", "analytics", "clinical", "steps", "healthcare", "shifting", "data", "care"], "article_url": "http://www.healthcarefinancenews.com/news/5-steps-shifting-value-based-reimbursement-healthcare", "article_text": "For many healthcare providers, this shift from fee-for-service payments requires a number of strategic and systemic changes that, even if implemented efficiently, could put stress on their revenue cycles.\n\nThe U.S. Department of Health and Human Services (HHS) early this year publicly set a goal that 50 percent of Medicare reimbursements be tied to value-based care by 2018.\n\nThat still may seem a long way off, but 2016 is right around the corner, and HHS wants value-based reimbursements next year to reach 30 percent.\n\n[Also: Bulk of healthcare not prepared for value-based payments, KPMG survey says]\n\nFor many healthcare providers, this shift from fee-for-service payments requires a number of strategic and systemic changes that, even if implemented efficiently, could put stress on their revenue cycles. Coupled with revenue disruptions anticipated by the October 1 transition to ICD-10, the move toward value-based reimbursements has great potential to disrupt providers' cash flow and financial stability in the near future.\n\nFortunately, there are a number of steps healthcare organizations can take to align their clinical processes and revenue cycle operations to the realities of mandated value-based care. Five are listed below:\n\n1. Provide resources to preventative care. A huge component of value-based care is preventative care. Healthcare providers need enough (and the right) clinical staff to deliver both chronic and preventative care.\n\n2. Give physicians financial incentive to offer value-based care. Medical professionals long have been compensated based on volume and \"productivity\" – in other words, the more patients they can churn through, the more money they make. That's the essence of fee-for-service healthcare. Under a value-based model, physicians' pay instead would be tied to a number of metrics designed to measure value. These could include readmission rates, clinical quality, efficiency, use of EHRs, and patient satisfaction, according to the Healthcare Financial Management Association.\n\n3. Turn your payers into value-based partners. The Centers for Medicare and Medicaid Services and private insurers are offering value-based incentives to providers. Since the transition to value-based reimbursement is in its early stages, it's important for providers to work closely with payers to determine proper benchmarks and standards for earning payments.\n\n4. Analytics, analytics, and more analytics. Value-based care relies heavily not just on patient data, but on population data. Predictive analytics enables care providers to spot trends impacting healthcare consumers in a particular region or demographic. On the business side, integrating clinical and claims data can help identify processing and filing bottlenecks that could be eliminated, while financial analytics can be used to track and forecast costs and revenue flow.\n\n5. Get your IT systems working together. Lack of interoperability can doom a value-based initiative before it starts. Healthcare providers need to 1) ensure that their internal systems are able to share data 2) automate end-to-end processes as much as possible, both to increase efficiency and allow providers to redeploy staff and reduce costs.\n\nThis post first appeared on Revenue Cycle Insights.\n\nTwitter: @HFNewsTweet", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/5-steps-shifting-value-based-reimbursement-healthcare", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/analysts-business-meeting-feature.png", "site_name": "Healthcare Finance News", "description": "For many healthcare providers, this shift from fee-for-service payments requires a number of strategic and systemic changes that, even if implemented efficiently, could put stress on their revenue cycles.", "title": "5 steps for shifting to value-based reimbursement in healthcare"}, "twitter": {"image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/analysts-business-meeting-feature.png"}, "description": "For many healthcare providers, this shift from fee-for-service payments requires a number of strategic and systemic changes that, even if implemented efficiently, could put stress on their revenue cycles.", "site": "@HC_Finance", "card": "summary_large_image", "title": "5 steps for shifting to value-based reimbursement in healthcare"}, "generator": "Drupal 7 (http://drupal.org)", "description": "The U.S. Department of Health and Human Services (HHS) early this year publicly set a goal that 50 percent of Medicare reimbursements be tied to value-based care by 2018.&#13; That still may seem a long way off, but 2016 is right around the corner, and HHS wants value-based reimbursements next year to reach 30 percent.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "_id": "\"57477af46914bd0286fdc4f3\"", "article_summary": "Analytics, analytics, and more analytics.\nA huge component of value-based care is preventative care.\nFortunately, there are a number of steps healthcare organizations can take to align their clinical processes and revenue cycle operations to the realities of mandated value-based care.\nThe U.S. Department of Health and Human Services (HHS) early this year publicly set a goal that 50 percent of Medicare reimbursements be tied to value-based care by 2018.\nThese could include readmission rates, clinical quality, efficiency, use of EHRs, and patient satisfaction, according to the Healthcare Financial Management Association."}