{"article_title": "The Supreme Court Just Saved Obamacare. Here’s Why That’s Good for Everyone — Pacific Standard", "article_keywords": ["king", "supreme", "good", "court", "heres", "subsidies", "million", "obamacare", "pacific", "standard", "federal", "health", "americans", "care", "saved", "thats"], "article_url": "https://psmag.com/the-supreme-court-just-saved-obamacare-here-s-why-that-s-good-for-everyone-71a8d85600e9", "article_text": "The Supreme Court Just Saved Obamacare. Here’s Why That’s Good for Everyone\n\nby Jared Keller\n\nPeople without medical insurance wait in long lines around the block to see doctors at a free medical clinic in Los Angeles, in 2011. (Photo: Gerry Boughan/Shutterstock)\n\nIn a 6–3 decision in King v. Burwell on Thursday, the Supreme Court ruled that the federal government can provide subsidies for Americans living in states with federally-run healthcare exchanges, protecting a central tenant of the Affordable Care Act. While conservatives may be gnashing their teeth, the facts are in: Obamacare has been good to America.\n\nThat’s the conclusion of the National Health Interview Survey, the 60-year-old federal survey that’s “considered to be a gold standard by researchers,” according to the New York Times. The NHIS, based on data from a cross-sectional survey of some 111,682 respondents, says that the percentage of American adults between the ages of 18 and 64 who were uninsured at the time of their interviews declined from 20.4 percent (40.4 million) in 2013 to 16.3 percent (31.7 million) in 2014, when the Affordable Care Act officially went into effect. That’s about 8.7 million American adults who now have health insurance thanks to the Affordable Care Act.\n\nThe NHIS chart below captures the stark drop-off in uninsured Americans:\n\n(Chart: National Center for Health Statistics)\n\nThe data also suggest that the ACA is helping exactly those it was meant for: the poor. According to the NHIS data, the portion of uninsured Americans considered poor or “near-poor” (lower-middle-class families living within 100 or 200 percent of the federal poverty line, who likely couldn’t afford health insurance without subsidies) dropped by seven and 7.6 percent respectively, the New York Times notes. The decline was much less significant for the rest of Americans.\n\n(Chart: National Center for Health Statistics)\n\nSupporters of healthcare reform are likely breathing a sigh of relief: A ruling for the plaintiffs in King would have dismantled a central pillar of the Affordable Care Act and, according to the non-profit, non-partisan Kaiser Family Foundation, knee-capped some 6.38 million Americans who received subsidies to purchase coverage in 34 federal health insurance exchanges. A separate analysis by the Urban Institute puts the number closer to 8.2 million.\n\nThere’s a strange irony of the King decision, in that it could have proved a political nightmare for Republicans, despite the party’s obsession with dismantling President Obama’s health care law. The majority of Americans who would have potentially lost their tax credits live in primarily conservative states; some 3.02 million of those at-risk Americans live in Florida, Texas, North Carolina, and Georgia alone. The map below from the Kaiser Family Foundation shows the distribution across federal exchanges (click here for an interactive version):\n\n(Map: Kaiser Family Foundation)\n\nRepublicans knew this. The Washington Examiner’s Byron York reported in February as the Supreme Court prepared for oral arguments in King that a Senate GOP committee was working frantically to ensure that subsidies would continue flowing to their constituents in the event of a victory before the Court. This would have been a temporary stop-gap though, as Slate’s Jordan Weissmann noted: “Should the King plaintiffs prevail, the GOP’s only significant idea is to keep Obamacare basically in tact until their ever-fractious majority can converge on something it likes better.” Given that, for the first time ever, more Americans approve than disapprove of the ACA, a victory in the Supreme Court could have ended up being a shot in the foot to Republicans in coming elections.\n\nThe political reality here is the same one that’s plagued entitlements for generations: It is far easier to give voters goodies than it is to take them away.\n\n* UPDATE — June 25, 2015: This article has been updated to reflect the 6–3 ruling by the Supreme Court.", "article_metadata": {"description": "by Jared Keller ¶\n\nIn a 6–3 decision in King v. Burwell on Thursday, the Supreme Court ruled that the federal government can provide subsidies for American…", "title": "The Supreme Court Just Saved Obamacare. Here’s Why That’s Good for Everyone — Pacific Standard", "og": {"site_name": "Medium", "description": "by Jared Keller ¶\n\nIn a 6–3 decision in King v. Burwell on Thursday, the Supreme Court ruled that the federal government can provide subsidies for American…", "title": "The Supreme Court Just Saved Obamacare. Here’s Why That’s Good for Everyone — Pacific Standard", "url": "https://psmag.com/the-supreme-court-just-saved-obamacare-here-s-why-that-s-good-for-everyone-71a8d85600e9", "image": "https://cdn-images-1.medium.com/max/1200/0*E-3nKBja9zBbzHXy.jpg", "type": "article"}, "referrer": "always", "twitter": {"creator": "@jaredbkeller", "label1": "Reading time", "image": {"src": "https://cdn-images-1.medium.com/max/1200/0*E-3nKBja9zBbzHXy.jpg"}, "site": "@Medium", "data1": "2 mins", "app": {"url": {"iphone": "medium://p/71a8d85600e9"}, "name": {"iphone": "Medium"}, "id": {"iphone": 828256236}}, "card": "summary"}, "author": "Jared Keller", "al": {"web": {"url": "https://psmag.com/the-supreme-court-just-saved-obamacare-here-s-why-that-s-good-for-everyone-71a8d85600e9"}, "android": {"url": "medium://p/71a8d85600e9", "app_name": "Medium", "package": "com.medium.reader"}, "ios": {"url": "medium://p/71a8d85600e9", "app_name": "Medium", "app_store_id": 828256236}}, "fb": {"app_id": 542599432471018, "smart_publish": {"robots": "noauto"}}, "theme-color": "#000000", "article": {"publisher": "https://www.facebook.com/medium", "published_time": "2015-06-25T11:00:00.000Z", "author": "https://psmag.com/@jaredbkeller"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdcfbb\"", "article_summary": "* UPDATE — June 25, 2015: This article has been updated to reflect the 6–3 ruling by the Supreme Court.\nThe Supreme Court Just Saved Obamacare.\nThat’s the conclusion of the National Health Interview Survey, the 60-year-old federal survey that’s “considered to be a gold standard by researchers,” according to the New York Times.\nThat’s about 8.7 million American adults who now have health insurance thanks to the Affordable Care Act.\nWhile conservatives may be gnashing their teeth, the facts are in: Obamacare has been good to America."}