{"article_title": "Robots: They’re Journalists, Paralegals, and Surgeons. Is Your Job Next?", "article_keywords": ["jobs", "journalists", "started", "things", "university", "surgeons", "robots", "theyre", "job", "truck", "paralegals", "technology", "taking", "worry", "risk"], "article_url": "http://www.thefiscaltimes.com/2015/08/03/Robots-They-re-Journalists-Paralegals-and-Surgeons-Your-Job-Next", "article_text": "Now more than ever you’re going to want to appear indispensable to your employer. While the concern used to be an employer finding someone more efficient than you and letting you go, these days you need to worry about R2D2 taking your job.\n\nWithin the next 20 years, 47 percent of jobs in the US are at risk of being taken over by automated technology, according to a University of Oxford study. Robots have already started supplanting workers and with the pace of technological innovation rapidly increasing, the jobs they are poaching are becoming more and more sophisticated.\n\nSlideshow: The Ten Craziest Things Robots Can Do\n\nFor example, Google started developing autonomous driverless cars in 2010 and plans to introduce them to the public by 2020. Last month the company started test-driving the cars outside of California for the first time, bringing them to Austin, TX. Mercedes Benz has introduced a driverless truck, and there are rumors circulating that both Uber and Apple are testing their own autonomous vehicle technology. So much for truck and taxi drivers.\n\nNPR has developed a tool based on University of Oxford research that calculates the likelihood of an individual losing their job to a machine. The calculator measures creativity, negotiation, navigation into small spaces and helping others into determining the risk of being replaced by a robot.\n\nSome experts say the idea of robots taking our jobs isn’t something to worry about. A lot of the work force is made up of jobs that would be too difficult or expensive to automate, so employers are more likely to stick with human employees. In addition, the productivity rate in the U.S. has been steadily slowing down over the past decades, meaning less and less goods and services are being sold in the market economy.\n\nClick here to see The 10 Craziest Things Robots Can Do.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Now more than ever you’re going to want to appear indispensable to your employer.", "title": "Robots: They’re Journalists, Paralegals, and Surgeons. Is Your Job Next?", "url": "http://www.thefiscaltimes.com/2015/08/03/Robots-They-re-Journalists-Paralegals-and-Surgeons-Your-Job-Next", "image": "http://cdn.thefiscaltimes.com/sites/default/files/08122014_Robot_Stealing_Jobs_28.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/08/03/Robots-They-re-Journalists-Paralegals-and-Surgeons-Your-Job-Next", "image": "http://cdn.thefiscaltimes.com/sites/default/files/08122014_Robot_Stealing_Jobs_28.jpg", "creator": "@milliedent", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Now more than ever you’re going to want to appear indispensable to your employer.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fdb49b\"", "article_summary": "Click here to see The 10 Craziest Things Robots Can Do.\nSome experts say the idea of robots taking our jobs isn’t something to worry about.\nSlideshow: The Ten Craziest Things Robots Can DoFor example, Google started developing autonomous driverless cars in 2010 and plans to introduce them to the public by 2020.\nRobots have already started supplanting workers and with the pace of technological innovation rapidly increasing, the jobs they are poaching are becoming more and more sophisticated.\nWhile the concern used to be an employer finding someone more efficient than you and letting you go, these days you need to worry about R2D2 taking your job."}