{"article_title": "Republicans Mad Over Iran Exception in Visa Waiver Changes", "article_keywords": ["program", "exception", "iran", "countries", "nuclear", "republicans", "administration", "visa", "mad", "security", "law", "changes", "waiver"], "article_url": "http://dailysignal.com/2016/01/22/after-changes-to-visa-waiver-program-republicans-upset-over-exception-for-iran/", "article_text": "In a rare bit of cooperation inspired by terrorism concerns, the Obama administration and Congress last month agreed to shore up a program that allows citizens from 38 approved countries to travel to the United States for 90 days without a visa.\n\nBut when the administration announced Thursday that it had implemented reforms to the visa waiver program prescribed by Congress, some Republican lawmakers were angered to see that the White House decided to grant an exception to the changes that would benefit people who travel to Iran for business.\n\nThe changes confirmed by the Department of Homeland Security require residents of the 38 visa waiver countries who have dual citizenship from Iran, Iraq, Sudan, or Syria — or have visited one of those places in the last five years — to go through the normal, more rigorous visa application process.\n\nThe changes approved by Congress last month was meant as a response to fears that the visa waiver program could allow European nationals connected with the Islamic State, or ISIS, to come to the U.S.\n\nThe law approved by Congress contains special restrictions on residents of the 38 visa waiver countries — which are mostly in Europe — who have connections to Iran, Iraq, Sudan, and Syria, places considered hotbeds for terrorism.\n\n>>>Terrorism Fears Fuel Debate Over Government Program That Allows US Travel Without a Visa\n\nHowever, on Thursday the administration departed from some of the language of the legislation.\n\nHomeland Security announced that people who have traveled to Iran for “legitimate business-related purposes” following the adoption of the nuclear deal can be eligible for visa waivers on “a case-by-case basis.”\n\nThere are also exceptions for the other three restricted countries. For example, those who have traveled to any of the four countries — Iran, Iraq, Sudan, or Syria — for government business, on behalf of a humanitarian non-governmental organization, or as a journalist could be allowed visa waivers.\n\nAnd the business exception applies to not only travelers to Iran, but also Iraq.\n\nYet the timing of the announced changes — and the exceptions allowed — prompted Republicans to allege the Obama administration was trying to accommodate Iran so as not to undermine the recently-implemented nuclear deal.\n\n“The Obama administration is blatantly breaking the law, a law the president himself signed,” House Homeland Security Committee Chairman Michael McCaul, R-Texas, and Rep. Candice Miller,R-Mich., said in a joint statement on Thursday.\n\n“President Obama is again putting his relationship with Iran’s supreme leader over the security of Americans,” they added. “He cannot rewrite the law to appease foreign governments — he should instead pay attention to his own.”\n\nWhen the Iranian government first heard last month about the new visa law approved by Congress, officials accused the U.S. of violating the nuclear deal.\n\nThe Tasnim News Agency quoted Iranian Foreign Minister Mohammad Javad Zarif as saying that “should the new law that tightens visa-free travel to the U.S. come into force, it would be tantamount to a breach of the July nuclear deal.”\n\nIn a letter to Zarif the day after Obama signed the law, Secretary of State John Kerry reassured the Iranians that the administration could use executive authority to limit the restrictions for visitors of Iran.\n\nThe nuclear deal was officially implemented this past weekend after Iran fulfilled the terms of the agreement.\n\nRepublican lawmakers characterized Thursday’s announcement confirming the easing of restrictions against travelers to Iran as a political decision meant to assuage the fears of a country it partnered with on the nuclear deal.\n\n“After the barbaric acts of violence in Paris and San Bernadino, there should be no hesitation in closing loopholes in the U.S. visa system to keep terrorists from coming into our country,” said Rep. Mike Pompeo, R-Kan., in a statement. “But instead, DHS [Department of Homeland Security] has announced dangerous changes to our nation’s visa waiver program that prioritize the business interests of Iran – the world’s largest state sponsor of terrorism – over the safety of the American people.”\n\nThe visa waiver program was established in 1986 as a way to encourage easy business and tourist travel from overseas to boost the economy domestically. The program allows 20 million each year to enter the U.S. without a visa.\n\nWhile those seeking a traditional visa have to be interviewed in person at an American embassy abroad, the visa waiver program does not require a face-to-face interview. Visa waiver visitors remain subject to strict security and screening requirements.\n\nCritics of the visa waiver restrictions say the new rules could lead to European countries taking reciprocal action, making it more difficult for American travelers.\n\nIn addition, the American Civil Liberties Union (ACLU) has criticized the changes applied to dual-nationals, who are both citizens of a visa waiver country and one of the four targeted countries, as discriminatory.", "article_metadata": {"description": "Republican lawmakers are angry the White House granted an exception to changes to the visa waiver program for those who've travelled to Iran for business.", "og": {"site_name": "The Daily Signal", "description": "Republican lawmakers are angry the White House granted an exception to changes to the visa waiver program for those who've travelled to Iran for business.", "title": "Republicans Mad Over Iran Exception in Visa Waiver Changes", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/IranVisaWaiver.png", "type": "article"}, "bitly": {"url": "http://dailysign.al/1nqT6UT"}, "twitter": {"domain": "The Daily Signal", "description": "Republican lawmakers are angry the White House granted an exception to changes to the visa waiver program for those who've travelled to Iran for business.", "title": "Republicans Mad Over Iran Exception in Visa Waiver Changes", "image": {"src": "http://dailysignal.com/wp-content/uploads/IranVisaWaiver.png"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "International", "tag": "middle east", "published_time": "2016-01-22T16:53:34+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "visa waiver program, terrorism, San Bernardino, Syria, Iraq, Iran, nuclear deal, Homeland Security, John Kerry, Mike Pompeo"}, "article_summary": "While those seeking a traditional visa have to be interviewed in person at an American embassy abroad, the visa waiver program does not require a face-to-face interview.\nCritics of the visa waiver restrictions say the new rules could lead to European countries taking reciprocal action, making it more difficult for American travelers.\nVisa waiver visitors remain subject to strict security and screening requirements.\nThe changes approved by Congress last month was meant as a response to fears that the visa waiver program could allow European nationals connected with the Islamic State, or ISIS, to come to the U.S.\nThe law approved by Congress contains special restrictions on residents of the 38 visa waiver countries — which are mostly in Europe — who have connections to Iran, Iraq, Sudan, and Syria, places considered hotbeds for terrorism."}