{"article_title": "Nighttime hog hunts resume to control population", "article_keywords": ["control", "hog", "preserves", "resume", "florida", "hunters", "nighttime", "hogs", "pigs", "phase", "wild", "hunts", "dogs", "population"], "article_url": "http://www.tbo.com/news/nighttime-hog-hunts-resume-to-control-population-20131013/", "article_text": "TAMPA — It’s one thing to sit on a tree stand or in a blind and take out a 300-pound wild hog with a rifle at 200 yards. It’s another to chase the feral beast through a sticky swamp at midnight, jump on top of the thrashing tusked pig and dispatch it at point-blank range with a bullet fired from a sidearm.\n\nNighttime hog hunting is returning to nearly a dozen publicly owned preserves throughout west and southwest Florida, including a tract in Hillsborough County, because the non-native pig population is overwhelming the local ecology by rooting up and munching home-grown flora and fauna.\n\nWhen this happens, the Southwest Florida Water Management District plays host to a series of hog hunts in which hunters pay for a limited number of permits on public preserves. The night hunts include dogs, which catch the scent and run off into the darkness, their throaty bayings echoing against cypress trees and oaks, telling the hunter where they are. The dogs typically catch up with the prey and tackle the hog, holding it down until the hunter arrives.\n\nWill VanGelder, land management supervisor with the water management district, said the hunts are a necessary method of controlling the hog population.\n\n“And from my perspective, as somebody spending taxpayers’ dollars, this is the most effective tool we have,” VanGelder said.\n\nOther methods also are used, like daytime hunting with rifles and traps that are set in some areas, but nighttime hunting with dogs is the most popular and effective method, he said. This is the sixth consecutive year hog hunts have taken place on district lands. Hunters last year bagged 428 hogs from four preserves in the district.\n\nDistrict biologists say if they did nothing to control the populations of wild hogs, they would overrun the preserves. Wild hogs feed on roots, tubers and grubs by rooting, which can leave areas looking like plowed fields, officials say.\n\nThe district schedules hunts when the damage hogs cause reaches unacceptable levels, which, officials say, is occurring more frequently and with increasing severity.\n\nSows can have a couple of litters a year, each with as many as 10 piglets. An occasional coyote or alligator may snatch one, but other than that, wild hogs have no natural enemies and flourish in Florida’s back country. They can reach weights of more than 300 pounds and often travel in groups of several females and their offspring.\n\nThe preserves will be closed to the public during the hunts and only permitted hunters will be allowed access.\n\nThe hunts are not without their critics, though.\n\nThe Animal Rights Foundation of Florida opposes the hunts, saying the practice of setting dogs on hogs in the woods at night and then killing the pigs is just plain barbaric.\n\n“We think using dogs to catch wild pigs is cruel,” said foundation campaigns coordinator Nick Atwood. “There are numerous videos online of hunters in Florida, using dogs to chase down terrified pigs, that, when cornered and exhausted, the dogs attack. It’s nothing more than a blood sport.”\n\nPigs were brought to Florida in 1539 by Hernando de Soto, he said, and are found in all of the state’s 67 counties and do have some benefits. Wild pigs make up as much as 40 percent of the diet of the endangered Florida panther, some biologists say.\n\nAtwood said that since wild pigs have been in Florida for five centuries, they should be considered native animals. They’ve learned to adapt and have somewhat settled into the ecology of the state, he said.\n\n“When does an animal become native if not after 500 years?” he said. “If we saw wild pigs as just another wild animal in Florida, we wouldn’t allow this type of hunting.”\n\nThe hunts over the next year will take place in nine preserves owned by the district, including the Lower Hillsborough Wilderness Preserve, a 16,000-acre tract between U.S. 301 and Interstate 75 north of the Hillsborough River in the Thonotosassa area. The tract includes the Flatwoods preserve, popular with hikers and bicyclists.\n\nRegistration began Oct. 7, affording hunters a chance to pay $75 to participate in the first phase of the three-phase program. Proficient hunters emerging from the first phase will be allowed to join other hunters in the second phase without having to purchase a permit. Top producers in the second phase are eligible to take part in the third phase, which include “as needed” hog hunts on the preserves.\n\nAll of the 202 permits were purchased within 10 minutes of becoming available. Twenty-two permits were issued for the Lower Hillsborough Wilderness Preserve for the first hunt, scheduled for Jan. 28-30.\n\nkmorelli@tampatrib.com\n\n(813) 259-7760", "article_metadata": {"taboola-pub-time": "Sun, 13 Oct 2013 16:16:48 -0400", "Description": "TAMPA — It’s one thing to sit on a tree stand or in a blind and take out a 300-pound wild hog with a rifle at 200 yards. It’s another to chase the feral beast through a sticky sw", "og": {"site_name": "TBO.com", "description": "TAMPA — It’s one thing to sit on a tree stand or in a blind and take out a 300-pound wild hog with a rifle at 200 yards. It’s another to chase the feral beast through a sticky sw", "title": "Nighttime hog hunts resume to control population", "url": "http://www.tbo.com/news/nighttime-hog-hunts-resume-to-control-population-20131013/", "image": {"width": 1706, "identifier": "http://www.tbo.com/storyimage/TB/20131013/ARTICLE/131019588/AR/0/AR-131019588.jpg", "height": 1017}, "updated_time": "2013-10-13T16:16:00Z-04", "type": "article"}, "twitter": {"domain": "tbo.com", "description": "TAMPA — It’s one thing to sit on a tree stand or in a blind and take out a 300-pound wild hog with a rifle at 200 yards. It’s another to chase the feral beast through a sticky", "title": "Nighttime hog hunts resume to control population", "image": "http://www.tbo.com/storyimage/TB/20131013/ARTICLE/131019588/AR/0/AR-131019588.jpg", "site": "@TBOcom", "card": "summary_large_image"}, "fb": {"app_id": 522234267826834}, "msvalidate.01": "29E67031F86E7FB6DF9823924E21B8B4", "article": {"publisher": "https://www.facebook.com/tbocom", "published_time": "2013-10-13T16:16:48Z-04", "modified_time": "2013-10-13T16:16:00Z-04"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdb4ac\"", "article_summary": "This is the sixth consecutive year hog hunts have taken place on district lands.\nTop producers in the second phase are eligible to take part in the third phase, which include “as needed” hog hunts on the preserves.\nWild hogs feed on roots, tubers and grubs by rooting, which can leave areas looking like plowed fields, officials say.\nTAMPA — It’s one thing to sit on a tree stand or in a blind and take out a 300-pound wild hog with a rifle at 200 yards.\nDistrict biologists say if they did nothing to control the populations of wild hogs, they would overrun the preserves."}