{"article_title": "What Is Open Enrollment?", "article_keywords": ["marketplace", "questions", "enrollment", "youre", "state", "health", "coverage", "open", "insurance", "care"], "article_url": "https://www.nerdwallet.com/blog/health/finding-health-insurance/what-is-open-enrollment-for-health-insurance/", "article_text": "If you’re at your first job or have never had health insurance, you may be wondering, “What is open enrollment and how does it affect me?”\n\nOpen enrollment is a period when health insurers and employers allow policyholders to enroll or make changes to their coverage without requiring a “qualifying life event” (marriage or the birth of a child, for instance).\n\nIt is also an opportunity for you to decide whether your health insurance is working for you, or to consider your health care insurance options for the first time.\n\nDates for open enrollment vary by carrier, employer or whether you are getting coverage through the federal marketplace or a state exchange.\n\nWhen is open enrollment?\n\nFor those purchasing insurance on the Affordable Care Act marketplace or through their state exchange, Obamacare open enrollment this year is scheduled to begin on Oct. 15 and run through Dec. 7, 2016.\n\nIf you have Medicare, open enrollment also runs Oct. 15th though Dec. 7 each year for the following year’s coverage.\n\nEmployees who have health coverage through their work will likely see open enrollment available in late November or December, and it will run for a week or two.\n\nRegardless of your open enrollment dates, the changes you make during this period take effect Jan. 1 of the following year.\n\nWhat to look for\n\nWhether you’re considering a change in coverage or if you’re happy with your plan from this year, you should take advantage of this one time of year to make changes.\n\n1. Make sure your information is correct.\n\nMaybe you got married, added a child to the family or moved. Even if last year was uneventful, read through the information your insurance carrier has to ensure all of your details are accurate.\n\n2. Look at what’s changing.\n\nRarely do plans remain static from one year to the next. Your employer could be among the many that the National Business Group on Health says will be offering only high-deductible plans, or your out-of-pocket expenses like copays and coinsurance could be increasing. Even if you’re shopping in a state exchange or the ACA marketplace, look for changes. Though not all ACA premiums are expected to rise, narrowed networks and increased cost-sharing are just a few ways insurers are saving money — which could end up costing you more.\n\n3. Estimate next year’s health care expenses.\n\nEspecially if you are considering a policy change, try to determine what sort of expenses you’ll have in the coming year, such as prescriptions, care for chronic conditions and potential surgeries. Having a general idea of what these items will cost will help you choose the right coverage. Planned procedures and accompanying imaging (such as CT or MRI scans), appointments and medications can get expensive. Selecting a plan with a higher level of coverage can help you to manage these costs when they start piling up.\n\n4. Consider a health savings account.\n\nHealth savings accounts (HSAs) allow consumers with high-deductible plans to set aside pre-tax dollars for health care expenses. Whether you choose a high-deductible plan, or if it’s your employer’s only available option, an HSA can make out-of-pocket expenses more manageable. In some cases, employers also contribute to these accounts.\n\n5. Reapply for the premium tax credit and health care subsidies.\n\nIf you’re shopping for a plan on a marketplace, apply for assistance in covering the cost of insurance. Even if your income didn’t change over the past year, qualification standards did. Your eligibility for assistance is based on the federal poverty level, which is adjusted every year for inflation.\n\n6. If you have questions, ask. The changes you make now will last a year, so it’s important to move forward without regrets. Use free online services like NerdWallet’s Ask an Advisor to get personalized answers to your questions without picking up the phone. For employer-based coverage, ask your human resources office or call the insurance carrier directly with questions. For plans on the ACA marketplace, call 800-318-2596 or find the help section on your state exchange website. For questions about Medicare enrollment, call 800-MEDICARE.\n\nFiscal health illustration via Shutterstock.", "article_metadata": {"description": "What is open enrollment? A chance to take your financial temperature when it comes to your health insurance and make a smart financial decision.", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "og": {"site_name": "NerdWallet", "description": "What is open enrollment? A chance to take your financial temperature when it comes to your health insurance and make a smart financial decision.", "title": "What Is Open Enrollment?", "locale": "en_US", "image": {"width": 1000, "identifier": "https://assets.nerdwallet.com/blog/wp-content/uploads/2015/12/shutterstock_197250689.jpg", "height": 667}, "updated_time": "2016-03-07T09:03:57-07:00", "url": "https://www.nerdwallet.com/blog/health/finding-health-insurance/what-is-open-enrollment-for-health-insurance/", "type": "article"}, "twitter": {"description": "What is open enrollment? A chance to take your financial temperature when it comes to your health insurance and make a smart financial decision.", "creator": "@elizabethrenter", "image": "https://assets.nerdwallet.com/blog/wp-content/uploads/2015/12/shutterstock_197250689.jpg", "title": "What Is Open Enrollment?", "site": "@NerdWallet", "card": "summary_large_image"}, "robots": "noodp", "fb": {"pages": 108521893501}, "article": {"publisher": "http://www.facebook.com/NerdWallet", "published_time": "2014-11-05T00:00:00-07:00", "author": "https://www.facebook.com/WriterElizabethRenter/", "section": "Finding Health Insurance", "modified_time": "2016-03-07T09:03:57-07:00", "tag": "featured"}, "viewport": "width=device-width,initial-scale=1"}, "_id": "\"57477af46914bd0286fdb4bd\"", "article_summary": "Regardless of your open enrollment dates, the changes you make during this period take effect Jan. 1 of the following year.\nIf you have Medicare, open enrollment also runs Oct. 15th though Dec. 7 each year for the following year’s coverage.\nWhen is open enrollment?\nEmployees who have health coverage through their work will likely see open enrollment available in late November or December, and it will run for a week or two.\nDates for open enrollment vary by carrier, employer or whether you are getting coverage through the federal marketplace or a state exchange."}