{"article_title": "Is Obamacare Actually Good For Small Businesses?", "article_keywords": ["good", "benefits", "business", "tax", "employees", "obamacare", "actually", "credit", "businesses", "small", "health", "firms"], "article_url": "http://www.inc.com/adam-bluestein/obamacare-suroweiki.html", "article_text": "In this week's issue of The New Yorker, columnist James Surowiecki weighs in on the Obamacare debate, with a column called “The Business End of Obamacare,\" which makes the case that “the likely benefits of Obamacare for small businesses are enormous.” Is Surowiecki's assessment correct? Yes and no.\n\nRightly, he dismisses complaints about the employer mandate, pointing out that 96 percent of U.S businesses have fewer than 50 employees and therefore don’t have to worry about it, and that more than 90 percent of companies with 50 or more employees already offer health coverage. Surowiecki also notes the liberating effect of guaranteed health coverage, which will spur people to leave jobs and pursue entrepreneurial ventures.\n\nThe small-business exchanges should also help level the playing field for small companies, which have historically had to pay higher premiums than large firms. As a result, in 2009, only 33.6 percent of firms with fewer than 10 employees offered health insurance. As Surowiecki points out, generous incentives--in the form of a tax credit for small businesses that offer health coverage--under Obamacare could encourage more small businesses to do so.\n\nBut this is where things get tricky. The Small Business Health Care Tax Credit is available to employers with fewer than 25 full-time-equivalent employees and average annual wages of less than $50,000. Starting in 2014, the maximum credit will be 50 percent of the employer’s contribution toward employee health insurance. To qualify, an employer must contribute at least 50 percent of premium costs. Analyses by the President’s Council of Economic Advisors and by Families USA and the Small Business Majority agree that about 4 million small businesses, or about 84 percent, could qualify for the credit based on these criteria.\n\nBut just because they qualify for it doesn't mean that it'll do them much good.\n\nBecause the incentive takes the form of a nonrefundable tax credit, only employers with a positive federal tax liability will be able to use the credit in the current year. According to the 2007 IRS statistics, approximately 43 percent of all small businesses filing a corporate return had no net income and therefore, no dederal tax liability. As a result, a 2011 Small Business Administration report estimated that only about 2.6 million of the 4 million firms eligible for the credit would actually receive a benefit from it in the current year. (The credit can be used to offset federal tax liability in subsequent years, or carry it back one year.)\n\nWhat's more, for employees at the small firms that would get the credit, getting benefits through their employer might not be the best thing. Depending on how generously employers subsidize their plans, lower-paid worker could be better off shopping for coverage on an insurance exchange, thanks to subsidies. Those earning $20,000 a year, for example, would get about 60 percent of their overall premium covered by the government if they buy through an exchange. So would a family of two adults and one child earning $40,000 a year. These subsidies are only available, though, if an employer does not offer health coverage.\n\nSurowiecki lauds the impact that adjusted community rating will have for small business premiums, writing that it will “sharply restricting insurers’ ability to charge a company more because it has employees with higher health costs.” But he ignores the downside of community rating for companies whose employees are generally young and healthy. Such firms already are seeing their premiums rise dramatically as they are tossed into the same risk pool with older, sicker ones. As a result, there is growing interest among small companies in self-funded coverage, which could result in a disproportionate percentage of “sicker” making up the small-business pool in the public exchanges--and eventually lead to higher rates.\n\nBottom line: For many small businesses, there will be real benefits in Obamacare. But these benefits are not universal. And if you’ve been blessed with good fortune, and healthy employees, they may not be benefits at all.", "article_metadata": {"description": "Sure it is. No it's not. Actually, it's complicated.", "title": "Is Obamacare Actually Good For Small Businesses?", "og": {"site_name": "Inc.com", "description": "Sure it is. No it's not. Actually, it's complicated.", "title": "Is Obamacare Actually Good For Small Businesses?", "url": "http://www.inc.com/adam-bluestein/obamacare-suroweiki.html", "image": "http://images.inc.com/uploaded_files/image/970x450/ObamaCare_30620.jpg", "type": "article"}, "twitter": {"description": "Sure it is. No it's not. Actually, it's complicated.", "title": "Is Obamacare Actually Good For Small Businesses?", "url": "http://www.inc.com/adam-bluestein/obamacare-suroweiki.html", "image": "http://images.inc.com/uploaded_files/image/1940x900/ObamaCare_30620.jpg", "creator": "@AdamBluestein", "site": "@Inc", "card": "summary_large_image"}, "syndication-source": "http://www.inc.com/adam-bluestein/obamacare-suroweiki.html", "robots": "index,follow", "fb": {"app_id": 139291179414843}, "format-detection": "telephone=no", "article": {"section": "Wire", "published_time": "Wed Oct  9 16:40:34 2013", "author": "Adam Bluestein"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "googlebot": "index,follow"}, "_id": "\"57477af46914bd0286fdb4c4\"", "article_summary": "As Surowiecki points out, generous incentives--in the form of a tax credit for small businesses that offer health coverage--under Obamacare could encourage more small businesses to do so.\nBottom line: For many small businesses, there will be real benefits in Obamacare.\nIn this week's issue of The New Yorker, columnist James Surowiecki weighs in on the Obamacare debate, with a column called “The Business End of Obamacare,\" which makes the case that “the likely benefits of Obamacare for small businesses are enormous.” Is Surowiecki's assessment correct?\nThe Small Business Health Care Tax Credit is available to employers with fewer than 25 full-time-equivalent employees and average annual wages of less than $50,000.\nAnalyses by the President’s Council of Economic Advisors and by Families USA and the Small Business Majority agree that about 4 million small businesses, or about 84 percent, could qualify for the credit based on these criteria."}