{"article_title": "The often overlooked Oscar winners: Innovators behind the scenes", "article_keywords": ["marburg", "arts", "scientific", "technical", "oscar", "overlooked", "scenes", "parts", "academy", "movies", "winners", "science", "innovators", "think", "film"], "article_url": "http://www.salon.com/2014/03/02/the_often_overlooked_oscar_winners_innovators_behind_the_scenes/", "article_text": "Topics: cool culture, Film, innovation, Movies, Oscars, Science, Science and Technology Awards, Video, Innovation News\n\nYou’d think Oscar winners probably studied some form of acting or theatre arts — four categories alone are dedicated to the art of embodying a character and bringing it to life. A film however, is not carried solely on acting merits or directorial brilliance; a great film is the sum of its parts. It is based not merely on its artistry but its technical precision.\n\nThough they are sequestered in their own ceremony — saving the glitz and glamour for primetime viewing — scientists and innovators are some of the most important parts of filmmaking. Two weeks ago at a ceremony of their own, the Academy of Motion Picture Arts and Science celebrated those who spent their school years studying math and science. On February 15, at the Science and Technical Awards hosted by actors Kristen Bell and Michael B. Jordan, 54 award recipients and 19 technical and scientific achievements were honored as the movie magicians whose scientific prowess bring the arts to life.\n\nThese are the men and women who invent new technologies to make a film maker’s vision an audience’s reality. They created the life-like animation in Life of Pi, the weightless space in Gravity and even a safer air-powered way to flip cars for intense action scenes.\n\n“To the world at large, [art and science] may appear to be two separate disciplines. However, I don’t think they are unrelated at all,” said Charles “Tad” Marburg, a post-production and distribution executive. Movies in a sense are the perfect amalgamation. Marburg received a standing ovation after he was presented the John A. Bonner Medal of Commendation (medallion), which according to the Academy is awarded for “outstanding service and dedication in upholding the high standards of the Academy.”", "article_metadata": {"description": "The artistry of movies couldn't exist without their technology, yet they'll only appear briefly at tonight's Oscars VIDEO", "title": "The often overlooked Oscar winners: Innovators behind the scenes", "og": {"site_name": "Salon", "description": "The artistry of movies couldn't exist without their technology, yet they'll only appear briefly at tonight's Oscars VIDEO", "title": "The often overlooked Oscar winners: Innovators behind the scenes", "url": "http://www.salon.com/2014/03/02/the_often_overlooked_oscar_winners_innovators_behind_the_scenes/", "image": "http://media.salon.com/2014/03/Screen-Shot-2014-03-02-at-7.51.37-PM-1280x754.png", "type": "article"}, "twitter": {"description": "The artistry of movies couldn't exist without their technology, yet they'll only appear briefly at tonight's Oscars VIDEO", "title": "The often overlooked Oscar winners: Innovators behind the scenes", "image": "http://media.salon.com/2014/03/Screen-Shot-2014-03-02-at-7.51.37-PM-1280x754.png", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Sarah Gray", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, cool culture, Film, innovation, Movies, Oscars, Science, Science and Technology Awards, Video", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdcfc4\"", "article_summary": "A film however, is not carried solely on acting merits or directorial brilliance; a great film is the sum of its parts.\nTopics: cool culture, Film, innovation, Movies, Oscars, Science, Science and Technology Awards, Video, Innovation NewsYou’d think Oscar winners probably studied some form of acting or theatre arts — four categories alone are dedicated to the art of embodying a character and bringing it to life.\nHowever, I don’t think they are unrelated at all,” said Charles “Tad” Marburg, a post-production and distribution executive.\nThese are the men and women who invent new technologies to make a film maker’s vision an audience’s reality.\nThough they are sequestered in their own ceremony — saving the glitz and glamour for primetime viewing — scientists and innovators are some of the most important parts of filmmaking."}