{"article_title": "ER Hospital Visits Mounting Because of Obamacare, Studies Show", "article_keywords": ["physicians", "aca", "emergency", "mounting", "hospital", "obamacare", "primary", "visits", "medicaid", "doctors", "care", "studies", "medical", "er"], "article_url": "http://www.newsmax.com/Newsfront/Obamacare-emergency-room-hospital-ACA/2014/06/05/id/575406/", "article_text": "Emergency room visits have not slowed down, as Obamacare backers predicted when they supported the Affordable Care Act.Instead, as the ACA and the accompanying expansion of Medicaid are implemented, they've corresponded with an increase in people seeking urgent hospital care.Studies about emergency room visits, including, most recently, by the American College of Emergency Physicians (ACEP), found that more people than ever were visiting the hospital for expensive emergency treatment rather than turning to primary care physicians.\"This is counter to what was said by those advocating for the ACA and particularly the expansion of Medicaid, but also the expansion of insurance,\" said Dr. Scott Atlas, a professor at the Stanford University Medical Center and a senior fellow who studies healthcare policy at the Hoover Institution.\"Labeling people as insured is not synonymous with saying they have access to medical care,\" Atlas told Newsmax.\"The rationale for expanding Medicaid is very weak and this is a big part of the ACA,\" he noted. \"Supporters say Medicaid should be expanded. But the reality is that it is a bad insurance system because it does not improve outcomes. It does not reduce the clogging up of ERs. The majority of doctors do not accept new [Medicaid] patients.\"The ACEP study released last month found that about half of all doctors who participated in the study said ER visits had risen in the first few months of Obamacare. Of those doctors, 86 percent said they think ER visits will rise in the next three years. Worse still, 77 percent of the doctors responded \"no\" when asked whether their medical facilities were prepared to handle patient volume increases.The emergency room doctors have asked Congress for a hearing to discuss the expected onslaught.\"Emergency visits will increase in large part because more people will have health insurance and therefore will be seeking medical care,\" said Dr. Alex Rosenau, ACEP president, in a statement releasing the survey's results.\"But America has severe primary care physician shortages, and many physicians do not accept Medicaid patients, because Medicaid pays so low. When people can't get appointments with physicians, they will seek care in emergency departments. In addition, the population is aging, and older people are more likely to have chronic medical conditions that require emergency care.\"The government, responding to the study results first reported by The Wall Street Journal, has said it is too soon to draw conclusions.\"This survey, looking at only the first three months of coverage, cannot speak to the long-term effects of expanded coverage, which will be shaped by our continuing efforts to help people use their new primary care and preventive care benefits and to invest in innovative approaches aimed at improving our nation's system of primary care,\" Erin Shields Britt, a spokeswoman for the Department of Health and Human Services, told the Journal.The study follows on previous research completed in Oregon and reported in the journal Science . That research looked at medical outcomes after a state lottery system offered Medicaid benefits to some residents and nothing to others, keeping them uninsured.Those with Medicaid benefits showed an emergency room visit increase of 40 percent, flying in the face of a key foundation of the Obamacare rationale that expected the newly covered to see primary care physicians.Dr. Kevin Campbell, a Raleigh, N.C.-based cardiologist who has been an outspoken critic of the ACA, said the shrinking number of doctors — a shortage in both primary and specialty care physicians — will likely make the problem worse.Campbell told Newsmax the nation's physician cadré would have to increase 25 percent per year over the next six to 10 years \"to keep up with demand.\"\"We really haven't changed anything,\" he says of benefits purported under the ACA. \"People are still using the ER because they can't get access to primary care. I think that even though we've in theory expanded care to millions of Americans, access is an issue. We have all these newly insured people who simply won't have physicians available to them.\"Campbell said many doctors are leaving their practices because they cannot afford to keep up with the requirements and controls imposed by Obamacare.\"Because of the way government reimburses, you aren't able to stay afloat. That and increasing overhead, the increasing workload because of mandated electronic records, all this new documentation — it's tedious and decreases productivity for a while until you get it up and running.\"Campbell warned that the United States is \"going to have care rationing,\" much like socialized medical systems in the U.K. and Canada.\"Obamacare in its current form is unfundable. There is no way on earth we can sustain the expenses of Obamacare,\" he said. \"We don't have young and healthy people enrolling in Obamacare. If I were in my 20s, there is no way I would pay these ridiculous premiums for healthcare.\"Ultimately, Campbell fears there will be two classes of Americans regarding healthcare — the ultra-wealthy who will pay for private services and everyone else who will be forced into a \"lousy\" government system.Atlas, the author of \"Reforming America's Health Care System: The Flawed Vision of Obamacare,\" points to the debacle of the Veterans Affairs healthcare scandal as a strong example of what happens when government attempts to manage care for a large number of people.\"The solution that has been offered by this administration for the VA is privatization,\" said Atlas. \"Now, they are only proposing it on a temporary basis, but this is what should have been done with Medicaid and what many of the GOP proposals for reform have centered on — letting people with Medicaid take that money and use it to buy private health insurance that is not only accepted by doctors but is correlated with better outcomes.\"", "article_metadata": {"news_keywords": "Obamacare, emergency room, hospital, ACA, Medicaid", "pubdate": "2014-06-05T14:34:00", "og": {"site_name": "Newsmax", "description": "Emergency room visits have not slowed down, as Obamacare backers predicted when they supported the Affordable Care Act. Instead, as the ACA and the expansion of Medicaid are implemented, they've corresponded with an increase in people seeking urgent hospital care.", "title": "ER Hospital Visits Mounting Because of Obamacare, Studies Show", "url": "http://www.newsmax.com/Newsfront/Obamacare-emergency-room-hospital-ACA/2014/06/05/id/575406/", "type": "article", "image": "http://www.newsmax.com/App_Themes/Newsmax/images/facebook/newsmaxFBLogo.gif", "page_id": 85452072376}, "twitter": {"url": "http://www.newsmax.com/Newsfront/Obamacare-emergency-room-hospital-ACA/2014/06/05/id/575406/", "title": "ER Hospital Visits Mounting Because of Obamacare, Studies Show", "description": "Emergency room visits have not slowed down, as Obamacare backers predicted when they supported the Affordable Care Act. Instead, as the ACA and the expansion of Medicaid are implemented, they've corresponded with an increase in people seeking urgent hospital care.", "site": "Newsmax"}, "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "msvalidate.01": "FAF1322EC761685A5DD9344A1C19E82A", "epoch": 1401978840, "google-site-verification": "Jt2HUKgzJJw9VwIQJv31ETytuvNNm5ypTWN6j0nYvHM", "keywords": "Obamacare, emergency room, hospital, ACA, Medicaid", "article": {"section": "Newsfront", "published_time": "2014-06-05T14:34:00"}, "original-source": "http://www.newsmax.com/Newsfront/Obamacare-emergency-room-hospital-ACA/2014/06/05/id/575406/", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=yes", "description": "Emergency room visits have not slowed down, as Obamacare backers predicted when they supported the Affordable Care Act. Instead, as the ACA and the expansion of Medicaid are implemented, they've corresponded with an increase in people seeking urgent hospital care."}, "_id": "\"57477af46914bd0286fdb4d0\"", "article_summary": "\"Labeling people as insured is not synonymous with saying they have access to medical care,\" Atlas told Newsmax.\n\"People are still using the ER because they can't get access to primary care.\nIn addition, the population is aging, and older people are more likely to have chronic medical conditions that require emergency care.\n\"But America has severe primary care physician shortages, and many physicians do not accept Medicaid patients, because Medicaid pays so low.\nOf those doctors, 86 percent said they think ER visits will rise in the next three years."}