{"article_title": "House Republicans Split Over Ex-Im Bank's Future", "article_keywords": ["charter", "hensarling", "jobs", "house", "garrett", "republicans", "fincher", "exim", "reauthorizing", "future", "split", "banks", "support"], "article_url": "http://dailysignal.com/2015/06/04/republicans-face-principled-debate-over-export-import-banks-future/", "article_text": "The future of the Export-Import Bank, which provides taxpayer-backed loans to foreign countries and companies to pay for U.S. products, is causing a divide among House Republicans.\n\nWith Ex-Im’s charter set to expire June 30, House Financial Services Committee Chairman Jeb Hensarling acknowledged Wednesday that House Republicans are having a “principled debate” concerning the bank’s future.\n\n“I begin my comments by admitting that Republicans on my side of the aisle are split on the issue of Ex-Im reauthorization,” Hensarling said at a hearing in Washington, D.C. “I do understand one person’s corporate welfare and politically driven capital allocation is another person’s vital export support program and level playing field.”\n\nWhile most Republicans oppose renewing the charter, Rep. Stephen Fincher from Tennessee expressed his support on Twitter for the reauthorization. He cited the impact of the Ex-Im in Tennessee concerning job growth.\n\n“In #TN, more than 100 companies have worked w/ #ExImBank, combined, they have created more than 8,300 jobs for hardworking #Tennesseans #TN08,” he tweeted on Wednesday.\n\nAdditionally, Fincher tweeted that Ex-Im has “supported” more than 1.3 million U.S. jobs in the past six years and that the agency facilitates lowering the national deficit.\n\nReforming and reauthorizing the #ExImBank will create good-paying #jobs for #Americans across our great nation #ExIm4jobs — Stephen Fincher (@RepFincherTN08) June 3, 2015\n\nHensarling, along with Senate Majority Leader Mitch McConnell and other Republican leaders, oppose reauthorizing the charter.\n\nHensarling said on Wednesday the bank was a form of “corporate welfare” and that big banks primarily profit off Ex-Im. Specifically, he cited that JPMorgan Chase & Co. has received more than $5.1 billion from Ex-Im.\n\n“To support more robust economic growth, economic justice and equal opportunity for all, it is time to wind down Ex-Im,” Hensarling said.\n\nMeanwhile, Rep. Scott Garrett, R-N.J., said to Fred Hochberg, the chairman and president of Ex-Im, that the bank harms American families.\n\n“It’s the people you are hurting,” Garrett said.\n\nResponding to Hochberg, who says Ex-Im is self-sustaining, Garrett shot back: “If that’s true, you don’t need to be here at all.”\n\nGarrett historically has opposed reauthorizing the charter.\n\n“Ex-Im has transformed the role of government from a disinterested referee that guarantees a free and open marketplace into a biased actor that tilts the scales in favor of its friends in businesses,” Garrett said in a press release in May 2015. “We have the opportunity to save capitalism from cronyism and to fulfill a promise to the American people to work for them instead of a select few with special connections in Washington.”\n\nWhile Ex-Im claims 90 percent of its 2014 transactions supported small businesses, data from The Heritage Foundation and George Mason University’s Mercatus Center shows that 20 percent of total Ex-Im authorizations go to small businesses.\n\nCongress reauthorized Ex-Im’s charter in 2012, which increased the agency’s exposure limit from $100 billion to $140 billion. Only Congress has the authority to reauthorize the bank’s charter.", "article_metadata": {"description": "The future of the Export-Import Bank is causing a divide among House Republicans.", "og": {"site_name": "The Daily Signal", "description": "The future of the Export-Import Bank is causing a divide among House Republicans.", "title": "House Republicans Split Over Ex-Im Bank's Future", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/Hensarling.jpg", "updated_time": "2015-06-05T17:10:58+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1GmyLaK"}, "twitter": {"domain": "The Daily Signal", "description": "The future of the Export-Import Bank is causing a divide among House Republicans.", "title": "House Republicans Split Over Ex-Im Bank's Future", "image": {"src": "http://dailysignal.com/wp-content/uploads/Hensarling.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Economy", "tag": "cronyism", "published_time": "2015-06-04T12:31:16+00:00", "modified_time": "2015-06-05T17:10:58+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Export-Import Bank, Ex-Im, Jeb Hensarling, House Financial Services Committee, JP Morgan Chase, cronyism"}, "_id": "\"57477af46914bd0286fe2c83\"", "article_summary": "With Ex-Im’s charter set to expire June 30, House Financial Services Committee Chairman Jeb Hensarling acknowledged Wednesday that House Republicans are having a “principled debate” concerning the bank’s future.\nThe future of the Export-Import Bank, which provides taxpayer-backed loans to foreign countries and companies to pay for U.S. products, is causing a divide among House Republicans.\n“To support more robust economic growth, economic justice and equal opportunity for all, it is time to wind down Ex-Im,” Hensarling said.\nHensarling said on Wednesday the bank was a form of “corporate welfare” and that big banks primarily profit off Ex-Im.\nMeanwhile, Rep. Scott Garrett, R-N.J., said to Fred Hochberg, the chairman and president of Ex-Im, that the bank harms American families."}