{"article_title": "The Daily Fix: Court Upholds Gay Marriage Bans, Ex-Navy SEAL Describes Killing Bin Laden, and Judge Will Rule on Detroit Bankruptcy", "article_keywords": ["supreme", "appeals", "court", "circuit", "gay", "laden", "fix", "samesex", "rule", "killing", "states", "marriage", "courts", "seal", "judge", "upholds", "exnavy", "bankruptcy"], "article_url": "http://www.takepart.com/article/2014/11/07/daily-fix-court-upholds-gay-marriage-bans", "article_text": "On Thursday the U.S. Court of Appeals for the Sixth Circuit upheld same-sex marriage bans in Michigan, Kentucky, Tennessee, and Ohio. Trial courts in these states had previously reversed the bans on same-sex marriage and recognition of marriages performed in other states.\n\nThis is the first time an appeals court has sided against marriage rights. Now that there’s a circuit split—all other appeals courts to hear these cases have ruled in favor of same-sex marriage—the issue could head to the Supreme Court.\n\nWhile acknowledging that gay and lesbian people face discrimination in the United States, Judge Jeffrey Sutton wrote in his opinion that “the institution of marriage arose independently of this record of discrimination. The traditional definition of marriage goes back thousands of years and spans almost every society in history. By contrast, ‘American laws targeting same-sex couples did not develop until the last third of the 20th century.’ ”\n\nSame-sex marriage should be decided by states, rather than courts, Sutton wrote.\n\nIn the dissenting opinion, Judge Martha Craig Daughtrey pointed out that the ruling will likely have the effect of pushing the issue to the Supreme Court: “Because the correct result is so obvious, one is tempted to speculate that the majority has purposefully taken the contrary position to create the circuit split regarding the legality of same-sex marriage that could prompt a grant of certiorari by the Supreme Court and an end to the uncertainty of status and the interstate chaos that the current discrepancy in state laws threatens.”\n\nIn other news…\n\nGOP Takes Aim at Obamacare: Some Republicans attribute their midterm success to promises to repeal the Affordable Care Act. President Obama said on Thursday that he’d support “responsible changes” to the law but would oppose any attempts to repeal it. (via The New York Times)\n\nThe Man Who Killed Bin Laden: A former Navy SEAL named Robert O’Neill told The Washington Post that he fired the shot that killed Osama Bin Laden. O’Neill now works as a motivational speaker. (via The Washington Post)\n\n“I Can’t Sit By Any Longer”: JP Morgan CEO Jamie Dimon paid Alayne Fleischmann $9 billion not to go public with details about the “massive criminal securities fraud” she says she witnessed while working for the bank. Now she’s speaking up. (via Rolling Stone)\n\nTwo-Child Policy in China: The new exemption to China’s one-child policy that allows some parents to apply to have two children has not led to a baby boom. (via The Associated Press)\n\nDetroit Bankruptcy Decision: A judge will decide on Friday whether the city of Detroit can declare bankruptcy and ditch more than $7 billion in debt. The judge will have to rule on whether the proposed bankruptcy plan is fair to creditors and residents and whether it gives the city a reasonable chance of bouncing back. (via USA Today)\n\nOn the Jobs: U.S. unemployment is at 5.9 percent—a six-year low. The economy added more than 200,000 jobs last month. (via Reuters)\n\nThe Daily Fix is your chance to act today to change tomorrow’s headlines by taking action on the latest stories. Look for links to petitions, pledges, and other social actions embedded throughout these news items. Tweet your #TheDailyFix ideas to Staff Writer Nicole Pasulka.", "article_metadata": {"sailthru.author": "Nicole Pasulka", "description": "All the news that’s fit to fix on Friday, Nov. 7.", "rights": "TakePart is the Social Action Network™ of Participant Media. © 2008-2016 TakePart, LLC", "og": {"site_name": "TakePart", "description": "All the news that’s fit to fix on Friday, Nov. 7.", "title": "The Daily Fix: Court Upholds Gay Marriage Bans, Ex-Navy SEAL Describes Killing Bin Laden, and Judge Will Rule on Detroit Bankruptcy", "url": "http://www.takepart.com/article/2014/11/07/daily-fix-court-upholds-gay-marriage-bans", "image": {"width": 640, "identifier": "http://www.takepart.com/sites/default/files/RTR4D0UA_0.jpg", "height": 426}, "type": "article"}, "abstract": "All the news that’s fit to fix on Friday, Nov. 7.", "sailthru.date": "2014-11-07 06:50:03", "MobileOptimized": 320, "HandheldFriendly": "true", "sailthru.tags": "in-the-news,social-justice,openpublish_article", "fb": {"admins": 1327833247, "pages": 9287842439, "app_id": 247137505296280}, "keywords": "In the News, Social Justice", "tab-keywords": "In the News, Social Justice", "twitter": {"description": "All the news that’s fit to fix on Friday, Nov. 7.", "title": "The Daily Fix: Court Upholds Gay Marriage Bans, Ex-Navy SEAL Describes Killing Bin Laden, and Judge Will Rule on Detroit Bankruptcy", "url": "http://www.takepart.com/article/2014/11/07/daily-fix-court-upholds-gay-marriage-bans", "image": "http://www.takepart.com/sites/default/files/RTR4D0UA_0.jpg", "creator": "@TakePart", "site": "@TakePart", "card": "summary"}, "viewport": "width=device-width, height=device-height, initial-scale=1.0, user-scalable=0, minimum-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fccbc5\"", "article_summary": "On Thursday the U.S. Court of Appeals for the Sixth Circuit upheld same-sex marriage bans in Michigan, Kentucky, Tennessee, and Ohio.\nTrial courts in these states had previously reversed the bans on same-sex marriage and recognition of marriages performed in other states.\nThis is the first time an appeals court has sided against marriage rights.\nNow that there’s a circuit split—all other appeals courts to hear these cases have ruled in favor of same-sex marriage—the issue could head to the Supreme Court.\nWhile acknowledging that gay and lesbian people face discrimination in the United States, Judge Jeffrey Sutton wrote in his opinion that “the institution of marriage arose independently of this record of discrimination."}