{"article_title": "Suspect In Weatherford Teen Murder Charged As Adult - News9.com - Oklahoma City, OK - News, Weather, Video and Sports", "article_keywords": ["teen", "city", "wilson", "murder", "ok", "jara", "oklahoma", "jarays", "juvenile", "helped", "say", "weather", "suspect", "news9com", "jaray", "video", "went", "godfrey", "weatherford", "charged"], "article_url": "http://www.news9.com/story/26253841/suspect-in-weatherford-teen-murder-charged-as-adult", "article_text": "A juvenile charged in the 2012 murder of Weatherford teen JaRay Wilson will now be tried as an adult.Cody Godfrey, 18, pled not guilty to the charge.Ever since Wilson's parents learned of Godfrey's involvement in their daughter's death, they couldn't say anything publicly about him, because he was still a minor at the time, but now, their silence is broken.\"If somebody asks me who did it, I can name all three of them, and I don't have to say the minor,\" said JaRay's father, Rodney Wilson. \"It's Cody Godfrey. He helped in getting away with it.\"Godfrey made two court appearances at the Custer County courthouse on Monday. The first was for a hearing where Godfrey was charged with one count of accessory after the fact.\"The juvenile that had been previously charged in this case has been certified as an adult, and so a criminal felony information has been filed against Cody Godfrey,\" Custer County Assistant District Attorney Angela Marsee said.Godfrey was 16 at the time JaRay Wilson went missing in October of 2012 and 17 years old last December, when her body was found buried in a shallow grave about two miles north of Weatherford.In 2013, Godfrey testified in front of a Multicounty Grand Jury that he saw Tucker McGee shoot and kill Wilson, and he helped hide her body, then moved and buried it the next day with Caleb McLemore as the driver. The court also said Godfrey made false statements to law enforcement during the investigation to keep McGee from getting arrested.\n\n8/11/2014 Related Story: Juvenile Suspect Charged As Adult In JaRay Wilson Murder\n\n\n\nGodfrey was arraigned Monday afternoon, where he pled not guilty to the felony charge.\n\n\n\n\"Disgusting to hear him say not guilty, because we know he is,\" said JaRay's mother, Jara Wilson. \"He's admitted that he is, and then he says he's not.\"\n\n\n\n\"He helped Tucker, and then helped drag her behind a tree and then move her and bury her the next day,\" said Jara. \"He went to school the next day, and then when he got out of school, they met up, and that's what they went out and did like it was no big deal, like it was an everyday routine for him.”\n\n\n\nGodfrey also testified he helped place JaRay's purse and backpack in a plastic bag and threw it in a car wash trashcan.\n\n\n\n“You get mad, you get upset, just so many emotions,\" said Jara. \"I don't even know how to tell you everything you feel.\"\n\n\n\n“These guys didn't just ruin our lives, they're running it,” Jara added.\n\n\n\nMcLemore had been charged with accessory after the fact for his involvement in the murder. He is currently in custody while Godfrey is not because of a previous deal he made.\n\nGodfrey's pre-trial court date is set for January 30.\n\n\n\nIf convicted, both McLemore and Godfrey could serve from five up to 45 years in prison.\n\n\n\n", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "A juvenile charged in the 2012 murder of Weatherford teen JaRay Wilson will now be tried as an adult.", "author": "Heather Hope", "og": {"url": "http://www.news9.com/story/26253841/suspect-in-weatherford-teen-murder-charged-as-adult", "image": "http://KWTV.images.worldnow.com/images/4454754_G.jpg", "type": "article", "description": "A juvenile charged in the 2012 murder of Weatherford teen JaRay Wilson will now be tried as an adult.", "title": "Suspect In Weatherford Teen Murder Charged As Adult"}, "twitter": {"image": "http://KWTV.images.worldnow.com/images/4454754_G.jpg", "description": "A juvenile charged in the 2012 murder of Weatherford teen JaRay Wilson will now be tried as an adult.", "card": "summary", "title": "Suspect In Weatherford Teen Murder Charged As Adult"}, "wnreadableurl": "suspect-in-weatherford-teen-murder-charged-as-adult", "ROBOTS": "index,follow,noarchive", "date": "2014/08/11", "fb": {"app_id": 538140636230283}, "owner": "KWTV", "KEYWORDS": "oklahoma city,okc,media,news, JaRay Wilson, murder, juvenile, suspect, charged, adult, news 9, news9.com, kwtv", "wn-version": "ContainerE-Story", "wn-base": "IIS29", "verify-v1": "d5ZN+GNiazjgWlnr3WHikwraMvFljdUSLMgex4CGnc8=", "news_keywords": "oklahoma city,okc,media,news, JaRay Wilson, murder, juvenile, suspect, charged, adult, news 9, news9.com, kwtv"}, "_id": "\"57477af46914bd0286fd7f42\"", "article_summary": "8/11/2014 Related Story: Juvenile Suspect Charged As Adult In JaRay Wilson MurderGodfrey was arraigned Monday afternoon, where he pled not guilty to the felony charge.\n\"Disgusting to hear him say not guilty, because we know he is,\" said JaRay's mother, Jara Wilson.\nThe first was for a hearing where Godfrey was charged with one count of accessory after the fact.\nThe court also said Godfrey made false statements to law enforcement during the investigation to keep McGee from getting arrested.\nMcLemore had been charged with accessory after the fact for his involvement in the murder."}