{"article_title": "GOP rep urges George W. Bush to help end South Sudan civil war", "article_keywords": ["supreme", "end", "help", "sudan", "rep", "administration", "war", "bush", "wolf", "wrote", "w", "george", "letter", "urges", "president", "gop", "south"], "article_url": "http://thehill.com/blogs/floor-action/house/215984-gop-rep-urges-george-w-bush-to-help-end-south-sudan-civil-war", "article_text": "Rep. Frank Wolf Frank WolfOvernight Regulation: Supreme Court rejects GOP redistricting challenge Supreme Court rejects GOP challenge to Va. redistricting plan Lobbying World MORE (R-Va.) on Tuesday made public a letter he wrote to former President George W. Bush earlier this month urging him to assist the Obama administration with the crisis in South Sudan.\n\nWolf said he had not planned to publicly release the letter until after he saw an article in The Washington Post on Monday that said 50,000 children are at risk of death from starvation by the end of this year amid the nation's civil war.\n\nADVERTISEMENT\n\nThe Virginia Republican said Bush was uniquely positioned to ease the current crisis, since his administration guided the 2005 Sudanese peace deal that led to the 2011 vote to create South Sudan.\n\n\"I know President Bush has tried to keep a low profile, but South Sudan is unique,\" Wolf said. \"He helped give birth to the nation and is probably the only person who can get the two sides to come together.\"\n\n\"I didn't want to make the letter public, but I felt I had to,\" Wolf added in a statement. \"I just couldn't be silent anymore. Unless something dramatic happens, thousands are going to die. I urge the Obama administration to enlist the help of President Bush. There is no downside.\"\n\nIn the letter, dated Aug. 8, Wolf said the George W. Bush Institute would be able to provide experts to help South Sudan establish a stable economic system.\n\n\"You and your staff have the background and relationship with all the important players and stakeholders in the South Sudan regime,\" Wolf wrote. \"Your standing up for those in South Sudan who have no voice would be like Esther in the Bible whose faith helped save her people.\"\n\nWolf warned that South Sudan could collapse if there is no international intervention.\n\n\"South Sudan is on the brink of joining the likes of Somalia and Zimbabwe as failed states. Without your intervention, the independent, democratic, three-year-old South Sudan may be nothing more than an asterisk in the history books,\" Wolf wrote.", "article_metadata": {"dcterms.description": "\"I know President Bush has tried to keep a low profile, but South Sudan is unique,\" said Rep. Frank Wolf (R-Va.).", "description": "\"I know President Bush has tried to keep a low profile, but South Sudan is unique,\" said Rep. Frank Wolf (R-Va.).", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Floor Action"}}, "og": {"site_name": "TheHill", "description": "\"I know President Bush has tried to keep a low profile, but South Sudan is unique,\" said Rep. Frank Wolf (R-Va.).", "title": "GOP rep urges George W. Bush to help end South Sudan civil war", "url": "http://thehill.com/blogs/floor-action/house/215984-gop-rep-urges-george-w-bush-to-help-end-south-sudan-civil-war", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2014-08-26T13:15:01-04:00", "type": "article"}, "Smart_Paging": "on", "dcterms.modified": "2014-08-26T13:15-04:00", "dcterms.identifier": "http://thehill.com/blogs/floor-action/house/215984-gop-rep-urges-george-w-bush-to-help-end-south-sudan-civil-war", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "apple-itunes-app": "app-id=396640962", "dcterms.date": "2014-08-26T13:15-04:00", "dcterms.creator": "Cristina Marcos", "author": "Cristina Marcos", "dcterms.type": "Text", "article": {"published_time": "2014-08-26T13:15:02-04:00", "modified_time": "2014-08-26T13:15:01-04:00"}, "keywords": "South Sudan,Frank Wolf, George W. Bush,", "dcterms.language": "und", "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/floor-action/house/215984-gop-rep-urges-george-w-bush-to-help-end-south-sudan-civil-war", "widgets": {"csp": "on"}, "description": "\"I know President Bush has tried to keep a low profile, but South Sudan is unique,\" said Rep. Frank Wolf (R-Va.).", "card": "summary", "title": "GOP rep urges George W. Bush to help end South Sudan civil war"}, "dcterms.title": "GOP rep urges George W. Bush to help end South Sudan civil war"}, "_id": "\"57477af36914bd0286fccbda\"", "article_summary": "\"South Sudan is on the brink of joining the likes of Somalia and Zimbabwe as failed states.\n\"I know President Bush has tried to keep a low profile, but South Sudan is unique,\" Wolf said.\nWithout your intervention, the independent, democratic, three-year-old South Sudan may be nothing more than an asterisk in the history books,\" Wolf wrote.\n\"You and your staff have the background and relationship with all the important players and stakeholders in the South Sudan regime,\" Wolf wrote.\nIn the letter, dated Aug. 8, Wolf said the George W. Bush Institute would be able to provide experts to help South Sudan establish a stable economic system."}