{"article_title": "Slideshow: Lots of responsibility, no required training, for in-home caregivers", "article_keywords": ["training", "clients", "lots", "ihss", "required", "slideshow", "caregivers", "charles", "program", "responsibility", "health", "inhome", "caregiver", "oliver", "care"], "article_url": "http://www.scpr.org/news/2015/01/05/48835/lots-of-responsibility-no-required-training-for-in/", "article_text": "Born just a year apart, Oliver Massengale and his brother Charles grew up together. Now, in a two-story home in Compton, they are growing old together. But Charles Massengale, 71, can do little on his own.\n\nThe former tree trimmer has severe brain damage from a 30-foot fall, as well as dementia, diabetes and high blood pressure. Six years ago, Oliver took over as his brother’s full-time caregiver, paid about $10 an hour by the state.\n\nIt was not a job he was trained to do.\n\n\"I didn’t have a clue,\" said Oliver, a retired grounds manager at a college. \"I was just so afraid of what I was doing.\"\n\nHe constantly worried – about giving Charles the wrong medication, about him getting bedsores, about his blood pressure. And he had no idea how easily his brother could fall over. One day, he was cooking and Charles was on a stool at the kitchen counter.\n\n\"I heard, bam!\" he said. \"I turned around and he was on the kitchen floor.\"\n\nCaption: Oliver Massengale took over as his brother’s full-time caregiver six years ago. He says he hasn’t had time for himself in years. (Heidi de Marco/ Kaiser Health News)\n\nNo overall training is required for the more than 400,000 caregivers in California’s $7.3 billion In-Home Supportive Services Program (IHSS) for low-income elderly and disabled residents. Without instruction even in CPR or first aid, these caregivers can quickly become overwhelmed and their sick or disabled clients can get hurt, according to interviews with caregivers, advocates and elder abuse experts.\n\nThe lack of training is \"of enormous concern,\" said Gary Passmore, a vice president of the Congress of California Seniors, an advocacy organization. \"We are dealing with a lot of frail, elderly people.\"\n\nA rising need\n\nThe need for in-home caregivers is rising as the elderly and disabled population grows. The demand for personal aides — most of whom work in the home — is expected to increase by 37 percent over the next decade, requiring about 1.3 million new positions, according to research published last year by the New-York based Paraprofessional Healthcare Institute, an advocacy group that also provides training.\n\nThe federal government is trying to meet that need by stepping up efforts to expand and train the caregiver work force. But for now, there are no federal training requirements. It’s up to states to set them in Medicaid-funded programs like California’s. As a result, training policies vary dramatically.\n\nIn California’s IHSS program, clients are in charge of hiring, managing and training their own caregivers. The program stands out because of its sheer size — it is the nation’s largest publicly funded home care program — and because such a high percentage of caregivers are relatives directly employed by the clients rather than agencies, said Abby Marquand, director of policy research for the Paraprofessional Healthcare Institute.\n\n\"It is a lot easier to ensure a minimum level of training if the person is employed through an agency,\" she said.\n\nIHSS was never intended to be a medical program. The caregivers are distinct from visiting nurses and the certified home health aides often dispatched after a hospital stay. IHSS caregivers are not certified or licensed and are hired to do personal care and household tasks.\n\nMany provide basic medical care\n\nBut more than one-quarter of IHSS clients are 80 or over, and many have chronic health conditions or dementia. In these and other cases, caregivers can end up providing basic medical care — helping to administer insulin shots, manage other medication or dress wounds, for instance.\n\nWhen such \"paramedical\" services are needed by individual clients, IHSS caregivers are required to get instruction and approval from a health care professional. But the state doesn’t sponsor the training or pay caregivers more for getting it. Only 12 percent of clients have caregivers who have received it.\n\nEileen Carroll, deputy director of the California Department of Social Services, which oversees IHSS, said the program doesn’t have a lot of training requirements because it was set up to give clients the choice of how they want their care delivered.\n\nFor caregivers who want it, the state offers comprehensive voluntary training information online on topics such as fall prevention and use of medical equipment, she said.\n\nCarroll said many people are fully able to direct their own care and supervise their caregivers, but some aren’t. \"Our task is how to work harder to support those who have greater need,\" she said.\n\nCaption: Charles Massengale takes his medicine one at a time during meals. (Heidi de Marco/ Kaiser Health News)\n\nOliver Massengale, for example, can’t depend on his brother to tell him what he wants or needs — Charles no longer talks much. \"Because of the nature of the injuries and his different ailments, he could never train,” Oliver said. “He can’t even take care of himself.\"\n\nThe situation worsened recently because Charles’ health insurance plan changed, and he no longer is being visited by a nurse. So every day Oliver sits inches from Charles, checking his blood pressure and blood sugar and coaching him step-by-step on how to inject insulin into his own arm.\n\n\"Hold the back of that needle up,\" he told Charles on a recent day. \"Put it in right there. Now pump the medicine in. Good, good.\"\n\nWhen he heard about a training class in Los Angeles, Oliver said he jumped at the chance.\n\n\"If I’d had this class in advance, it would have made it a lot easier,\" he said.\n\nA sensitive matter\n\nWhether or not to require training for those who care for California’s 490,000 low-income elderly and disabled home care clients is a sensitive political — and personal — issue.\n\nCarroll said the state is in a tough situation. Training is a positive thing, she said, \"but you have a very strong adult disabled community in this program who … oppose any mandatory training.\"\n\nMany disability rights advocates say a training mandate would make it more difficult for IHSS consumers to find caregivers, chip away at clients’ autonomy and drain resources from the program.\n\n\"The idea of choice is really paramount,\" said Deborah Doctor, legislative advocate at Disability Rights California. \"Anything that puts a requirement that erodes that choice is a problem.\"\n\nRelatives, who make up nearly three-quarters of paid IHSS caregivers, often say they know what is best for their loved ones. And clients are inclined to trust family members and say they can instruct them on what they need.\n\n\"A mother who has been taking care of a child for 20 or 30 or 40 years doesn’t need mandatory training on how to take care of that person,\" Doctor said.\n\nTraining should be made available to those who want it, but should be entirely voluntary, said Nancy Becker Kennedy, who was paralyzed in a diving accident 40 years ago.\n\n\"There is no one size fits all,\" said Becker Kennedy, who founded IHSS Consumers Union, a group that advocates for both consumers and workers. \"The population is much too diverse to mandate anything across the board.\"\n\nCaption: Frances Chuc brushes her husband Jorge’s hair. Jorge Chuc has been paralyzed for more than 30 years and needs full-time care from his wife. (Photo: Heidi de Marco/Kaiser Health News)\n\nMany other clients agree. Sheela Gunn-Cushman, who is blind, diabetic and has mild cerebral palsy, lives with roommates in San Lorenzo, Calif., with the help of an IHSS caregiver whom she trained herself.\n\n\"I don’t feel like anyone is capable of training a [caregiver] about what I need better than I do,\" she said. \"I am capable of telling them what I need.\"\n\nRequiring training would 'save lives'\n\nA union that represents caregivers, however, sees advantages to a minimum level of training.\n\nSEIU-United Healthcare Workers West proposed a statewide initiative last year that would have required 75 hours of training, but the union didn’t get enough signatures to put the measure on the ballot. SEIU plans to try again for the 2016 ballot.\n\nRequiring training would \"save lives,\" said Loretta Jackson, who serves on the union’s executive board and is an IHSS caregiver in Sacramento. It would also reduce the risk of injuries to caregivers, she added.\n\nJackson cares for her sister, who was left partially paralyzed by a stroke 15 years ago. When Jackson first started, she had to call paramedics every few weeks because her sister would fall. Once, Jackson said, her sister took too many pills and started shaking violently.\n\n\"I didn’t know what to do,\" she said. \"I started panicking.\"\n\nOther caregivers tell similar stories.\n\nAriana Ramos, 28, who is taking a training class, said a paralyzed client got a bed sore after sleeping in his wheelchair. Ramos thought it would heal on its own, but it just got worse.\n\n\"Now I know that we need to keep it covered up,\" said Ramos, who lives in South Gate. \"Now I know about bacteria and all the things that could get in a bed sore.\"\n\nCaregivers without any medical background or training may not know when to call 911 or how to recognize a heart attack or stroke, said Frances Chuc, who takes care of her paralyzed husband at their home in South Gate and was trained as a nurse aide before she met him. \"That person could die in their hands.\"\n\nA little bit of training can go a long way, said Joanne Spetz, director of UC San Francisco’s newly created Health Workforce Research Center. It can help caregivers recognize when their clients are having bad reactions to medications, for instance, or help them safely lift a person to avoid falls.\n\nTraining can also reduce turnover in a field that has low job retention, said Marquand of the Paraprofessional Healthcare Institute.\n\nSeveral states are experimenting with different models of training. Washington State, for example, began requiring 75 hours of training for home caregivers in 2012.\n\nIt doesn’t make sense that caregivers in the home require less training nationwide than caregivers in nursing homes, said Charissa Raynor, executive director of the SEIU Healthcare NW Training Partnership, which trains 40,000 providers annually. (Certified aides in nursing homes are required by the federal government to have 75 hours of training.)\n\nThe Washington initiative, Raynor said, will help professionalize the workforce, reduce on-the-job injuries and lead to better care.\n\nBut not everyone has been happy with the new mandate.\n\n\"There are a lot of folks who just want to be a caregiver in someone’s home,\" said Betty Schwieterman, director of systems advocacy at Disability Rights Washington. \"They are not on a career path.\"\n\nGrants from the government\n\nThe debate over mandatory training is far from resolved. But in the meantime, the federal government is putting money into pilot training efforts in various states.\n\nThrough the Affordable Care Act, it has awarded about $15 million in grants to California and five other states to recruit and train qualified caregivers for the elderly and disabled populations. Classes started in 2011 in cities throughout the state, including San Francisco, Anaheim and Walnut.\n\nThe class Massengale attended is part of a separate federal grant of nearly $12 million given to the California Long-Term Care Education Center in Los Angeles. The center is training about 6,000 IHSS caregivers in Los Angeles, San Bernardino and Contra Costa counties.\n\nAn early evaluation of the program by UC San Francisco researchers shows that clients with trained providers are less likely to go to the emergency room or be admitted to a hospital than those with untrained providers.\n\nCorinne Eldridge, who runs the program, said trained caregivers can play an important role on a client’s health care team. \"They can be the eyes and the ears in the home … and communicate back to the health care provider,\" she said.\n\nAt a recent session in Compton, about two dozen caregivers gathered in a classroom at the public library, their binders of training materials spread out before them. The topic of the day was preventing bed sores and controlling infections.\n\nThe teacher, nurse Lori Picou, asked the class about the signs and symptoms of infection. The students yelled out answers: Redness. Fever. Fluid or discharge.\n\nOne offered a story about a bruise that swelled up like a basketball. Another said her paralyzed son was sweating so much that she had to repeatedly change his shirt.\n\nPicou reminded the group to wash their hands frequently. \"It is one of the most important things an individual can ever do to help control infection,\" she said.\n\nOliver Massengale, who is in the class, said he is feeling a little bit more confident about keeping his brother safe. \"The more I learn, the better I am to cope with this,\" he said.\n\nBut being a caregiver for someone with so many health conditions is still scary to him.\n\n\"As I come down those stairs,\" he said, \"I am saying a prayer and just hoping that everything is all right when I get to the bottom.\"\n\nThis is the second of two stories on California's In-Home Supportive Services program by reporter Anna Gorman. You can read and listen to part one here, and learn more about IHSS and elder care here.\n\nKaiser Health News is an editorially independent program of the Kaiser Family Foundation.", "article_metadata": {"author": "Southern California Public Radio", "og": {"site_name": "Southern California Public Radio", "description": "The lack of instruction even in CPR and first aid in California's IHSS program puts clients at risk, according to experts, advocates and some caregivers.", "title": "Lots of responsibility, no required training, for in-home caregivers", "url": "http://www.scpr.org/news/2015/01/05/48835/lots-of-responsibility-no-required-training-for-in/", "image": {"width": 683, "identifier": "http://a.scpr.org/i/88211c6f28a52406d456d2689bcbcd46/97461-full.jpg", "type": "image/jpeg", "height": 1024}, "type": "article"}, "twitter": {"domain": "http://scpr.org", "description": "Member-supported public radio for Southern California. Award-winning local news and cultural programming alongside the best of NPR.", "title": "Slideshow: Lots of responsibility, no required training, for in-home caregivers | 89.3 KPCC", "url": "http://scpr.org", "image": "http://a.scpr.org/i/93555b5dde334d5b78103183fe5f713e/97982-full.jpg", "site": "@kpcc", "card": "summary"}, "fb": {"app_id": 129848480405753}, "apple-mobile-web-app-capable": "yes", "csrf-param": "authenticity_token", "csrf-token": "K9pFHQh0yrzXgE9DBWP9wQ9rBpX/hXKQNpE7WR6Jh4zdof4UZe3n+XwLdYcImiaGHmuU5Lh/0TnOrzVr4R1VTg==", "apple-mobile-web-app-status-bar-style": "black", "format-detection": "telephone=no", "keywords": "KPCC, California, Southern California, Los Angeles, Pasadena, SCPR, Southern California Public Radio", "article": {"section": "Health", "published_time": "2015-01-05 05:45:29 -0800", "modified_time": "2015-11-09 15:36:21 -0800"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0"}, "_id": "\"57477af46914bd0286fd8583\"", "article_summary": "When such \"paramedical\" services are needed by individual clients, IHSS caregivers are required to get instruction and approval from a health care professional.\nIn California’s IHSS program, clients are in charge of hiring, managing and training their own caregivers.\nRelatives, who make up nearly three-quarters of paid IHSS caregivers, often say they know what is best for their loved ones.\nThe center is training about 6,000 IHSS caregivers in Los Angeles, San Bernardino and Contra Costa counties.\nThe situation worsened recently because Charles’ health insurance plan changed, and he no longer is being visited by a nurse."}