{"article_title": "State Budget Cuts Benefits For Some School Workers", "article_keywords": ["wants", "school", "benefits", "deal", "workers", "budget", "state", "medicaid", "lot", "cuts", "president", "local", "thats"], "article_url": "http://news.wabe.org/post/state-budget-cuts-benefits-some-school-workers", "article_text": "Gov. Nathan Deal wants to spend a lot more on education in his next budget. But he wants to cut benefits for some school workers. That’s not sitting well with some.\n\nDuring his State of the State address, Gov. Deal said he proposed the largest yearly increase in K-12 spending in seven years.\n\n“It is an addition of $547 million,” he said. “That’s an increase of over one half of a billion dollars in one year alone for our local school systems.”\n\nHear the audio version of this story.\n\nDistricts can use the money to eliminate furloughs and give raises, Deal said. But there are cuts to education too.\n\nThousands of school employees who work less than 30 hours per week, like cafeteria workers and bus drivers, would lose health benefits.\n\nUGA’s Young Democrats took to Twitter, criticizing the move:\n\nGroup President Alex Rowell says these workers will have limited health care access, especially since Georgia refused to expand Medicaid under the Affordable Care Act.\n\n“I could see this going down a lot easier if you said, ‘OK, we’re not going to pay for it then, but we’re expanding Medicaid, which allows federal funds to come in and help these folks go to the doctor and their families go to the doctor,’” he says.\n\nOrganizations, such as the Georgia Association of Educators, are concerned about the cuts. President Sid Chapman says the local union represents many of the affected workers.\n\n“Cafeteria workers, they do more than just cook, they build relationships with the kids,” he says. “It just amazes me that so many lawmakers don’t seem to understand the importance of the whole team that works in a school.”\n\nThe GAE will lobby lawmakers urging them not to cut the benefits. The budget still needs legislative approval before it’s finalized.", "article_metadata": {"category": "Education", "description": "Gov. Nathan Deal wants to spend a lot more on education in his next budget. But he wants to cut benefits for some school workers. That’s not sitting well", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://news.wabe.org/post/state-budget-cuts-benefits-some-school-workers", "image": "http://mediad.publicbroadcasting.net/p/wabe/files/styles/medium/public/201501/SchoolCafeteria_012115.jpg", "type": "article", "description": "Gov. Nathan Deal wants to spend a lot more on education in his next budget. But he wants to cut benefits for some school workers. That’s not sitting well", "title": "State Budget Cuts Benefits For Some School Workers"}, "story_id": 378785190, "twitter": {"site": "@wabenews", "card": "summary", "creator": "@wabedalton"}, "author": "Martha Dalton", "org_id": 0, "dc": {"title": "State Budget Cuts Benefits For Some School Workers"}, "nid": 69588, "datePublished": "2015-01-21", "keywords": "K-12 Education Budget, Gov. Nathan Deal, Medicaid Expansion, American Graduate", "wordCount": 389, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fde8b4\"", "article_summary": "But he wants to cut benefits for some school workers.\nNathan Deal wants to spend a lot more on education in his next budget.\nThousands of school employees who work less than 30 hours per week, like cafeteria workers and bus drivers, would lose health benefits.\n“That’s an increase of over one half of a billion dollars in one year alone for our local school systems.”Hear the audio version of this story.\nDuring his State of the State address, Gov."}