{"article_title": "College Publishes Guide To Avoid ‘Offensive’ Halloween Costumes", "article_keywords": ["publishes", "university", "students", "offensive", "avoid", "halloween", "costumes", "college", "costume", "wesleyan", "wesleyans", "guide"], "article_url": "http://thelibertarianrepublic.com/college-publishes-guide-to-avoid-offensive-halloween-costumes/", "article_text": "College Publishes Guide To Avoid ‘Offensive’ Halloween Costumes\n\nby Blake Neff\n\nWesleyan University is placing itself on the front lines of the Halloween Wars with a newly-published guide instructing students on how to avoid wearing offensive Halloween costumes.\n\n“Halloween Checklist: Is your costume offensive?” Asks the flyer produced by Wesleyan’s office of student affairs, and noticed by Inside Higher Ed. “Check yourself and your friends.”\n\nThe guide then asks students to consider whether a possible costume “mock[s] cultural or religious symbols such as dreadlocks, headdresses, afros, bindis, etc.” It also tells students to avoid costumes that “attempt to represent an entire culture or ethnicity.”\n\nThe outfits Wesleyan warns against go well beyond racial stereotypes. The school also tells students not to wear any costume that “trivializes human suffering, oppression, and marginalization,” such as costumes of prisoners, the mentally ill, or disabled people.\n\nStudents who are unsure about whether their costume is offensive are encourage to contact a collection of Wesleyan departments, such as the Office of Equity and Inclusion.\n\nIt doesn’t take long to think of many costumes that are potentially off-limits from such advice. A “mad scientist” get-up could be seen as offending the mentally ill, as was recently seen when a dormitory at Harvey Mudd College was attacked for hosting a mad-scientist themed party. Fans of Orange is the New Black (a prison comedy) can’t dress up as a favorite character, and country-specific get-ups such as Canadian lumberjacks or Japanese geisha are quite off-limits as well.\n\nBut Wesleyan’s advice may simply be prudent, since every year sees new controversies caused by student costumes that offend one group or another. Last year the University of Chicago saw complaints after some students dressed as stereotypical Mexicans, and in 2013 Washington University in St. Louis had an outcry after photos surfaced of students dressed as soldiers pointing “guns” at a person in Middle Eastern garb. With an unwanted scandal just one costume away, Wesleyan is likely eager to do what it can to avoid unwanted problems, especially given the recent backlash against its paper, the Wesleyan Argus, over its publication of an editorial that criticized Black Lives Matter. The editorial led to a boycott effort and demands that the paper have its opinion pages censored going forward. (RELATED: Students At Wesleyan Demand Abolition Of Free Press)\n\nFollow Blake on Twitter", "article_metadata": {"description": "Wesleyan University is placing itself on the front lines of the Halloween Wars with a newly-published guide instructing students on how to avoid wearing offensive Halloween costumes.", "generator": "WordPress 4.4.2", "og": {"site_name": "The Libertarian Republic", "description": "Wesleyan University is placing itself on the front lines of the Halloween Wars with a newly-published guide instructing students on how to avoid wearing offensive Halloween costumes.", "title": "College Publishes Guide To Avoid ‘Offensive’ Halloween Costumes", "locale": "en_US", "image": "http://thelibertarianrepublic.com/wp-content/uploads/2015/10/Screen-Shot-2015-10-13-at-1.01.38-PM.jpg", "url": "http://thelibertarianrepublic.com/college-publishes-guide-to-avoid-offensive-halloween-costumes/", "type": "article"}, "twitter": {"site": "@thelibrepublic", "image": "http://thelibertarianrepublic.com/wp-content/uploads/2015/10/Screen-Shot-2015-10-13-at-1.01.38-PM.jpg", "description": "Wesleyan University is placing itself on the front lines of the Halloween Wars with a newly-published guide instructing students on how to avoid wearing offensive Halloween costumes.", "card": "summary_large_image", "title": "College Publishes Guide To Avoid ‘Offensive’ Halloween Costumes"}, "robots": "noodp", "fb": {"admins": 501616773}, "article": {"publisher": "https://www.facebook.com/libertarianrepublic", "section": "Free Style", "published_time": "2015-10-13T14:02:24+00:00", "author": "https://www.facebook.com/ProducerPetersen"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fccbf8\"", "article_summary": "College Publishes Guide To Avoid ‘Offensive’ Halloween Costumesby Blake NeffWesleyan University is placing itself on the front lines of the Halloween Wars with a newly-published guide instructing students on how to avoid wearing offensive Halloween costumes.\n“Halloween Checklist: Is your costume offensive?” Asks the flyer produced by Wesleyan’s office of student affairs, and noticed by Inside Higher Ed.\nBut Wesleyan’s advice may simply be prudent, since every year sees new controversies caused by student costumes that offend one group or another.\nStudents who are unsure about whether their costume is offensive are encourage to contact a collection of Wesleyan departments, such as the Office of Equity and Inclusion.\n(RELATED: Students At Wesleyan Demand Abolition Of Free Press)Follow Blake on Twitter"}