{"article_title": "NC State shocks Villanova; Notre Dame wins with heavy heart", "article_keywords": ["heavy", "heart", "program", "villanova", "wildcats", "night", "wins", "nc", "tournament", "state", "wolfpack", "know", "notre", "dame", "win", "championship", "shocks"], "article_url": "http://www.salon.com/2015/03/22/nc_state_shocks_villanova_notre_dame_wins_with_heavy_heart/", "article_text": "Topics: From the Wires, Entertainment News, News\n\nPITTSBURGH (AP) — Thirty years after its improbable national championship, Villanova was on the wrong side of a massive March upset.\n\nNorth Carolina State, a program that authored one of the early chapters on March shockers, can add another stunner to the list: The Wolfpack are back in the Sweet 16.\n\nThe Wolfpack ended one season and busted millions of brackets — including one with a White House address.\n\nN.C. State’s Cat Barber was busted in an unguarded moment directing a cutting remark at President Barack Obama.\n\nBarber was caught by TV cameras saying “What … (is) wrong with Barack Obama” to his teammates in the locker room.\n\nObama had picked Villanova to reach the NCAA Tournament championship game. But the Wolfpack busted his bracket and countless others with a 71-68 win over the Wildcats on Saturday night.\n\nObama correctly guessed that Villanova and N.C. State would each win its first tournament game. He picked Kentucky to win it all.\n\nThe Wolfpack will play Louisville or Northern Iowa in the East Regional semifinals on Friday in Syracuse, New York.\n\nBarber tweeted later in the night that his comment was all in good fun.\n\n“Good team win tonight and Yall know I loveeee Obama HONEST!!” he wrote.\n\nThe Wildcats (33-3) saw a 16-game winning streak end and have not reached the second weekend since 2009.\n\nThe Wildcats — who the national championship in 1985 as the No. 8 seed — came up empty after storming their way to pair of Big East titles and a 41-point victory in the NCAA Tournament opener.\n\n“I know we have to answer to the fact that we did not get to the second weekend again,” coach Jay Wright said. “We have to own that. But it’s not going to define us within our program. It’s going to define us outside of our program and we accept that.”\n\nN.C. State was back in the Sweet 16 for only the third time since 1989 (2012, 2005). The Wolfpack hadn’t defeated a top seed since that memorable night in 1983 when they upset Houston.\n\nWins this season over Duke, North Carolina and Louisville in ACC play let them know they could knock off the elite. When it mattered most, they pulled off their signature win under coach Mark Gottfried.\n\n“We respect Villanova, but we’ve seen good teams,” Gottfried said. “We’ve seen a lot of them in our conference. You see them about every night. So a league like that prepares you for games like tonight.”", "article_metadata": {"description": "NC State shocks Villanova; Notre Dame wins with heavy heart", "title": "NC State shocks Villanova; Notre Dame wins with heavy heart", "og": {"site_name": "Salon", "description": "NC State shocks Villanova; Notre Dame wins with heavy heart", "title": "NC State shocks Villanova; Notre Dame wins with heavy heart", "url": "http://www.salon.com/2015/03/22/nc_state_shocks_villanova_notre_dame_wins_with_heavy_heart/", "image": "http://media.salon.com/2015/03/ncaa-butler-notre-dame-basketball.jpeg5-1280x960.jpg", "type": "article"}, "twitter": {"description": "NC State shocks Villanova; Notre Dame wins with heavy heart", "title": "NC State shocks Villanova; Notre Dame wins with heavy heart", "image": "http://media.salon.com/2015/03/ncaa-butler-notre-dame-basketball.jpeg5-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Dan Gelston", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fccbfa\"", "article_summary": "Topics: From the Wires, Entertainment News, NewsPITTSBURGH (AP) — Thirty years after its improbable national championship, Villanova was on the wrong side of a massive March upset.\nObama correctly guessed that Villanova and N.C. State would each win its first tournament game.\nObama had picked Villanova to reach the NCAA Tournament championship game.\nBut the Wolfpack busted his bracket and countless others with a 71-68 win over the Wildcats on Saturday night.\nN.C. State’s Cat Barber was busted in an unguarded moment directing a cutting remark at President Barack Obama."}