{"article_title": "RNC Figures Out How To Counter Complaints Of A 'Rigged' Delegate Process?", "article_keywords": ["rigged", "trumps", "process", "counter", "electoral", "system", "rnc", "finally", "won", "figures", "delegate", "gore", "complaints", "spicer", "thats", "rules"], "article_url": "http://dailycaller.com/2016/04/21/rnc-figures-out-how-to-counter-trumps-complaints-of-a-rigged-delegate-process/", "article_text": "4999662\n\nHas the RNC finally figured out how to counter Donald Trump’s allegations that the delegate system is rigged? After weeks of struggling to counter the narrative, they might have finally turned a corner.\n\nConsider an interview RNC Communications Director Sean Spicer gave CNN’s Anderson Cooper on Wednesday. When asked whether Trump should get the nomination if he comes close, Spicer responded: “Remember, ObamaCare when it was passed initially…no one said, ‘Hey, if it’s close, it should pass.’ That’s not how it works,” Spicer said.\n\n“There’s no other time that we would ever say—whether it’s politics or sports—‘Hey, if you get to the two yard line, well that counts as a touchdown.’ That’s just not how the rules work.”\n\nCooper then asked him what he would say to Trump’s supporters, should someone else win the nomination.\n\nSpicer responded:\n\nAnyone who remembers 2000, Al Gore won the popular vote [and] George Bush won the electoral college vote … Even Al Gore acknowledged that’s how our democracy works here in America. We have a Constitution that’s predicated on the Electoral College. George Bush won more electoral votes. And I don’t think anybody at that time said, ‘Well, we should throw out the Constitution and put Al Gore in office.’ We have a system of rules that we follow in this country, whether it’s our Constitution or our party rules. And our party rules dictate that you need 1,237 delegates this cycle to become the nominee.\n\nHeretofore, Trump’s argument about the RNC’s delegate system being “rigged” has been an easy sell. In a modern world that fetishizes fairness and direct democracy, Trump’s simplistic (if misleading) rhetoric about giving the nomination to whomever had the most votes seems like common sense.\n\nAlternative arguments about esoteric things like “the rule of law” don’t resonate as well. But by citing fairly recent examples of things such as Obamacare and the 2000 presidential election—not to mention the rules of football—the RNC has finally found a way to explain to average Americans why the rules must be followed.\n\nWatch the interview here:", "article_metadata": {"sailthru.author": "Matt K. Lewis", "description": "RNC Figures Out How To Counter Complaints Of A 'Rigged' Delegate Process?", "og": {"site_name": "The Daily Caller", "description": "Has the RNC finally figured out how to counter Donald Trump's allegations that the delegate system is rigged? After weeks of struggling to counter the narrative, they might have finally turned a corne", "title": "RNC Figures Out How To Counter Complaints Of A ‘Rigged’ Delegate Process?", "url": "http://dailycaller.com/2016/04/21/rnc-figures-out-how-to-counter-trumps-complaints-of-a-rigged-delegate-process/", "image": {"width": 798, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2016/04/2016-04-21T171652Z_2_LYNXNPEC3K17S_RTROPTP_4_USA-ELECTION-TRUMP-e1461261653786.jpg", "height": 356}, "type": "article"}, "twitter": {"description": "Has the RNC finally figured out how to counter Donald Trump's allegations that the delegate system is rigged? After weeks of struggling to counter...", "title": "RNC Figures Out How To Counter Complaints Of A ‘Rigged’ Delegate Process? Via @dailycaller", "url": "http://dailycaller.com/2016/04/21/rnc-figures-out-how-to-counter-trumps-complaints-of-a-rigged-delegate-process/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2016/04/2016-04-21T171652Z_2_LYNXNPEC3K17S_RTROPTP_4_USA-ELECTION-TRUMP-e1461261653786.jpg"}, "creator": "@mattklewis", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2016-04-21 14:09:18", "sailthru.title": "RNC Figures Out How To Counter Complaints Of A 'Rigged' Delegate Process?", "HandheldFriendly": "true", "fb": {"app_id": 143489452702, "pages": 182919686769}, "sailthru.tags": "matt-k-lewis", "sailthru.description": "Has the RNC finally figured out how to counter Donald Trump's allegations that the delegate system is rigged? After weeks of struggling to counter the narrative, they might have finally turned a corne", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2016/04/2016-04-21T171652Z_2_LYNXNPEC3K17S_RTROPTP_4_USA-ELECTION-TRUMP-e1461261653786.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "4999662Has the RNC finally figured out how to counter Donald Trump’s allegations that the delegate system is rigged?\nHeretofore, Trump’s argument about the RNC’s delegate system being “rigged” has been an easy sell.\nConsider an interview RNC Communications Director Sean Spicer gave CNN’s Anderson Cooper on Wednesday.\nAfter weeks of struggling to counter the narrative, they might have finally turned a corner.\nSpicer responded:Anyone who remembers 2000, Al Gore won the popular vote [and] George Bush won the electoral college vote … Even Al Gore acknowledged that’s how our democracy works here in America."}