{"article_title": "Rockies pound Padres behind Christian Bergman, dodge 100-loss season – The Denver Post", "article_keywords": ["dodge", "gonzalez", "pound", "christian", "career", "season", "rockies", "bergman", "denver", "field", "100loss", "padres", "hit", "post", "weiss", "scored", "left"], "article_url": "http://www.denverpost.com/rockies/ci_28844942/rockies-defeat-padres-streak-never-losing-100-games", "article_text": "The Rockies are a rarity in baseball. They tip-toed up to the ledge again and again, but the Rockies never fell off the cliff of 100 losses.\n\nThey’re one of just two teams never to reach triple-digit defeats in a season, along with the Angels of Anaheim. And for a time this year, the Rockies seemed in a breakneck rush to set an ignominious record.\n\nBut, like Christian Bergman’s long hair blowing in the wind, the Rockies left behind the fear of that untouched mark.\n\nCharlie Blackmon scored three runs, Tom Murphy hit his first career home run and Bergman pitched in emergency relief as the Rockies pounded the San Diego Padres 10-2 Saturday night at Coors Field.\n\nThe Rockies won a 63rd game — ensuring them no worse than 99 losses. Colorado (63-85) also moved one game ahead of the Milwaukee Brewers for the fourth-worst record in the National League.\n\n“You wouldn’t realize there was a chance for 100 losses,” said Murphy, the Rockies rookie catcher. “We’re going out to win.”\n\nBergman’s timely long-relief saved the Rockies against San Diego. In the third inning, Jedd Gyorko hit a hard line drive off starting pitcher Yohan Flande’s knee, sending the ball all the way into left field foul territory. Flande, in pain, walked off with a bruised left patella tendon and X-rays were negative for broken bones.\n\n“That ball was smoked,” Weiss said. “He was a trooper.”\n\nSo the Rockies called on Bergman and his devil-may-car hair — give him some ripped jeans and a flannel and he could pass playing bass in Mudhoney. Bergman pitched the Rockies to the seventh inning, allowing just three hits and one run.\n\n“He can go a week without pitching and then get in there and throw three scoreless innings. We’ve seen him do it,” Colorado manager Walt Weiss said. And of Bergman’s relaxed demeanor, Weiss added: “I didn’t see that in the scouting report, that he’s chill. But I’ll go with that.”\n\nIn the fourth, after fouling off six pitches in a row against San Diego starter Robbie Erlin, Bergman popped a line drive to center field for just his second career hit. Padres first baseman Wil Myers told Bergman, maybe not jokingly, it was the best at-bat he’s ever seen from a pitcher. Bergman also scored.\n\n“I have to roll with the punches,” Bergman said. “Just be flexible.”\n\nThe Rockies put up three runs in the fourth, on RBIs from Blackmon, Carlos Gonzalez and Wilin Rosario. Gonzalez entered hitting just .181 against left-handed pitchers. But his push-single to left field off Erlin scored a run.\n\nThe Rockies also scored four in the first with their first four batters, after a string of singles sent home Blackmon, Jose Ryes, Nolan Arenado and Gonzalez. Murphy’s single to left for his first career hit and RBI capped the early barrage.\n\nMurphy, a rookie catcher, managed another career first in the fifth. His home run of Marco Mateo to center field put the Rockies ahead by seven.\n\nLike Gonzalez, the Rockies have struggled against southpaws this season. They are just 9-28 against lefty starters this season. But they picked apart Erlin early and often.\n\nArenado hit 2-for-4 — he has a .514 average in the past nine games at Coors Field, including six home runs. Arenado also extended his NL-leading RBI total to 114. Bryce Harper’s home run for the Washington Nationals, though, pushed him to 41, two ahead of Arenado.\n\nAfter Bergman’s piggy-back appearance, the Rockies’ bullpen shut down the Padres. Gonzalez Germen struck out three of four in the seventh. Simon Castro struck out the side in the eighth. And Jason Gurka pitched a 1-2-3 ninth.\n\nThis is the third season in the past four the Rockies flirted with the 100-loss mark. They racked up 98 defeats in 2012, the franchise record, and 96 last year. But with six victories in their past nine games, the Rockies safely sneaked in without making history.\n\n“Ever since I’ve been here, the team morale and the way we go about the game has been very good,” Murphy said.\n\nNick Groke: ngroke@denverpost.com or twitter.com/nickgroke", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Rockies pound Padres behind Christian Bergman, dodge 100-loss season", "title": "Rockies pound Padres behind Christian Bergman, dodge 100-loss season", "url": "http://www.denverpost.com/2015/09/19/rockies-pound-padres-behind-christian-bergman-dodge-100-loss-season/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150919__Rockiesp1.jpg", "height": 436}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150919__Rockiesp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-09-19T21:24:12+00:00", "modified_time": "2016-04-21T19:25:18+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477afa6914bd0286fe5d77\"", "article_summary": "But, like Christian Bergman’s long hair blowing in the wind, the Rockies left behind the fear of that untouched mark.\nMurphy’s single to left for his first career hit and RBI capped the early barrage.\nThis is the third season in the past four the Rockies flirted with the 100-loss mark.\nBut his push-single to left field off Erlin scored a run.\nThey tip-toed up to the ledge again and again, but the Rockies never fell off the cliff of 100 losses."}