{"article_title": "Obamacare Propaganda Isn't Effective When The Hard Truth Is Smacking You In The Face", "article_keywords": ["insurance", "effective", "fpl", "familiesusa", "hard", "obamacare", "qualify", "face", "subsidy", "smacking", "isnt", "serious", "plan", "truth", "400", "losing", "study", "propaganda"], "article_url": "http://www.conservativeblog.org/amyridenour/2013/11/22/obamacare-propaganda-isnt-effective-when-the-hard-truth-is-s.html", "article_text": "Yesterday the Dept. of Health and Human Services made another sad attempt at convincing people that the number of people losing their health insurance isn’t really that bad. Citing a study from the liberal FamiliesUSA, HHS claimed “less than 1 percent of nation’s non-elderly are at risk of losing their current individual market plan and paying more for insurance” on the Obamacare exchanges.\n\nAs I note in the American Spectator today, the FamiliesUSA study has two serious flaws. First:\n\nTo get that one percent number FamiliesUSA assumed that everyone below 400 percent of the federal poverty level (FPL) is eligible for a subsidy to help purchase insurance on the exchanges…That is a serious flaw. As Sean Parnell and I showed in a study for the National Center for Public Policy Research back in September, many people earning less than 400 percent FPL will not qualify for a subsidy because of the way subsidies are calculated.\n\nThus, the FamiliesUSA study excludes everyone under 400% FPL who has had a plan cancelled and will pay more on the exchange from their calculation.\n\nThe second flaw:\n\nSuppose that 27-year-old living in Chicago was earning $25,000 annually. Then he’d qualify for a subsidy of $354 per year which, if he applied to the lowest-cost Bronze plan, would result in annual premium of $1,144 or about $95 a month. Going on to ehealthinsurance reveals that for a 27-year-old male there are 15 plans cheaper than $95 a month and three such plans for a female. Thus, it’s quite possible to have subsidized insurance on the exchange that still costs more than a current plan. Yet such people are also excluded from those who could be losing their insurance and paying more on the exchanges in the FamiliesUSA study.\n\nThe public seems to have tired of such nonsense, so HHS probably won’t get very far with this nonsense. But, as I conclude:", "article_metadata": {"og": {"image": "http://www.conservativeblog.org/storage/FaceSmack.jpg?__SQUARESPACE_CACHEVERSION=1385138400926", "description": "Yesterday the Dept. of Health and Human Services made another sad attempt at convincing people tha...", "title": "Obamacare Propaganda Isn't Effective When The Hard Truth Is Smacking You In The Face - Amy Ridenour's National Center Blog - A Conservative Blog"}, "blogburst-verify": "B9EORVLmLdD0z2JKwETUEmoZ", "Robots": "index,follow"}, "_id": "\"57477af46914bd0286fdc368\"", "article_summary": "As I note in the American Spectator today, the FamiliesUSA study has two serious flaws.\nThus, the FamiliesUSA study excludes everyone under 400% FPL who has had a plan cancelled and will pay more on the exchange from their calculation.\nYet such people are also excluded from those who could be losing their insurance and paying more on the exchanges in the FamiliesUSA study.\nof Health and Human Services made another sad attempt at convincing people that the number of people losing their health insurance isn’t really that bad.\nThus, it’s quite possible to have subsidized insurance on the exchange that still costs more than a current plan."}