{"article_title": "Dick’s incentive plans, financial tools put GR Chamber on path to growth", "article_keywords": ["team", "work", "financial", "plans", "success", "employees", "dick", "sales", "incentive", "system", "chamber", "growth", "finance", "path", "dicks", "tools", "gr"], "article_url": "https://mibiz.com/specials/cfo-award-profiles/item/23647-dick%E2%80%99s-incentive-plans,-financial-tools-put-gr-chamber-on-path-to-growth", "article_text": "When Shari Dick joined the Grand Rapids Area Chamber of Commerce in 2014, sales were stagnant, turnover was high and many of the staff members worked in silos.\n\nThat’s why President and CEO Rick Baker asked Dick to lead the sales team and use her 20-plus years of private business experience to correct the organization’s course.\n\nThe challenge: As financial executives, CFOs rarely have a sales background, as was the case with Dick.\n\n“I had zero experience in sales,” she said. “But when he asked, ‘We need some attention to this. It’s not going where we need to. Would you mind taking over?’ I was like, ‘Never done it, but I guess it can’t be that hard, right?’”\n\nDick said she would not have had that level of confidence were it not for her success in overcoming extremely challenging projects in her previous position at Zeeland-based Herman Miller.\n\nBy the end of her first year at the chamber, Dick had already had “a tremendous impact on revenue growth,” Baker said.\n\nFor the first time in five years, the nonprofit business saw improvement in all areas of sales. More businesses were joining the chamber than before, fewer of them were leaving, and they generally signed up at higher levels of the organization’s five-tier membership offering. This generated more revenue for the chamber while providing increased benefits for the members.\n\n“The first thing I did is assess the staff and their energy and focus,” said Dick, a finalist in the 2016 MiBiz CFO of the Year Awards. “I soon realized there was no one person focusing on any one aspect of sales. So I put the talents to where the work needed to be done.”\n\nAs the new vision was laid out, the sales team was invited to be a part of the planning process. With a clear structure in place, each member of the team was able to focus on his or her new specific set of tasks, Dick said.\n\nThe next step was to re-examine sales from a finance perspective. Sales is typically a commission-based department, but Dick found the system was leading some people to make the wrong decisions.\n\n“Our product is a membership, so it’s all about the relationship. We were selling a membership to maybe businesses who we knew should not be members,” she said. “But the salespeople were doing it because they needed a commission so they could go pay their rent checks or mortgage checks.”\n\nWith this realization, the chamber transitioned to a higher base pay while maintaining a smaller incentive plan.\n\nMorale improved and turnover quickly came to a halt. Salespeople were previously leaving every couple of years, Dick said. Not only has the sales team remained intact, but the chamber also was able to hire additional personnel.\n\nFollowing on that success, the chamber rolled out the incentive plan to the entire organization with a five-metric system for measuring progress. Employees on every level were shown that if their decisions helped save money for the company, they would share in the savings. Currently, four of the five metrics are being met.\n\nDick said that putting sales “on an upward path” is the work she’s most proud of, especially after the Affordable Care Act ousted one of the chamber membership’s key selling points: group health insurance.\n\nAs a CFO, Dick also has been instrumental in revising the company’s financial tools.\n\n“I built some systems that made it easier to interact with finance,” she said. “I wanted to change the language from being all about finance to understanding decisions from the way they would see it. Our purchase order and expense reimbursement systems — we changed the way people interface with these documents. It’s all the same language and same format.”\n\nThen, anything that needed to be translated from simple language to financial terms could be done by the chamber’s finance experts.\n\nThe new system also allowed for all employees to see things like event attendance reports at once, where “before, everything was done in silos,” Dick said. Much of her philosophy rests on unifying the organization around one shared strategy. Employees should be asking themselves every day if what they’re doing is moving the company forward, she said. Doing so hinges on both transparency and communication, whether it be in-house or with the chamber’s members.\n\nWhile improving processes and managing finances is an important part of being a financial executive, much of Dick’s success has come from finding the value in her employees.\n\n“As a finance person, I have to put employees on our income statement as an expense. If I could do one thing in my life, I’d change it so that we put people on the balance sheet as an asset,” she said. “You give a staff a little bit of a vision and they will work toward it. Bottom line: It’s about believing in the people.”\n\nSidebar: Shari Dick, Grand Rapids Area Chamber of Commerce", "article_metadata": {"description": "When Shari Dick joined the Grand Rapids Area Chamber of Commerce in 2014, sales were stagnant, turnover was high and many of the staff members worked...", "generator": "runengine.com", "rights": "www.MiBiz.com", "og": {"url": "https://mibiz.com/specials/cfo-award-profiles/item/23647-dick%E2%80%99s-incentive-plans,-financial-tools-put-gr-chamber-on-path-to-growth", "image": "http://mibiz.com/media/k2/items/cache/09343db5fb5c3664faa0921502fc2ce5_XL.jpg", "type": "article", "description": "When Shari Dick joined the Grand Rapids Area Chamber of Commerce in 2014, sales were stagnant, turnover was high and many of the staff members worked...", "title": "Dick’s incentive plans, financial tools put GR Chamber on path to growth"}, "image": "https://mibiz.com/media/k2/items/cache/09343db5fb5c3664faa0921502fc2ce5_S.jpg", "title": "Dick’s incentive plans, financial tools put GR Chamber on path to growth", "author": "Josh Veal", "keywords": "grand rapids area chamber of commerce,Shari Dick,Herman Miller", "original-source": "https://mibiz.com/specials/cfo-award-profiles/item/23647-dick%E2%80%99s-incentive-plans,-financial-tools-put-gr-chamber-on-path-to-growth"}, "article_summary": "By the end of her first year at the chamber, Dick had already had “a tremendous impact on revenue growth,” Baker said.\nNot only has the sales team remained intact, but the chamber also was able to hire additional personnel.\nFollowing on that success, the chamber rolled out the incentive plan to the entire organization with a five-metric system for measuring progress.\nThat’s why President and CEO Rick Baker asked Dick to lead the sales team and use her 20-plus years of private business experience to correct the organization’s course.\nThe challenge: As financial executives, CFOs rarely have a sales background, as was the case with Dick."}