{"article_title": "Miami Beach Community Health Center Receives HRSA Award for High Quality, Comprehensive Care", "article_keywords": ["hrsa", "center", "miami", "comprehensive", "medical", "mbchc", "community", "high", "patients", "clinical", "health", "recognized", "receives", "services", "quality", "care"], "article_url": "http://www.businesswire.com/news/home/20151016006077/en/Miami-Beach-Community-Health-Center-Receives-HRSA", "article_text": "MIAMI--(BUSINESS WIRE)--Miami Beach Community Health Center (MBCHC) was recognized by the Health Resources and Services Administration (HRSA) for achieving the highest levels of clinical quality performance and improvement. According to HRSA’s August 2015 award, MBCHC is a “high value health center” ranking first among 44 awardees in Florida and seventh out of 1,153 Federally Qualified Health Centers (FQHCs) in the country. “HRSA has rewarded our efforts on behalf of patients with national distinction as a top-performing FQHC,” said Trudy Edwards, Director of Grants and Project Development.\n\nHRSA awarded $63.3M in Affordable Care Act funding to expand quality improvement systems in health centers recognizing them for high levels of performance in quality, access, and value. MBCHC was recognized for:\n\nAchieving the best overall clinical outcomes among all health centers\n\nUsing Electronic Health Records to report clinical quality measure data for all patients\n\nImproving in one or more clinical quality measures between 2013 and 2014\n\nIncreasing the total number of patients served and the number of patients receiving comprehensive services between 2013 and 2014\n\nImproving cost efficient care delivery compared to the national average while also increasing quality of care and improving access to comprehensive services.\n\nFunds awarded will allow MBCHC to continue to provide a patient-centered medical home with high quality, affordable primary health care and specialty services, chronic disease management, and support services.\n\nAbout Miami Beach Community Health Center: Since 1977, MBCHC has been dedicated to helping the uninsured and underinsured in South Florida obtain affordable, quality medical care. MBCHC is the only full-service ambulatory care health center in Miami Beach offering patients a sliding fee schedule. MBCHC is recognized as a Patient-Centered Medical Home by the National Committee for Quality Assurance and a Primary Care Medical Home by the Joint Commission. Visit www.mbchc.org for more information.\n\nAbout the Health Resources Services Administration: HRSA, an agency of the U.S. Department of Health and Human Services, is the primary Federal agency for improving access to health care by strengthening the health care workforce, building healthy communities and achieving health equity. HRSA’s programs provide health care to people who are geographically isolated, economically or medically vulnerable. Visit www.hrsa.gov for more information.", "article_metadata": {"description": "Miami Beach Community Health Center recognized for high quality, comprehensive care by HRSA for achieving high levels of clinical quality performance.", "twitter": {"description": "Miami Beach Community Health Center recognized for high quality, comprehensive care by HRSA for achieving high levels of clinical quality performance.", "title": "Miami Beach Community Health Center Receives HRSA Award for High Quality, Comprehensive Care", "image": {"src": "http://mms.businesswire.com/media/20151016006077/en/491628/21/MBCHC_Logo.jpg"}, "site": "@businesswire", "widgets": {"csp": "on"}, "card": "summary_large_image"}, "robots": "noodp,noydir", "DC.date.issued": "2015-10-16", "p": {"domain_verify": "95725e0359a14c2e1ccbd936e10d20d6"}, "viewport": "width=device-width,initial-scale=1"}, "_id": "\"57477af36914bd0286fccc28\"", "article_summary": "About the Health Resources Services Administration: HRSA, an agency of the U.S. Department of Health and Human Services, is the primary Federal agency for improving access to health care by strengthening the health care workforce, building healthy communities and achieving health equity.\nMIAMI--(BUSINESS WIRE)--Miami Beach Community Health Center (MBCHC) was recognized by the Health Resources and Services Administration (HRSA) for achieving the highest levels of clinical quality performance and improvement.\nAbout Miami Beach Community Health Center: Since 1977, MBCHC has been dedicated to helping the uninsured and underinsured in South Florida obtain affordable, quality medical care.\nMBCHC is the only full-service ambulatory care health center in Miami Beach offering patients a sliding fee schedule.\nHRSA’s programs provide health care to people who are geographically isolated, economically or medically vulnerable."}