{"article_title": "Why the Gas Leak in California No One Is Talking About Is Such a Disaster", "article_keywords": ["oil", "natural", "disaster", "environmental", "leak", "company", "gas", "talking", "california", "underground", "utility", "methane"], "article_url": "http://www.thefiscaltimes.com/2016/01/03/Why-Gas-Leak-California-No-One-Talking-About-Such-Disaster", "article_text": "It has drawn remarkably little attention outside the West Coast, but a massive methane gas leak 25 miles northwest of Los Angeles is wreaking havoc with the community, displacing thousands of families and posing arguably the worst environmental catastrophe since the 2010 BP oil spill along the Gulf Coast.\n\nThe crisis began a little more than two months ago in the quiet community of Porter Ranch with the rupture of a huge underground containment system that holds methane-laden natural gas piped there from extractions hundreds of miles away in Texas, the Rocky Mountains and the Midwest.\n\nRelated: Obama’s Climate Summit Missed a Big Chance to Reduce Global Warming\n\nBeleaguered Southern California utility officials say there is no way to staunch the rupture for at least another few months, and meanwhile the gas has been escaping into the air at a rate of nearly 1,300 metric tons a day. The leak already has forced the evacuation of 1,700 homes in nearby neighborhoods, the closing of two schools and widespread reports of residents being sickened by the stench of the gas.\n\nFor a state beset by drought, wildfires, giant sinkholes and other natural calamities, the gas leak has emerged as the number one environmental concern of Democratic Gov. Jerry Brown, an aggressive environmentalist who is particularly concerned about combating climate change.\n\nAside from the immediate chaos caused by the leak, the longer-term consequences for the environment have shaken government officials, scientists and environmental groups – and could seriously set back the Obama administration’s high profile efforts to reduce greenhouse gas emissions that contribute directly to global warming.\n\nScientists and environmental experts say the Aliso Canyon leak became the biggest single source of methane emissions in all of California practically overnight when it began Oct. 23. Environmentalists say that the impact of the greenhouse gases released since then, when projected out over 20 years, is equal to the emissions from six coal-fired power plants or 7 million cars, according to a recent analysis by The Washington Post.\n\nRelated: Where The Top Six GOP Presidential Candidates Come Down on Climate Change\n\nMost worrisome is the fact that it may take Southern California Gas Company, which manages the underground tanks, three to four months to stop the breach while the methane gas continues to surge unabated into the atmosphere. The underground tanks hold billions of cubic feet of natural gas that is stored under high pressure to supply the utility company’s 20 million customers\n\nBy comparison, it took the BP oil company five months to seal an underground well off the coast of Louisiana following a deadly April 2010 explosion on an oil rig -- but not before an estimated 4.9 billion barrels of crude oil escaped into the Gulf of Mexico, killing untold numbers of fish and wildlife and befouling beaches and the water.\n\nAs of this week, the California leak has spewed over 73,000 metric tons of methane gas into the atmosphere, according to the Environmental Defense Fund, which, in cooperation with the nonprofit Earthworks, recently released an aerial video that uses an infrared camera to highlight the gas escape.\n\nThe Environmental Defense Fund is providing real-time updates on the situation.\n\nRelated: California’s Latest Nightmare: San Joaquin Valley Is Sinking\n\nNatural gas is often hailed as a cleaner burning energy source than coal or oil because of the lower greenhouse gas emissions associated with burning it, notes the online publication Gizmodo. But as scientists warn, natural gas can prove to be as dirty as the fossil fuels it was meant to replace under certain conditions.\n\nIndeed, methane is a potent greenhouse gas, with up to 80 times the global warming potential of carbon dioxide in the first two decades of its lifespan. “The science is crystal clear: if you allow the methane to leak, you can wipe out its climate benefits,” Tim O’Connor, director of the Environmental Defense Fund’s Oil and Gas Program in California, told Gizmodo.\n\n\"SoCal Gas recognizes the impact this incident is having on the environment,\" company chief executive Dennis Arriola said in a letter to the governor earlier this month. \"I want to assure the public that we intend to mitigate environmental impacts from the actual natural gas released from the leak and will work with state officials to develop a framework that will help us achieve this goal.\"\n\nRelated: California Steaming -- The High Cost of the State's Drought Fixes\n\nSo what to do?\n\nAfter several failed efforts at stopping the leak, the utility company has begun drilling relief wells that would allow it to seal off the gas by pumping cement underground.\n\nSoCal Gas has said that work to plug the well may not be complete until late March – but others worry it could take longer. Over the weekend, SoCal Gas reported that it has drilled about 3,800 feet toward the target well, and that it is beginning work to drill a second, backup relief well.\n\nBelow is a utility company diagram of how workers are trying to cap the gas leak:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "It has drawn remarkably little attention outside the West Coast, but a massive methane", "title": "Why the Gas Leak in California No One Is Talking About Is Such a Disaster", "url": "http://www.thefiscaltimes.com/2016/01/03/Why-Gas-Leak-California-No-One-Talking-About-Such-Disaster", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/04262012_Natural_Gas_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/01/03/Why-Gas-Leak-California-No-One-Talking-About-Such-Disaster", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/04262012_Natural_Gas_article.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "It has drawn remarkably little attention outside the West Coast, but a massive methane", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Below is a utility company diagram of how workers are trying to cap the gas leak:\nBut as scientists warn, natural gas can prove to be as dirty as the fossil fuels it was meant to replace under certain conditions.\nFor a state beset by drought, wildfires, giant sinkholes and other natural calamities, the gas leak has emerged as the number one environmental concern of Democratic Gov.\nAfter several failed efforts at stopping the leak, the utility company has begun drilling relief wells that would allow it to seal off the gas by pumping cement underground.\nAs of this week, the California leak has spewed over 73,000 metric tons of methane gas into the atmosphere, according to the Environmental Defense Fund, which, in cooperation with the nonprofit Earthworks, recently released an aerial video that uses an infrared camera to highlight the gas escape."}