{"article_title": "'Good news and bad news' on palliative care", "article_keywords": ["intervention", "good", "programs", "study", "patients", "bad", "costs", "medicine", "palliative", "hospitals", "journal", "care"], "article_url": "http://www.fiercehealthcare.com/story/good-news-and-bad-news-palliative-care/2015-10-02", "article_text": "More and more hospitals around the country are adopting palliative care programs for gravely ill patients, but a new report from the Journal of Palliative Medicine finds that these programs are not evenly distributed.\n\nWhile 9 in 10 U.S. hospitals with at least 300 beds have such programs, according to the study, a little more than half--56 percent--of smaller hospitals offer them.\n\nThe disparity is particularly pressing in light of research showing that not only do palliative care programs deliver more humane, targeted care for patients facing the end of life, they also reduce costs. A study in the Journal of Clinical Oncology found that palliative intervention within six days of hospital admission reduced costs by 14 percent--or an estimated $1,312--when compared with no intervention. When the intervention took place even earlier, within two days of admission, costs were reduced by an estimated $2,280 or a 24 percent reduction.\n\nHowever, patients can access these programs in hospitals and communities where they do not exist.\n\nIn addition to size of healthcare facilities, other factors came into play regarding palliative care programs, including whether or not the organizations are non-profit (for-profit hospitals are less likely to have these programs).\n\nOther hospitals that are more likely to include palliative care programs include those which have a residency training program, hospitals that are connected to a medical school, those operated by the Catholic Church, and facilities with an integrated hospice program.\n\n\"This report holds both good news and bad,\" wrote Charles F. von Gunten, M.D., Ph.D., editor-in-chief of Journal of Palliative Medicine and Ohio University clinical professor of medicine, in a study announcement. \"The good news is the inexorable improvement in access to palliative care. The bad news is that this scientifically proven best care is not available to all people in all hospitals.\"\n\nTo learn more:\n\n- read the Journal of Palliative Medicine study\n\n- here's the study announcement\n\nRelated Articles:\n\nNurses can play key role in palliative and end-of-life care\n\nEarly palliative care can save money, reduce patient stay in hospital\n\n4 reasons hospice, palliative care gaining momentum\n\nPalliative care manages chronic conditions and provides comfort", "article_metadata": {"description": "More and more hospitals around the country are adopting palliative care programs for gravely ill patients, but a new report from the Journal of Palliative Medicine finds that these programs are not evenly distributed.", "og": {"site_name": "FierceHealthcare", "description": "More and more hospitals around the country are adopting palliative care programs for gravely ill patients, but a new report from the Journal of Palliative Medicine finds that these programs are not evenly distributed.", "title": "'Good news and bad news' on palliative care", "url": "http://www.fiercehealthcare.com/story/good-news-and-bad-news-palliative-care/2015-10-02", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,Catholic hospitals,end-of-life care,palliative care,Patient Care & Outcomes,residencies,small hospitals", "viewport": "width=device-width", "news_keywords": "Care Delivery,Patient Care & Outcomes"}, "article_summary": "To learn more:- read the Journal of Palliative Medicine study- here's the study announcementRelated Articles:Nurses can play key role in palliative and end-of-life careEarly palliative care can save money, reduce patient stay in hospital4 reasons hospice, palliative care gaining momentumPalliative care manages chronic conditions and provides comfort\n\"The good news is the inexorable improvement in access to palliative care.\nThe disparity is particularly pressing in light of research showing that not only do palliative care programs deliver more humane, targeted care for patients facing the end of life, they also reduce costs.\nMore and more hospitals around the country are adopting palliative care programs for gravely ill patients, but a new report from the Journal of Palliative Medicine finds that these programs are not evenly distributed.\n\"This report holds both good news and bad,\" wrote Charles F. von Gunten, M.D., Ph.D., editor-in-chief of Journal of Palliative Medicine and Ohio University clinical professor of medicine, in a study announcement."}