{"article_title": "Jonathan Dings: Boulder needs to invest more in human services", "article_keywords": ["boulder", "city", "needs", "council", "invest", "work", "community", "wants", "human", "services", "dings", "jonathan"], "article_url": "http://www.dailycamera.com/boulder-election-news/ci_24317638/jonathan-dings-boulder-city-council-candidate-profile", "article_text": "BVSD planning chief sees economic vitality as key to city's desirability\n\nJonathan Dings straps on his helmet, climbs into his recumbent bike and hits the road, a reporter pedaling behind him. The ride takes him from his home in southeast Boulder, past the Table Mesa Park-N-Ride, under U.S. 36 and along the Bear Creek Path to Creekside Elementary School and Martin Park.\n\nIt's a brisk fall day, and Dings remarks how he always feels better after a bike ride, even a short one, as he takes his helmet off in front of the school.\n\nDings, chief of planning and assessment for the Boulder Valley School District and chairman of the city's Human Relations Commission, is running for a seat on Boulder City Council. The Camera asked each of the 11 candidates to take a reporter on a short tour of the city that highlights their personal and policy relationship to the community they seek to serve.\n\nBefore leaving his home, Dings points out where the floodwaters poured down from U.S. 36 into the cul-de-sac where he lives. His own home was not too badly affected. His sump pump kept the home relatively dry, and the water took a fence. But several neighbors suffered significant damage.\n\nDings said the city needs to take care, as it assesses how well its flood mitigation efforts worked, to identify places where drainage systems perhaps protected infrastructure but disproportionately impacted individual homeowners.\n\nMeet the candidates The Daily Camera asked each of the 11 City Council candidates to take a reporter on a short tour of Boulder that highlights their personal and policy relationship to the community they seek to serve. They are being published this week in no particular order. Monday: Ed Byrne and Macon Cowles Tuesday: John Gerstle and Kevin Hotaling Wednesday: Jonathan Dings and Micah Parkin Thursday: Matt Appelbaum and Mary Young Friday: Andrew Shoemaker and Sam Weaver Saturday: Greatful Fred Smith\n\nDings chose Creekside because it represents both BVSD, where he charts the district's progress in supporting low-income students, and the Human Relations Commission, which he has chaired for the last two years.\n\nCreekside is one of several Boulder schools that are Family Resource Schools. This program is funded by the city and based in the schools and provides additional support to high-risk students and their families.\n\nDings said that kind of cooperation should be a model for how the city works with nonprofit agencies and other government entities.\n\n\"I would push for more work with all types of agencies,\" he said. \"I think some of our really great strengths in Boulder are our many nonprofits who can do things more efficiently and with really good attention to the needs of the populations they serve.\"\n\nNonprofit groups also can draw on their volunteers to do more with limited resources.\n\n'A vision of Boulder'\n\nDings noted that one in seven Boulder children live in poverty and said more attention needs to be paid to human services. He wants the city to restore $100,000 it has cut from human services in the 2014 budget. City Manager Jane Brautigam said the county is making up some of that difference, and some of it will be made up from federal funds available through the Affordable Care Act.\n\nBut Dings said social services organizations historically are underfunded and doing very important work in the community. The city should at least maintain its own funding of social services so that total spending goes up.\n\n\"We have a lot more to invest in in terms of our people,\" he said. \"What I would promote is a vision of Boulder where, years from now, we can say we take care of each other as well as we do of the environment. We pay such very good attention to open space, and we're tackling very big work with regard to climate. One of the things we need to do is focus more on each other and on the particular programs we put in place to help folks who are not going to make it as easily in what is kind of an expensive town and not always all that friendly.\n\nDings also wants to see efforts to promote cycling focus on all sectors of the community by supporting the work of Community Cycles to provide bikes and bike clinics in low-income neighborhoods.\n\n'Maintaining economic vitality over time'\n\nLike many candidates, Dings supports a community-wide EcoPass as a way to get more people riding the bus. He thinks having the pass in their pocket will help people have their first bus experience -- hopefully a positive one that they'll want to repeat -- just as a Bike to Work Day event years ago was instrumental in getting Dings back on his bicycle in a serious way.\n\nHe also wants the City Council to lead by example in promoting cycling. In addition to the more formal portrait for which the City Council members sit, Dings wants the council members to take a picture in their riding gear and helmets, with their bikes.\n\n\"I would like to see at least a version of that picture on bikes with helmets, if not indeed making that the featured picture in the chamber,\" he said.\n\nFrom Creekside, Dings rides a little further down the path to Martin Park. The city needs to increase its funding of parks and recreation and move on long-deferred maintenance of recreation facilities, he said.\n\nThe city also needs to maintain its open space. Dings said he believes the current balance between recreation and preservation is appropriate, but that conversation will be an ongoing dialogue for each generation to resolve.\n\nMaintaining parks and open space are key to Boulder's ongoing prosperity, Dings said.\n\n\"It's really through keeping Boulder such a desirable place to live that we have our best chance of maintaining economic vitality over time as we will be a sought-after business location,\" he said.\n\nContact Camera Staff Writer Erica Meltzer at 303-473-1355, meltzere@dailycamera.com or twitter.com/meltzere.", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/boulder-election-news/ci_24317638/jonathan-dings-boulder-city-council-candidate-profile", "sailthru.author": "By Erica Meltzer,  Camera Staff Writer", "ag": {"canon": "BoulderDailyCamera:article:24317638:view"}, "startDate": "2013-10-15T19:12:28-0600", "twitter": {"domain": "dailycamera.com", "description": "Jonathan Dings straps on his helmet, climbs into his recumbent bike and hits the road, a reporter pedaling behind him. The ride takes him from his home in southeast Boulder, past the Table Mesa Park-N-Ride, under U.S. 36 and along the Bear Creek Path to Creekside Elementary School and Martin Park.", "title": "Jonathan Dings: Boulder needs to invest more in human services", "url": "http://www.dailycamera.com/boulder-election-news/ci_24317638/jonathan-dings-boulder-city-council-candidate-profile", "image": "http://extras.mnginteractive.com/live/media/site21/2013/1015/20131015__16dcacou1w.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Election: Boulder races, issues", "modificationDate": "2013-10-16T05:55:33-0600", "endDate": "2023-10-15T18:55:51-0600", "news_keywords": "boulder,colorado,boulder county,louisville,lafayette,superior,longmont,candidates,city council,ballot,ballot issues", "byline": "By Erica Meltzer,", "pubDate": "2013-10-15T19:14:55-0600", "sailthru.date": "2013-10-15T19:12:28-0600", "sailthru.title": "Jonathan Dings: Boulder needs to invest more in human services", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2013/1015/20131015__16dcacou1w_300.jpg", "description": "Jonathan Dings straps on his helmet, climbs into his recumbent bike and hits the road, a reporter pedaling behind him. The ride takes him from his home in southeast Boulder, past the Table Mesa Park-N-Ride, under U.S. 36 and along the Bear Creek Path to Creekside Elementary School and Martin Park.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/boulder-election-news/ci_24317638/jonathan-dings-boulder-city-council-candidate-profile", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "Jonathan Dings straps on his helmet, climbs into his recumbent bike and hits the road, a reporter pedaling behind him. The ride takes him from his home in southeast Boulder, past the Table Mesa Park-N-Ride, under U.S. 36 and along the Bear Creek Path to Creekside Elementary School and Martin Park.", "title": "Jonathan Dings: Boulder needs to invest more in human services"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2013/1015/20131015__16dcacou1w.jpg"}, "_id": "\"57477af46914bd0286fdb55f\"", "article_summary": "Dings, chief of planning and assessment for the Boulder Valley School District and chairman of the city's Human Relations Commission, is running for a seat on Boulder City Council.\n'A vision of Boulder'Dings noted that one in seven Boulder children live in poverty and said more attention needs to be paid to human services.\nThe city needs to increase its funding of parks and recreation and move on long-deferred maintenance of recreation facilities, he said.\nHe wants the city to restore $100,000 it has cut from human services in the 2014 budget.\nBut Dings said social services organizations historically are underfunded and doing very important work in the community."}