{"article_title": "Humana Details 2015 Individual Public Exchange Offerings", "article_keywords": ["states", "plans", "exchange", "offerings", "select", "individual", "health", "details", "coverage", "2015", "care", "members", "public", "humana", "plan"], "article_url": "http://www.businesswire.com/news/home/20141117006337/en/Humana-Details-2015-Individual-Public-Exchange-Offerings", "article_text": "LOUISVILLE, Ky.--(BUSINESS WIRE)--Humana Inc. (NYSE: HUM) will offer health insurance as a Qualified Health Plan insurer on the individual market public exchanges through the Affordable Care Act (ACA), also known as Marketplaces, in 15 states for 2015.\n\nFor 2015, Humana has expanded its exchange coverage to include parts of Missouri, while also expanding coverage in many other states such as Colorado, Florida, Georgia and Michigan. Humana also expanded its coverage area in Mississippi from 40 counties to 48 counties.\n\nThe company will continue to offer health coverage options on exchanges in select geographies, where Humana offers a variety of Qualified Health Plans, to fit the needs of individuals and their families:\n\nState Metropolitan Areas Alabama Birmingham, Huntsville Arizona Phoenix, Tucson Colorado Colorado Springs, Denver, Boulder, Fort Collins, Greeley Florida Fort Lauderdale, Daytona Beach, Miami, Orlando, Port Charlotte, West Palm Beach, Tampa Bay, Lakeland Georgia Augusta, Atlanta, Columbus, Macon, Savannah Illinois Chicago, Peoria, Rockford, Springfield Kentucky Covington, Lexington, Louisville Louisiana New Orleans Michigan Detroit, Grand Rapids Missouri Kansas City, Joplin, Springfield Mississippi Jackson and various counties around the state Ohio Cincinnati, Dayton Tennessee Knoxville, Memphis, Nashville Texas Austin, Corpus Christi, Houston, Rio Grande, San Antonio, Waco Utah Salt Lake City\n\nHumana currently provides individual medical coverage to more than one million people through a variety of plans offered in the individual market, including through the exchange, as well as transitional plans, in 22 states across the country.\n\n“Humana has delivered quality, affordable health coverage through the exchange and other channels and is pleased to do so again,” said Bruce D. Broussard, Humana’s President and Chief Executive Officer. “As a health partner to more than one million individual members, we’ve helped people get on the path to better health, from helping them find a primary care physician to getting preventive care. Humana believes that our integrated care delivery model, combined with our strong primary care physician relationships, once again positions us well to serve the exchange market.”\n\nHumana also believes that there continues to be a strong need for basic information and education on health coverage. As part of Humana’s education efforts for the OEP, Humana will once again partner with CVS/pharmacy, YMCA and other community organizations to provide information people need to find out if they are eligible for financial assistance, understand their plan options, and feel confident using their plan benefits.\n\n“Educating people and their families about their health coverage options under the Affordable Care Act has been a key area of focus for Humana and will be again,” said Roy Beveridge, M.D., Humana’s Chief Medical Officer. “If we want people to make informed decisions about their health coverage, they must have the understanding and resources to do so. Continuing our educational efforts will be critical as people start to explore their coverage options.”\n\nHumana is encouraging people to find out if they qualify for premium rate assistance through an advance premium tax credit or cost-sharing assistance to help them lower the cost of their health insurance. Humana has developed an EasyPrice calculator to help people estimate their financial assistance and find plan options in their market and is hosting a variety of educational events around the country. These tools can be found on www.HumanaHelps.com.\n\nQualified Health Plans and Benefit Offerings\n\nHumana’s 2015 individual health plans will continue to focus on helping members make healthier lifestyle decisions, manage chronic illness and get access to needed care.\n\nThe Qualified Health Plans available on exchange are categorized by four “metallic” tiers: Platinum, Gold, Silver and Bronze. Humana is offering all metallic tiers across the majority of the metropolitan areas mentioned earlier in the 15 states where Humana is on exchange. The company is also offering Catastrophic plans (coverage for people under 30 or people facing financial hardship) through the exchange.\n\nDuring the OEP, individuals can select a health plan through the exchange at healthcare.gov or the state exchanges for Colorado and Kentucky; through Humana at Humana.com; or with the help of a licensed insurance agent. Humana is offering a full range of individual plans within each of the metallic tiers:\n\nHumana HMO (Health Maintenance Organization) – The HMO plan option supports the building of a strong relationship between the member and the primary care physician (PCP). Members are required to select an in-network PCP who will be their first point of contact to coordinate their health care.\n\n– The HMO plan option supports the building of a strong relationship between the member and the primary care physician (PCP). Members are required to select an in-network PCP who will be their first point of contact to coordinate their health care. Humana PPO (Preferred Provider Organization) – Members who select this plan can receive care from any doctor they choose but will save more by choosing an in-network doctor. The PPO plan allows members to use their preferred provider.\n\nHumana is also offering a dental insurance plan on the exchange in many states with a choice of more than 225,000 dentist locations in the network.\n\nAdditional Information\n\nIndividuals and their families can learn more about Humana’s medical and dental plan offerings in these states and enroll in coverage for 2015 by going to healthcare.gov or Humana’s website (www.humana.com).\n\nHumana’s website www.HumanaHelps.com is also available to help educate individuals on their health care coverage options (www.humanahelps.com).\n\nIndividuals can also visit the Federal government’s health care exchange site at www.healthcare.gov or contact them toll-free at (800) 318-2596.\n\nThe OEP, which runs from Nov. 15, 2014 through Feb. 15, 2015, is when individuals select their coverage for 2015. For coverage that begins on Jan. 1, 2015, people must enroll by Dec. 15, 2014.\n\nAbout Humana\n\nHumana Inc., headquartered in Louisville, Ky., is a leading health and well-being company focused on making it easy for people to achieve their best health with clinical excellence through coordinated care. The company’s strategy integrates care delivery, the member experience, and clinical and consumer insights to encourage engagement, behavior change, proactive clinical outreach and wellness for the millions of people we serve across the country.\n\nMore information regarding Humana is available to investors via the Investor Relations page of the company’s web site at www.humana.com, including copies of:", "article_metadata": {"description": "Humana Details 2015 Individual Public Exchange Offerings - Humana will be in 15 states for 2015; expanded to include Missouri", "og": {"image": {"width": 465, "identifier": "http://www.businesswire.com/images/bwlogo_square.png", "type": "image/png", "height": 225}}, "twitter": {"description": "Humana Details 2015 Individual Public Exchange Offerings - Humana will be in 15 states for 2015; expanded to include Missouri", "title": "Humana Details 2015 Individual Public Exchange Offerings", "image": {"src": "http://mms.businesswire.com/media/20141117006337/en/441715/21/HUM_Logo.jpg"}, "site": "@businesswire", "widgets": {"csp": "on"}, "card": "summary_large_image"}, "robots": "noodp,noydir", "DC.date.issued": "2014-11-17", "p": {"domain_verify": "95725e0359a14c2e1ccbd936e10d20d6"}, "viewport": "width=device-width,initial-scale=1"}, "_id": "\"57477af46914bd0286fdb56d\"", "article_summary": "Individuals can also visit the Federal government’s health care exchange site at www.healthcare.gov or contact them toll-free at (800) 318-2596.\nHumana’s website www.HumanaHelps.com is also available to help educate individuals on their health care coverage options (www.humanahelps.com).\nFor 2015, Humana has expanded its exchange coverage to include parts of Missouri, while also expanding coverage in many other states such as Colorado, Florida, Georgia and Michigan.\n“If we want people to make informed decisions about their health coverage, they must have the understanding and resources to do so.\nThe company is also offering Catastrophic plans (coverage for people under 30 or people facing financial hardship) through the exchange."}