{"article_title": "Kings’ Doughty is a presence in Stanley Cup finals", "article_keywords": ["trophy", "cup", "title", "doughty", "defenseman", "presence", "second", "know", "way", "kings", "stanley", "finals", "hockey"], "article_url": "http://www.salon.com/2014/06/07/kings_doughty_is_a_presence_in_stanley_cup_finals/", "article_text": "Topics: From the Wires, Entertainment News, News\n\nEL SEGUNDO, Calif. (AP) — When Drew Doughty joined the Los Angeles Kings, he could walk around town unnoticed. Almost nobody at the supermarket or on Manhattan Beach realized this slightly pudgy teenager was the No. 2 overall pick in the NHL draft, bound for hockey stardom.\n\nAfter six dynamite seasons with the Kings, including a Stanley Cup title and two Olympic gold medals, the perk of anonymity is all but gone for the defenseman who has led the Kings toward another championship this spring.\n\n“It’s changed drastically,” Doughty said wistfully. “I don’t know if I like it better or not. For sure, I don’t like it better, actually.\n\n“Back in the day, we could roll in anywhere, and there’s no way anyone would know who you were, no possible way. Now, it seems like everywhere we do go, we are getting recognized.”\n\nThe hockey world is getting another up-close look at Doughty as Los Angeles chases its second title in three years, and Doughty is proving he can handle any scrutiny. He has been at the top of his limitless game during the Kings’ drive through the postseason heading to Game 2 of the Stanley Cup finals against the New York Rangers on Saturday.\n\nDoughty is a favorite for the Conn Smythe Trophy as the NHL’s playoff MVP, leading all defensemen with 17 points in 22 postseason games while playing nearly 28 minutes per night. He is the Kings’ fifth-leading scorer and their defensive backbone, playing on both ends of the rink with a furious energy that isn’t always present during the regular-season grind.\n\nDoughty played a major role on both ends of the scoreboard in the finals opener. His overaggressive mistake led to a first-period goal for the Rangers, but he answered with a spectacular individual play for the tying goal in the second period, toe-dragging around Derek Dorsett and beating Henrik Lundqvist with an expertly placed shot.\n\n“He’s a great player, and he made a great play on that,” Dorsett said. “We know what he’s capable of doing.”\n\nAlthough Doughty was a dominant defenseman by his second NHL season, earning a Norris Trophy nomination and a gold medal at 20, his development hasn’t been smooth.\n\nHis mental approach to hockey has always been precocious, and he still plays largely on instinct. He still needed a few years of experience — and the help of coach Darryl Sutter — to turn into the game-dominating defenseman currently positioned to keep the Kings in contention for another decade.", "article_metadata": {"description": "Kings’ Doughty is a presence in Stanley Cup finals", "title": "Kings’ Doughty is a presence in Stanley Cup finals", "og": {"site_name": "Salon", "description": "Kings’ Doughty is a presence in Stanley Cup finals", "title": "Kings’ Doughty is a presence in Stanley Cup finals", "url": "http://www.salon.com/2014/06/07/kings_doughty_is_a_presence_in_stanley_cup_finals/", "image": "http://media.salon.com/2014/06/stanley-cup-doughty-ascent-hockey.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Kings’ Doughty is a presence in Stanley Cup finals", "title": "Kings’ Doughty is a presence in Stanley Cup finals", "image": "http://media.salon.com/2014/06/stanley-cup-doughty-ascent-hockey.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Greg Beacham", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdb576\"", "article_summary": "Topics: From the Wires, Entertainment News, NewsEL SEGUNDO, Calif. (AP) — When Drew Doughty joined the Los Angeles Kings, he could walk around town unnoticed.\nAfter six dynamite seasons with the Kings, including a Stanley Cup title and two Olympic gold medals, the perk of anonymity is all but gone for the defenseman who has led the Kings toward another championship this spring.\nHe has been at the top of his limitless game during the Kings’ drive through the postseason heading to Game 2 of the Stanley Cup finals against the New York Rangers on Saturday.\nDoughty played a major role on both ends of the scoreboard in the finals opener.\n“Back in the day, we could roll in anywhere, and there’s no way anyone would know who you were, no possible way."}