{"article_title": "First Grader Shaves Head, Raises $200 For Best Friend With Leukemia", "article_keywords": ["200", "head", "school", "cancer", "cells", "leukemia", "best", "zac", "grader", "raises", "scarves", "ksdk", "shaves", "told", "vincent", "friend", "blood"], "article_url": "http://www.medicaldaily.com/first-grader-shaves-head-raises-200-best-friend-leukemia-267867", "article_text": "A first grader at Central Elementary in Union, Vincent Butterfield, is a walking reminder of the power of friendship. After his best friend, Zac Gossage, was diagnosed with acute lymphoblastic leukemia, Vincent wanted to show his support by raising money as well as shaving his head for his friend.\n\nAccording to Vincent’s mother, the first grader wanted to sell scarves as a fundraiser, once he learned that Zac's chemotherapy was expensive. “We had been making these scarves and he just kind of said it would be cool if we could make a whole bunch of these and sell them,” Karen Butterfield told KSDK. Vincent sold over twenty scarves and raised up to $200. When asked who he gave the $200 to, Vincent replied, “Zac!”\n\nThough Zac was diagnosed with cancer last June, he has barely missed a day of school, though he has been undergoing chemotherapy treatment and lost his hair. First grade teacher Adrienne Koester told KSDK that one day, Vincent arrived in school with his head shaved as well. “And he said, ‘Mrs. Koester I have a surprise for Zac.’ And I said, ‘Well, you do,’ and he said, ‘Yes, I do.’ And he pulls off his stocking cap and here I see that he shaved his head.”\n\nChildhood acute lymphoblastic leukemia (ALL) is a cancer of the blood and bone marrow and is the most common form of cancer in children. In healthy children, the bone marrow makes blood stem cells called immature cells that eventually become mature blood cells over time. In ALL, leukemia cells develop instead, which don’t function like normal lymphocytes. They’re unable to fight infection, and as the number of leukemia cells increases, there is less space for healthy white blood cells, red blood cells, and platelets. This can cause infection, anemia and bleeding.\n\nDespite combating cancer, Zac remains strong at school with the support of his family and friends. When asked why Zac has barely missed school, he said, “Because I get to play with Vincent outside at recess.”\n\n“They are both individually incredible,” first grade teacher Adrienne Koester told KSDK.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "zac gossage, vincent butterfield, acute lymphoblastic leukemia", "og": {"site_name": "Medical Daily", "description": "A first grader in Union, Mo., raised funds and also shaved his head to show support to his best friend, who is combating leukemia.", "title": "First Grader Shaves Head, Raises $200 For Best Friend With Leukemia", "url": "http://www.medicaldaily.com/first-grader-shaves-head-raises-200-best-friend-leukemia-267867", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/24/shaved-heads.jpg", "type": "article"}, "twitter": {"description": "A first grader in Union, Mo., raised funds and also shaved his head to show support to his best friend, who is combating leukemia.", "title": "First Grader Shaves Head, Raises $200 For Best Friend With Leukemia", "url": "http://www.medicaldaily.com/first-grader-shaves-head-raises-200-best-friend-leukemia-267867", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/24/shaved-heads.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/24/shaved-heads.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-01-24T17:45:26-05:00", "modified_time": "2014-01-24T17:45:24-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A first grader in Union, Mo., raised funds and also shaved his head to show support to his best friend, who is combating leukemia."}, "_id": "\"57477af46914bd0286fdb578\"", "article_summary": "They’re unable to fight infection, and as the number of leukemia cells increases, there is less space for healthy white blood cells, red blood cells, and platelets.\nIn healthy children, the bone marrow makes blood stem cells called immature cells that eventually become mature blood cells over time.\nAfter his best friend, Zac Gossage, was diagnosed with acute lymphoblastic leukemia, Vincent wanted to show his support by raising money as well as shaving his head for his friend.\nIn ALL, leukemia cells develop instead, which don’t function like normal lymphocytes.\nFirst grade teacher Adrienne Koester told KSDK that one day, Vincent arrived in school with his head shaved as well."}