{"article_title": "Killer Cops Can Still Be Indicted", "article_keywords": ["brown", "indicted", "jury", "jeopardy", "killer", "michael", "garner", "cops", "special", "grand", "eric", "killed"], "article_url": "http://www.truth-out.org/opinion/item/28220-jeopardy-has-not-attached-killer-cops-can-still-be-indicted", "article_text": "November 25, 2014: #DCFerguson Rally And March. (Photo: Stephen Melkisethian)\n\nTime is running out to make a tax-deductible donation to Truthout this year. If you want to contribute in 2014, click here now!\n\nThe violent act of Ismaiiyl Brinsley in no way represented the tens of thousands of protesters who have filled streets in Ferguson, New York and other cities around the world during the past few weeks. Just the opposite.\n\n\n\nCity officials allowed prosecutors with conflicts of interest to handle the Michael Brown and Eric Garner cases. The prosecutors were deeply tied to the cops. They relied on the cops for their evidence. They were practically family with the cops. That is why their grand juries failed to return indictments.\n\n\n\nCity officials still refuse to appoint an independent special prosecutor in each case. But now the violent act by Mr. Brinsley makes these appointments urgent.\n\n\n\nThe cops who killed Michael Brown and Eric Garner can still be indicted. A grand jury does not invoke double jeopardy. Jeopardy does not attach in the grand jury process. As mentioned in a US Supreme Court case, United States v. John H. Williams, Jr., \"The Double Jeopardy Clause of the Fifth Amendment does not bar a grand jury from returning an indictment when a prior grand jury has refused to do so.\" Only after the regular jury in a trial court is sworn in does jeopardy attach.\n\nThis means that a redo is possible. The cops who killed Michael Brown and Eric Garner can still be indicted and tried for murder under state law in Missouri and New York.\n\n\n\nA redo must take place with a truly independent special prosecutor. He or she may be drawn from the criminal defense bar.\n\n\n\nWhen two police were killed, the head of the police union, Patrick Lynch, blamed protesters - who were wholly unconnected to the crime - and declared that the New York Police Department has become \"a wartime police department.\" Lynch said there was \"blood on their hands [of] those that incited violence on the street under the guise of protest … [blood] on the steps of city hall, in the office of the mayor.\"\n\nThe murder of the police officers should not be pretext for repression. Officials must cease their attempts to stifle protesters demanding justice for Michael Brown and Eric Garner. If independent special prosecutors are not appointed, and if the killer cops are not indicted, the Michael Brown and Eric Garner cases will firmly establish impunity for police.\n\nContinued impunity for cops is the outcome likely desired by the likes of Patrick Lynch. Recognizing that jeopardy has not attached, protest is even more urgently needed now calling for the cops who killed Brown and Garner to be indicted under state law, and for an independent special prosecutor to be appointed in both cases.", "article_metadata": {"msapplication-config": "/templates/ja_teline_iv_t3/images/favicons/browserconfig.xml", "description": "Protesters should not be intimidated. The murder of the police officers should not be pretext for repression. Protests should continue to demand justice for Michael Brown and Eric Garner.", "title": "Jeopardy Has Not Attached: Killer Cops Can Still Be Indicted", "og": {"site_name": "Truthout", "description": "The murder of the police officers should not be pretext for repression. Protests should continue to demand justice for Michael Brown and Eric Garner.", "title": "Jeopardy Has Not Attached: Killer Cops Can Still Be Indicted", "url": "http://www.truth-out.org/opinion/item/28220-jeopardy-has-not-attached-killer-cops-can-still-be-indicted", "image": "http://www.truth-out.org/images/images_2014_12/2014_1227cops.jpg", "type": "non_profit"}, "twitter": {"description": "Protesters should not be intimidated. The murder of the police officers should not be pretext for repression. Protests should continue to demand justice for Michael Brown and Eric Garner.", "title": "Jeopardy Has Not Attached: Killer Cops Can Still Be Indicted", "image": "http://www.truth-out.org/images/images_2014_12/2014_1227cops.jpg", "creator": "@truthout", "site": "@truthout", "card": "summary_large_image"}, "msapplication-TileColor": "#000000", "HandheldFriendly": "true", "fb": {"app_id": 286391544774433}, "author": "James Marc Leas", "keywords": "Ismaiiyl Brinsley, Ferguson, Michael Brown, Eric Garner,  jeaopardy, independent prosecutor, Activism, activists, Active Citizens, police violence, police shooting, police brutality, policing, police militarization", "google-site-verification": "EfgVxcdUDBF_Dd81ZBBw_J8FuRjGnvp9r2JAM9IhvUk", "apple-mobile-web-app-capable": "YES", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fccc88\"", "article_summary": "If independent special prosecutors are not appointed, and if the killer cops are not indicted, the Michael Brown and Eric Garner cases will firmly establish impunity for police.\nThe cops who killed Michael Brown and Eric Garner can still be indicted.\nThe cops who killed Michael Brown and Eric Garner can still be indicted and tried for murder under state law in Missouri and New York.\nCity officials allowed prosecutors with conflicts of interest to handle the Michael Brown and Eric Garner cases.\nOfficials must cease their attempts to stifle protesters demanding justice for Michael Brown and Eric Garner."}