{"article_title": "Spirit Lake Drug Arrests", "article_keywords": ["tattoo", "weve", "area", "lake", "drug", "arrests", "ricke", "traffic", "spirit", "unit", "theres"], "article_url": "http://www.keloland.com/news/article/news/spirit-lake-drug-arrests", "article_text": "Spirit Lake, IA\n\nFour people are being held in the Dickinson County jail on various drug charges.\n\nThe Emerald Isle Tattoo & Body Piercing shop in Spirit Lake has been open less than a year now. Doug Ricke owns the store next door and noticed this tattoo shop was getting quite a few visitors.\n\n\"A lot more traffic going in and out. We've been doing some remodeling in the store. And we've been here at night, and there's traffic going in and out at all different times,\" Ricke said.\n\nRicke's keen eye may have something to do with his professional experience catching criminals.\n\n\"I've been in law enforcement for 34 years in the lakes area. 25 years in Spirit Lake, and then I also work in Milford, Arnold's Park and Okoboji,\" Ricke said.\n\nAfter telling some of his law enforcement friends about his suspicions, a warrant was obtained to search the tattoo business.\n\nLate Saturday night, a K-9 unit found drugs ranging from meth and pot to prescription drugs along with drug paraphernalia.\n\nThose arrested at the tattoo parlor were Samuel Blatcher of Spirit Lake, Jesse Loren St. John of Estherville, and Sandra Sinai Navarrete Osgueda of Okoboji.\n\nEarlier that same evening, James Edwin Kell of Ames was pulled over for a broken brake light while driving through Spirit Lake. Kell was searched by a K-9 unit, which led police to find crystal meth inside his car.\n\nRicke has a message for anyone trying to bring this sort of illegal activity into the area.\n\n\"Stay out of Spirit Lakes area. You know, because it's a good area and there's a lot of nice people. And we just don't need that,\" Ricke said.\n\nThe suspects are facing charges ranging from misdemeanors to felony drug possession.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "Four people are being held in the Dickinson County jail on various drug charges. The Emerald Isle Tattoo &amp; Body Piercing shop in Spirit Lake has", "title": "Spirit Lake Drug Arrests", "url": "http://www.keloland.com/news/article/news/spirit-lake-drug-arrests", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/52583.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "Four people are being held in the Dickinson County jail on various drug charges. The Emerald Isle Tattoo &amp; Body Piercing shop in Spirit Lake has"}, "_id": "\"57477af36914bd0286fccc90\"", "article_summary": "Spirit Lake, IAFour people are being held in the Dickinson County jail on various drug charges.\nEarlier that same evening, James Edwin Kell of Ames was pulled over for a broken brake light while driving through Spirit Lake.\nThe Emerald Isle Tattoo & Body Piercing shop in Spirit Lake has been open less than a year now.\n25 years in Spirit Lake, and then I also work in Milford, Arnold's Park and Okoboji,\" Ricke said.\nThose arrested at the tattoo parlor were Samuel Blatcher of Spirit Lake, Jesse Loren St. John of Estherville, and Sandra Sinai Navarrete Osgueda of Okoboji."}