{"article_title": "Colorado: New Gun Laws Didn't Stop the Shooting", "article_keywords": ["heller", "law", "colorado", "stop", "gun", "ban", "magazine", "magazines", "v", "sheriffs", "shooting", "didnt", "rounds", "laws"], "article_url": "http://reason.com/archives/2013/12/19/colorado-new-laws-didnt-stop-the-shootin", "article_text": "Colorado’s gun laws made the news last week following a shooting at Arapahoe High School in the city of Centennial. One student was injured in an 80-second attack involving five gunshots and one Molotov cocktail.\n\nShooter Karl Pierson then killed himself with a 12-gauge pump action shotgun that he had legally purchased (As an 18-year-old he would not have been able to legally purchase a handgun). He was reported to have been cornered by an armed deputy on the school grounds before the suicide.\n\nPierson exhibited no known “warning signs.” He was a debater, a track runner, strongly anti-Republican and anti-free market. There was no easy or obvious way to mark him as a person who needed to be kept away from guns. Some thought he seemed “weird” at times, he was bullied a bit, and he went to Bible study. In other words, he was just like many, many thousands of other American teenagers. Better eyes, better programs, better laws could not have prevented this particular shooting from happening.\n\nBut, with memories of the 1999 Columbine High School murders and last year’s Aurora movie theater massacre still fresh, Pierson’s rampage has people thinking again about Colorado’s gun laws, and asking why they aren’t stronger or more effective.\n\nThe New York Times reported Sunday that 55 Colorado sheriffs do not want to enforce gun laws that went into effect this summer. The story focuses on the ban of any newly purchased magazines that hold over 15 rounds. The Times reports, “All but seven of the 62 elected sheriffs in Colorado signed on in May to a federal lawsuit challenging the constitutionality of the statutes.” The article also reports that there are pockets of local sheriff resistance to new tougher gun laws in other states, from New York to California.\n\nDavid Kopel, the lawyer representing the sheriffs in Cooke v. Hickenlooper, stated in a July press release:\n\nWe will argue and present evidence that [the magazine ban] violates the Second Amendment, as interpreted by the U.S. Supreme Court in District of Columbia v. Heller. The Heller decision forbids bans on arms which are “Typically possessed by law-abiding citizens for lawful purposes.” We will show magazines of up to 20 rounds for handguns, and up to 30 rounds for rifles, are standard for many popular firearms, and thus protected under Heller.\n\nThe suit also maintains that aspects of a new law imposing background checks and fee requirements on acts as mundane as loaning a gun to a friend are also unconstitutional. You have to go through a federally licensed dealer, forcing them go through the same trouble they would go through for a sale they were profiting from, for a fee statutorily set at just $10. It's possible those doing such transfers wouldn’t be able to find a dealer willing to help them obey the law.\n\nThe lawsuit notes that trying to enforce the magazine law is an absurd burden: “The Sheriffs have limited resources and limited public funds to spend on investigations. They cannot expend those resources to conduct investigations that would be necessary to monitor compliance with the new magazine restrictions. No documentation has ever been required for the retail or private purchase of magazines, making it a practical impossibility for the Sheriffs to determine whether one of the many magazines already in existence was obtained after the effective date.”\n\nIt’s hard to predict how the U.S. District Court for the District of Colorado will take the magazine argument. A 2011 decision from the Court of Appeals for the District of Colombia upheld an even narrower magazine restriction, one that banned magazines holding over 10 rounds. The case is known as “Heller II” because it featured the same parties as the 2008 D.C. v. Heller case. Heller II challenged some of the gun regulations D.C. adopted after their total ban on handguns in the home was overturned.\n\nThe decision by Judge Douglas H. Ginsburg applies “intermediate scrutiny” (rather than the “strict scrutiny” that other constitutional rights, such as the First Amendment, receive) to the D.C. magazine statute. He claimed the magazine ban does not substantially burden the core self-defense right embedded in the Second Amendment and finds the law passes muster.\n\n“The Government has the burden of showing there is a substantial relationship or reasonable 'fit' between, on the one hand, the prohibition on … magazines holding more than ten rounds,” Ginsburg writes, “and, on the other, its important interests in protecting police officers and controlling crime.”\n\nGinsburg thought the government met that burden, essentially because larger magazines would allow mass shooters to do more damage and harm more people. Preventing that use of the high-capacity magazines is, the judge thought, a legitimate and important government interest. Mother Jones found 31 such mass-murderous uses of high-capacity magazines, out of likely 40 million in circulation.\n\nThe dissent in that case by Judge Brett Kavanaugh does not address the magazine issue, as he believed important factual questions had not been fully settled by the lower courts, specifically, whether there was a tradition of common use of larger capacity magazines. The original complaint in Cooke v. Hickenlooper argues that indeed there has been:\n\nRifles with magazines larger than 15 rounds are so commonplace that many models are supplied in a standard 30-round configuration. Indeed, one such rifle is the AR-15 and its many variants, which has for years been one of the best-selling types of firearms in the United States and of which there are at least four million in the United States today. The number of other models of Modern Sporting Rifles is likewise in the millions, which are also often sold with magazines holding more than 15 rounds.\n\nBy the standards of Heller, it should not be constitutional to ban commonly and legally used weapon elements, Kopel argues. As gun rights advocates have pointed out, like “assault rifle,” the definition of “high-capacity magazine” in lawmakers’ eyes is arbitrary, unpredictable, and ignores the magazine size that particular gun manufacturers intended for their weapon.\n\nKopel defended the Colorado sheriffs from accusations that they are violating either the law or their sworn duties in choosing not to enforce the particular laws that they are challenging in court, though he notes not every sheriff involved in the suit has said they won’t enforce the laws to which they object.\n\nSuch accusations of malfeasance on the part of the sheriffs have come from all sides, including National Review’s Charles C.W. Cooke, who supports the general principle that these laws are ill-advised. Still, Cooke concluded that “The Second Amendment is vital. But so is the rule of law.”", "article_metadata": {"og": {"url": "http://reason.com/archives/2013/12/19/colorado-new-laws-didnt-stop-the-shootin", "site_name": "Reason.com", "type": "article", "description": "Colorado's post-Newtown gun laws don't work, and are likely unconstitutional to boot", "title": "Colorado: New Gun Laws Didn't Stop the Shooting"}, "twitter": {"site": "@reason", "description": "Colorado’s gun laws made the news last week following a shooting\nat Arapahoe High School in the city of Centennial. One student was\ninjured in \nan 80-second attack involving five gunshots and one Molotov\ncocktail.\nShooter Karl Pierson then killed himself with a 12-gauge pump\naction shotgun that \nhe had legally purchased (As an 18-year-old he would not have\nbeen able to legally purchase a handgun). He was reported to have\nbeen cornered by an armed deputy on the school grounds before the\nsuici", "card": "summary_large_image", "title": "Colorado: New Gun Laws Didn't Stop the Shooting"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2013-12-19T21:30:00+00:00", "author": "http://reason.com/people/brian-doherty"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fccc95\"", "article_summary": "Colorado’s gun laws made the news last week following a shooting at Arapahoe High School in the city of Centennial.\nThe New York Times reported Sunday that 55 Colorado sheriffs do not want to enforce gun laws that went into effect this summer.\nThe case is known as “Heller II” because it featured the same parties as the 2008 D.C. v. Heller case.\nBut, with memories of the 1999 Columbine High School murders and last year’s Aurora movie theater massacre still fresh, Pierson’s rampage has people thinking again about Colorado’s gun laws, and asking why they aren’t stronger or more effective.\nHe claimed the magazine ban does not substantially burden the core self-defense right embedded in the Second Amendment and finds the law passes muster."}