{"article_title": "OSHA plans healthcare safety crackdown for injured nurses", "article_keywords": ["injured", "plans", "nurses", "facilities", "osha", "safety", "workplace", "healthcare", "crackdown", "schuster", "hospitals", "injuries", "lifting", "nursing"], "article_url": "http://www.healthcarefinancenews.com/news/osha-plans-healthcare-safety-crackdown-injured-nurses", "article_text": "OSHA is extending its National Emphasis Program on Nursing and Residential Care Facilities because the healthcare industry still has more reported workplace injuries than any other general industry.\n\nFederal regulators want to finally quell the healthcare industry’s epidemic of nurses getting hurt on the job by investigating, auditing and if necessary fining hospitals and residential care facilities for workplace safety problems, the Occupational Safety and Health Administration told its 10 regional divisions.\n\nOSHA is extending its National Emphasis Program on Nursing and Residential Care Facilities because the healthcare industry still has more reported workplace injuries than any other general industry, OSHA enforcement director Thomas Galassi wrote in a memo to state and regional staff.\n\nOSHA “will continue to use both enforcement and collaborative efforts to address hazards such as musculoskeletal disorders from lifting patients or residents, exposures to tuberculosis, bloodborne pathogens, workplace violence, and slips, trips and falls,” Galassi wrote. The national office is planning to “allocate enforcement and other resources to additional inpatient healthcare facilities, such as nursing homes and hospitals that have occupational illness and injury rates above the industry average.”\n\nThe enforcement will probe in particular probe “ergonomic stressors relating to resident handling” and slips, trips, and falls, along with pathogen and hazardous material exposure.\n\nAccording the Bureau of Labor Statistics, rates of workplace injury are higher in healthcare than other industries, “despite the availability of feasible controls which have been identified to address hazards,” Galassi wrote. In 2012, the incidence rate of nonfatal injuries and illnesses was 6.6 in hospitals and 7.6 in nursing and residential care facilities, both above the private industry average of 3.4 percent and even industries like oil and gas extraction and construction.\n\nRecent reports in the media have called attention to hazards nurses face in lifting patients in hospital and living facilities, after decades of research and grievances by nurses—especially as more obese Americans started populating hospitals and facilities.\n\nNPR recently covered the issue in a series, Injured Nurses, profiling the experience of nurses like Tove Schuster at Crozer-Chester Medical Center outside Philadelphia:\n\nWhile working the overnight shift, she heard an all-too-common cry: \"Please, I need help. My patient has fallen on the floor.\" The patient was a woman who weighed more than 300 pounds. So Schuster did what nursing schools and hospitals across the country teach: She gathered a few colleagues, and they lifted the patient as a team. \"I had her legs — a corner of one of the legs, anyway,\" says Schuster, who was 43 years old at the time. \"And as we swung her up onto the bed, I felt something pop. And I went 'ooo.' \"\n\nShe finished the shift in pain and drove straight home to bed. But after Schuster woke up late that afternoon, her husband, Matt, heard her shouting. He says he ran to the bedroom and found her crawling across the floor. \"I thought it was a joke at first,\" he says. \"And she says, 'I can't walk.' \" Schuster had injured her back moving the patient, which the hospital acknowledged. And today, X-rays of her back show how a surgeon repaired a damaged disk in her spine using a metal cage and four long, sharp screws.\n\nNPR’s investigation concluded that this kind of scenario happens too often and that hospitals and nursing facilities have not been investing in equipment like ceiling hoists and transfer slings that are needed to safely move patients, especially those who are overweight and obese.\n\nJames Collins, a CDC occupational safety researcher told NPR he was surprised at how much weight nurse's life and how frequently they do so, compared to other industries, like auto manufacturing: \"93 percent men, heavily tattooed, macho workforce, Harley-Davidson rider type guys. And they were prohibited from lifting over 35 pounds through the course of their work.\"\n\n[Also: Nurses strike at 5 Sutter hospitals in California, claim pay, safety issues]\n\nResearch suggests that hospitals can reduce ergonomic injuries by using special lifting equipment. Across the Veterans Health Administration, hospital nursing injuries related to lifting and moving patients dropped by an average of 40 percent after adoption of moving equipment.\n\nWhere there aren’t any government mandates for the equipment, they are be among the best practices that OSHA is looking for in its investigations, Galassi said.\n\n“In some cases, inspections of a number of establishments operated by the same corporate entity will demonstrate effectiveness of an existing corporate-wide policy to address resident handling hazards,” he wrote.\n\nLike Healthcare Finance on Facebook\n\nAmong the factors OSHA will consider are whether there is an “adequate quantity and variety of appropriate lift, transfer, or reposition assistive devices available and operational,” Galassi wrote.\n\nThe agency is also going to consider whether organizations have systems for hazard identification and analysis, whether employees have provided input in the development of lifting, transferring and repositioning procedures, and whether there is a system for monitoring compliance with internal guidelines.\n\nOHSA is also keeping up oversight of healthcare in other safety areas, recently publishing guidelines for preventing workplace violence in health and social services and new detailed guidance on hospital respiratory protection related to infectious disease and hazardous medical materials.\n\nTwitter: @AnthonyBrino", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/osha-plans-healthcare-safety-crackdown-injured-nurses", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/nurse%20wheeling%20patient-feature.png", "site_name": "Healthcare Finance News", "description": "OSHA is extending its National Emphasis Program on Nursing and Residential Care Facilities because the healthcare industry still has more reported workplace injuries than any other general industry.", "title": "OSHA plans healthcare safety crackdown for injured nurses"}, "twitter": {"image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/nurse%20wheeling%20patient-feature.png"}, "description": "OSHA is extending its National Emphasis Program on Nursing and Residential Care Facilities because the healthcare industry still has more reported workplace injuries than any other general industry.", "site": "@HC_Finance", "card": "summary_large_image", "title": "OSHA plans healthcare safety crackdown for injured nurses"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Federal regulators want to finally quell the healthcare industry’s epidemic of nurses getting hurt on the job by investigating, auditing and if necessary fining hospitals and residential care facilities for workplace safety problems, the Occupational Safety and Health Administration told its 10 regional divisions.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "_id": "\"57477af46914bd0286fdb5b7\"", "article_summary": "OSHA is extending its National Emphasis Program on Nursing and Residential Care Facilities because the healthcare industry still has more reported workplace injuries than any other general industry.\n[Also: Nurses strike at 5 Sutter hospitals in California, claim pay, safety issues]Research suggests that hospitals can reduce ergonomic injuries by using special lifting equipment.\nAcross the Veterans Health Administration, hospital nursing injuries related to lifting and moving patients dropped by an average of 40 percent after adoption of moving equipment.\nFederal regulators want to finally quell the healthcare industry’s epidemic of nurses getting hurt on the job by investigating, auditing and if necessary fining hospitals and residential care facilities for workplace safety problems, the Occupational Safety and Health Administration told its 10 regional divisions.\nNPR recently covered the issue in a series, Injured Nurses, profiling the experience of nurses like Tove Schuster at Crozer-Chester Medical Center outside Philadelphia:While working the overnight shift, she heard an all-too-common cry: \"Please, I need help."}