{"article_title": "2016 State Elections Will Be Critical Battlegrounds for Women's Rights and Women's Health", "article_keywords": ["2016", "battlegrounds", "parenthood", "rights", "senate", "abortion", "elections", "states", "state", "critical", "health", "planned", "act", "women", "womens", "voted"], "article_url": "http://www.glamour.com/story/state-elections-women", "article_text": "With weeks left until the first caucus event of the year, (almost) all election-watching eyes are turned towards the presidential race. But there are also many states holding elections, both for congressional representation and state-level positions that are especially critical to women and women's health this year.\n\nThis year brings the opportunity to potentially elect four women of color to the U.S. Senate (Tammy Duckworth in Illinois, Kamala Harris in California, Donna Edwards in Maryland and Catherine Cortez Mastro in Nevada)—and will also see three states plus the District of Columbia feature a minimum wage increase on the ballot, a critical women's issue as two-thirds of all minimum wage workers are women and 60 percent of households have a woman as their primary or co-breadwinner.\n\nAnd many states also feature critical races when it comes to reproductive rights.\n\n\"There's no question that women should have their eyes on these races,\" Rachel Thomas of Emily's List tells Glamour. \"Over the past few years, Republicans in Congress have launched an all-out assault on women's access to health care, starting with attempts to pass national abortion bans to trying at every turn to defund Planned Parenthood. The good news is that we have an opportunity to turn that around by electing more women to the Senate in key states like New Hampshire, Illinois, Nevada, and Pennsylvania; and fixing the insane fact that we've never had a Latina in the Senate.\"\n\nAdds Dawn Lageuns, executive vice President of Planned Parenthood Action Fund, to Glamour, \"Planned Parenthood Action Fund has endorsed Hillary Clinton for President, but we can't forget that this extreme anti-women's health agenda will play in Congressional elections as well. Members of the House and Senate who have taken 20 unpopular votes to restrict women's health—and 8 to defund Planned Parenthood—are going to face tough re-election fights this year. The American people reject the out-of-touch, anti-abortion, anti-woman playbook of candidates like Republican Sen. Kelly Ayotte, and voters will make that clear when they have their say in November.\"\n\nBelow, five states to watch and know about in 2016 and why.\n\nNew Hampshire: Not just a critical primary state in the presidential election, the Granite State is also home to a critical Senate race, with Governor Maggie Hassan, a Democrat, facing off against incumbent Senator Kelly Ayotte, a Republican. While Ayotte speaks of herself as a moderate, especially when it comes to women's issues, her voting record shows otherwise.\n\nAs Emily's List, the political action committee (PAC) that supports pro-choice Democrats running for office, notes, Ayotte repeatedly voted against the Paycheck Fairness Act, a bill that aimed \"to revise remedies for, enforcement of, and exceptions to prohibitions against sex discrimination in the payment of wages\"; voted for the Blunt Amendment, the amendment that would alter the Affordable Care Act (ACA, known colloquially as Obamacare) that would allow employers to deny health care coverage for certain procedures based on their own moral or religious objections; co-sponsored and voted for a bill to defund Planned Parenthood; has stated her belief that Roe v. Wade should be overturned and the issue of abortion should be decided by the states; voted for a federal 20-week abortion ban; opposed employers offering paid sick leave to workers; and twice voted against a bill to increase the federal minimum wage.\n\nAt the end of September, Ayotte sent a letter to her supporters, speaking out further against Planned Parenthood, writing:\n\nYou've probably seen the back-and-forth in the press about a possible government shutdown over Planned Parenthood funding. I deeply value your support, so I wanted to reach out directly with where I stand. I am sickened by the recent videos that show Planned Parenthood callously discussing the harvesting of organs from unborn babies. We need to hold Planned Parenthood accountable for their appalling disregard for the dignity of human life. I fully support the Senate Judiciary Committee's ongoing investigation into Planned Parenthood's actions. I also recently voted to take federal money away from Planned Parenthood and transfer that money instead to community health centers that provide women with health care. Sadly, that vote failed. And now we face a choice about how we move forward.\n\nAyotte also released a series of ads, entitled \"Our Daughters,\" \"Workplace Fairness,\" and \"Strong Families,\" specifically speaking to women's issues: better health care and job opportunities for women, not having to choose between employment and a healthy pregnancy, and flex time for working mothers. The ads deliberately try to whitewash a record that has done anything but support women, especially women in the workforce.\n\nGovernor Hassan, says Emily's List, has made \"issues like equal pay, access to public education, and access to affordable insurance\" front and center in her legislative priorities. She is also pro-choice, expanded Medicaid coverage in her state during her time as governor under the Affordable Care Act, and supported child health and wellness initiatives that led to New Hampshire being named one of the best states in the country for child well-being.\n\nBecause of the role New Hampshire plays in the presidential election—a win in the primary in that state is considered critical for securing a party's nomination and the state itself is a swing-state that can significantly impact the outcomes of a general election—extra political dollars are being poured into the state from all ends of the political spectrum in regards to this Senate race, one that has not just local but national implications.\n\nPennsylvania: Another swing state—and another state with important female candidates to watch.\n\nRunning for the Senate is Katie McGinty, a pro-choice Democrat running against Republican incumbent Senator Pat Toomey. Toomey voted in favor of the federal 20-week abortion ban this past year and, while a member of the House, voted against eliminating a ban on funds used for abortions or the administrative expenses connected to any federal health plan that provides benefits or coverage for abortions; voted against eliminating a ban on the U.S. giving funds to an organization overseas that uses its own funds to provide abortion services or engage in advocacy related to abortion services; voted against eliminating the prohibition of federal funds to offer abortion care to women in prison except in cases or rape or incest or if the woman's life is in danger; and voted against ending the ban on service women and dependents from getting an abortion in an oversea military hospital.\n\nAnd Toomey's not just anti-choice; while in the Senate he also twice voted against the Paycheck Fairness Act and twice voted against the reauthorization of the Violence Against Women Act (VAWA).\n\nConversely, McGinty, the daughter of a police officer and a restaurant hostess and herself a graduate of Columbia University's law school, has championed the rights of women and working families throughout her career, which has taken her from then-Senator Al Gore's office to President Clinton's White House Council on Environmental Quality to the Environmental Protection Agency under President George W. Bush. Most recently, she has served as chief of staff for Pennsylvania's Governor Tom Wolf, where she worked to expand the state's Medicaid program and a budget heavy on support for public education.\n\nAnother key race to watch in Pennsylvania is that for the state's 8th Congressional District, where Shaughnessy Naughton, one of five children born to a cleaning woman, hopes to put her past careers as a scientist and small business owner into use in the House of Representatives, championing scientific research and data in regards to policy-making for long-term economic growth. The incumbent, Rep. Mike Fitzpatrick, is retiring, meaning this now-open House seat is going to have even more weight as the pro-choice Naughton finds herself running again tea-party-backed Republicans who oppose reproductive rights.\n\nPennsylvania voters find themselves in the unique position of finding three women on the ticket on primary day (Apr. 26) to potentially vote for: former Secretary of State Hillary Rodham Clinton for President, McGinty for the Senate and Naughton for the House.\n\nNevada: Current Senate Minority Leader Harry Reid, a Democrat, has announced his retirement following the conclusion of his term this year. He immediately endorsed Catherine Cortez Mastro, Nevada's two-term attorney general, for his seat in the Senate. If elected, Cortez Mastro would be the first ever Latina in the Senate.\n\nWhile attorney general, she helped establish laws in her state to establish the crime of sex trafficking and allow victims of sex trafficking to both receive financial assistance and sue their traffickers. To better protect consumers and working Nevadans, she established the Mortgage Fraud Strike Force to investigate and prosecute fraudulent foreclosure rescue and loan modification scams, ultimately securing a $1.9 million settlement for Nevada Homeowners as part of the National Mortgage Settlement. Cortez Mastro is pro-immigration reform, pro equal-work-for-equal-pay legislation, and pro an increased federal minimum wage. She is pro-choice, opposes legislative efforts to restrict women's access to healthcare and is against allowing for the discrimination of LGBT individuals.\n\nThus far, the two Republicans who have already announced their desire to win the primary to compete for Reid's senate seat include Rep. Joe Heck and Eddie \"Trumblican\" Hamilton, a Nevada businessman who has built his campaign around his support for Donald Trump's bid for the presidency. He is anti-choice, anti-immigration, and anti-gun safety.\n\nHeck, meanwhile, professes a more conventional, though equally anti-choice, agenda. In 2015 alone, Heck cast votes for the ironically-named Women's Public Health and Safety Act, which would allow individual states to decide whether any healthcare provider who participates in abortion care may qualify as an in-state Medicaid provider; for the Born-Alive Abortion Survivors Protection Act, which would amend the federal criminal code to enforce up to five-years of jail time on a health care practitioner who is present when a child is \"born alive\"—defined in the bill as \"the complete expulsion or extraction from his or her mother, at any stage of development, who after such expulsion or extraction breathes or has a beating heart, pulsation of the umbilical cord, or definite movement of voluntary muscles, regardless of whether the umbilical cord has been cut\"—following an abortion or attempted abortion to exercise the same degree of care as reasonably provided to any other child born alive at the same gestational age, and ensure that such child is immediately admitted to a hospital; for the Pain Capable Unborn Child Protection Act, the proposed federal 20-week abortion ban; and for the No Taxpayer Funding for Abortion Act, another oddly-named bill as currently no federal funding goes towards abortion care, that seeks to restrict private insurance companies who offer healthcare through the Healthcare.gov online marketplace from offering plans that include coverage for abortion care. Heck also voted to defund Planned Parenthood and voted against the reauthorization of the Violence Against Women Act.\n\nColorado: Similar to New Hampshire, says Emily's List, women everywhere should also have their eye on Colorado as Congressman Mike Coffman, the Republican incumbent for the Sixth District's House seat, also tries to whitewash his record of supporting policies that roll the clock back on women's rights. In a district won by President Obama in both 2008 and 2012, Coffman must now appear more moderate on women's issues to voters than he is given his recent votes to defund Planned Parenthood and his support for the state's failed personhood amendment, a measure that, had it passed, would not only have made abortion illegal, but would have also banned certain forms of birth control as well as the process of in vitro fertilization (IVF). Coffman also cast votes for a measure that would have redefined rape as \"forcible rape,\" opposed the repeal of Don't Ask Don't Tell, twice voted for the federal 20-week abortion ban, and voted against raising the federal minimum wage.\n\nOne of Coffman's challengers is Morgan Carroll, a pro-choice woman and the former minority leader of the Colorado state Senate, where she currently represents the state's 29th District. After putting herself through college and law school by working at a gas station, Carroll went on to found a law firm with her mother where their work focused on advocating for those with disabilities and family law. Carroll represents Aurora, the city outside Denver where the 2012 mass shooting occurred—as a result, Carroll has become a strong advocate for common sense gun safety legislation, like criminal background checks before the purchase of all firearms.\n\nAlso like New Hampshire, Colorado is a critical swing state in the general election and will be garnering a great deal of attention in the presidential race—but this race for the House should be just as important to voters, too.\n\nIllinois: In Illinois, Rep. Tammy Duckworth is running for Senate and Suzanna Mendoza is running for state Comptroller—and they are both important women to watch.\n\nDuckworth is a Purple Heart recipient, a veteran of the Iraq War, former assistant secretary of the U.S. Department of Veterans Affairs, the former head of the Illinois Department of Veterans Affairs, and a retired colonel in the Illinois Army National Guard. In addition to her commitment to those with disabilities and working families—she herself lost both legs in the Iraq war and is a mother—Duckworth also has a strong pro-choice record, having voted against the Women's Public Health and Safety Act, against the Born-Alive Abortion Survivors Protection Act, against the Pain-Capable Unborn Child Protection Act, and against the No Taxpayer Funding for Abortion Act during her time serving in the House. She voted against the defunding of Planned Parenthood and voted for the reauthorization of the Violence Against Women Act.\n\nDuckworth is running for the Senate seat currently held by Republican incumbent Sen. Mark Kirk; Duckworth winning this seat would be a critical vote in ensuring a pro-choice majority in the Senate.", "article_metadata": {"description": "With weeks left until the first caucus event of the year, (almost) all election-watching eyes are turned towards the presidential race. But there are also...", "application-name": "Glamour Magazine", "author": "Jennifer Gerson Uffalussy", "og": {"site_name": "Glamour", "description": "With weeks left until the first caucus event of the year, (almost) all election-watching eyes are turned towards the presidential race. But there are also...", "title": "How Your 2016 State Elections Could Critically Impact Women's Rights and Healthcare", "url": "http://www.glamour.com/story/state-elections-women", "image": "http://media.glamour.com/photos/56e1f7db1632e6ca44c17f52/master/pass/inspired-2016-01-voting-state-elections-main.jpg", "type": "article"}, "twitter": {"domain": "www.glamour.com", "description": "With weeks left until the first caucus event of the year, (almost) all election-watching eyes are turned towards the presidential race. But there are also...", "title": "How Your 2016 State Elections Could Critically Impact Women's Rights and Healthcare", "image": {"src": "http://media.glamour.com/photos/56e1f7db1632e6ca44c17f52/master/pass/inspired-2016-01-voting-state-elections-main.jpg?mbid=social_retweet"}, "site": "glamourmag", "card": "summary_large_image"}, "fb": {"admins": 823617, "app_id": 101358874221}, "msapplication-tap-highlight": "no", "keywords": "51 million,abortion,election,election 2016,planned parenthood,politicians,women's health,women's issues,women's rights", "copyright": "Copyright © Condé Nast 2016", "viewport": "width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=no"}, "article_summary": "At the end of September, Ayotte sent a letter to her supporters, speaking out further against Planned Parenthood, writing:You've probably seen the back-and-forth in the press about a possible government shutdown over Planned Parenthood funding.\nI am sickened by the recent videos that show Planned Parenthood callously discussing the harvesting of organs from unborn babies.\nShe voted against the defunding of Planned Parenthood and voted for the reauthorization of the Violence Against Women Act.\nWe need to hold Planned Parenthood accountable for their appalling disregard for the dignity of human life.\nHeck also voted to defund Planned Parenthood and voted against the reauthorization of the Violence Against Women Act."}