{"article_title": "Rubio's 'pioneer' boasts crumble under scrutiny", "article_keywords": ["republican", "record", "jewish", "house", "creation", "florida", "crumble", "rubios", "pioneer", "rubio", "policy", "scrutiny", "boasts", "gop", "presidential"], "article_url": "http://www.msnbc.com/rachel-maddow-show/rubios-pioneer-boasts-crumble-under-scrutiny", "article_text": "When Marco Rubio recently spoke to the Jewish Republican Coalition’s presidential forum, he joined all of his GOP rivals in saying nice things about Israel. But the Florida Republican went a little further than most, making a specific claim about his state legislative record. The Tampa Bay Times took a closer look\n\n“As Speaker of the Florida House,” he said, “I pioneered what became a national effort by requiring the Florida pension program to divest from companies linked to Iran’s terrorist regime.” It was groundbreaking, but Rubio had nothing to do with creation of the legislation.\n\nThere was, in fact, a divestment bill that passed Florida’s legislature, but it was written by a Democrat before passing unanimously. Rubio, as the Republican leader in the House, allowed the bill to come to the floor, but he didn’t “pioneer” the policy. He doesn’t appear to have had anything to do with its creation at all.\n\nWhether the Florida Republican was trying to deceive his audience or whether Rubio simply exaggerated the story in his mind is unclear. But errors like these are emblematic of two problems that represent a distraction for the senator’s presidential campaign.\n\nThe first is that Rubio, despite his background as a career politician – he won his sixth election the year he turned 40 – has no real accomplishments to his name. This creates an awkward dynamic in which the GOP lawmaker struggles to brag about his own record, and in the case of the Jewish Republican Coalition’s event, it apparently led him to embellish that record with an accomplishment that was not his own.\n\nT he second problem is that this is not the first time Rubio delivered a speech in which he flubbed substantive details in a brazenly misleading way. The week before his “pioneering” fib, for example, Rubio misled an audience about the scope of U.S. surveillance powers.\n\nI don’t know whether this is the result of sloppiness, laziness, or a deliberate attempt to mislead, but Rubio wants to be perceived as some kind of wonky expert who not only speaks the truth, but also understands policy matters in great detail.", "article_metadata": {"msapplication-config": "/browserconfig.xml", "description": "Rhetoric vs. reality: Marco Rubio's boasts often fall apart upon closer inspection.", "original-source": "http://www.msnbc.com/rachel-maddow-show/rubios-pioneer-boasts-crumble-under-scrutiny", "og": {"site_name": "MSNBC", "description": "Rhetoric vs. reality: Marco Rubio's boasts often fall apart upon closer inspection.", "title": "Rubio's 'pioneer' boasts crumble under scrutiny", "url": "http://www.msnbc.com/rachel-maddow-show/rubios-pioneer-boasts-crumble-under-scrutiny", "image": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/h_51708221.jpg?itok=hEB59_7A", "type": "article"}, "twitter": {"domain": "msnbc.com", "account_id": 2836421, "creator": {"identifier": "@msnbc", "id": 2836421}, "url": "http://www.msnbc.com/rachel-maddow-show/rubios-pioneer-boasts-crumble-under-scrutiny", "image": {"width": 830, "identifier": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--3-2--512x342/public/h_51708221.jpg?itok=JsB4bimS", "height": 553}, "title": "Rubio's 'pioneer' boasts crumble under scrutiny", "site": {"identifier": "@msnbc", "id": 2836421}, "card": "summary_large_image", "description": "Rhetoric vs. reality: Marco Rubio's boasts often fall apart upon closer inspection."}, "robots": "follow, index", "DC.date.issued": "2015-12-14T16:39:33-05:00", "jenga-session-config": "{\"when_to_init\":\"after_dom_ready\"}", "fb": {"app_id": 351594351545594}, "nv": {"author": "steve-benen", "title": "Rubio's 'pioneer' boasts crumble under scrutiny", "tags": "election-2016,elections,marco-rubio,rachel-maddow-show", "published": 1, "date": "12/14/2015 16:39:33 EST", "address": "http://www.msnbc.com/rachel-maddow-show/rubios-pioneer-boasts-crumble-under-scrutiny"}, "article": {"author": "https://www.facebook.com/steve.benen"}, "abstract": "Rhetoric vs. reality: Marco Rubio's boasts often fall apart upon closer inspection.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Election 2016, Elections, Marco Rubio"}, "article_summary": "But the Florida Republican went a little further than most, making a specific claim about his state legislative record.\nWhether the Florida Republican was trying to deceive his audience or whether Rubio simply exaggerated the story in his mind is unclear.\nRubio, as the Republican leader in the House, allowed the bill to come to the floor, but he didn’t “pioneer” the policy.\nWhen Marco Rubio recently spoke to the Jewish Republican Coalition’s presidential forum, he joined all of his GOP rivals in saying nice things about Israel.\nThe week before his “pioneering” fib, for example, Rubio misled an audience about the scope of U.S. surveillance powers."}