{"article_title": "Boulder neighborhood state's first to be declared 'bee-safe'", "article_keywords": ["boulder", "city", "declared", "used", "neighborhood", "pledge", "neonicotinoids", "states", "melodycatalpa", "pesticides", "volunteers", "beesafe"], "article_url": "http://www.dailycamera.com/news/boulder/ci_25960458/boulder-neighborhood-states-first-be-declared-bee-safe", "article_text": "Melody-Catalpa volunteers secure pledges to shun pesticides\n\nProtecting the bees Avoid neonicotinoids: Look at labels for imidacloprid, acetamiprid, dinotefuran, clothianidin and thiamethoxam. Ask garden center employees if plants for sale were treated with neonicotinoids. Ask your city or park district to use alternatives to neonicotinoids on plants that are bee-visited or bee-pollinated. Create havens: Form patches of pesticide-free, pollinator-friendly flowers in your garden or neighborhood. Source: The Xerces Society for Invertebrate Conservation\n\nThe Melody-Catalpa neighborhood of Boulder is proudly wearing the mantle of the first \"bee-safe\" locality in Colorado.\n\nIt may not be a title for which there was fierce competition, but those in the roughly 200 households of the north Boulder neighborhood who signed a pledge not to use neonicotinoids or similar systemic pesticides are buzzing with excitement over earning the distinction.\n\nThree neighborhood residents earlier this year banded together to sign on about 20 volunteers to go door to door. And, faster than they'd dared hope, they convinced more than half of the area's 389 households to sign a pledge not to use neuroactive chemicals that many believe are contributing to the colony collapse phenomenon reported in global honeybee populations.\n\nAdvertisement\n\nThose doing so were awarded green flags, signifying their commitment, to plant in their front lawns. Some homes there have not yet been contacted by the volunteers, but will be.\n\n\"We felt really good about it,\" said Anne Bliss, one of the three organizers and a resident of the 3500 block of Catalpa Way. \"We thought we would finish this by the end of May, and we more than had our goal really quickly. It took us a couple weeks.\"\n\nMolly Greacen, another of the drivers behind the Melody-Catalpa bee-safe initiative, said, \"The real concern is that if we can get lots of other people to get excited about this idea, then all of Boulder can become bee-safe.\"\n\nA concert, \"Masters of the Shakuhachi\" — Japanese vertical flutes — to benefit the Bee Safe Neighborhoods program is planned for 7:30 p.m. Wednesday at Kelly's Barn, 1360 Sumac Ave., Boulder.\n\nConcept launched in Golden\n\nThe organization certifying Melody-Catalpa's status as the first neighborhood in Colorado to earn the \"bee-safe\" label is the Living Systems Institute of Golden, which promotes sustainable ecosystems and zero waste.\n\nDavid Wheeler, left, Molly Greacen and Anne Bliss, shown near Greacen's backyard beehive, helped the Melody-Catalpa neighborhood in north Boulder become designated the first \"bee-safe\" locality in Colorado. (Cliff Grassmick / Daily Camera)\n\nDavid Braden, founder and executive director of the Living Systems Institute, confirmed that Melody-Catalpa is \"the first one to provide documentation to us of at least 75 contiguous homes agreeing not to use systemic poisons,\" 75 being the minimum number to qualify for the institute's bee-safe designation. He said a neighborhood in Wheat Ridge may not be far behind.\n\nBraden's organization, which is seeking 501(c)(3) nonprofit status, launched the bee-safe neighborhood concept earlier this year.\n\nExplaining the impetus for encouraging more communities to make such a commitment, Braden said, \"If we poison all of our pollinators, then there's a problem for us as a species surviving on the planet.\"\n\nManufacturers of insecticides have insisted they're safe and not responsible for colony collapse disorder. However, those who argue to the contrary gained traction for their position last month with the release of a Harvard School of Public Health study, published in the Bulletin of Insectology, that showed two widely used neonicotinoids appear to significantly harm honey bee colonies over the winter, especially during colder winters.\n\nThe decision by Melody-Catalpa to pursue bee-safe honors is applauded by Rella Abernathy, integrated pest management coordinator for the city of Boulder.\n\n\"We think it's a great idea,\" Abernathy said. \"The city always encourages residents to reduce or decrease their use of pesticides. We're supportive of it, and we would like to see more and more bee-safe neighborhoods in the city.\"\n\nAbernathy said the city has not used pesticides on any of its managed turf for 12 years, doesn't apply it to its landscape plants, and that the only neonicotinoid on the list of approved insecticides for use by the city is imidacloprid, for targeted injection in trees by its forestry department. However, the city recently banned its use for treatment of emerald ash borer management, and imidacloprid is not now in use at all, according to Abernathy.\n\nShe said that as used by homeowners in their gardens, many pesticides are applied in concentrations up to 40 times as high as is seen in agricultural use — and labels often advise reapplication at six-week intervals without mentioning danger to pollinators.\n\nAs a result, Abernathy said, \"There's no way that people even know they are toxic to bees. They are applying it constantly, and so the bees are getting a continuous, dangerous dose.\"\n\n'This is a place I can start'\n\nWith Melody-Catalpa first in Boulder to go bee-safe, the Kendall neighborhood in the Table Mesa area could be next, with a team of a half dozen — inspired by their city neighbors to the north — fanning out this weekend with pledge forms to start collecting signatures from at least 75 contiguous homeowners.\n\n\"I hope we're as successful as they are,\" said Janet Kilby, who is coordinating the Kendall neighborhood effort. \"I love watching the Melody-Catalpa neighborhood. It is such a sense of community that has developed between the people working on this project. There are just so many layers to why this is such a good thing.\"\n\nAs a stage-four cancer survivor, Kilby believes that the frequent occurrence of cancer in society at large is likely linked to \"the chemical soup that we live in.\" She added, \"I find that environmental issues can be overwhelming, but this is a place I can start.\"\n\nKilby invites those in the Table Mesa area who want to join her effort to contact her at 970-260-0355.\n\nContact Camera Staff Writer Charlie Brennan at 303-473-1327 or brennanc@dailycamera.com.", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/news/boulder/ci_25960458/boulder-neighborhood-states-first-be-declared-bee-safe", "sailthru.author": "By Charlie Brennan ,  Camera Staff Writer", "ag": {"canon": "BoulderDailyCamera:article:25960458:view"}, "startDate": "2014-06-14T14:00:00-0600", "twitter": {"domain": "dailycamera.com", "description": "The Melody-Catalpa neighborhood of Boulder is proudly wearing the mantle of the first \"bee-safe\" locality  in Colorado.", "title": "Boulder neighborhood state's first to be declared 'bee-safe'", "url": "http://www.dailycamera.com/news/boulder/ci_25960458/boulder-neighborhood-states-first-be-declared-bee-safe", "image": "http://extras.mnginteractive.com/live/media/site21/2014/0614/20140614__15dcabeew~2.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Boulder News", "modificationDate": "2014-06-15T08:20:58-0600", "endDate": "2024-06-14T14:00:00-0600", "news_keywords": "Boulder News, Boulder News news, Boulder Colorado Boulder News news, Boulder Colorado news, Boulder News Boulder news, Boulder News Colorado news, US Boulder News news, world Boulder News news.", "byline": "By Charlie Brennan,", "pubDate": "2014-06-13T18:48:34-0600", "sailthru.date": "2014-06-14T14:00:00-0600", "sailthru.title": "Boulder neighborhood state's first to be declared 'bee-safe'", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2014/0614/20140614__15dcabeew~2_300.jpg", "description": "The Melody-Catalpa neighborhood of Boulder is proudly wearing the mantle of the first \"bee-safe\" locality  in Colorado.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/news/boulder/ci_25960458/boulder-neighborhood-states-first-be-declared-bee-safe", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "The Melody-Catalpa neighborhood of Boulder is proudly wearing the mantle of the first \"bee-safe\" locality  in Colorado.", "title": "Boulder neighborhood state's first to be declared 'bee-safe'"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2014/0614/20140614__15dcabeew~2.jpg"}, "_id": "\"57477af36914bd0286fcccd3\"", "article_summary": "Source: The Xerces Society for Invertebrate ConservationThe Melody-Catalpa neighborhood of Boulder is proudly wearing the mantle of the first \"bee-safe\" locality in Colorado.\nBraden's organization, which is seeking 501(c)(3) nonprofit status, launched the bee-safe neighborhood concept earlier this year.\nDavid Wheeler, left, Molly Greacen and Anne Bliss, shown near Greacen's backyard beehive, helped the Melody-Catalpa neighborhood in north Boulder become designated the first \"bee-safe\" locality in Colorado.\nThe decision by Melody-Catalpa to pursue bee-safe honors is applauded by Rella Abernathy, integrated pest management coordinator for the city of Boulder.\n\"I love watching the Melody-Catalpa neighborhood."}