{"article_title": "California governor recalls Nancy Reagan's grace", "article_keywords": ["reagans", "reagan", "governor", "mrs", "ronald", "california", "library", "nancy", "recalls", "simi", "valley", "lady", "grace", "died"], "article_url": "http://www.dailyherald.com/article/20160306/news/303069907/", "article_text": "The Latest: California governor recalls Nancy Reagan's grace\n\nhello\n\nSecurity guard Doug Wiley tells Andy Hall that the Ronald Reagan Presidential Library is closed, Sunday, March 6, 2016, in Simi Valley, Calif., after former first lady Nancy Reagan died at 94. Associated Press\n\nAndy Hall, of Simi Valley, Calif., takes a picture as he pays his respects at the Ronald Reagan Presidential Library, Sunday, March 6, 2016, in Simi Valley. Former first lady Nancy Reagan has died at 94. Associated Press\n\nA Los Angeles police officer carries flowers left by a mourner to the front gate of the home of Nancy Reagan in the Bel-Air district of Los Angeles Sunday, March 6, 2016 Nancy Reagan, the helpmate, backstage adviser and fierce protector of Ronald Reagan in his journey from actor to president, and finally during his 10-year battle with Alzheimer's disease, died Sunday morning. She was 94. Associated Press\n\nLOS ANGELES -- The Latest on the death of former US first lady Nancy Reagan (all times local):\n\n12:29 p.m.\n\nBefore she became first lady of the United States, Nancy Regan had served in that role for the state of California.\n\nFormer President Ronald Reagan was elected governor of California in 1966.\n\nThe state's present governor, Jerry Brown, issued a statement about Mrs. Reagan, who died Sunday at 94.\n\n\"Nancy Reagan lived a remarkable life and will be remembered for her strength and grace. On behalf of all Californians, Anne and I extend our deepest condolences to the Reagan family.\"\n\nMrs. Reagan died at her home in the Bel-Air section of Los Angeles of congestive heart failure, an assistant said.\n\nRonald Reagan served as governor from 1967-1975. He died in June 2004.\n\n___\n\n11:57 a.m.\n\nPeople remembering former US first lady Nancy Reagan have left a growing display of flowers at the main entrance gate of the Ronald Reagan Presidential Library and Museum in Simi Valley, California.\n\nThe library is closed and visitors are beginning to be turned away.\n\nSharon Hirtzer and her husband, Joe, were among the mourners outside the library Sunday. The Chicago couple were in California and had previously planned to visit the library before learning Mrs. Reagan's death on Sunday.\n\n\"I was just really said,\" Sharon Hirtzer said. \"She was a great lady and had so much class.\"\n\nHirtzer said Mrs. Reagan brought glamour to the White House. Though Mrs. Reagan was criticized for spending habits, Hirtzer said that never bothered her.\n\n\"I was always impressed by the way she carried herself,\" Hirtzer said.\n\nMrs. Reagan was 94.\n\n___\n\n9:07 a.m.\n\nFormer first lady Nancy Reagan has died at 94 in Bel-Air, California.\n\nAssistant Allison Borio says Mrs. Reagan died Sunday at her home of congestive heart failure.\n\nHer marriage to Ronald Reagan lasted 52 years until his death in 2004.\n\nA former actress, she was Reagan's closest adviser and fierce protector on his journey from actor to governor of California to president of the United States.\n\nShe rushed to his side after he was shot in 1981 by a would-be assassin, and later endured his nearly decade-long battle with Alzheimer's disease. In recent years she broke with fellow Republicans in backing stem cell research as a way to possibly find a cure for Alzheimer's.", "article_metadata": {"description": "Before she became first lady of the United States, Nancy Regan had served in that role for the state of California", "author": "Associated Press", "og": {"site_name": "Daily Herald", "description": "Before she became first lady of the United States, Nancy Regan had served in that role for the state of California", "title": "The Latest: California governor recalls Nancy Reagan's grace", "url": "http://www.dailyherald.com/article/20160306/news/303069907/", "image": "http://www.dailyherald.com/storyimage/DA/20160306/news/303069907/EP/1/2/EP-303069907.jpg&updated=201603061438&imageversion=Facebook&exactH=630&exactW=1200&exactfit=crop&noborder", "type": "article"}, "twitter": {"description": "Before she became first lady of the United States, Nancy Regan had served in that role for the state of California", "title": "The Latest: California governor recalls Nancy Reagan's grace", "url": "http://www.dailyherald.com/article/20160306/news/303069907/", "image": "http://www.dailyherald.com/storyimage/DA/20160306/news/303069907/AR/0/AR-303069907.jpg&updated=201603061438&maxw=1200&maxh=1200", "site": "@dailyherald", "card": "summary", "account_id": 8960722}, "robots": "noarchive", "fb": {"app_id": 105603449548761}, "keywords": "Nation/World, Obituaries, Associated Press", "article": {"publisher": "https://www.facebook.com/DailyHeraldFans", "published_time": "2016-03-06", "modified_time": "2016-03-06T18:38:00Z"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The Latest: California governor recalls Nancy Reagan's gracehelloSecurity guard Doug Wiley tells Andy Hall that the Ronald Reagan Presidential Library is closed, Sunday, March 6, 2016, in Simi Valley, Calif., after former first lady Nancy Reagan died at 94.\n\"Nancy Reagan lived a remarkable life and will be remembered for her strength and grace.\nMrs. Reagan died at her home in the Bel-Air section of Los Angeles of congestive heart failure, an assistant said.\n___9:07 a.m.Former first lady Nancy Reagan has died at 94 in Bel-Air, California.\nFormer first lady Nancy Reagan has died at 94."}