{"article_title": "Police Shoot Man Holding Fake Gun—Near Fake Gun Aisle In Walmart", "article_keywords": ["shoot", "aisle", "airsoft", "shot", "weapon", "rifle", "gun", "actually", "walmart", "holding", "fake", "gunnear", "crawford", "store", "man"], "article_url": "http://reason.com/blog/2014/08/08/police-shoot-man-holding-fake-gunnear-fa", "article_text": "Police shot and killed a 22-year-old man inside a Walmart in Beavercreek, Ohio. Other customers called the police after spotting the man, John Crawford, carrying what they believed to be a weapon.\n\nHowever, Crawford's girlfriend—who dropped him off at the store moments before the shooting—claims he wasn't carrying a gun and didn't even own one. Media reports are now suggesting that the weapon was actually a fake: an airsoft rifle a pellet gun,* which was sold in the sporting goods section of that very same Walmart.\n\nCrawford was on the phone with LeeCee Johnson, the mother of his two children, when he was shot. Johnson told the Dayton Daily News that Crawford identified his fake gun to the police just before they fired at him:\n\n“We was just talking. He said he was at the video games playing videos and he went over there by the toy section where the toy guns were. And the next thing I know, he said ‘It’s not real,’ and the police start shooting and they said ‘Get on the ground,’ but he was already on the ground because they had shot him,” she said, adding: “And I could hear him just crying and screaming. I feel like they shot him down like he was not even human.”\n\nEyewitnesses said Crawford pointed the weapon at people—including children—while he was on the phone, and no one could tell the difference. According to WHIO:\n\nOne 911 call released by Beavercreek police was from Ronald Ritchie of Riverside, who was inside Walmart. He told dispatchers at 8:21 p.m. Tuesday that he saw a man “walking around with a gun in the store.” Ritchie, an ex-Marine, said the man was pointing a black rifle at people near the pet section and that “he’s loading it right now.” Later, he said, “He looked like he was trying to load it, I don’t know.” He then added, “He just pointed it at two children.”\n\n(Astonishingly, Crawford was not the only person to die in the Walmart that day. A 37-year-old woman, Angela Williams, suffered some kind of medical episode as she was exiting the store during the shooting. She apparently had a pre-existing medical condition, and died after being transported to the hospital.)\n\nBeavercreek has turned the case over to the state Attorney General's Bureau of Criminal Investigation. We'll see what comes of that.\n\n*Update: I originally identified the weapon as an airsoft gun. It appears that it is actually an air/pellet rifle called an MK-177. Compared to an airsoft gun, the MK-177 fires significantly more desructive pellets that are capable of breaking the skin and harming someone. Hopefully the investigation will definitively establish whether Crawford was actually pointing it at people in a threatening way.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Media reports are now suggesting that the weapon was actually a fake: an airsoft rifle.", "title": "Police Shoot Man Holding Fake Gun—Near Fake Gun Aisle In Walmart", "url": "http://reason.com/blog/2014/08/08/police-shoot-man-holding-fake-gunnear-fa", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14074593202889.jpg", "type": "article"}, "twitter": {"description": "Police shot and killed a 22-year-old man inside a\nWalmart in Beavercreek, Ohio. Other customers called the police\nafter spotting the man, John Crawford, carrying what they believed\nto be a weapon.\nHowever, Crawford's girlfriend—who dropped him off at the store\nmoments before the shooting—claims he wasn't carrying a gun and\ndidn't even own one. Media reports are now suggesting that the\nweapon was actually a\nfake: an airsoft rifle&nbsp;a pellet gun,* wh", "title": "Police Shoot Man Holding Fake Gun—Near Fake Gun Aisle In Walmart", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14074593202889.jpg", "creator": "@robbysoave", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2014-08-08T13:15:00+00:00", "author": "http://reason.com/people/robby-soave"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fcccee\"", "article_summary": "Compared to an airsoft gun, the MK-177 fires significantly more desructive pellets that are capable of breaking the skin and harming someone.\nOther customers called the police after spotting the man, John Crawford, carrying what they believed to be a weapon.\n*Update: I originally identified the weapon as an airsoft gun.\nMedia reports are now suggesting that the weapon was actually a fake: an airsoft rifle a pellet gun,* which was sold in the sporting goods section of that very same Walmart.\nPolice shot and killed a 22-year-old man inside a Walmart in Beavercreek, Ohio."}