{"article_title": "Vatican Strengthens Ties with Evangelicals and Mormons Against Gay Marriage", "article_keywords": ["faith", "woman", "leaders", "gay", "support", "church", "mormons", "colloquium", "marriage", "evangelicals", "vatican", "ties", "religious", "strengthens", "man"], "article_url": "http://time.com/3597245/vatican-evangelicals-mormons-gay-marriage/", "article_text": "\n\n\n\nIn a month when papal conversation about marriage has been all the rage, the Vatican is enlisting a new set of allies to support its commitment to marriage between a man and a woman: American evangelicals and the Church of Jesus Christ of Latter-day Saints.\n\nThis week the Vatican hosted a three-day, international, interreligious colloquium called Humanum, “The Complementarity of Man and Woman: An International Colloquium.” Its goal was to “propose anew the beauty of the relationship between the man and the woman.” Speakers came from nearly two dozen countries and a variety of religious traditions, including Muslims, Jews, Sikhs and Taoists.\n\n\n\nThe presence of American evangelicals and the LDS Church was particularly notable. Rick Warren, pastor of Saddleback Church, and Russell Moore, president of the Southern Baptist Convention’s Ethics and Religious Liberty Commission, each gave speeches, and representatives from the Heritage Foundation and the Family Research Council in Washington attended. President Henry Eyring of the Church of Jesus Christ of Latter-day Saints’ first presidency spoke and Elder Tom Perry of the LDS’s Quorum of the Twelve also joined. In the United States, this trio of faiths has worked together to stand against the government’s Affordable Care Act’s contraception mandate, but it was the first time they were coming together at the Vatican to talk about marriage.\n\nThe colloquium rallied around the theological concept of complementarianism, the belief that men and women have different roles in a marriage and religious leadership—husbands are spiritual leaders, and wives submit to them in love. To be “complementary” is to complete or fill the lack in the other thing. It opposes egalitarianism, the theological belief that men and women are equal in all respects in marriage and in religious leadership positions. Traditional Catholic, evangelical, and LDS belief interprets the Bible to support a complementarian relational structure. That may explain why mainline Protestant traditions that interpret the Bible to an egalitarian end—Presbyterian, Episcopal, United Church of Christ—were not featured at the event.\n\nPope Francis did not spearhead the colloquium, as many casual observers might think. It was organized and led by German Cardinal Gerhard Müller, a strong conservative voice at the Pope’s Synod on the Family last month. Müller is the prefect of the Congregation for the Doctrine of the Faith, the Vatican group that sponsored the event. Still, Pope Francis gave an opening address to attendees, in which he affirmed the Church’s teaching that children have a right to a mother and a father.\n\nSkepticism about the other’s faith tends to run deep between Catholics, evangelicals and Mormons. In strict economic terms, the three faiths all compete for followers. They are heavily missionizing, and often they evangelize precisely in ways that distinguish themselves apart from the other faiths. But the Protestant work ethic runs deep in both evangelical and Mormon culture, as does deep commitment to faith convictions that the outside world may not understand. The gathering signals that some Vatican leaders recognize that banding together to support marriage as between one man and one woman may be a smart strategy going forward, especially as they have been standing separately against the western world’s changing sexual mores.\n\nOn paper, the colloquium concluded with an affirmation of marriage. “For on earth marriage binds us across the ages in the flesh, across families in the flesh, and across the fearful and wonderful divide of man and woman, in the flesh. This is not ours to alter,” it reads. “It is ours, however, to encourage and celebrate….This we affirm.”\n\nBut in practice, it ended with something more significant—a strengthening of alliances. The event forged and deepened relationships across faith lines. “This group differs on many points—theological and political—but we agree that marriage matters,” says Moore, who walked around the Vatican with a copy of Luther’s 95 Theses in his coat pocket, a symbol of Protestantism’s break with Rome 500 years ago. “The colloquium started a conversation of groups on virtually every continent and virtually every religious tradition on how we can work together for the common good of marriage.”\n\nFor Eyring, of the LDS Church, the event marks a beginning. “They are talking about how are we going to get the word out and what more can we do. They want to do more,” he told the Deseret News. “It’s been amazing how receptive they have been to us,” Perry added, describing relationship he has been developing with Catholic leaders. “I think that we’ve developed a relationship now that they recognized that we have the strength and our structure in our organization that can reach out in a way that other churches do not have.”\n\nAmerican evangelical leaders say they are also leaving hopeful of the journey ahead. “The content of the colloquium was important, but perhaps more so were the connections made between people who share come concerns but who didn’t know each other before,” Moore says. “I am leaving the colloquium much more optimistic than I was when I arrived.”\n\nAdds Tony Perkins, president of the Family Research Council: “The atmosphere was almost euphoric as the attendees from six of the world’s seven continents broke from the historic gathering to return to their respective nations renewed in their stand for marriage,” he says. “The courts may declare otherwise, and Hollywood may depict its demise, but the union of a man and a woman as the natural and enduring definition of marriage will endure until the end.”", "article_metadata": {"description": "American evangelicals and Mormons went to the Vatican to strengthen ties as they fight same-sex marriage.", "generator": "WordPress.com", "og": {"site_name": "TIME.com", "description": "American evangelicals and Mormons went to the Vatican to strengthen ties as they fight same-sex marriage.", "title": "Vatican Strengthens Ties with Evangelicals and Mormons Against Gay Marriage", "url": "http://time.com/3597245/vatican-evangelicals-mormons-gay-marriage/", "image": "https://timedotcom.files.wordpress.com/2014/11/pope-francis1.jpg?quality=75&strip=color&w=1012", "type": "article"}, "twitter": {"image": {"src": "https://timedotcom.files.wordpress.com/2014/11/pope-francis1.jpg?quality=75&strip=color&w=1012"}, "description": "American evangelicals and Mormons went to the Vatican to strengthen ties as they fight same-sex marriage.", "site": "TIME", "card": "summary_large_image", "title": "Vatican Strengthens Ties with Evangelicals and Mormons Against Gay Marriage"}, "msapplication-TileColor": "#FFFFFF", "msapplication-tooltip": "Current & Breaking News | National & World Updates", "msapplication-task": "name=Subscribe;action-uri=http://time.com/feed/;icon-uri=http://0.gravatar.com/blavatar/2cee445ea71a179ffd35ea91cf154905?s=16", "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 53177223193}, "p": {"domain_verify": "f48a8936c3fffc943fce516f2e3ff1d2"}, "apple-mobile-web-app-status-bar-style": "black-translucent", "msapplication-window": "width=device-width;height=device-height", "msapplication-TileImage": "https://s0.wp.com/wp-content/themes/vip/time2014/img/time-touch_icon_152.png", "application-name": "TIME", "keywords": "faith, religion", "article": {"publisher": "https://www.facebook.com/time"}, "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0", "news_keywords": "pope francis, pope, vatican, humanum, catholic, evangelical, mormon, russell moore, rick warren, eyring"}, "_id": "\"57477af46914bd0286fdb5ee\"", "article_summary": "Müller is the prefect of the Congregation for the Doctrine of the Faith, the Vatican group that sponsored the event.\nIt opposes egalitarianism, the theological belief that men and women are equal in all respects in marriage and in religious leadership positions.\nSkepticism about the other’s faith tends to run deep between Catholics, evangelicals and Mormons.\nThe presence of American evangelicals and the LDS Church was particularly notable.\n“It’s been amazing how receptive they have been to us,” Perry added, describing relationship he has been developing with Catholic leaders."}