{"article_title": "National Review", "article_keywords": ["armey", "warners", "review", "republicans", "virginia", "mark", "record", "voted", "conservative", "national", "warner", "gillespie"], "article_url": "http://www.nationalreview.com/article/389039/virginia-tightening-senate-race-quin-hillyer", "article_text": "Suddenly, hope glimmers for Contract with America veteran Ed Gillespie.\n\nIf you really want to strike fear into Democratic hearts this fall, tell them that not even their popular senator from Virginia, Mark Warner, is an entirely safe bet for reelection. Suddenly, Democrats are starting to feel afraid. Warner’s happy warrior of an opponent, longtime Republican-party leader Ed Gillespie, has cut a 22-point deficit to just nine, before even beginning his first advertising blitz in the expensive D.C.-area market.\n\nGillespie’s ads are good, his demeanor upbeat and approachable, his message disciplined and solutions-oriented, and his long-admired organizational skills in good order. And there’s plenty of time for conservative groups to educate Virginia voters about the truth of Warner’s record, which is far more left-wing than his carefully crafted “moderate” image would suggest.\n\nYet Warner’s liberal record is not Gillespie’s own focus, except in a few understated but surgically effective strikes. By phone on Thursday, Gillespie enthusiastically focused on the five-point agenda for economic growth that his campaign has been relentlessly promoting. It includes fairly detailed plans for replacing Obamacare, pursuing tax and regulatory relief, reforming education by emphasizing family choice, and cutting wasteful spending (including support for a Balanced Budget Amendment, which Mark Warner voted against). Then there’s the issue that seems most likely to move Virginia voters in wholesale fashion, namely a vigorous embrace of energy development.\n\n“We in Virginia can be the energy capital of the East Coast,” Gillespie said. “We have the best coal resources in southwestern Virginia, ones that are under assault by this administration, and untapped resources [wind, oil and especially natural gas] off our deep-sea coast that are under moratorium by this administration. I would fight for our coal miners and the families and small businesses that rely on them. Mark Warner hasn’t. In fact, he supports cap-and-trade legislation and a carbon tax.”\n\nGillespie’s website adds this:\n\nAlso in 2013, Warner voted against an amendment to ban unilateral EPA mandates regulating carbon emissions, regulations that have already had a severe impact on the coal industry. According to the U.S. Chamber of Commerce, newly announced EPA regulations limiting greenhouse-gas emissions would have a hugely detrimental effect on the coal industry, reducing America’s coal-fired energy capability, and destroying jobs.\n\nWhile Gillespie is focused on selling positive solutions, there is plenty in Warner’s record that should turn off not only conservative voters but also centrists aplenty. For one, Warner has slavishly voted for every one of President Obama’s nominees to the courts and executive agencies — even for radical lawyer Debo Adegbile, infamous for playing the race card while pushing for the release of the vicious cop killer Mumia Abu-Jubal. Seven other Democrats — but not Warner — joined Republicans in killing Adegbile’s nomination to head the Justice Department’s Civil Rights Division. This put Warner to the left even of Delaware’s leftist Chris Coons, who has a rating of 100 percent from Americans for Democratic Action and a lifetime rating from the American Conservative Union of just 2 percent.\n\nWarner also voted to confirm federal judicial nominees Edward Chen and Cornelia Pillard. The former is so radical that he confessed he felt upset and cynical upon having to hear “America the Beautiful” played at a funeral. Pillard’s antipathy to religious liberty is so strong that a 9–0 Supreme Court, including Obama’s appointees, shot down her anti-church position in a case about the government’s ability to interfere in the hiring and firing decisions of religious institutions. The Court wrote that the Obama administration’s position, supported by Pillard, was “untenable” and had “no merit.”\n\nAside from his votes on nominations, Warner has voted in effect to outsource Americans’ Second Amendment rights to United Nations arbiters, voted against the Keystone pipeline even when fellow Virginia Democrat James Webb voted for it, and voted (again against Webb) in favor of cuts to the Medicare Advantage program. And, of course, while voting against the locks, stocks, and barrels of American gun owners, Warner voted lock, stock, and barrel with the president’s imposition of Obamacare on a public firmly opposed to its adoption.\n\nSuch is the record of political hackitude of the supposedly moderate Mark Warner — he of the lifetime American Conservative Union rating that is worse than Joe Biden’s and Harry Reid’s. So there you have an overview of the campaign. Let’s back up some. Who is Ed Gillespie, and why should conservatives care? Isn’t he just some party establishment apparatchik, just another D.C. insider?\n\nWell, no. Sure, Gillespie has done his duty in the Bush administration and as chairman of the Republican National Committee (a quite successful one at that), but his roots are in crafting and marketing forward-looking, creative conservative policy. He’s firmly pro-life, pro–gun rights, and pro–free markets. Along with Kerry Knott (now president of the C. S. Lewis Institute), Gillespie headed up what was one of the strongest staffs on Capitol Hill in the Nineties, that of free-market Texan Dick Armey. It was Gillespie, Knott, and Armey who, at a staff retreat at the mountain cabin of conservative-movement legend Morton Blackwell, generated the basic framework for what became the 1994 Contract with America that helped usher Republicans into a House majority for the first time in 40 years.\n\nThe media later conflated the Contract with subsequent pitched battles over the budget and with the sometimes-harsh rhetoric of Speaker Newt Gingrich. But the document itself, based in the concept envisioned by the Armey team, was a collection of policy initiatives that enjoyed widespread public approval, including ethics and procedural reforms that made Congress more transparent and accountable.\n\nIn a leadership team of outsized personalities (Armey, Gingrich, Tom DeLay, Bob Livingston, John Kasich, Henry Hyde), Majority Leader Armey was sometimes known for having particularly sharp elbows, and his staff’s work could reflect that proclivity. Those internecine squabbles show that Gillespie learned how to take and throw political punches (not a bad thing in an uphill race for U.S. Senate); equally impressive is the fact that Gillespie emerged with few real enemies on the right. He doesn’t often burn bridges, and his preferred mode is that of a coalition builder.\n\nGillespie’s chairmanship of the RNC from 2003 to 2005 gave evidence of those skills. The 2004 election atmosphere for Republicans wasn’t awful, but it was certainly challenging, with Republicans suffering from a public that was starting to turn against the war in Iraq while 52 percent rated the economy either “poor” or “not good.” Nonetheless, Gillespie oversaw a voter-turnout operation that achieved signal success. President Bush earned 62 million votes in his reelection victory (1.2 million more than Mitt Romney would get eight years later from a population 21 million larger), while Republicans picked up a net of four Senate seats and three House seats, and maintained control of more governorships and state legislative chambers than did Democrats.\n\nMeanwhile, whereas long involvement with politics makes some people meaner, Gillespie is one of that rare breed who seems to have become friendlier and less guarded over time. He also still retains far more of an air of middle-classness than does the wealthy Warner. While Warner enjoys his large townhouse in Alexandria’s chichi Old Town, Gillespie is more likely to be found several miles south, taking his kids, after a ball game, to the Roy Rogers roast-beef place at the neighborhood shopping strip or buying the family groceries at the nearby Safeway. (I report this from personal experience.)\n\nIn his ads and campaign appearances and Web videos, Gillespie smiles easily and readily. He seems to be thoroughly enjoying himself.\n\n“I love it!” he told me, of his switch from political strategist to candidate. “I really enjoy being a candidate. I like listening to people. I like standing up for what we believe in. And I am asking Virginians to hold Mark Warner accountable, but also to hold me accountable. That’s why I have put out these five priorities, so I can be held accountable. . . . Everywhere I go, I can just feel the energy, the intensity, and the enthusiasm building. A lot of young people are flocking to this campaign.”\n\nA lot more people will need to flock to it if Gillespie is to make up another nine-point deficit. But most of the public is just starting to pay attention, and Virginia races tend to break late. The latest poll shows that Warner already has consolidated almost the entire Democratic electorate, so he has little obvious room to grow — but there are still plenty of Republicans who could come home to Gillespie, who also leads already among independents.\n\nBefore it’s all over, this campaign could be a barn burner — or maybe a Warner burner. Gillespie has the momentum, and he long has shown that he knows how to win.\n\n— Quin Hillyer is a contributing editor for National Review. Follow him on Twitter: @QuinHillyer.", "article_metadata": {"tweettext": "In Virginia, a Tightening Senate Race", "sailthru.author": "Quin Hillyer", "description": "If you really want to strike fear into Democratic hearts this fall, tell them that not even their popular senator from Virginia, Mark Warner, is an entirely safe bet for reelection. Suddenly, Democrats are starting to feel afraid. Warner’s happy warrior of an opponent, longtime Republican-party leader Ed Gillespie, has cut a 22-point deficit to just nine, before even beginning his first advertising blitz in the expensive D.C.-area market.\n\nGillespie’s ads are good, his demeanor upbeat and approachable, his message disciplined and solutions-oriented, and his long-admired organizational skills in good order. And there’s plenty of time for conservative groups to educate Virginia voters about the truth of Warner’s record, which is far more left-wing than his carefully crafted “moderate” image would suggest.\n\n#ad#Yet Warner’s liberal record is not Gillespie’s own focus, except in a few understated but surgically effective strikes. By phone on Thursday, Gillespie enthusiastically focused on the five-point agenda for economic growth that his campaign has been relentlessly promoting. It includes fairly detailed plans for replacing Obamacare, pursuing tax and regulatory relief, reforming education by emphasizing family choice, and cutting wasteful spending (including support for a Balanced Budget Amendment, which Mark Warner voted against). Then there’s the issue that seems most likely to move Virginia voters in wholesale fashion, namely a vigorous embrace of energy development.\n\n“We in Virginia can be the energy capital of the East Coast,” Gillespie said. “We have the best coal resources in southwestern Virginia, ones that are under assault by this administration, and untapped resources [wind, oil and especially natural gas] off our deep-sea coast that are under moratorium by this administration. I would fight for our coal miners and the families and small businesses that rely on them. Mark Warner hasn’t. In fact, he supports cap-and-trade legislation and a carbon tax.”\n\nGillespie’s website adds this:\n\n\nAlso in 2013, Warner voted against an amendment to ban unilateral EPA mandates regulating carbon emissions, regulations that have already had a severe impact on the coal industry. According to the U.S. Chamber of Commerce, newly announced EPA regulations limiting greenhouse-gas emissions would have a hugely detrimental effect on the coal industry, reducing America’s coal-fired energy capability, and destroying jobs.\n\n\nWhile Gillespie is focused on selling positive solutions, there is plenty in Warner’s record that should turn off not only conservative voters but also centrists aplenty. For one, Warner has slavishly voted for every one of President Obama’s nominees to the courts and executive agencies — even for radical lawyer Debo Adegbile, infamous for playing the race card while pushing for the release of the vicious cop killer Mumia Abu-Jubal. Seven other Democrats — but not Warner — joined Republicans in killing Adegbile’s nomination to head the Justice Department’s Civil Rights Division. This put Warner to the left even of Delaware’s leftist Chris Coons, who has a rating of 100 percent from Americans for Democratic Action and a lifetime rating from the American Conservative Union of just 2 percent.\n\nWarner also voted to confirm federal judicial nominees Edward Chen and Cornelia Pillard. The former is so radical that he confessed he felt upset and cynical upon having to hear “America the Beautiful” played at a funeral. Pillard’s antipathy to religious liberty is so strong that a 9–0 Supreme Court, including Obama’s appointees, shot down her anti-church position in a case about the government’s ability to interfere in the hiring and firing decisions of religious institutions. The Court wrote that the Obama administration’s position, supported by Pillard, was “untenable” and had “no merit.”\n\nAside from his votes on nominations, Warner has voted in effect to outsource Americans’ Second Amendment rights to United Nations arbiters, voted against the Keystone pipeline even when fellow Virginia Democrat James Webb voted for it, and voted (again against Webb) in favor of cuts to the Medicare Advantage program. And, of course, while voting against the locks, stocks, and barrels of American gun owners, Warner voted lock, stock, and barrel with the president’s imposition of Obamacare on a public firmly opposed to its adoption.\n\nSuch is the record of political hackitude of the supposedly moderate Mark Warner — he of the lifetime American Conservative Union rating that is worse than Joe Biden’s and Harry Reid’s. So there you have an overview of the campaign. Let’s back up some. Who is Ed Gillespie, and why should conservatives care? Isn’t he just some party establishment apparatchik, just another D.C. insider?\n\nWell, no. Sure, Gillespie has done his duty in the Bush administration and as chairman of the Republican National Committee (a quite successful one at that), but his roots are in crafting and marketing forward-looking, creative conservative policy. He’s firmly pro-life, pro–gun rights, and pro–free markets. Along with Kerry Knott (now president of the C. S. Lewis Institute), Gillespie headed up what was one of the strongest staffs on Capitol Hill in the Nineties, that of free-market Texan Dick Armey. It was Gillespie, Knott, and Armey who, at a staff retreat at the mountain cabin of conservative-movement legend Morton Blackwell, generated the basic framework for what became the 1994 Contract with America that helped usher Republicans into a House majority for the first time in 40 years.\n\nThe media later conflated the Contract with subsequent pitched battles over the budget and with the sometimes-harsh rhetoric of Speaker Newt Gingrich. But the document itself, based in the concept envisioned by the Armey team, was a collection of policy initiatives that enjoyed widespread public approval, including ethics and procedural reforms that made Congress more transparent and accountable.\n\nIn a leadership team of outsized personalities (Armey, Gingrich, Tom DeLay, Bob Livingston, John Kasich, Henry Hyde), Majority Leader Armey was sometimes known for having particularly sharp elbows, and his staff’s work could reflect that proclivity. Those internecine squabbles show that Gillespie learned how to take and throw political punches (not a bad thing in an uphill race for U.S. Senate); equally impressive is the fact that Gillespie emerged with few real enemies on the right. He doesn’t often burn bridges, and his preferred mode is that of a coalition builder.\n\nGillespie’s chairmanship of the RNC from 2003 to 2005 gave evidence of those skills. The 2004 election atmosphere for Republicans wasn’t awful, but it was certainly challenging, with Republicans suffering from a public that was starting to turn against the war in Iraq while 52 percent rated the economy either “poor” or “not good.” Nonetheless, Gillespie oversaw a voter-turnout operation that achieved signal success. President Bush earned 62 million votes in his reelection victory (1.2 million more than Mitt Romney would get eight years later from a population 21 million larger), while Republicans picked up a net of four Senate seats and three House seats, and maintained control of more governorships and state legislative chambers than did Democrats.\n\nMeanwhile, whereas long involvement with politics makes some people meaner, Gillespie is one of that rare breed who seems to have become friendlier and less guarded over time. He also still retains far more of an air of middle-classness than does the wealthy Warner. While Warner enjoys his large townhouse in Alexandria’s chichi Old Town, Gillespie is more likely to be found several miles south, taking his kids, after a ball game, to the Roy Rogers roast-beef place at the neighborhood shopping strip or buying the family groceries at the nearby Safeway. (I report this from personal experience.)\n\nIn his ads and campaign appearances and Web videos, Gillespie smiles easily and readily. He seems to be thoroughly enjoying himself.\n\n“I love it!” he told me, of his switch from political strategist to candidate. “I really enjoy being a candidate. I like listening to people. I like standing up for what we believe in. And I am asking Virginians to hold Mark Warner accountable, but also to hold me accountable. That’s why I have put out these five priorities, so I can be held accountable. . . . Everywhere I go, I can just feel the energy, the intensity, and the enthusiasm building. A lot of young people are flocking to this campaign.”\n\nA lot more people will need to flock to it if Gillespie is to make up another nine-point deficit. But most of the public is just starting to pay attention, and Virginia races tend to break late. The latest poll shows that Warner already has consolidated almost the entire Democratic electorate, so he has little obvious room to grow — but there are still plenty of Republicans who could come home to Gillespie, who also leads already among independents.\n\nBefore it’s all over, this campaign could be a barn burner — or maybe a Warner burner. Gillespie has the momentum, and he long has shown that he knows how to win.\n\n— Quin Hillyer is a contributing editor for National Review. Follow him on Twitter: @QuinHillyer.", "generator": "Drupal 7 (http://drupal.org)", "title": "| National Review", "og": {"site_name": "National Review Online", "description": "If you really want to strike fear into Democratic hearts this fall, tell them that not even their popular senator from Virginia, Mark Warner, is an entirely safe bet for reelection. Suddenly, Democrats are starting to feel afraid. Warner’s happy warrior of an opponent, longtime Republican-party leader Ed Gillespie, has cut a 22-point deficit to just nine, before even beginning his first advertising blitz in the expensive D.C.-area market.\n\nGillespie’s ads are good, his demeanor upbeat and approachable, his message disciplined and solutions-oriented, and his long-admired organizational skills in good order. And there’s plenty of time for conservative groups to educate Virginia voters about the truth of Warner’s record, which is far more left-wing than his carefully crafted “moderate” image would suggest.\n\n#ad#Yet Warner’s liberal record is not Gillespie’s own focus, except in a few understated but surgically effective strikes. By phone on Thursday, Gillespie enthusiastically focused on the five-point agenda for economic growth that his campaign has been relentlessly promoting. It includes fairly detailed plans for replacing Obamacare, pursuing tax and regulatory relief, reforming education by emphasizing family choice, and cutting wasteful spending (including support for a Balanced Budget Amendment, which Mark Warner voted against). Then there’s the issue that seems most likely to move Virginia voters in wholesale fashion, namely a vigorous embrace of energy development.\n\n“We in Virginia can be the energy capital of the East Coast,” Gillespie said. “We have the best coal resources in southwestern Virginia, ones that are under assault by this administration, and untapped resources [wind, oil and especially natural gas] off our deep-sea coast that are under moratorium by this administration. I would fight for our coal miners and the families and small businesses that rely on them. Mark Warner hasn’t. In fact, he supports cap-and-trade legislation and a carbon tax.”\n\nGillespie’s website adds this:\n\n\nAlso in 2013, Warner voted against an amendment to ban unilateral EPA mandates regulating carbon emissions, regulations that have already had a severe impact on the coal industry. According to the U.S. Chamber of Commerce, newly announced EPA regulations limiting greenhouse-gas emissions would have a hugely detrimental effect on the coal industry, reducing America’s coal-fired energy capability, and destroying jobs.\n\n\nWhile Gillespie is focused on selling positive solutions, there is plenty in Warner’s record that should turn off not only conservative voters but also centrists aplenty. For one, Warner has slavishly voted for every one of President Obama’s nominees to the courts and executive agencies — even for radical lawyer Debo Adegbile, infamous for playing the race card while pushing for the release of the vicious cop killer Mumia Abu-Jubal. Seven other Democrats — but not Warner — joined Republicans in killing Adegbile’s nomination to head the Justice Department’s Civil Rights Division. This put Warner to the left even of Delaware’s leftist Chris Coons, who has a rating of 100 percent from Americans for Democratic Action and a lifetime rating from the American Conservative Union of just 2 percent.\n\nWarner also voted to confirm federal judicial nominees Edward Chen and Cornelia Pillard. The former is so radical that he confessed he felt upset and cynical upon having to hear “America the Beautiful” played at a funeral. Pillard’s antipathy to religious liberty is so strong that a 9–0 Supreme Court, including Obama’s appointees, shot down her anti-church position in a case about the government’s ability to interfere in the hiring and firing decisions of religious institutions. The Court wrote that the Obama administration’s position, supported by Pillard, was “untenable” and had “no merit.”\n\nAside from his votes on nominations, Warner has voted in effect to outsource Americans’ Second Amendment rights to United Nations arbiters, voted against the Keystone pipeline even when fellow Virginia Democrat James Webb voted for it, and voted (again against Webb) in favor of cuts to the Medicare Advantage program. And, of course, while voting against the locks, stocks, and barrels of American gun owners, Warner voted lock, stock, and barrel with the president’s imposition of Obamacare on a public firmly opposed to its adoption.\n\nSuch is the record of political hackitude of the supposedly moderate Mark Warner — he of the lifetime American Conservative Union rating that is worse than Joe Biden’s and Harry Reid’s. So there you have an overview of the campaign. Let’s back up some. Who is Ed Gillespie, and why should conservatives care? Isn’t he just some party establishment apparatchik, just another D.C. insider?\n\nWell, no. Sure, Gillespie has done his duty in the Bush administration and as chairman of the Republican National Committee (a quite successful one at that), but his roots are in crafting and marketing forward-looking, creative conservative policy. He’s firmly pro-life, pro–gun rights, and pro–free markets. Along with Kerry Knott (now president of the C. S. Lewis Institute), Gillespie headed up what was one of the strongest staffs on Capitol Hill in the Nineties, that of free-market Texan Dick Armey. It was Gillespie, Knott, and Armey who, at a staff retreat at the mountain cabin of conservative-movement legend Morton Blackwell, generated the basic framework for what became the 1994 Contract with America that helped usher Republicans into a House majority for the first time in 40 years.\n\nThe media later conflated the Contract with subsequent pitched battles over the budget and with the sometimes-harsh rhetoric of Speaker Newt Gingrich. But the document itself, based in the concept envisioned by the Armey team, was a collection of policy initiatives that enjoyed widespread public approval, including ethics and procedural reforms that made Congress more transparent and accountable.\n\nIn a leadership team of outsized personalities (Armey, Gingrich, Tom DeLay, Bob Livingston, John Kasich, Henry Hyde), Majority Leader Armey was sometimes known for having particularly sharp elbows, and his staff’s work could reflect that proclivity. Those internecine squabbles show that Gillespie learned how to take and throw political punches (not a bad thing in an uphill race for U.S. Senate); equally impressive is the fact that Gillespie emerged with few real enemies on the right. He doesn’t often burn bridges, and his preferred mode is that of a coalition builder.\n\nGillespie’s chairmanship of the RNC from 2003 to 2005 gave evidence of those skills. The 2004 election atmosphere for Republicans wasn’t awful, but it was certainly challenging, with Republicans suffering from a public that was starting to turn against the war in Iraq while 52 percent rated the economy either “poor” or “not good.” Nonetheless, Gillespie oversaw a voter-turnout operation that achieved signal success. President Bush earned 62 million votes in his reelection victory (1.2 million more than Mitt Romney would get eight years later from a population 21 million larger), while Republicans picked up a net of four Senate seats and three House seats, and maintained control of more governorships and state legislative chambers than did Democrats.\n\nMeanwhile, whereas long involvement with politics makes some people meaner, Gillespie is one of that rare breed who seems to have become friendlier and less guarded over time. He also still retains far more of an air of middle-classness than does the wealthy Warner. While Warner enjoys his large townhouse in Alexandria’s chichi Old Town, Gillespie is more likely to be found several miles south, taking his kids, after a ball game, to the Roy Rogers roast-beef place at the neighborhood shopping strip or buying the family groceries at the nearby Safeway. (I report this from personal experience.)\n\nIn his ads and campaign appearances and Web videos, Gillespie smiles easily and readily. He seems to be thoroughly enjoying himself.\n\n“I love it!” he told me, of his switch from political strategist to candidate. “I really enjoy being a candidate. I like listening to people. I like standing up for what we believe in. And I am asking Virginians to hold Mark Warner accountable, but also to hold me accountable. That’s why I have put out these five priorities, so I can be held accountable. . . . Everywhere I go, I can just feel the energy, the intensity, and the enthusiasm building. A lot of young people are flocking to this campaign.”\n\nA lot more people will need to flock to it if Gillespie is to make up another nine-point deficit. But most of the public is just starting to pay attention, and Virginia races tend to break late. The latest poll shows that Warner already has consolidated almost the entire Democratic electorate, so he has little obvious room to grow — but there are still plenty of Republicans who could come home to Gillespie, who also leads already among independents.\n\nBefore it’s all over, this campaign could be a barn burner — or maybe a Warner burner. Gillespie has the momentum, and he long has shown that he knows how to win.\n\n— Quin Hillyer is a contributing editor for National Review. Follow him on Twitter: @QuinHillyer.", "title": "In Virginia, a Tightening Senate Race", "url": "http://www.nationalreview.com/article/389039/virginia-tightening-senate-race-quin-hillyer", "image": "http://c1.nrostatic.com/sites/default/files/uploaded/pic_related_092914_SM_Ed-Gillespie-G.jpg", "type": "article"}, "twitter": {"url": "http://www.nationalreview.com/article/389039/virginia-tightening-senate-race-quin-hillyer", "image": "http://c0.nrostatic.com/sites/default/files/uploaded/pic_giant_092914_SM_Ed-Gillespie-G.jpg", "description": "If you really want to strike fear into Democratic hearts this fall, tell them that not even their popular senator from Virginia, Mark Warner, is an entirely safe bet for reelection. Suddenly, Democrats are starting to feel afraid. Warner’s happy warrior of an opponent, longtime Republican-party leader Ed Gillespie, has cut a 22-point deficit to just nine, before even beginning his first advertising blitz in the expensive D.C.-area market.\n\nGillespie’s ads are good, his demeanor upbeat and approachable, his message disciplined and solutions-oriented, and his long-admired organizational skills in good order. And there’s plenty of time for conservative groups to educate Virginia voters about the truth of Warner’s record, which is far more left-wing than his carefully crafted “moderate” image would suggest.\n\n#ad#Yet Warner’s liberal record is not Gillespie’s own focus, except in a few understated but surgically effective strikes. By phone on Thursday, Gillespie enthusiastically focused on the five-point agenda for economic growth that his campaign has been relentlessly promoting. It includes fairly detailed plans for replacing Obamacare, pursuing tax and regulatory relief, reforming education by emphasizing family choice, and cutting wasteful spending (including support for a Balanced Budget Amendment, which Mark Warner voted against). Then there’s the issue that seems most likely to move Virginia voters in wholesale fashion, namely a vigorous embrace of energy development.\n\n“We in Virginia can be the energy capital of the East Coast,” Gillespie said. “We have the best coal resources in southwestern Virginia, ones that are under assault by this administration, and untapped resources [wind, oil and especially natural gas] off our deep-sea coast that are under moratorium by this administration. I would fight for our coal miners and the families and small businesses that rely on them. Mark Warner hasn’t. In fact, he supports cap-and-trade legislation and a carbon tax.”\n\nGillespie’s website adds this:\n\n\nAlso in 2013, Warner voted against an amendment to ban unilateral EPA mandates regulating carbon emissions, regulations that have already had a severe impact on the coal industry. According to the U.S. Chamber of Commerce, newly announced EPA regulations limiting greenhouse-gas emissions would have a hugely detrimental effect on the coal industry, reducing America’s coal-fired energy capability, and destroying jobs.\n\n\nWhile Gillespie is focused on selling positive solutions, there is plenty in Warner’s record that should turn off not only conservative voters but also centrists aplenty. For one, Warner has slavishly voted for every one of President Obama’s nominees to the courts and executive agencies — even for radical lawyer Debo Adegbile, infamous for playing the race card while pushing for the release of the vicious cop killer Mumia Abu-Jubal. Seven other Democrats — but not Warner — joined Republicans in killing Adegbile’s nomination to head the Justice Department’s Civil Rights Division. This put Warner to the left even of Delaware’s leftist Chris Coons, who has a rating of 100 percent from Americans for Democratic Action and a lifetime rating from the American Conservative Union of just 2 percent.\n\nWarner also voted to confirm federal judicial nominees Edward Chen and Cornelia Pillard. The former is so radical that he confessed he felt upset and cynical upon having to hear “America the Beautiful” played at a funeral. Pillard’s antipathy to religious liberty is so strong that a 9–0 Supreme Court, including Obama’s appointees, shot down her anti-church position in a case about the government’s ability to interfere in the hiring and firing decisions of religious institutions. The Court wrote that the Obama administration’s position, supported by Pillard, was “untenable” and had “no merit.”\n\nAside from his votes on nominations, Warner has voted in effect to outsource Americans’ Second Amendment rights to United Nations arbiters, voted against the Keystone pipeline even when fellow Virginia Democrat James Webb voted for it, and voted (again against Webb) in favor of cuts to the Medicare Advantage program. And, of course, while voting against the locks, stocks, and barrels of American gun owners, Warner voted lock, stock, and barrel with the president’s imposition of Obamacare on a public firmly opposed to its adoption.\n\nSuch is the record of political hackitude of the supposedly moderate Mark Warner — he of the lifetime American Conservative Union rating that is worse than Joe Biden’s and Harry Reid’s. So there you have an overview of the campaign. Let’s back up some. Who is Ed Gillespie, and why should conservatives care? Isn’t he just some party establishment apparatchik, just another D.C. insider?\n\nWell, no. Sure, Gillespie has done his duty in the Bush administration and as chairman of the Republican National Committee (a quite successful one at that), but his roots are in crafting and marketing forward-looking, creative conservative policy. He’s firmly pro-life, pro–gun rights, and pro–free markets. Along with Kerry Knott (now president of the C. S. Lewis Institute), Gillespie headed up what was one of the strongest staffs on Capitol Hill in the Nineties, that of free-market Texan Dick Armey. It was Gillespie, Knott, and Armey who, at a staff retreat at the mountain cabin of conservative-movement legend Morton Blackwell, generated the basic framework for what became the 1994 Contract with America that helped usher Republicans into a House majority for the first time in 40 years.\n\nThe media later conflated the Contract with subsequent pitched battles over the budget and with the sometimes-harsh rhetoric of Speaker Newt Gingrich. But the document itself, based in the concept envisioned by the Armey team, was a collection of policy initiatives that enjoyed widespread public approval, including ethics and procedural reforms that made Congress more transparent and accountable.\n\nIn a leadership team of outsized personalities (Armey, Gingrich, Tom DeLay, Bob Livingston, John Kasich, Henry Hyde), Majority Leader Armey was sometimes known for having particularly sharp elbows, and his staff’s work could reflect that proclivity. Those internecine squabbles show that Gillespie learned how to take and throw political punches (not a bad thing in an uphill race for U.S. Senate); equally impressive is the fact that Gillespie emerged with few real enemies on the right. He doesn’t often burn bridges, and his preferred mode is that of a coalition builder.\n\nGillespie’s chairmanship of the RNC from 2003 to 2005 gave evidence of those skills. The 2004 election atmosphere for Republicans wasn’t awful, but it was certainly challenging, with Republicans suffering from a public that was starting to turn against the war in Iraq while 52 percent rated the economy either “poor” or “not good.” Nonetheless, Gillespie oversaw a voter-turnout operation that achieved signal success. President Bush earned 62 million votes in his reelection victory (1.2 million more than Mitt Romney would get eight years later from a population 21 million larger), while Republicans picked up a net of four Senate seats and three House seats, and maintained control of more governorships and state legislative chambers than did Democrats.\n\nMeanwhile, whereas long involvement with politics makes some people meaner, Gillespie is one of that rare breed who seems to have become friendlier and less guarded over time. He also still retains far more of an air of middle-classness than does the wealthy Warner. While Warner enjoys his large townhouse in Alexandria’s chichi Old Town, Gillespie is more likely to be found several miles south, taking his kids, after a ball game, to the Roy Rogers roast-beef place at the neighborhood shopping strip or buying the family groceries at the nearby Safeway. (I report this from personal experience.)\n\nIn his ads and campaign appearances and Web videos, Gillespie smiles easily and readily. He seems to be thoroughly enjoying himself.\n\n“I love it!” he told me, of his switch from political strategist to candidate. “I really enjoy being a candidate. I like listening to people. I like standing up for what we believe in. And I am asking Virginians to hold Mark Warner accountable, but also to hold me accountable. That’s why I have put out these five priorities, so I can be held accountable. . . . Everywhere I go, I can just feel the energy, the intensity, and the enthusiasm building. A lot of young people are flocking to this campaign.”\n\nA lot more people will need to flock to it if Gillespie is to make up another nine-point deficit. But most of the public is just starting to pay attention, and Virginia races tend to break late. The latest poll shows that Warner already has consolidated almost the entire Democratic electorate, so he has little obvious room to grow — but there are still plenty of Republicans who could come home to Gillespie, who also leads already among independents.\n\nBefore it’s all over, this campaign could be a barn burner — or maybe a Warner burner. Gillespie has the momentum, and he long has shown that he knows how to win.\n\n— Quin Hillyer is a contributing editor for National Review. Follow him on Twitter: @QuinHillyer.", "card": "summary", "title": "In Virginia, a Tightening Senate Race, by Quin Hillyer, National Review"}, "sailthru.date": "Mon, 2014-09-29 04:00", "robots": "follow, index", "sailthru.title": "In Virginia, a Tightening Senate Race", "sailthru.tags": "In Virginia, a Tightening Senate Race, Quin Hillyer, National Review", "fb": {"app_id": 129250807108374}, "keywords": "Quin Hillyer", "msvalidate.01": "E48498F585100158A880ED1615918208", "google-site-verification": "OOtPjyj3i8ggfSXzZ7MPoTiwFy_JnfzKMPkjZ5bhpk0", "copyright": "© National Review, Inc.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Quin Hillyer, Politics, Nation, World"}, "_id": "\"57477af46914bd0286fdb5f4\"", "article_summary": "— Quin Hillyer is a contributing editor for National Review.\nAnd I am asking Virginians to hold Mark Warner accountable, but also to hold me accountable.\nMark Warner hasn’t.\nIf you really want to strike fear into Democratic hearts this fall, tell them that not even their popular senator from Virginia, Mark Warner, is an entirely safe bet for reelection.\nIt includes fairly detailed plans for replacing Obamacare, pursuing tax and regulatory relief, reforming education by emphasizing family choice, and cutting wasteful spending (including support for a Balanced Budget Amendment, which Mark Warner voted against)."}