{"article_title": "Intuit Opens ACA Resource Center", "article_keywords": ["professionals", "aca", "resource", "center", "clients", "tax", "intuit", "health", "coverage", "small", "insurance", "opens"], "article_url": "http://www.accountingtoday.com/accounting-technology/news/intuit-opens-aca-resource-center-77017-1.html", "article_text": "Intuit launched the Intuit Affordable Care Act Resource Center to help tax professionals assist their individual and small business clients in understanding the tax and financial implications of the ACA.\n\nPart of the Intuit Tax Pro Center, the ACA Resource Center offers guides and tools designed to keep tax professionals updated on changes in ACA compliance and requirements for reporting client health insurance status. Resources include expert analysis from Intuit tax professionals, a description of new forms and a list of expected client questions and answers.\n\n“We know that tax professionals get personal fulfillment from helping their clients and their families,” stated CeCe Morken, executive vice president and general manager of Intuit Professional Tax Group. “The Intuit ACA Resource Center provides the information tax professionals need to help their clients not only comply with the ACA, but give them support and guidance they need to understand how the ACA financially impacts them. This is just one more way that Intuit helps tax professionals make a difference in their clients’ lives.”\n\nKey changes in 2015, the second year in which taxpayers are required to report their health insurance status on tax returns and the first time some ACA provisions apply to employers, include:\n\nFor individual taxpayers:\n\nTaxpayers who purchased a health insurance plan on healthcare.gov or a state Marketplace will receive Form 1095-A, which confirms coverage, premiums and subsidies received to help pay for health insurance.\n\nThis year, people who were insured through their employer, a government program like Medicaid, or other private insurance, will probably receive a new tax form, 1095-B or 1095-C, confirming coverage or an offer of coverage. Forms may not be provided to taxpayers until March 31st but tax professionals do not need them to file 2015 taxes for their clients if they know their coverage status for the year. Tax preparers can look at insurance cards, Explanation of Benefits, payroll stubs or W2s to independently corroborate a client’s health coverage.\n\nThe fee for not having health coverage in 2015 increased to $325 per adult ($162.50 per child) or 2 percent of household income above the filing threshold, whichever is greater. Individuals may be able to claim an exemption.\n\nFor small businesses:\n\nEmployers with fewer than 100 employees are not subject to the employer shared-responsibility provision this tax year and will not issue form 1095-B unless they offer employee insurance that is self-funded.\n\nSmall businesses can purchase health insurance for its employees through the Small Business Options Program (SHOP) through the Marketplace. Employers with fewer than 25 full-time equivalent employees with average annual wages of less than $50,000 may be eligible for the small business health care tax credit. SHOP enrollees will not receive a 1095-A.\n\nIntuit’s full ACA guide for taxpayers is here and guide for small businesses is here.", "article_metadata": {"og": {"url": "http://www.accountingtoday.com/accounting-technology/news/intuit-opens-aca-resource-center-77017-1.html", "image": "http://cdn.accountingtoday.com/media/ui/webcpa-socialshare-logo.png", "site_name": "Accounting Technology", "title": "Intuit Opens ACA Resource Center"}, "google-site-verification": "j5muKh-DQfTuFwnYFV7lcz1jyUXULO2A4sj9MiXsHc4", "news_keywords": "Intuit, ACA, Resource Center, affordable care act", "description": "Intuit launched the Intuit Affordable Care Act Resource Center to help tax professionals assist their individual and small business clients in understanding the tax and financial implications of the ACA.", "title": "Intuit Opens ACA Resource Center"}, "article_summary": "Part of the Intuit Tax Pro Center, the ACA Resource Center offers guides and tools designed to keep tax professionals updated on changes in ACA compliance and requirements for reporting client health insurance status.\nIntuit launched the Intuit Affordable Care Act Resource Center to help tax professionals assist their individual and small business clients in understanding the tax and financial implications of the ACA.\n“The Intuit ACA Resource Center provides the information tax professionals need to help their clients not only comply with the ACA, but give them support and guidance they need to understand how the ACA financially impacts them.\nResources include expert analysis from Intuit tax professionals, a description of new forms and a list of expected client questions and answers.\nSmall businesses can purchase health insurance for its employees through the Small Business Options Program (SHOP) through the Marketplace."}