{"article_title": "Top Doc Says Ebola Shows Skewed Priorities", "article_keywords": ["united", "doc", "system", "priorities", "skewed", "health", "tsou", "ebola", "world", "care", "crisis", "public", "vaccine", "shows"], "article_url": "http://www.progressive.org/news/2014/10/187889/top-doc-says-ebola-shows-skewed-priorities", "article_text": "The Ebola crisis has revealed severe deficiencies in how the American health care system works, experts say.\n\nDr. Walter Tsou, past president of the American Public Health Association and the former health commissioner for Philadelphia, says that the Ebola crisis shows the skewed priorities of the U.S. health care system.\n\n“Our chronic disease-oriented health care system is ill-equipped to address an acute infectious disease outbreak,” Dr. Tsou, a board adviser to Physicians for a National Health Program, tells The Progressive. “We don't have enough biocontainment units, sufficiently trained experts on how to control for highly infectious disease agents, trained sanitation crews who can clean up and properly handle waste disposal.”\n\nTsou says that the Ebola epidemic has uncovered big flaws in the global health system, too.\n\n“We have known about Ebola since 1976 and yet we still have no vaccine or treatment,” he points out. “The fact that we are now scrambling to find some type of vaccine and treatment only speaks to the paucity of research that we have invested in the developing world. In the cruel economics of the pharmaceutical industry, unless the drugs promise a significant return on investment, they are unwilling to invest in it essentially condemning most of the developing world.”\n\nThe Ebola crisis has also made apparent the impact of drastic health budget cuts. Bloomberg News reports that there’s been a nearly one-fifth reduction in public health employees at the state and local levels in just the last six years, with 60,000 fewer people employed than in 2008. This manifests itself in many ways.\n\n“There are fewer people to deploy to take care of education, training, public service messages, and other information,” Johns Hopkins Professor Albert Wu tells Bloomberg. “Ebola is not the first and is not the last challenge to our public health system.”\n\nDr. Tsou says that the lack of sufficient resources is not confined to the United States.\n\n“The World Health Organization is a shadow of what it should be and is unable to mount a ‘boots on the ground surveillance, mitigation and quarantine program,” he says. “The United Nations has called for the world to donate $1 billion to confront the Ebola crisis, but we only have $100,000 in the bank so far.”\n\nNational Nurses United Executive Director RoseAnn DeMoro has commended the recent appointment of an Ebola czar, but has asked the Obama Administration to go further.\n\n“What we need is a real czar to assure public safety, not a communicator, and the power to cut the hospitals’ Medicare and Medicaid funding if they still refuse to adhere to those standards and leave their patients, nurses and other caregivers at extreme risk,” she states in a press release.\n\nFor Dr. Tsou, one key public policy measure is necessary to combat such public health emergencies.\n\n“All residents, including immigrants regardless of legal or financial status, should be able to access the health care system to be diagnosed and treated,” he says. “Our health care system already excludes over 42 million who are uninsured and erroneously denies insurance to millions of immigrants, many who are the most likely to bring Ebola into the country. A single payer system, open to all, offers the best mechanism to ensure early detection of illnesses.”", "article_metadata": {"apple-touch-fullscreen": "YES", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=yes", "fb": {"pages": 200548226627766}, "Generator": "Drupal 7 (http://drupal.org)", "HandheldFriendly": "true"}, "_id": "\"57477af46914bd0286fdb60c\"", "article_summary": "Dr. Walter Tsou, past president of the American Public Health Association and the former health commissioner for Philadelphia, says that the Ebola crisis shows the skewed priorities of the U.S. health care system.\nThe Ebola crisis has revealed severe deficiencies in how the American health care system works, experts say.\n“All residents, including immigrants regardless of legal or financial status, should be able to access the health care system to be diagnosed and treated,” he says.\nFor Dr. Tsou, one key public policy measure is necessary to combat such public health emergencies.\n“Our health care system already excludes over 42 million who are uninsured and erroneously denies insurance to millions of immigrants, many who are the most likely to bring Ebola into the country."}