{"article_title": "Beware 'World Sleep Day'", "article_keywords": ["sort", "breathing", "benefits", "dont", "beware", "cant", "sleep", "human", "world", "cause", "day"], "article_url": "http://www.theatlantic.com/health/archive/2014/03/beware-world-sleep-day/284423/", "article_text": "Today is World Sleep Day, or so the World Association of Sleep Medicine says.\n\nThe day purports to remind us of the health benefits of sleep, encouraging that we sleep tonight soundly, deeply. The World Sleep Day 2014 motto is \"Easy breathing, restful sleep, healthy body.\" Its website tells us that sleep deprivation is the root of every sort of malady and malcontentedness. In an appeal to the basest human instincts, it implores us, \"There is no other activity that delivers so many benefits without much effort!\"\n\nYou don't even have to worry about breathing, it says, because, \"Breathing is done automatically while you sleep.\"\n\nI can't help feeling uneasy about a cause so interested in having me drift out of consciousness. Who is behind this World Sleep Day, promising so much for so little? Well, neurologist Antonio Culebras, co-chair of World Sleep Day, made a viral video to promote the cause, and it confirmed my suspicions, clearly designed to induce some sort of hypnotic state. The cadence and timbre of his delivery are otherworldly. As you watch it, you lose all sense of time and space.\n\nWorld Sleep Day even falls on a Friday, the most sleep-deprived day of the week. I don't mean to alarm anyone, but I can't advise falling asleep tonight.\n\nOr do, go to sleep. Every human go to sleep all at once. Everything will be fine.", "article_metadata": {"description": "Someone wants the humans to drift out of consciousness.", "author": "James Hamblin", "og": {"site_name": "The Atlantic", "description": "Someone wants the humans to drift out of consciousness.", "title": "Beware 'World Sleep Day'", "locale": "en_US", "image": "http://cdn.theatlantic.com/assets/media/img/mt/2014/03/AP6907200957/lead_large.jpg", "url": "http://www.theatlantic.com/health/archive/2014/03/beware-world-sleep-day/284423/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "article": {"author": "https://www.facebook.com/jameshamblinmd"}, "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "_id": "\"57477af36914bd0286fccd1b\"", "article_summary": "Today is World Sleep Day, or so the World Association of Sleep Medicine says.\nWorld Sleep Day even falls on a Friday, the most sleep-deprived day of the week.\nThe World Sleep Day 2014 motto is \"Easy breathing, restful sleep, healthy body.\"\nWho is behind this World Sleep Day, promising so much for so little?\nThe day purports to remind us of the health benefits of sleep, encouraging that we sleep tonight soundly, deeply."}