{"article_title": "Omnibus bill deserved hold-the-nose approval", "article_keywords": ["huge", "ultimately", "funding", "congress", "deserved", "omnibus", "money", "bill", "political", "spending", "approval", "holdthenose", "really"], "article_url": "http://www.baltimoresun.com/news/opinion/editorial/bs-ed-budget-20141215-story.html", "article_text": "As British comedian John Oliver not long ago observed, Congress never loses its capacity to disappoint you. The omnibus 10-month $1.1 trillion spending plan approved by the U.S. Senate over the weekend following a close vote in the House last Thursday would normally be seen as a sign of bipartisan progress, a modest improvement over a threatened 3-month continuing resolution — if it did not contain so many provisions that pander shamelessly to special interests.\n\nFor instance, let's have a show of hands from all those Americans who really thought that too-big-to-fail banks really needed to get back into the business of investing huge sums of money in complex derivatives like those that brought the country to the brink of economic ruin six years ago. Anybody? Yet there it is in the 2015 spending bill — a rollback of a key provision within the Dodd-Frank Wall Street reforms that could easily lead to taxpayers getting put back on the hook for future bank failures in a big way.\n\nOr what about this outrageous rider that was attached to the massive piece of legislation: An increase in the cap on campaign donations so that billionaires can give huge sums to the political parties. Instead of limiting such contributions to a \"mere\" $97,200, the 1 percent will now be able to give $777,600, and a married couple more than $3 million. Speaker John Boehner called it an offset for a decision to stop federal funding of political conventions — as if it represented some form of benign privatization. What it really represents is another huge step back for democracy and efforts to reduce the influence of big money in government decisions.\n\nThere's a huge reduction in funding for the Internal Revenue Service, which is unlikely to make taxpayer dealings with the agency any easier — but which will make it much more difficult to collect payments that are rightfully due. No doubt denying the IRS money brings gladness to the hearts of its Republican critics, but the biggest losers won't be political appointees and bureaucrats but average taxpayers who don't have lawyers and exotic loopholes to hide behind and so will ultimately get stuck carrying a bigger share of the burden of financing government.\n\nCongress has also used the bill to prevent the District of Columbia from legalizing marijuana. Apparently, it's fine for states like Colorado or Washington to take such actions, but D.C. voters aren't allowed the right to self-govern. It's not that we were thrilled to have legalized marijuana on Maryland's border, but it's not our call. Maryland Rep. Andy Harris should be embarrassed about his role in such a backroom, undemocratic maneuver.\n\nAnd if all that wasn't bad enough, how about turning back the clock on highway safety? Tucked into the 1,600 pages is a provision to allow truckers to work long hours with less time off. It's likely to increase the number of accidents related to truck driver fatigue, a major problem for the industry. Transportation Secretary Anthony Foxx denounced it, as have the Teamsters and other unions as well as safety advocates, but to no avail.\n\nWould we have voted for the omnibus bill, as Maryland Sens. Barbara Mikulski and Ben Cardin ultimately did? Most likely. As repugnant as many of these provisions may be, the only available alternative would have been a three-month stop-gap continuing resolution that would have left these same issues in the hands of the next Congress when Republicans will have a greater majority in the House and control of the Senate.\n\nWhile it's impossible to know exactly what would have happened next March, what's certain is that Senate Appropriations Committee Chairwoman Mikulski would have had far less of an impact on decision-making. Additional funding for the Chesapeake Bay cleanup, for the Red and Purple transit lines, for dredging for the Port of Baltimore and various others projects that benefit Marylanders might not have made the cut. More alarmingly, what greater mischief might conservatives have wrought in their quest to reverse President Barack Obama's immigration policies or roll back the Affordable Care Act?\n\nAlthough it's difficult to get too excited over the spending bill's passage, it was the right call. If anything, the lesson here is that the traditional way of funding government — through a series of a dozen or so appropriation bills considered in a timely manner — is far superior to the omnibus approach where such bits of mischief can be attached like parasites. The next Congress can always step forward and repair the damage, but somehow (and despite this fleeting example of bipartisanship), we doubt that's going to happen any time soon.", "article_metadata": {"fb_title": "For better or worse, spending bill passes", "googlebot": "index", "copyright": "Copyright (c) 2016 Baltimore Sun", "author": "Baltimore Sun", "og": {"site_name": "baltimoresun.com", "description": "As British comedian John Oliver not long ago observed, Congress never loses its capacity to disappoint you. The omnibus 10-month $1.1 trillion spending plan approved by the U.S. Senate over the weekend following a close vote in the House last Thursday would normally be seen as a sign of bipartisan progress, a modest improvement over a threatened 3-month continuing resolution — if it did not contain so many provisions that pander shamelessly to special interests.", "title": "For better or worse, spending bill passes", "url": "http://www.baltimoresun.com/news/opinion/editorial/bs-ed-budget-20141215-story.html", "image": "http://www.trbimg.com/img-53fdf16a/turbine/bal-baltimore-default-facebook-icon", "type": "article"}, "x-servername": "lalvp05.15", "twitter": {"site": "@baltimoresun", "card": "summary"}, "keywords": "U.S. Senate appropriations omnibus spending plan $1.1 trillion Congress House Barack Obama Barbara", "robots": "index,follow", "apple-itunes-app": "app-id=496681035, app-argument=http://www.baltimoresun.com/deeplinkid/82291152", "fb": {"page_id": 9299179711, "app_id": 310302989040998}, "googlebot-news": "index", "date": "2014-12-15", "Description": "While the $1.2 trillion compromise spending plan contains plenty of unwanted add-ons, the Senate made the right call in voting for it", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "U.S. Senate appropriations omnibus spending plan $1.1 trillion Congress House Barack Obama Barbara"}, "_id": "\"57477af46914bd0286fdb625\"", "article_summary": "Would we have voted for the omnibus bill, as Maryland Sens.\nYet there it is in the 2015 spending bill — a rollback of a key provision within the Dodd-Frank Wall Street reforms that could easily lead to taxpayers getting put back on the hook for future bank failures in a big way.\nCongress has also used the bill to prevent the District of Columbia from legalizing marijuana.\nWhat it really represents is another huge step back for democracy and efforts to reduce the influence of big money in government decisions.\nSpeaker John Boehner called it an offset for a decision to stop federal funding of political conventions — as if it represented some form of benign privatization."}