{"article_title": "Bible Museum coming to DC in 2017", "article_keywords": ["impact", "summers", "bible", "bibles", "museum", "global", "dc", "exhibits", "biblethe", "traveling", "coming", "2017", "history"], "article_url": "http://www.theeagleonline.com/article/2015/04/bible-museum-coming-to-dc-in-2017", "article_text": "Religion studies students will have a museum all to themselves, at least in a couple of years.\n\nIn 2017, the eight-story, 430,000 square foot former refrigeration warehouse and interior design showcase site, Washington Design Center, will open its doors under a new name and purpose: the Museum of the Bible.\n\nThe Green family, founders of the craft chain store Hobby Lobby, act as the main visionary leaders of the museum. In 2009, the family acquired the Roseberry Rolle manuscript, which started the Green Collection. Today, they are in possession of one of the world’s largest private collections of rare biblical artifacts, which will be housed inside the museum.\n\n“Most museums have a very focused group looking to attract. We learned that we don’t,” Museum of the Bible’s President Cary Summers said.\n\nTraveling exhibits of biblical artifacts in Israel, Jerusalem, Cuba and Italy showed that there is a big and wide group of interest in the Bible. It cannot be pinpointed to one narrow demographic. All age groups, races and ethnicities feel a connection to the Bible, as showcased by the hundreds of thousands of people that have viewed the exhibits (165,000 from 125 countries in an exhibit in Rome alone), Summers said.\n\n\n\n\n\nMuseum of the Bible president Cary Summers. Photo courtesy of the Museum of the Bible.\n\nAs one can see, the Bible’s impact is global. That is why the idea for the Museum of the Bible was born. The traveling exhibits, although a great supplement, are not enough.\n\n“A museum is very broad. It is a lot of square feet and many stories. While the traveling exhibits represent a portion of the history of the Bible, a museum includes history, impact and narrative,” Summers said.\n\nIt is all one neat package in the heart of the District. The Museum will reach those that the traveling exhibits cannot, and vice versa.\n\nThe Museum of the Bible will be the anchor, while the traveling exhibits will be the buoys, bobbing along the sea in various places. Those that cannot attend the museum will hopefully be able to catch the exhibits.\n\nPaying homage to the impact, history and narrative of the Bible, the museum will not only display the artifacts, but will also take visitors through the history of the development of the Bible – starting with Jewish roots and showing how and why it spread. In addition, a high school Bible curriculum for both domestic and international use will be created to support learning.\n\n“Only several millions of people will see the museum But hundreds of millions will not,” Summer said. “Education is a global and universal desire, and we are simply answering the call of the global market.”\n\n\n\n\n\nThe Museum of the Bible’s Impact floor. Photo by the Museum of the Bible.\n\nThe museum is not without controversy. The main sponsors, Hobby Lobby, were involved in a U.S. Supreme Court case this past year. Under the June 30 ruling, owners of closely-held, profit-making corporations cannot be forced under the Affordable Care Act to provide their employees with certain kinds of contraceptives that offend their religious beliefs.\n\n“Typically, one always gets negative blogs and people making jokes,” Summers said. “But we have not. It has been quite amazing. And I think one of the reasons is that we have such a broad contingency of scholars and other institutions that are working with us.”\n\nThe traveling exhibit Passages offers a student discount, so there is hope for students watching their pennies with cost of admission to the Museum of the Bible.\n\nThe museum is set to open its doors in 2017. To follow the progress of its construction, visit http://www.museumofthebible.org.\n\nthescene@theeagleonline.com", "article_metadata": {"msapplication-config": "http://s3.amazonaws.com/cdn.getsnworks.com/ame-egl/20160325Xyx9d4awdb/dist/img/favicons/browserconfig.xml", "msapplication-TileColor": "#ffffff", "description": "The Museum of the Bible will give an immersive and interactive look into the religious text.", "generator": "Gryphon 20160217001 (Foundry 6.1-20150615001)", "og": {"url": "http://www.theeagleonline.com/article/2015/04/bible-museum-coming-to-dc-in-2017", "image": "https://s3.amazonaws.com/media.egl.ame/5569_motb12_museumofthebible_exteriorf.jpg", "site_name": "The Eagle", "description": "The Museum of the Bible will give an immersive and interactive look into the religious text.", "title": "Bible Museum coming to DC in 2017"}, "twitter": {"site": "@thesnews", "card": "summary_large_image"}, "apple-mobile-web-app-title": "TheEagle", "theme-color": "#ffffff", "msapplication-TileImage": "http://s3.amazonaws.com/cdn.getsnworks.com/ame-egl/20160325Xyx9d4awdb/dist/img/favicons/mstile-144x144.png", "application-name": "TheEagle", "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fda74d\"", "article_summary": "While the traveling exhibits represent a portion of the history of the Bible, a museum includes history, impact and narrative,” Summers said.\nThe Museum of the Bible will be the anchor, while the traveling exhibits will be the buoys, bobbing along the sea in various places.\nTraveling exhibits of biblical artifacts in Israel, Jerusalem, Cuba and Italy showed that there is a big and wide group of interest in the Bible.\n“Education is a global and universal desire, and we are simply answering the call of the global market.”The Museum of the Bible’s Impact floor.\nThe Museum will reach those that the traveling exhibits cannot, and vice versa."}