{"article_title": "Health insurance spikes in 2017 may mean more competition", "article_keywords": ["lowest", "saidbertko", "spikes", "shopping", "plans", "likely", "competition", "subsidy", "premiums", "health", "reinsurance", "2017", "insurers", "insurance", "market", "mean"], "article_url": "http://www.marketplace.org/2016/04/28/world/2017-health-insurance-spikes-may-mean-more-competition", "article_text": "- Justin Sullivan/Getty Images\n\nIn the small universe that is health insurance, 2017 may turn out to be pretty nice for the men and women who predict how much insurers have to pay out in claims.\n\n“Actuaries across the country will be able to sleep better at night for 2017,” John Bertko, chief actuary for Covered California, said.\n\nBertko says after three years actuaries finally have the information to more accurately forecast what they need to make a profit. Better data is just one signal that premiums on the Obamacare exchanges will likely go up more than this year. More sick people than expected and exploding drug prices are two other important signs.\n\nVirginia, one of the earliest states to publicly report proposed increases, has posted that carriers are looking for hikes from 9 to 37 percent. The Kaiser Family Foundation’s Larry Levitt said another factor is that companies are losing the key federal subsidy called ‘reinsurance’ that helps cover costs for the most expensive consumers.\n\n“The reinsurance money has allowed premiums this year to be about 5% lower than they would have been if that subsidy didn’t exist,” he said.\n\nHigher premiums will certainly mean more tax dollars to help cover the cost of subsidizing coverage.\n\nBut MIT economist Jonathan Gruber said individual consumers might not get whacked as much as you’d think.\n\nGruber says four out of ten people are shopping for the best deals.\n\n“What’s exciting is people are paying attention,” he said\n\n“Competition is working. We took a market that was disorganized, people had no idea what they were buying, or they were stuck with that product for many years. And they are taking it seriously.”\n\nSo many people switching plans puts pressure on the insurers.\n\nBertko said insurers – at least in the most competitive places – are fighting for market share.\n\n“Once a year we play musical chairs to get down to the lowest or second lowest cost plan in the region. And the plans are all incredibly aware of that,” he said.\n\nBertko said the stakes can be high.\n\nIf an insurer ends up with one of the most competitively priced plans, they stand to attract some of those people who this year will likely be out there shopping due to the premium spikes.\n\nThat, said Bertko, is what you call an opportunity.", "article_metadata": {"csrf-param": "authenticity_token", "application-name": "Marketplace from APM", "og": {"url": "http://www.marketplace.org/2016/04/28/world/2017-health-insurance-spikes-may-mean-more-competition", "image": "http://cms.marketplace.org/sites/default/files/styles/primary-image-900x500/public/GettyImages-479421061.jpg?itok=qpJeTvDt", "type": "article", "description": "Premiums are on the rise, but savvy consumers are shopping for the best deals", "title": "Health insurance spikes in 2017 may mean more competition"}, "twitter": {"site": "@Marketplace"}, "msapplication-TileColor": "#FFFFF", "msapplication-square70x70logo": "/assets/mstile-70x70-797ef1ac7d8ffe040b98bab7140abf109b307280019c7d5c16c614ac6f66319d.png", "msapplication-square310x310logo": "/assets/mstile-310x310-9380546aaae2d32ed4a1460d4ffac0ddd0197d240c08a97d9ba80e663f2f42e2.png", "msapplication-wide310x150logo": "/assets/mstile-310x150-11f7c8519056bc96bf2540c4b2aa8564178ebcae2594d3e8fb28d480f2c5cd8a.png", "csrf-token": "7ob3iQAnH+nfvR30GBObTapWvoJN3/nhia9M+IQSvlIGG3rtLTfxUiBSrgNui9cvWwL8MNWFZ8HPt2WT1L0r+g==", "msapplication-TileImage": "/assets/mstile-144x144-a9640051fbfb73c1de9771231343135b5f79295e3f98bb1cb87854aa6a74f8c8.png", "msapplication-square150x150logo": "/assets/mstile-150x150-1d103d04b61aaa10bb165f225c46e694338b92918bc7a7ca2b99b54bdd1bbc0c.png", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Better data is just one signal that premiums on the Obamacare exchanges will likely go up more than this year.\n“Actuaries across the country will be able to sleep better at night for 2017,” John Bertko, chief actuary for Covered California, said.\n“Once a year we play musical chairs to get down to the lowest or second lowest cost plan in the region.\n- Justin Sullivan/Getty ImagesIn the small universe that is health insurance, 2017 may turn out to be pretty nice for the men and women who predict how much insurers have to pay out in claims.\nBertko says after three years actuaries finally have the information to more accurately forecast what they need to make a profit."}