{"article_title": "Obamacare Limits Subsidies for Excessive CEO Pay, Saves $72 Million – Center For Effective Government", "article_keywords": ["executive", "executives", "million", "excessive", "limits", "effective", "ceo", "pay", "subsidies", "saves", "obamacare", "ips", "health", "act", "corporations", "cap", "center"], "article_url": "http://www.foreffectivegov.org/blog/report-obamacare-limits-subsidies-excessive-ceo-pay-saves-72-million/", "article_text": "A new report from the Institute for Policy Studies (IPS) calculates that the Affordable Care Act (ACA), popularly known as Obamacare, reduced taxpayer subsidies by more than $72 million last year. It did this by capping the deductions that currently reward companies for providing excessive pay to their CEOs.\n\nCompanies providing top executives multimillion dollar pay packages are able to deduct much of that compensation from their tax bills because loopholes currently allow corporations to deduct all executive pay if it is deemed “performance based.” These tax subsidies encourage larger disparities between CEO pay and worker pay and exacerbate inequality.\n\nThe ACA puts a cap on the amount of executive pay that health insurers can write off. Starting in 2013, only $500,000 in pay per employee is deductible from a company’s taxes. (See chart below.) Applying this cap to just 57 executives running the top 10 health insurers produced at least $72 million in federal savings last year. That's enough to provide dental insurance to 262,000 Americans.\n\n\n\n\n\nSource: Institute for Policy Studies\n\nThe cap is expected to provide even higher savings in future years as executives cash in stock options and stock prices continue to rise. Additionally, it’s worth keeping in mind that IPS only looked at the impacts related to 57 executives. The new rule caps the deductibility of pay for all employees, not just executives.\n\nThe cap does have a significant limitation: it only applies to the health insurance industry. Applying the cap across all industries would produce even larger savings – approximately $50 billion over the next decade. A more widely applied cap may cause corporate boards to think twice before approving multimillion dollar executive paychecks, though the current limited cap hasn't yet had that effect in the health insurance industry. In fact, the firms examined in the IPS report actually increased average pay among their executives from $5.1 million in 2012 to $5.4 million in 2013, indicating that there is more work to be done.\n\nThe IPS report also outlines a helpful menu of current proposals for executive pay reform, including:\n\nThe Stop Subsidizing Multimillion Dollar Corporate Bonuses Act (S. 1476): This bill, introduced by Sens. Jack Reed (D-RI) and Richard Blumenthal (D-CT), would place a $1 million-per-employee cap on deductions of employee pay, which would close current loopholes in the tax code and apply to all employees of a corporation.\n\nThe Income Equity Act (H.R. 199): This bill, introduced by Rep. Barbara Lee (D-CA), would limit the CEO pay that corporations are able to deduct to 25 times the pay of a firm’s lowest-paid employee or $500,000 (whichever is greater). This legislation would not only stop rewarding excessive executive pay but also provide incentives for companies to boost pay for lower-wage workers.\n\nThe Patriot Corporations Act (H.R. 929): The bill is inspired by Rhode Island legislation that rewards corporations for more equal compensation policies by giving those with lower CEO-to-worker pay ratios preference for government contracts.\n\nFor more information, read The Obamacare Prescription for Bloated CEO Pay.\n\nFor Further Reading:\n\nS&P: Reduce Inequality for a Better Economy, The Fine Print blog, Aug. 14, 2014\n\nReimagining Government: Two States Address CEO Pay, The Fine Print blog, May 6, 2014\n\nBoeing CEO Made More than President and 132 Other Top Federal Officials COMBINED, The Fine Print blog, Aug. 14, 2014\n\n(Visited 44 times, 1 visits today)", "article_metadata": {"shareaholic": {"site_name": "Center For Effective Government", "language": "en-US", "url": "http://www.foreffectivegov.org/blog/report-obamacare-limits-subsidies-excessive-ceo-pay-saves-72-million/", "article_author_name": "Jessica Schieder", "image": "/wp-content/uploads/files/skyscrapers_2.jpg", "site_id": "adadb41eceea17d97ebcbdb90614b04b", "article_published_time": "2014-08-27T13:15:33+00:00", "shareable_page": "true", "article_modified_time": "2016-03-25T20:39:03+00:00", "keywords": "article, ceo pay, corporate accountability, corporate tax loophole, excessive ceo pay, revenue & spending", "wp_version": "7.6.2.2"}, "description": "A new report from the Institute for Policy Studies (IPS) calculates that the Affordable Care Act (ACA), popularly known as Obamacare, reduced taxpayer subsidies by more than $72 million last year. It did this by capping the deductions that currently reward companies for providing excessive pay to their CEOs.", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "og": {"site_name": "Center For Effective Government", "description": "A new report from the Institute for Policy Studies (IPS) calculates that the Affordable Care Act (ACA), popularly known as Obamacare, reduced taxpayer subsidies by more than $72 million last year. It did this by capping the deductions that currently reward companies for providing excessive pay to their CEOs.\r\n\r\nCompanies providing", "title": "Report: Obamacare Limits Subsidies for Excessive CEO Pay, Saves $72 Million", "url": "http://www.foreffectivegov.org/blog/report-obamacare-limits-subsidies-excessive-ceo-pay-saves-72-million/", "image": "http://www.foreffectivegov.org/wp-content/uploads/logo-1.png", "type": "article"}, "keywords": "article, ceo pay, corporate accountability, corporate tax loophole, excessive ceo pay, revenue & spending", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdb62c\"", "article_summary": "This legislation would not only stop rewarding excessive executive pay but also provide incentives for companies to boost pay for lower-wage workers.\nFor more information, read The Obamacare Prescription for Bloated CEO Pay.\nThe ACA puts a cap on the amount of executive pay that health insurers can write off.\nThe Patriot Corporations Act (H.R.\n199): This bill, introduced by Rep. Barbara Lee (D-CA), would limit the CEO pay that corporations are able to deduct to 25 times the pay of a firm’s lowest-paid employee or $500,000 (whichever is greater)."}