{"article_title": "Celebrating National Drug Court Month", "article_keywords": ["save", "court", "justice", "crime", "national", "reduce", "drug", "month", "celebrating", "treatment", "courts", "criminal"], "article_url": "http://www.thenorthwestern.com/story/opinion/columnists/2015/05/03/celebrating-national-drug-court-month/26839155/", "article_text": "Buy Photo In this 2010 photo, the Winnebago County Safe Streets Drug Court team included John Kuech, public defender, from left to right, Eric Sparr, assistant district attorney, Circuit Court Judge Barbara Key, Carrie Nitz, probation and parole agent, Steve Ehlke, program coordinator at Options Treatment Programs, Circuit Court Judge Scott Woldt and Carol Morack, adult AODA and Safe Streets supervisor. (Photo: Oshkosh Northwestern Media file photo)Buy Photo Story Highlights Drug Courts return to the community up to $27 for every $1 invested.\n\nWisconsin is now home to more than 50 Treatment Courts\n\nOshkosh will host graduation May 8 featuring Lt. Gov. Rebecca Kleefisch\n\nThis May, Drug Courts throughout Wisconsin will join more than 2,900 Drug Courts nationwide in celebrating National Drug Court Month. By month's end, thousands of individuals who entered the criminal justice system addicted to drugs and facing incarceration will complete Drug Court and emerge as productive, taxpaying citizens.\n\nNational Drug Court Month arrives amid renewed interest in criminal justice reform. National and state leaders are looking to reform the criminal justice system to see how best to reduce our costly over-reliance on incarceration. Sentencing and prison reform is a start, but if we are serious about reducing substance abuse, crime and recidivism while saving money for taxpayers, then we must continue to expand Drug Courts.\n\nIn 2006, the Winnebago County Safe Streets Drug Court opened its doors with a simple premise: rather than continue to allow individuals with long histories of drug abuse and crime to cycle through the criminal justice system at great expense to the public, use the leverage of the court to keep them engaged in drug treatment long enough to be successful. Today, Drug Courts have proven that a combination of accountability and compassion can not only save lives, but save valuable resources and reduce exorbitant criminal justice costs.\n\nMore research has been published on the effects of Drug Courts than virtually all other criminal justice programs combined. In 2012, the U.S. Government Accountability Office submitted a report to the Congress confirming Drug Courts reduce substance abuse and crime and save money. Nationally, Drug Courts return to the community up to $27 for every $1 invested. Drug Courts reduce crime by up to 50 percent, and the longest study to date shows reductions lasted an astounding 14 years.\n\nMoreover, studies show that the more serious an individual's drug addiction and the longer his or her criminal record, the better Drug Courts work. This approach not only diverts individuals from a life of drug abuse and crime, but has been proven to reduce use of jail or prison beds and family conflicts associated with domestic violence and child abuse.\n\nWisconsin is now home to more than 50 Treatment Courts and is setting a national standard for smart on crime justice policies that reduce recidivism and save money. These programs keep our roads safe from drunk drivers, intervene before our youth embark on a debilitating life of drug abuse and crime, give parents the tools they need to stay clean and maintain custody of their children, and ensure our veterans receive the benefits and treatment they have earned.\n\nDrug Courts represent a path ahead that will not only save critical money for taxpayers, but save the lives of our neighbors and our troops suffering the ravages of addiction and mental illness. This year's National Drug Court Month celebration should signal that the time has come to reap the economic and societal benefits of expanding this proven budget solution to all in need.\n\nIn celebration of National Drug Court Month, Lt. Gov. Rebecca Kleefisch will be offering her support to our most recent Drug Court Graduates on Friday, May 8, at 2:30 p.m. in Circuit Court Branch 2 (Room 410), 415 Jackson Ave., Oshkosh. All are invited to this very special event celebrating the continuing success of our most recent Drug Court graduates.\n\nScott C. Woldt is the Circuit Court Judge for Winnebago County Circuit Court Branch 2\n\nRead or Share this story: http://oshko.sh/1GShe77", "article_metadata": {"google": "notranslate", "description": "This May, Drug Courts throughout Wisconsin will join more than 2,900 Drug Courts nationwide in celebrating National Drug Court Month.", "og": {"site_name": "Northwestern Media", "description": "This May, Drug Courts throughout Wisconsin will join more than 2,900 Drug Courts nationwide in celebrating National Drug Court Month.", "title": "Celebrating National Drug Court Month", "url": "http://www.thenorthwestern.com/story/opinion/columnists/2015/05/03/celebrating-national-drug-court-month/26839155/", "image": "http://www.gannett-cdn.com/GDContent/applogos/thenorthwestern.png", "type": "article"}, "twitter": {"description": "This May, Drug Courts throughout Wisconsin will join more than 2,900 Drug Courts nationwide in celebrating National Drug Court Month.", "title": "Celebrating National Drug Court Month", "image": "http://www.gannett-cdn.com/-mm-/ec43f6bf3ee757ef653536254e71a4d7cd17c111/c=972-0-3598-2626&r=x643&c=640x640/local/-/media/2015/05/03/Oshkosh/B9317201148Z.1_20150503160414_000_GAQALTTHI.1-0.jpg", "creator": "@onwnews", "site": "@onwnews", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=883770549", "fb": {"app_id": 167919243249397}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Oshkosh, Drug Court, Wisconsin, Kleefisch, celebrate, drug, month"}, "_id": "\"57477af46914bd0286fdb62f\"", "article_summary": "Rebecca KleefischThis May, Drug Courts throughout Wisconsin will join more than 2,900 Drug Courts nationwide in celebrating National Drug Court Month.\nNational Drug Court Month arrives amid renewed interest in criminal justice reform.\nIn celebration of National Drug Court Month, Lt. Gov.\nAll are invited to this very special event celebrating the continuing success of our most recent Drug Court graduates.\nThis year's National Drug Court Month celebration should signal that the time has come to reap the economic and societal benefits of expanding this proven budget solution to all in need."}