{"article_title": "Protesters have no free-speech rights on Supreme Court’s front porch", "article_keywords": ["restrictions", "supreme", "plaza", "court", "freespeech", "rights", "porch", "protesters", "demonstrations", "protest", "steps", "courts", "allowed", "public"], "article_url": "https://www.washingtonpost.com/politics/courts_law/protesters-have-no-free-speech-rights-on-supreme-courts-front-porch/2015/08/28/f79ae262-4d9e-11e5-bfb9-9736d04fc8e4_story.html", "article_text": "Activists protest on the sidewalk in front of the Supreme Court on the first day of hearings on the Affordable Care Act in March 2012. (Melina Mara/The Washington Post)\n\nThe Supreme Court is designated as the ultimate protector of constitutional rights, but the guarantee of protest and free speech ends on the steps to the plaza in front of the court’s grand marble temple, a unanimous federal appeals court panel ruled Friday.\n\nDemonstrators are allowed on the sidewalk in front of the court but not any closer to the famous portico promising “Equal Justice Under Law,” three judges of the U.S. Court of Appeals for the District of Columbia Circuit decided.\n\nThe fight over where protesters get to protest has been going on for years.\n\nThe appeals court judges upheld a 1949 law that forbids demonstrations on the grounds of the high court, on the premise that protests at the court’s doorstep might lead to the perception that the justices are swayed by vox populi rather than the dictates of the law.\n\n“Allowing demonstrations directed at the Court, on the Court’s own front terrace, would tend to yield the opposite impression: that of a Court engaged with — and potentially vulnerable to — outside entreaties by the public,” wrote U.S. Circuit Judge Sri Srinivasan, who argued often before the court as a lawyer and is sometimes mentioned as a future ­Supreme Court justice.\n\n[A question of where protesters take a stand]\n\nOn days when controversial cases are argued and decided, the 50-foot-wide sidewalks surrounding the court are filled with chanting, flag-waving, ­bullhorn-toting protesters of all stripes. The Supreme Court itself, in 1983, ruled that these sidewalks — on First Street NE, just across from the Capitol — are open for protests.\n\nBut demonstrators are not allowed any closer. The court in its 1983 decision did not address the protest restrictions on the court’s grounds, which include the 252-by-98-foot oval marble plaza, with its fountains, benches, flagpoles and steps leading to the court’s iconic, six-ton bronze doors.\n\nCritics have found the no-speech zone around the Supreme Court ironic if not hypocritical. The current court considers itself a fierce protector of political speech, knocking down restrictions on corporate spending on elections, for instance. The justices also struck a Massachusetts law that limited speech around abortion clinics.\n\nIn 2010, because of security concerns, the court said the public was no longer allowed to enter through the massive front doors. Visitors must go through security checkpoints on the ground floor, although they may exit via the court’s front porch.\n\nThe 1949 federal statute makes it unlawful to “parade, stand, or move in processions or assemblages in the Supreme Court Building or grounds, or to display in the Building and grounds a flag, banner, or device designed or adapted to bring into public notice a party, organization, or movement.”\n\nIn 2013, U.S. District Judge Beryl Howell struck down the restrictions. “It cannot possibly be consistent with the First Amendment for the government to so broadly prohibit expression in virtually any form in front of a courthouse, even the Supreme Court,” Howell wrote in a 68-page opinion.\n\nWithin days, the Supreme Court instituted its own rules that essentially kept the restrictions in place, and the legal fight has continued.\n\nHowell was considering a challenge brought by Harold Hodge of southern Maryland, who was arrested in January 2011 for standing on the plaza wearing a 3-by-2-foot sign that said, “The U.S. Gov. Allows Police to Illegally Murder and Brutalize African Americans and Hispanic People.”\n\nHodge was represented by the Rutherford Institute, a nonprofit civil liberties group that denounced Friday’s ruling.\n\n“If citizens cannot stand out in the open and voice their disapproval of their government, its representatives and its policies without fearing prosecution, then the First Amendment is little more than window-dressing on a store window — pretty to look at but serving little real purpose,” said the institute’s president, John W. Whitehead. “Through a series of carefully crafted legislative steps and politically expedient court rulings, government officials have managed to disembowel this fundamental freedom.”\n\nBut Srinivasan said the court is different from Congress, where people have a right to protest for political action. The plaza is designed as an extension of the court, he said, and restrictions on protests there need only be reasonable and viewpoint-neutral.\n\n[Read the appeals court decision here]\n\nThere is no suggestion that the law is discriminatory, he said: “Demonstrations supporting the court’s decisions and demonstrations opposing them are equally forbidden in the plaza.”\n\nSrinivasan added: “Unless demonstrations are to be freely allowed inside the Supreme Court building itself, a line must be drawn somewhere along the route from the street to the Court’s front entrance. . . . Among the options, it is fully reasonable for that line to be fixed at the point one leaves the concrete public sidewalk and enters the marble steps to the Court’s plaza.”\n\nSrinivasan was joined by Circuit Judge Karen LeCraft Henderson and Senior Circuit Judge Stephen F. Williams.\n\nThe plaza is likely to remain a place for only tourists wielding cameras and journalists interviewing lawyers and their clients after oral arguments and decisions (cameras, of course, are not allowed in the court).\n\nWhitehead noted in his statement that the decision could be appealed and that his organization is also challenging the restrictions that the Supreme Court implemented after Howell’s ruling.\n\nBut there was little expectation of success. “Ironically, it will be the justices of the U.S. Supreme Court who will eventually be asked to decide the constitutionality of their own statute in this case, yet they have already made their views on the subject quite clear,” Whitehead said.", "article_metadata": {"description": "An appeals court said that demonstrators may be limited to the sidewalk in front of the high court.", "author": "https://www.facebook.com/robert.barnes.3139", "og": {"site_name": "Washington Post", "description": "An appeals court said that demonstrators may be limited to the sidewalk in front of the high court.", "title": "Protesters have no free-speech rights on Supreme Court’s front porch", "url": "https://www.washingtonpost.com/politics/courts_law/protesters-have-no-free-speech-rights-on-supreme-courts-front-porch/2015/08/28/f79ae262-4d9e-11e5-bfb9-9736d04fc8e4_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2012/03/26/Others/Images/2012-03-26/h%2010_1332771121.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@scotusreporter"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/politics/courts_law/protesters-have-no-free-speech-rights-on-supreme-courts-front-porch/2015/08/28/f79ae262-4d9e-11e5-bfb9-9736d04fc8e4_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "courts", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/robert.barnes.3139"}, "eomportal-uuid": "f79ae262-4d9e-11e5-bfb9-9736d04fc8e4", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "courts"}, "_id": "\"57477af46914bd0286fdb65c\"", "article_summary": "Circuit Judge Sri Srinivasan, who argued often before the court as a lawyer and is sometimes mentioned as a future ­Supreme Court justice.\nThe Supreme Court itself, in 1983, ruled that these sidewalks — on First Street NE, just across from the Capitol — are open for protests.\nCritics have found the no-speech zone around the Supreme Court ironic if not hypocritical.\nWithin days, the Supreme Court instituted its own rules that essentially kept the restrictions in place, and the legal fight has continued.\nActivists protest on the sidewalk in front of the Supreme Court on the first day of hearings on the Affordable Care Act in March 2012."}