{"article_title": "How to Personalize the Online Patient Experience", "article_keywords": ["information", "patient", "users", "hospital", "personalization", "personalize", "experience", "patients", "health", "user", "online", "portal", "care"], "article_url": "http://www.hhnmag.com/articles/3357-how-to-personalize-the-online-patient-experience", "article_text": "Patients' experience of a hospital or health care provider extends beyond the physical walls of your facility: Your organization's online experience is also a key component of patient satisfaction. Personalization is a design approach that allows you to create deeper engagement and a more satisfying online experience for your patients. All health care providers should be providing personalized online experiences to patients and their families.\n\nWhat Is Personalization?\n\nHuman-computer interaction researchers define personalization as any action that adapts the information or services a user receives, in an attempt to match the user's needs. (See, for example, \"A Framework for Classifying Personalization Scheme Used on e-Commerce Websites,\" by Dezhi Wu et al. in the Proceedings of the 36th Hawaii International Conference on System Sciences, pp. 2–12, 2003.)\n\nOrganizations commonly personalize their websites using the following features:\n\ncontent (depending on the user, specific information, topics and marketing messages are presented);\n\nlayout (certain features are highlighted, and these features appear on specific locations on the screen);\n\nnavigation and links (the user is directed to certain locations, and depending on his or her needs, specific links surface);\n\nterminology (language appropriate to the audience is used).\n\nYou can apply various levels of personalization to your digital properties. Your organization can provide basic levels of personalization based on broad user group characteristics — such as patients, families or hospital staff — or individualized personalization based on exact characteristics (such as age and known medical conditions).\n\nWhy Personalize?\n\nPersonalization has become the norm in e-commerce, online banking and other financial services industries, as well as in utilities that allow users to manage accounts in online portals (e.g., cable television, cellphone carrier, power company). Studies have found that personalization of e-commerce sites leads to more motivation and intention to purchase items on the site than on nonpersonalized sites. (See, \"Enhancing Online Performance Through Website Content and Personalization,\" by Thongpapanl and Ashraf in the Journal of Computer Information Systems 52(1):3–13, 2011) As personalization becomes the norm, organizations offering generic Web experiences will see a reduction in users.\n\nPersonalization of hospital and health care websites and online portals is critical because of the type and amount of information patients need. Researchers include personalization as a criterion for evaluating hospital websites and portals (e.g., \"Evaluation of Hospital Portals Using Knowledge Management Mechanisms,\" by Lee, Goh and Choa in Asian Digital Libraries: Looking Back 10 Years and Forging New Frontiers [Berlin/Heidelberg: Springer], pp. 15–23, 2007).\n\nIndividuals are engaging in a personal experience when they go online to conduct health care–related activities. Gaining and maintaining their trust in your product is critical. For hospitals and health care facilities, personalization allows you to extend your brand digitally to the patients and their families — a virtual house call, if you will.\n\nPersonalization shows users that you respect their time. Patients may be looking for a vast amount of information, such as doctors specializing in certain areas, types of procedures, medications, potential side effects, facility visitation policy, billing information, phone numbers, addresses — the list goes on. This amount of information quickly becomes overwhelming. Personalization consolidates this information and reduces information overload.\n\nSegmenting Your Users\n\nThe more you know about your users, the more opportunity you have to meaningfully personalize their experiences. There are a number of ways to identify and segment your users. I used the example of patients, families and hospital staff earlier. Let's take a look at ways to segment members of these three audiences for personalization.\n\nAsk users who they are and what their role is. This task is as simple as posing a question to users when landing on the page: \"I am a (select one) Patient, Family Member, Hospital Staff Member.\" Once users identify themselves, the site redirects them to a page containing relevant content. Even better, you can apply a cookie to the users that will remember what they selected for future visits. Subsequently, your site will surface navigational categories (e.g., doctors, procedures and recovery for patients; policy, forms, staff news and information for staff) without asking users who they are, thereby reducing user effort.\n\nExamine user behavior. Your users leave a trail of relevant information on the Internet. A number of programs can help you collect and use this information for personalization. Examples of relevant information that can inform what content you surface to users include:\n\nAds or links clicked: What are the topics that interest them?\n\nGeography: Where is a user located?\n\nNumber of visits: Someone visiting for the 20th time might want to see something different from what a first time user sees.\n\nReferral: Did the users come from searching a specific term on Google? Or did they click on a link from an email from their doctors? Understanding the users' path to your page can help to guide what content should be presented.\n\nSearch history: What have users looked for on your site in the past?\n\nCreate a secure login portal. You can maximize your ability to personalize by having a portal that allows your users to create profiles saved in the system. User information, including relevant billing information, family physician, specific treatments, visit history and preferences for alerts, should be collected in the profile. A portal based on user demographics, past visits and behaviors, and self-selected preferences is the ultimate in personalization for users.\n\nPersonalization in Health Care\n\nIf you don't currently offer your patients website personalization or an online portal, it is time to think about joining modern medicine. I advocate that all hospitals and health care providers provide access to a personalized online patient portal. Your design team should be creative with which information is personalized.\n\nHere are examples of what a personalized patient portal should contain:\n\na personalized greeting\n\nbilling and payment history\n\ncalendar with appointments and other critical dates (e.g., estimated date for refilling a prescription)\n\nalerts for upcoming appointments\n\ninformation on known diagnoses, with links to more information, educational resources, and patient and family resources (e.g., support groups)\n\ninformation patients can provide for family members, including after-care assistance instructions, explanations of diagnosis, and family and visitor policies\n\ninformation on known prescriptions, including side effects and warnings and links to preferred pharmacies\n\nrecommendations for doctors and treatment centers\n\nrelevant contact information\n\neducational content based on browsing history\n\nPatients expect an easy-to-use and personalized online health care management experience. Health care providers that fail to offer this experience will see lower patient satisfaction scores and potentially a decrease in repeat patients. Health care providers have a lot of information available about their patients, and they should maximize the value of this information in providing personalized online experiences. Such experiences can reduce patients' effort at an already intimidating and potentially overwhelming time.\n\nVictor S. Yocco, Ph.D.,is a researcher and strategist at Intuitive Co., a design firm in Philadelphia. He is the author of Design for the Mind (Shelter Island, N.Y.: Manning Publications), a forthcoming book on the application of psychology to design.", "article_metadata": {"description": "An easy-to-use Web portal that provides patients with information that's relevant to them will improve satisfaction.", "csrf-token": "latvfaKWI6wMIMUXokRVSt4X8g/mReGwURoRmCq8hYM=", "twitter": {"image": "http://www.hhnmag.com/ext/resources/inc-hhn/img/articles/article_images/2015/July/portal_190x127.jpg?1448315759", "description": "An easy-to-use Web portal that provides patients with information that's relevant to them will improve satisfaction.", "card": "summary", "title": "How to Personalize the Online Patient Experience"}, "msapplication-TileColor": "#FFFFFF", "csrf-param": "authenticity_token", "og": {"image": "http://www.hhnmag.com/ext/resources/inc-hhn/img/articles/article_images/2015/July/portal_190x127.jpg?1448315759", "type": "Article", "description": "An easy-to-use Web portal that provides patients with information that's relevant to them will improve satisfaction.", "title": "How to Personalize the Online Patient Experience"}, "msapplication-TileImage": "/images/favicons/favicon-144.png", "keywords": "hospital patient portal, hospital websites, patient satisfaction personalization, Victor S. Yocco", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fccd4e\"", "article_summary": "Patients' experience of a hospital or health care provider extends beyond the physical walls of your facility: Your organization's online experience is also a key component of patient satisfaction.\nHealth care providers that fail to offer this experience will see lower patient satisfaction scores and potentially a decrease in repeat patients.\nI advocate that all hospitals and health care providers provide access to a personalized online patient portal.\nPersonalization of hospital and health care websites and online portals is critical because of the type and amount of information patients need.\nPersonalization is a design approach that allows you to create deeper engagement and a more satisfying online experience for your patients."}