{"article_title": "Arvada mourning, praising Jim Banich – The Denver Post", "article_keywords": ["praising", "shot", "track", "west", "hancock", "jim", "arvada", "denver", "mourning", "lot", "wasinger", "meet", "post", "banich", "went"], "article_url": "http://www.denverpost.com/devlin/ci_26620336/arvada-mourning-praising-jim-banich", "article_text": "ARVADA — Let’s get the negative out of the way — Colorado’s track community is still reeling from the news this month that former Arvada throwing great Jim Banich took his life on his 51st birthday, another victim of deep depression, a dark side not many understand.\n\nSaid athletic director Mike Mulvaney: “It touched home for a lot of people.”\n\nFolks who knew and cared about Banich are passing on how his life ended and instead are centering on his life.\n\n“He was one of the best competitors I’ve ever seen, and he loved giving back,” said John Hancock, a 30-year track coach at Mullen who was an assistant at Evergreen when Banich was emerging as the nation’s best thrower in the early 1980s. Banich still owns Colorado’s big-school state meet mark in the shot put (66 feet, 3¼ inches in 1982).\n\nWith the 12-pound shot put, he recorded 68-2½ at the prestigious Golden West meet in Sacramento, Calif., and his 56-3¼ effort with the 16-pound shot in a preseason meet at the Air Force Academy set a national record. He also went 202-1 in the discus. His marks were passed by Buena Vista’s Mason Finley, but it took 27 years.\n\nJeff Wasinger, who led Arvada track for three decades, had an earlier taste of Banich, who broke his junior high discus mark.\n\n“In a seventh-grade PE class,” Wasinger said.\n\nAlso an avid track-club participant and an all-state goalie in soccer, Banich, a three-time prep All-American, eventually grew to 6-4, 230. But he was a lot thinner in high school and not necessarily that strong.\n\n“He could only bench press 185 pounds,” Hancock said. “He was all about technique.”\n\nBanich went to UCLA, where he’s still among career leaders. By 1987, Banich was a member of the Bruins’ NCAA outdoor championship team. The All-American finished second in the shot put and fourth in the discus.\n\n“There just wasn’t anything he couldn’t do,” Hancock said. “You could have taken him in any sport, whether he was the soccer goalie, in track … he could have been a good golfer, good in skiing … he could have done any of them. Not a lot of kids have that kind of natural ability. He was so cerebral. He could visualize a lot of things.”\n\nBanich recently taught at his alma mater before joining Arvada West this year.\n\nHe’s gone, not forgotten.\n\n“Jim meant to the city of Arvada what John Elway meant to Denver. That’s how powerfully I think of him,” Wasinger said.\n\nNeil H. Devlin: ndevlin @denverpost.com or twitter.com/neildevlin", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Devlin: Arvada mourning, praising Jim Banich", "title": "Devlin: Arvada mourning, praising Jim Banich", "url": "http://www.denverpost.com/2014/09/27/devlin-arvada-mourning-praising-jim-banich/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140927_081239_jim-banich.jpg", "height": 461}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140927_081239_jim-banich.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-09-27T20:00:30+00:00", "modified_time": "2016-04-27T09:45:07+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fccd52\"", "article_summary": "Jeff Wasinger, who led Arvada track for three decades, had an earlier taste of Banich, who broke his junior high discus mark.\nHe could visualize a lot of things.”Banich recently taught at his alma mater before joining Arvada West this year.\nBanich still owns Colorado’s big-school state meet mark in the shot put (66 feet, 3¼ inches in 1982).\n“Jim meant to the city of Arvada what John Elway meant to Denver.\nAlso an avid track-club participant and an all-state goalie in soccer, Banich, a three-time prep All-American, eventually grew to 6-4, 230."}