{"article_title": "With Harken Health, United delves into primary care innovation", "article_keywords": ["delves", "united", "plans", "harken", "healthcare", "primary", "visits", "vanderheyden", "health", "innovation", "model", "chase", "care"], "article_url": "http://www.fiercehealthpayer.com/story/harken-health-united-delves-primary-care-innovation/2016-02-02", "article_text": "Amid all the news about UnitedHealth's struggles with its Affordable Care Act exchange business, many have missed that the insurer has built a promising value-based primary care model, Forbes contributor Dave Chase writes in a recent opinion piece.\n\nUnited's wholly owned subsidiary, Harken Health, describes itself as \"a new kind of healthcare company that unites relationship-based primary care with flexible and competitively priced health insurance in a membership-based model.\" It also offers free primary care visits at its clinics, FierceHealthPayer has reported.\n\nChase points out that the venture is also a partnership with Iora Health, which is know for refusing to accept fee-for-service payments and focusing on assigning patients health coaches to guide behavior.\n\nIn an email interview, Harken Health CEO and co-founder Tom Vanderheyden told Chase that the subsidiary's team members, including doctors, nurses and health coaches, all are employed by Iora Health. It also contracts with United subsidiary OptumRx for members' prescription drug services.\n\nHarken's current focus is on individuals and small businesses seeking a fully insured plan both on and off the exchanges, Vanderheyden said, adding that given its long-term vision of making relationship-based primary care available to everyone, it will continue to explore opportunities outside of these markets. However, he said it is too soon to comment on expanding to areas outside of Atlanta and Chicago, where Harken initially launched.\n\nTo Chase, United's decision to try such an innovative business model bodes well for a company that, like most health insurers, is striving to adapt to the changing healthcare landscape.\n\n\"Force-fitting legacy fee-for-service health plans may be DOA for organizations such as United, but modern plans using value-based primary care are alive and well,\" he writes.\n\nPayers are increasingly looking to leverage primary care to improve health outcomes. For example, a collaboration of insurers in Colorado used the Centers for Medicare & Medicaid Services' Comprehensive Primary Care Initiative as a model for their effort to link behavioral healthcare with medical care.\n\nTo learn more:\n\n- read the Forbes post\n\nRelated Articles:\n\nIora Primary Care's unconventional relationship to payments\n\nLessons learned from Colorado's multipayer care integration initiative\n\n3 ways an innovative medical clinic can benefit insurers\n\nSome exchange plans offer free doctor visits to court consumers", "article_metadata": {"description": "Amid all the news about UnitedHealth's struggles with its Affordable Care Act exchange business, many have missed that the insurer has quietly built a promising value-based primary care model, Forbes contributor Dave Chase writes in a recent opinion piece.", "og": {"site_name": "FierceHealthPayer", "description": "Amid all the news about UnitedHealth's struggles with its Affordable Care Act exchange business, many have missed that the insurer has quietly built a promising value-based primary care model, Forbes contributor Dave Chase writes in a recent opinion piece.", "title": "With Harken Health, United delves into primary care innovation", "url": "http://www.fiercehealthpayer.com/story/harken-health-united-delves-primary-care-innovation/2016-02-02", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthpayer.jpg", "type": "website"}, "twitter": {"site": "healthpayer", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "keywords": "Care Delivery,Harken Health,Iora Health,Patient Care & Outcomes,Primary Care Clinics,Tom Vanderheyden,UnitedHealth", "viewport": "width=device-width", "news_keywords": "Care Delivery,Patient Care & Outcomes"}, "_id": "\"57477af46914bd0286fdb66c\"", "article_summary": "\"Force-fitting legacy fee-for-service health plans may be DOA for organizations such as United, but modern plans using value-based primary care are alive and well,\" he writes.\nIt also offers free primary care visits at its clinics, FierceHealthPayer has reported.\nUnited's wholly owned subsidiary, Harken Health, describes itself as \"a new kind of healthcare company that unites relationship-based primary care with flexible and competitively priced health insurance in a membership-based model.\"\nPayers are increasingly looking to leverage primary care to improve health outcomes.\nIn an email interview, Harken Health CEO and co-founder Tom Vanderheyden told Chase that the subsidiary's team members, including doctors, nurses and health coaches, all are employed by Iora Health."}