{"article_title": "How The Concerns Of Pregnant Women Differ Around The World", "article_keywords": ["differ", "google", "pregnant", "wife", "india", "search", "sex", "concerns", "pregnancy", "world", "concern", "husband", "women"], "article_url": "http://www.medicaldaily.com/high-heels-hair-dye-how-concerns-pregnant-women-differ-around-world-284166", "article_text": "Pregnancy can be an exciting and fun time for both expectant parents. It is also a time of worry for parents, both for the welfare of the mother and child. But the culture of the parents has a big impact on what their biggest concerns during pregnancy may be, and Google search is the perfect tool to give us a bit of insight on what pregnant couples throughout the world are really thinking about.\n\nPhysical Appearance\n\nPregnant women may say that the health of their child is their top concern, but their Google searches reveal otherwise. New York Times contributing Op-Ed writer Seth Stephens-Davidowitz used Google to find the top five most searched terms to complete the sentence “How to ___ during pregnancy,” and the answers varied greatly depending on geographic location. The number one concern of pregnant American women is how to prevent stretch marks. In fact, four of the top five searches for how to X when pregnant in America were related to physical appearance. This included: \"how to lose weight,\" \"how to avoid stretch marks,\" and \"how to stay fit.\" These concerns were shared by pregnant women in Australia and Great Britain as well, although these countries, unlike America, managed to also squeeze “how to sleep” into their top five.\n\nAccording to Stephens-Davidowitz's analysis, women in South America are equally concerned with their physical appearance when pregnant, but in a more glamorous way. For example, the fifth most asked question in Mexico was: “Can pregnant women wear heels?” In Brazil, an overwhelming concern for pregnant women was whether or not they could still get their hair dyed.\n\nSex\n\nThe Google search revealed that pregnant women throughout the world are worried about their sex life. In India, however, three out of four of the top searched terms for “How to ___ during pregnancy” were centered on sex: “how to do sex,” “how to have sex,” and simply, “how to sex,” took the second, third, and fourth spot, respectively, with sleeping and taking care filling the last two remaining spots. Sex was also the number one concern for African women, filling up two of the five top spots in Nigeria.\n\nWhat Not to Eat\n\nIn the United States, Great Britain, and Australia, people seem to have an overwhelming concern over whether or not women should consume fish when pregnant. Shrimp, sushi, and smoked salmon filled the top five spots in all three countries. In the United States, Nigeria, and Mexico, people are wondering if pregnant women can have alcohol, a concern that isn’t shared by Europeans. British and Australian women were more concerned with their dairy consumption, with eating cream cheese and cheese cake filling the top spot of “Can pregnant women ___?” The New York Times revealed that in Nigeria the top concern on what not to have when pregnant was cold water. This most likely comes from the belief that the consumption of cool water could give your baby pneumonia. Those in India and Singapore are concerned over how specific fruit such as pineapples, mangos, and banana might affect a pregnant woman.\n\nLifestyles\n\nIn some areas of the world, people are more concerned over what pregnant women can and can’t do, than what they should be eating. “Can pregnant women fly?” and “Can pregnant women go in saunas?” are top search terms in Germany. Brazilian women are equally curious if they can still fly or ride a bike when pregnant. Laid-back Spaniards want to know if women are still able to soak up the sun when with child. Sex was also a top search term to finish the sentences “Can pregnant women ___” in India and Nigeria.\n\nExpectant Fathers' Concerns\n\nIt’s not just women who use Google to find out answers about what to expect when expecting. Men are just as anxious. Stephens-Davidowitz revealed that in Mexico the top searches about “my pregnant wife” included “words of love” or “poems for my pregnant wife.” American husbands were a bit more straightforward, searching phrases such as “ my wife is pregnant now what?” and “my wife is pregnant what do I do?” Men in India have a slightly different strange question to ask the Internet about their pregnant wives. In India, the top searched term to finish the sentence “my husband wants” is “my husband wants me to breastfeed him.” Also in India, the most common search to contain the phrases “how to” and “my husband” is “how to breastfeed my husband.” It does not seem that other countries share the same enthusiasm when it comes to spousal breastfeeding.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "high, heels, hair, dye, how, concerns, pregnant, women, differ, around, world", "og": {"site_name": "Medical Daily", "description": "A New York Times contributing Op-Ed writer analyzed Google search data and found different countries' top pregnancy-related search terms. Americans, for instance, want to know if pregnant women can still drink alcohol.", "title": "What Pregnant Women Really Worry About", "url": "http://www.medicaldaily.com/high-heels-hair-dye-how-concerns-pregnant-women-differ-around-world-284166", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/23/shutterstock115408348.jpg", "type": "article"}, "twitter": {"description": "A New York Times contributing Op-Ed writer analyzed Google search data and found different countries' top pregnancy-related search terms. Americans, for instance, want to know if pregnant women can still drink alcohol.", "title": "What Pregnant Women Really Worry About", "url": "http://www.medicaldaily.com/high-heels-hair-dye-how-concerns-pregnant-women-differ-around-world-284166", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/23/shutterstock115408348.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/23/shutterstock115408348.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-05-23T11:57:49-04:00", "modified_time": "2014-05-23T13:07:43-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A New York Times contributing Op-Ed writer analyzed Google search data and found different countries' top pregnancy-related search terms. Americans, for instance, want to know if pregnant women can still drink alcohol."}, "_id": "\"57477af46914bd0286fe1c94\"", "article_summary": "“Can pregnant women fly?” and “Can pregnant women go in saunas?” are top search terms in Germany.\nFor example, the fifth most asked question in Mexico was: “Can pregnant women wear heels?” In Brazil, an overwhelming concern for pregnant women was whether or not they could still get their hair dyed.\nLifestylesIn some areas of the world, people are more concerned over what pregnant women can and can’t do, than what they should be eating.\nSexThe Google search revealed that pregnant women throughout the world are worried about their sex life.\nThese concerns were shared by pregnant women in Australia and Great Britain as well, although these countries, unlike America, managed to also squeeze “how to sleep” into their top five."}