{"article_title": "Analysis: Narrow networks don't sacrifice quality for cost", "article_keywords": ["plans", "dont", "hospitals", "sacrifice", "analysis", "cost", "health", "covered", "california", "narrow", "quality", "networks", "network"], "article_url": "http://www.fiercehealthpayer.com/story/analysis-narrow-networks-dont-sacrifice-quality-cost/2015-10-14", "article_text": "An analysis of narrow networks on the Covered California health plan marketplace found that in most cases consumers don't need to worry that they are trading quality of care for lower costs.\n\nWhile Covered California plans did offer narrower hospital networks, there was no significant relationship between raw network size and performance, according to the analysis published on the Health Affairs Blog.\n\nThe one major caveat the authors noted \"is that some extremely narrow networks with overall lower-performing hospitals probably would benefit from a more inclusive network structure or a marked improvement in performance of the participating hospitals.\"\n\nIt's not the size of the network but in what region of the state the hospitals are located that influences quality, the analysis found. For instance, Covered California customers living in San Francisco had better-performing networks than residents living in Orange or Kern counties. The authors wrote that this is less a factor of narrow networks and more a result of Southern California hospitals struggling to meet the quality of \"more heavily concentrated, better resourced\" hospitals in the northern part of the state.\n\nThe narrow-network debate tied to the Affordable Care Act has focused on whether health plans are trading quality by limiting access to fewer physicians and hospitals in the network for low monthly premiums. Covered California plans typically offer pared-down but more cost--effective provider networks, the report noted, and recently announced average premium increases of just 4 percent.\n\nCalifornia, Georgia, Florida and Oklahoma have the highest percentage of narrow network plans, with at least 75 percent of plans having narrow networks that cover 25 percent or fewer of all area physicians.\n\nThe analysis is good news for consumers, as a report issued earlier this year found more and more people are enrolling in narrow network plans, apparently willing to forego greater choice and access to doctors and hospitals for better-priced plans.\n\nTo learn more:\n\n- read the analysis\n\nRelated Articles:\n\nState insurance regulators take on narrow-network debate\n\nNumber of narrow-network plans varies widely by state\n\nMore consumers enrolling in narrow network health insurance plans\n\nCigna, Blue Shield of Calif. sued for 'bait and switch' scheme", "article_metadata": {"description": "An analysis of narrow networks on the Covered California health plan marketplace found that in most cases consumers don't need to worry that they are trading quality of care for lower costs.", "og": {"site_name": "FierceHealthPayer", "description": "An analysis of narrow networks on the Covered California health plan marketplace found that in most cases consumers don't need to worry that they are trading quality of care for lower costs.", "title": "Analysis: Narrow networks don't sacrifice quality for cost", "url": "http://www.fiercehealthpayer.com/story/analysis-narrow-networks-dont-sacrifice-quality-cost/2015-10-14", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthpayer.jpg", "type": "website"}, "twitter": {"site": "healthpayer", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "keywords": "California,Care Delivery,Covered California,Health Insurance Exchanges,narrow networks,narrow-network health insurance plans", "viewport": "width=device-width", "news_keywords": "Care Delivery,Health Insurance Exchanges"}, "article_summary": "An analysis of narrow networks on the Covered California health plan marketplace found that in most cases consumers don't need to worry that they are trading quality of care for lower costs.\nCalifornia, Georgia, Florida and Oklahoma have the highest percentage of narrow network plans, with at least 75 percent of plans having narrow networks that cover 25 percent or fewer of all area physicians.\nFor instance, Covered California customers living in San Francisco had better-performing networks than residents living in Orange or Kern counties.\nCovered California plans typically offer pared-down but more cost--effective provider networks, the report noted, and recently announced average premium increases of just 4 percent.\nWhile Covered California plans did offer narrower hospital networks, there was no significant relationship between raw network size and performance, according to the analysis published on the Health Affairs Blog."}