{"article_title": "139K Alabamians in health insurance gap", "article_keywords": ["139k", "alabamians", "eligible", "federal", "expansion", "gap", "states", "state", "health", "accept", "coverage", "medicaid", "insurance", "care"], "article_url": "http://www.montgomeryadvertiser.com/story/news/politics/southunionstreet/2015/10/22/report-139k-alabamians-health-insurance-gap/74398122/", "article_text": "About 139,000 Alabamians fall into a health insurance coverage gap, unable to get Medicaid or benefits under the Affordable Care Act, according to a new study from the Kaiser Family Foundation.\n\nBuy Photo Mary Moncrease (left) attends a rally held by the Save OurSelves Movement on Saturday, May 31, 2014, at the Capitol. The organizations called for Medicaid expansion. (Photo: AMANDA SOWARDS/ADVERTISER)\n\nThe number represents about 27 percent of the 513,000 Alabamians lacking health insurance. Only Louisiana and Mississippi’s percentages were higher. All three states have to this point declined to accept an expansion of Medicaid eligibility, a part of the Affordable Care Act paid by the federal government.\n\n“People in the coverage gap would be eligible for Medicaid should their state opt to expand Medicaid, but are otherwise likely to remain uninsured, as they have limited incomes, are unlikely to have an affordable offer of coverage from an employer, and do not have access to affordable coverage options under the ACA,” the report said.\n\nAlabama makes Medicaid eligibility difficult to achieve. Childless adults almost never qualify. Parents of eligible children can only receive Medicaid if they make 18 percent of the federal poverty line. That equates to an annual income of $2,867 a year for a household of two, and $4,365 a year for a household of four. Rachel Garfield, associate director of Kaiser's Commission on Medicaid and the Uninsured, said Thursday Louisana and Mississippi have similarly high bars for eligibility.\n\n\"These three states have some of the most restrictive eligibility levels among the states,\" she said. \"As a result, a greater share of the uninsured are falling into this coverage gap.\"\n\nDespite the limits, the Alabama Medicaid Agency said over 1 million Alabamians – about 22 percent of the state – were eligible for the program in June.\n\nThe ACA’s Medicaid expansion would allow all those making up to 138 percent of the poverty line -- $16,243 a year for an individual; $33,451 for a household of four – to receive Medicaid. The expansion is paid by the federal government through next year. States accepting the expansion will pay a higher percentage of the cost after 2017, but never more than 10 percent.\n\nThe U.S. Supreme Court ruled in 2012 that the federal government could not force states to accept expansion. Because the drafters of the law assumed low-income people would receive Medicaid benefits, those making less than 138 percent of the poverty level do not qualify for subsidies that defray the costs of private plans offered through federal health insurance exchanges.\n\nPolitical parties have drawn lines in the sand over the issue, and those lines have turned into trenches. Democrats have made Medicaid expansion a priority, saying it will improve health care outcomes and create jobs. Democrats in the Legislature refused to accept tax packages proposed by Gov. Robert Bentley and House leadership this year, in part because neither would commit to expansion.\n\nRepublicans in the Legislature approved a resolution this year stating their strong opposition to expansion, with many saying the state cannot afford even the 10 percent of the costs. Bentley, long an opponent of expansion, has hedged on the issue in recent months. Last December, he suggested that he could accept expansion if it included a work requirement, something the federal government has never accepted. The governor is in talks with the Centers for Medicare and Medicaid (CMS) for a waiver that would allow the state to implement system moving Medicaid reimbursements to a results-oriented system, with the hope of bending the cost curve in the program.\n\n\"The Governor’s position on Medicaid is that the current system needs to be effective and efficient for the people enrolled,\" Jennifer Ardis, a spokeswoman for Bentley, said in an email Thursday. \"Under the Governor’s leadership, Alabama has made great strides to transform the current Medicaid system.\"\n\nThe Legislature would have to approve funding or rule changes if Bentley decided to accept expansion.\n\nJim Carnes, policy director of Alabama Arise, which supports Medicaid expansion, said most of those who would qualify for the benefits are employed.\n\n“About 60 percent of the eligible folks are already working in the jobs that we all depend on every day – food service, construction, sales, cleaning, that sort of thing,” he said. “Yet they have no stability in their health care, and they often have to work in spite of chronic or acute health problems.”\n\nRead or Share this story: http://on.mgmadv.com/1RYZJaf", "article_metadata": {"google": "notranslate", "description": "Kaiser Foundation says individuals cannot obtain Medicaid or subsidies for ACA programs", "og": {"site_name": "The Montgomery Advertiser", "description": "Kaiser Foundation says individuals cannot obtain Medicaid or subsidies for ACA programs", "title": "Report: 139K Alabamians in health insurance gap", "url": "http://www.montgomeryadvertiser.com/story/news/politics/southunionstreet/2015/10/22/report-139k-alabamians-health-insurance-gap/74398122/", "image": "http://www.gannett-cdn.com/GDContent/applogos/montgomeryadvertiser.png", "type": "article"}, "twitter": {"description": "Kaiser Foundation says individuals cannot obtain Medicaid or subsidies for ACA programs", "title": "Report: 139K Alabamians in health insurance gap", "image": "http://www.gannett-cdn.com/-mm-/1f22d81568a101a892828301d5b12b4712c11f5d/c=409-0-2865-2456&r=x643&c=640x640/local/-/media/2015/10/22/Montgomery/Montgomery/635811177188398067-Medicaid-rally-June-2014-Sowards.jpg", "creator": "@mgmadvertiser", "site": "@mgmadvertiser", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=790279910", "fb": {"app_id": 163677993677689}, "article": {"author": "https://www.facebook.com/southunionstreet"}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Robert Bentley, health insurance, Medicaid expansion, Medicaid, Kaiser Family Foundation, coverage gap, Alabama Arise, health care"}, "article_summary": "“Yet they have no stability in their health care, and they often have to work in spite of chronic or acute health problems.”Read or Share this story: http://on.mgmadv.com/1RYZJaf\nDemocrats have made Medicaid expansion a priority, saying it will improve health care outcomes and create jobs.\nAbout 139,000 Alabamians fall into a health insurance coverage gap, unable to get Medicaid or benefits under the Affordable Care Act, according to a new study from the Kaiser Family Foundation.\nJim Carnes, policy director of Alabama Arise, which supports Medicaid expansion, said most of those who would qualify for the benefits are employed.\n(Photo: AMANDA SOWARDS/ADVERTISER)The number represents about 27 percent of the 513,000 Alabamians lacking health insurance."}