{"article_title": "Lyle Thompson Is Flying Solo", "article_keywords": ["lacrosse", "solo", "staying", "ncaa", "jeremy", "hes", "season", "flying", "lyle", "miles", "thompson", "ty"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/07/14/lyle-thompson-flying-solo-155825", "article_text": "For the next several days, Onondaga lacrosse superstar, Lyle Thompson’s focus is on the prize. He and his brothers, Miles, Jeremy, Jerome Jr., and cousin Ty, are in Colorado with the goal of helping the Iroquois Nationals take a run at history at the Federation of International Lacrosse (FIL) World Championship.\n\nThis summer is a united front for the Thompson clan, but next year’s NCAA season will be a big change for Lyle. The co-Tewaaraton Award winner will be going at it alone in his final season at the University of Albany.\n\nGreat Dane fans have been constantly amazed with the skill and grace of the Thompson Trio, which became one of the most prolific attack lines in NCAA history. Miles and Ty have moved on to the professional ranks.\n\nAnd Lyle has a professional career waiting. But for now, he wants to enjoy the journey and see how he can improve on a year where he set the new NCAA single season points record with 128, including an NCAA single season 77 assists and 51 goals.\n\n“I’m excited for next season. I’m not too worried about any changes I might have to make playing without Miles or Ty,” Lyle told ICTMN. “I’m just going to go out and have fun with it.”\n\nRELATED: Lax Star Jeremy Thompson: Playing With Brothers, Staying Off 'Black Road'\n\nFamily will still surround him. Lyle and longtime girlfriend Amanda Longboat have two daughters Layielle and Mercy Miles. His brother Miles will return to UAlbany and join coach Scott Marr’s staff as an assistant coach.\n\n“I’m excited with Miles coming back to be a coach,” Lyle said. “He’s going to work with the guys, so it’s not like I’m going to be totally alone.”\n\nThe lacrosse world has been focused on the Thompson family for most of Lyle’s life. Production for the Public Broadcast System documentary “Medicine Game: Two Brothers, One Dream,” began in 2005 while Jeremy, 27, and Jerome Jr., 25, were still in junior high school. As it turned out, Jerome Jr., wasn’t able to make the transition into the college classroom, but Jeremy went on to Syracuse. Jeremy was the first in the family to play NCAA lacrosse and the first to sign a professional contract, so he knows a little bit about what lies ahead for his 21-year-old younger brother.\n\n“Lyle’s got a pretty good idea of what he needs to do,” said Jeremy, who plays for the Edmonton Rush and the Florida Launch. “He’s staying focused on the important things. Obviously his family’s important. He’s learning the language and staying connected because he wants to be able to teach that to his kids one day. The biggest thing I’ve learned as a professional athlete playing year-round lacrosse is to keep your mind in tune and to meditate. It’s about staying calm and content and that’s what I tell him.”\n\nRELATED: Thompson Brothers Share LAX Tewaaraton Award, Make History...Again\n\nLyle, who was nominated for the Best Male College Athlete ESPY by ESPN, has maintained a good balance while juggling school, his young family and lacrosse. He is coming off a historical NCAA season, sharing the Tewaaraton Award with Miles. They were the first Natives to receive the prestigious recognition.\n\nHis trophy case includes the United States Intercollegiate Lacrosse Association Outstanding Player of the Year, Outstanding Attackman, First Team All-America and America East Player of the Year.\n\n“He can definitely be the first-ever, three-time [Tewaaraton Award] finalist. He’ll have to have the numbers, but you’d have to think he’s clearly a favorite to be in the top five,” said Scott Marr. “He’s excited for the challenge of playing without Miles and Ty. He’s committed, excited and we’re putting the pieces together around him.”", "article_metadata": {"description": "Lyle Thompson Is Flying Solo", "generator": "Drupal 7 (http://drupal.org)", "dcterms.format": "text/html", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/07/14/lyle-thompson-flying-solo-155825", "site_name": "Indian Country Today Media Network.com", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/lyle_thompson_0.jpg", "type": "article", "title": "Lyle Thompson Is Flying Solo"}, "abstract": "Lyle Thompson Is Flying Solo", "dc": {"title": "Lyle Thompson Is Flying Solo"}, "robots": "follow, index", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/07/14/lyle-thompson-flying-solo-155825", "dcterms.creator": "rcjohnson", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Lyle Thompson, Thompson trio, Tewaaraton Award, ESPY, University of Albany", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.date": "2014-07-14T09:34-04:00", "dcterms.title": "Lyle Thompson Is Flying Solo"}, "_id": "\"57477af46914bd0286fd918b\"", "article_summary": "This summer is a united front for the Thompson clan, but next year’s NCAA season will be a big change for Lyle.\nI’m not too worried about any changes I might have to make playing without Miles or Ty,” Lyle told ICTMN.\n“I’m just going to go out and have fun with it.”RELATED: Lax Star Jeremy Thompson: Playing With Brothers, Staying Off 'Black Road'Family will still surround him.\nFor the next several days, Onondaga lacrosse superstar, Lyle Thompson’s focus is on the prize.\n“He’s staying focused on the important things."}