{"article_title": "Georgia could become biggest test of private dorms", "article_keywords": ["universities", "dorms", "georgia", "students", "university", "companies", "private", "beds", "biggest", "officials", "plan", "student", "test", "housing"], "article_url": "http://www.washingtontimes.com/news/2014/apr/5/georgia-could-become-biggest-test-of-private-dorms/", "article_text": "ATLANTA (AP) - Georgia is on course to become one of the nation’s largest experiments in privatized college dorms, but it’s unclear whether the changes will lower students’ bills at a time when university costs are soaring.\n\nThe new arrangements, which the state’s university system has been planning since 2012, would lease to private companies the future revenue streams from the dorms - essentially student rent. In exchange, such companies would oversee maintenance. Student housing on nine campuses is included in the first phase of the privatization plan backed by the system’s governing body, the Board of Regents.\n\nAt the start of these partnerships, universities may find themselves negotiating the things students care most about: amount of rent, which dorm they can live in and what happens to traditional arrangements like students serving as resident advisers. Georgia officials say they plan to maintain some control over rent and daily operations.\n\n“We tell our clients there’s no such thing as something for nothing,” said Jason Taylor, vice president of consulting services for Scion Group, which works with universities considering such partnerships.\n\nIn recent years, universities nationwide have begun turning to private developers to replace 1950s-era housing as states cut budgets and send less money to universities. However, higher education experts say it will be years before they know whether the partnerships are good for students or for universities’ bottom lines.\n\nIn-state students at four-year public colleges and universities nationwide paid an average of $18,391 for tuition and expenses during the 2013 school year, and room and board accounted for nearly $9,500 of that, according to the annual survey done by the nonprofit College Board.\n\nThe University of Kentucky has the single largest privatized housing project on its Lexington campus. By fall 2016, Memphis-based developer EdR will have added about 5,700 beds to the campus. Penny Cox, the university’s project director, said student demand for the new residences is much higher than demand for the older, university-built dorms.\n\nUnder Georgia’s plan, the companies would take on responsibility for any existing debt on leased properties, and also have the option to build new residences. University officials hope the first round will take about $250 million off the system’s books, freeing a school up to take on debt for other construction.\n\nThe largest Georgia system campus in Athens isn’t included in the first package university officials plan to offer for bids. The project could include up to 9,700 beds, including 3,000 new beds by fall 2016. There are around 63,000 beds system-wide.\n\nLeases, envisioned to last from 30 to 65 years, may give companies an option to renew. By then, the university or the company would be facing a full rebuild, said Susan Ridley, associate vice chancellor for fiscal affairs.\n\nA key element of the Georgia plan is expected to be in voters’ hands this fall. A referendum asks whether university-owned land or buildings leased for student housing or parking should get an exemption from local property taxes.\n\nIn the meantime, officials will collect bids and select a winner after the referendum.", "article_metadata": {"description": "Georgia is on course to become one of the nation's largest experiments in privatized college dorms, but it's unclear whether the changes will lower students' bills at a time when university costs are soaring.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"url": "http://www.washingtontimes.com/news/2014/apr/5/georgia-could-become-biggest-test-of-private-dorms/", "site_name": "The Washingtion Times", "type": "article", "description": "Georgia is on course to become one of the nation’s largest experiments in privatized college dorms, but it’s unclear whether the changes will lower students’ bills at a time when university costs are soaring.", "title": "Georgia could become biggest test of private dorms"}, "twitter": {"site": "@washtimes", "description": "Georgia is on course to become one of the nation's largest experiments in privatized college dorms, but it's unclear whether the changes will lower students' bills at a time when university costs are", "card": "summary", "title": "Georgia could become biggest test of private dorms"}, "Author": "KATHLEEN FOODY", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Business Finance, Education, The University Of Kentucky"}, "_id": "\"57477af36914bd0286fccda2\"", "article_summary": "The largest Georgia system campus in Athens isn’t included in the first package university officials plan to offer for bids.\nA key element of the Georgia plan is expected to be in voters’ hands this fall.\nA referendum asks whether university-owned land or buildings leased for student housing or parking should get an exemption from local property taxes.\nGeorgia officials say they plan to maintain some control over rent and daily operations.\nUniversity officials hope the first round will take about $250 million off the system’s books, freeing a school up to take on debt for other construction."}