{"article_title": "Obamacare: It's Working!", "article_keywords": ["working", "federal", "million", "obamacare", "gop", "states", "medicaid", "nearly", "coverage", "americans", "insurance"], "article_url": "http://www.rollingstone.com/politics/news/obamacare-its-working-20140409", "article_text": "No one would claim that the Affordable Care Act rollout has all gone according to plan. The troubles started in the summer of 2012, when the Supreme Court took an ax to one of the main pillars of Obamacare: expanding Medicaid to cover any American earning less than $16,000. The federal government, the court ruled, couldn't force the states to take funding to cover the working poor, leading nearly half of them to boycott the program out of partisan spite. Then, powerful GOP-governed states like Texas, Florida and Pennsylvania refused to set up their own insurance exchanges, foisting the responsibility onto the underfunded healthcare.gov – which failed catastrophically at launch. The Congressional Budget Office downsized its first-year private enrollment projection from 7 million to 6 million people – a bar even administration allies feared could be impossible to clear, leading House Speaker John Boehner to brand the president's signature legislation \"a train wreck.\"\n\nSee six stories of Obamacare already making a difference\n\nBut then something extraordinary happened. That \"wrecked\" train pulled right into the station. Early. On March 27th, the administration announced that the federal and state exchanges had signed up more than 6 million Americans for insurance plans. Four days later, on the last night of open enrollment, that number jumped past the original goal of 7 million. And that didn't include as many as 9 million people who bypassed exchanges and bought policies directly from insurance companies. \"It's been a winding road,\" says Larry Levitt, a senior vice president at the nonpartisan Kaiser Family Foundation, \"but Obamacare is actually working as expected.\" With support for the ACA growing – in the latest NPR poll, 54 percent either approve of the law or want it to go further – the reality is dawning on the GOP that the law could still prove a wedge issue this fall, against its own electoral interests. \"The Republican focus on Obamacare is backfiring,\" says Stanley Greenberg, a top Democratic pollster, who conducted the survey with a GOP counterpart. \"They're on the wrong side of the issue.\"\n\nFor many Americans, Obamacare is synonymous with a buggy website. But consider that the president's health-care law has insured far more people outside the private insurance exchanges – upward of 10 million, beginning with 1 million children with pre-existing conditions who were covered with the law's 2010 passage, and 3 million young adults who have secured coverage on their parents' health plans. Obamacare never did get a public option, but a huge portion of its new enrollees are now on a publicly funded health plan: Medicaid. In the 26 states participating in its expansion, Medicaid now offers comprehensive coverage for anyone earning less than 138 percent of poverty income – $16,105 for individuals or $27,310 for a family of three. More than 4.5 million poor Americans have already gained coverage, and with no enrollment deadline that figure will only grow. Meanwhile, outreach efforts have also brought nearly 2 million very poor Americans out of the woodwork to sign up for Medicaid benefits for which they would already have been eligible.\n\nFind out the top 7 Obamacare exchanges\n\nThe law's impact is greater even than these enrollment metrics might suggest: Where insurers previously rejected nearly one in five applicants, today an estimated 120 million Americans with a pre-existing condition cannot be denied coverage. Obamacare also guarantees zero-co-pay preventive care for policies bought on its exchanges. For some young women with modest incomes who take the Pill, the value of these benefits (up to $1,200) is greater than the yearly premiums on a very basic plan (roughly $1,100). Addiction treatment, mental-health care and maternity coverage are all now guaranteed. Even seniors are coming out ahead, having already pocketed an average $1,265 in savings on prescription drugs bought under Medicare.\n\nFar from driving a spike in prices, Obamacare implementation has coincided with a \"bend in the curve\" of health-care costs that everyone agrees is essential to solving the nation's long-term budget woes. Since the bill's passage in 2010, growth in health-care spending has dialed down to just 1.3 percent – less than one-third the average since 1965 – and the insurance industry's 2014 premiums weighed in at 15 percent less than CBO projections.\n\nThe disastrous launch of the $319 million healthcare.gov last October will remain a black eye for the Obama administration. \"This has been really wounding,\" says a former administration official. \"We've been engaged in a 50-year war on the role of government. Please do not help the other side!\"\n\nThe administrative failures of ACA implementation left an untold number of Americans needlessly uninsured. How many? Had all states been as effective as California at signing up private insurance buyers – the state enrolled nearly 20 percent of the national total – more than 9 million would have found coverage. This diminished outcome is not just the fault of the federal exchange but also of states like Hawaii, where a hobbled exchange enrolled fewer than 8,000 people in private insurance, and Oregon, which paid Silicon Valley giant Oracle more than $130 million in federal funds to build an online marketplace. The tech firm botched the job so spectacularly that the state was forced to hire an army of temp workers to process applications – on paper.\n\nRepublican Party sabotage has also impeded enrollment. \"Obamacare has become so politically divisive that elected officials not only find it to their advantage to oppose the program but to actively undermine it,\" says Levitt. At least 17 states passed laws to restrict ACA \"navigators\" – professionals paid to help uninsured Americans enroll in suitable coverage. The difference in the two states with the greatest number of uninsured residents is striking: Where California signed up close to a third of its eligible citizens, Texas limped into March having enrolled just one in 10.\n\nOf course, the Republican Party is so invested in the idea of Obamacare as a failure that it won't allow the truth to get in the way of its messaging. It has deployed hordes of consultants, elected officials and Fox News anchors to recite a litany of talking points that are gross distortions, if not outright lies.\n\nGOP LIE No. 1: THE NUMBERS DON'T MEAN ANYTHING\n\nOver the course of the open-enrollment period, Republicans labored to argue that Obamacare did far less good than advertised because an estimated 4.7 million Americans received letters in the fall warning that their current policies could not be renewed, as they failed to comply with new coverage requirements. They point to these \"cancellations\" to argue that few of the folks being counted as ACA enrollees previously lacked insurance.\n\nThere are three glaring flaws to this argument. First: Many if not most of those whose plans were canceled were automatically transferred into similar policies that complied with the new law. One of the nation's largest for-profit insurers told House investigators that it had issued fewer than 2,000 outright cancellations.\n\nSecond: Through executive orders, Obama gave roughly half of those who received a letter – 2.35 million – the chance to stay in their existing coverage. CBO estimates suggest that just 1.5 million actually continued in their grandfathered plans, as many could find cheaper and/or better coverage on a subsidized exchange or qualify for Medicaid. It's telling that the Michigan leukemia patient featured in Koch-funded ads intended to convey the horror of these cancellations has found a compliant poicy on the exchange that still covers her oncologist and cut her monthly premium in half.\n\nGiving the Republican argument every benefit of the doubt, this would leave a potential pool of about 3 million people who changed, rather than gained, insurance. This leads to the third flaw in the argument: Obamacare sign-ups were always going to include millions of people who already had insurance. In its latest estimate, the CBO showed just two-thirds (4 million of 6 million) of exchange enrollments coming from people who were previously uncovered. And the limited hard data available from the states suggests the CBO is closer to the mark than the GOP: In New York, nearly 60 percent of buyers were previously uninsured. In Kentucky, it's even higher: 75 percent.\n\nGOP LIE No. 2: THEY HAVEN'T PAID THEIR PREMIUMS YET\n\nGOP critics point out that the administration hasn't tracked how many enrollees are actually paying their insurance bills. The complaint about transparency is fair, but the concern is misplaced. Figures from state exchanges and insurers themselves show that between 80 and 95 percent of enrollees are paying their bills.\n\nGOP LIE No. 3: OBAMACARE WILL COLLAPSE UNDER ITS OWN WEIGHT\n\nOne legitimate concern as Obamacare ramped up was that it could enter a \"death spiral.\" This would happen if the number of older, sicker people on the exchanges far outnumbered the young and the healthy. Premiums would spike, year over year, with each increase driving more healthy folks out of the pool – making the exchange unsustainable. While reaching 7 million enrollees is a huge win politically, it doesn't ensure Obamacare's viability as an insurance program. \"I do think there's too much focus on the overall number,\" Karen Ignagni, a top insurance-industry lobbyist, told reporters. What matters far more, she said, is the insurance pools' \"distribution of healthy to unhealthy.\"\n\nThe administration wanted 18- to 34-year-olds to make up nearly 40 percent of enrollees. By March, however, only 25 percent of the mix was under 35. That sounds dire. Yet even pools with just 25 percent of younger people would not create a tailspin, forcing premiums to rise by just 2.4 percent, according to the Kaiser Family Foundation.\n\nAdditionally, the convoluted structure of Obamacare eliminates systemic risk. Even the 27 states that relied entirely on the federal exchange will end up with state-specific insurance pools. What this means is that if a death spiral were to develop in, say, Ohio, that failure would not pull down neighboring states. What's more, safeguards within the ACA mean states don't have to get the mix right in Year One. For the first three years, ACA has shock absorbers to prevent premium spikes in states with problematic pools. Over that same period, the penalties for not buying insurance step up – which should drive younger, healthier people into the market, balancing the risk profile. We lack hard data to get a clear picture of all state pools. But private insurers are sending optimistic signals to investors that all is well. Case in point: Insurance giant WellPoint just raised its earnings forecast.\n\nGOP LIE No. 4: \"OBAMACARE IS THE NUMBER-ONE JOB KILLER IN AMERICA\"\n\nThat's what Texas Sen. Ted Cruz told a Tea Party convention in Dallas last summer. Since then, the GOP has been making two ACA-connected job-loss claims, both demonstrably false. First, they twisted a February CBO report to claim that Obamacare will cause 2.5 million Americans to lose their jobs. What the CBO actually found is that Americans will be able to work a little less thanks to lower health-care costs, voluntarily scaling back work hours between 1.5 and 2 percent through 2024, or the output of 2.5 million full-time workers. The other GOP lie is that Obamacare is causing employers – who will be responsible for insuring employees who work more than 30 hours a week – to either scale back the hours of full-time employees or hire only part-time workers. This, too, is hogwash. While the share of part-time employment remains historically high, it has actually been in decline since 2010, when Obama­care became law.\n\nAs Obamacare recovers from its rocky start, the true scandal of the law's rollout has nothing to do with Barack Obama or anything that's going on in the White House. Nearly 5 million Americans who live below the poverty line have been deprived of health insurance – and it's the 24 states that rejected Obamacare's Medicaid expansion, almost all led by Republican governors or legislatures, that should be held accountable.\n\nThe expansion of Medicaid was Obamacare's quiet triumph – and should have created health security for America's poor, much as seniors enjoy under Medicare. Under the old rules, Medicaid eligibility varied widely, and many in great need didn't qualify. In the legislation, Medicaid expansion was mandatory. So when Obamacare's authors created the rules for the exchanges, they did not include subsidies for those with incomes below the poverty line – they were supposed to be taken care of. But thanks to the Roberts Supreme Court, Medicaid expansion became optional. And in states that have refused to expand, millions of adults are now caught in an absurd Catch-22: too poor to buy their own coverage but not wealthy enough to receive federal help. In a sane Washington, it would be easy to fix this. But that would require the two parties to work together.\n\nThe worst offender by far is Gov. Rick Perry's Texas, which leads the nation with more than 1 million poor adults who will fall into the coverage gap. For his part, Perry has likened expanding Medicaid to \"putting 1,000 more people on the Titanic.\" This is an odd description for a program that's more like a free lunch. The federal government pays 100 percent of the cost of expansion for three years, gradually scaling back to 90 percent by 2020 and beyond.\n\nThe economic consequences for the states that have refused this program are severe. Consider South Carolina, where, thanks to Gov. Nikki Haley, more than 190,000 will fall into the coverage gap. A study for the South Carolina Hospital Association found that Medicaid expansion would have brought more than $11 billion in federal funding to the state by 2020, creating nearly 44,000 new jobs and growing tax revenue enough to offset more than half of the state's future Medicaid cost-sharing. What's worse, Haley and Perry and their ilk aren't actually saving their citizens any money: The federal taxes that pay for Medicaid expansion are still being levied nationwide.\n\nNotably, prominent GOP governors such as Jan Brewer in Arizona, Chris Christie in New Jersey and John Kasich of Ohio all bucked the Tea Party and accepted the federal funding. \"When you die and get to the meeting with St. Peter, he's probably not going to ask you much about what you did about keeping government small,\" Kasich said. \"But he is going to ask you what you did for the poor. You'd better have a good answer.\"\n\nThe surprising resurrection of Obamacare is poised to have broad political ramifications come November. During the darkest days of the healthcare.gov rollout last fall, Republicans made what seemed a safe bet that the unpopularity of the law would help deliver another midterm-election romp, just as it did in 2010. The GOP electoral strategy has been supported by millions from the Koch-backed Super PAC Americans for Prosperity, which has been bombarding key Senate swing states with anti-Obama­care TV ads intended to destroy vulnerable Democratic incumbents like Sen. Kay Hagan in North Carolina. But so far the impact of these kinds of ads has been modest, registering with voters as both old hat and \"overreach,\" says Greenberg, the Democratic pollster.\n\nPublic opinion on Obamacare is now shifting. A Pew poll in March found that a 71 percent supermajority either supports Obamacare or wants politicians to \"make the law work as well as possible,\" compared to just 19 percent of the electorate that wants to see the law fail.\n\nThough Ted Cruz and the #fullrepeal crowd may still excite the GOP's Tea Party base, their message is no longer a clear winner among independents in the general election. The House leadership is taking notice. After more than four dozen votes attempting to repeal or roll back Obamacare, the House GOP is scrambling to come up with a policy it could market as a replacement. In a startling admission, GOP House Majority Whip Kevin McCarthy acknowledged that the GOP's old playbook isn't cutting it anymore. \"The country has changed since Obamacare has come in,\" he told the Washington Post. \"We understand that.\"\n\nHouse Republicans have learned the hard way that even nibbling around the edges of Obamacare can backfire. In February, the GOP pushed a bill to tweak the mandate that businesses offer health care to all employees working more than 30 hours. Switching to the GOP's preferred 40-hour standard, it turns out, would add $74 billion to the deficit by 2024 and cause nearly 1 million Americans to lose coverage. That's the kind of move that would play right into Democratic hands. Says Greenberg, \"Democrats do very well when they hit back at Republicans on what people lose.\"\n\nUntil recently, Greenberg had been advising Democrats to move beyond Obamacare and turn to bread-and-butter issues like jobs and the minimum wage. \"The strongest attack on Republicans,\" he says, \"is that they're obsessed with Obamacare instead of critical issues like dealing with the economy.\" But his new poll has Greenberg rethinking that counsel. \"Until now, this is an issue where the intensity has been on the other side,\" he says. But defending Obamacare, he adds, has emerged as \"a values argument for our base.\" Greenberg now believes Democrats \"ought to lean much more strongly\" to campaign on the virtues of Obamacare as a means of boosting progressive turnout. \"Not apologizing for Obamacare and embracing it actually wins the argument nationally,\" he says. \"And it produces much more engagement of Democratic voters. That's a critical thing in off-year elections.\"\n\nThis story is from the April 24th, 2014 issue of Rolling Stone.\n\nFrom The Archives Issue 1207: April 24, 2014", "article_metadata": {"description": "Once left for dead, the president's signature legislation is hitting its goals. And it's changing the political calculus for November", "og": {"site_name": "Rolling Stone", "description": "Once left for dead, the president's signature legislation is hitting its goals. And it's changing the political calculus for November", "title": "Obamacare: It's Working!", "url": "http://www.rollingstone.com/politics/news/obamacare-its-working-20140409", "image": {"width": 1401, "identifier": "http://assets.rollingstone.com/assets/images/story/obamacare-its-working-20140409/20140408-obamacare-x306-1396975857.jpg", "height": 788}, "type": "article"}, "twitter": {"site": "@RollingStone", "image": {"src": "http://assets.rollingstone.com/assets/images/story/obamacare-its-working-20140409/20140408-obamacare-x306-1396975857.jpg"}, "description": "Once left for dead, the president's signature legislation is hitting its goals. And it's changing the political calculus for November", "card": "summary_large_image", "title": "Obamacare: It's Working!"}, "fb": {"app_id": 107978575944240}, "article": {"publisher": "https://www.facebook.com/rollingstone", "published_time": "2014-04-09T13:00:00Z"}, "viewport": "width=device-width, maximum-scale=1.0, target-densityDpi=device-dpi", "news_keywords": "obamacare, affordable care act, obamacare 2014, obamacare is working, obamacare critics"}, "_id": "\"57477af36914bd0286fccdad\"", "article_summary": "3: OBAMACARE WILL COLLAPSE UNDER ITS OWN WEIGHTOne legitimate concern as Obamacare ramped up was that it could enter a \"death spiral.\"\nFor many Americans, Obamacare is synonymous with a buggy website.\nFirst, they twisted a February CBO report to claim that Obamacare will cause 2.5 million Americans to lose their jobs.\n\"It's been a winding road,\" says Larry Levitt, a senior vice president at the nonpartisan Kaiser Family Foundation, \"but Obamacare is actually working as expected.\"\n\"The Republican focus on Obamacare is backfiring,\" says Stanley Greenberg, a top Democratic pollster, who conducted the survey with a GOP counterpart."}