{"article_title": "Don't Expect Much Movement on Medicaid Expansion this Year", "article_keywords": ["niederhauser", "dont", "healthy", "house", "utah", "expansion", "senate", "medicaid", "expect", "ward", "introduced", "debate", "movement"], "article_url": "http://utahpolicy.com/index.php/features/today-at-utah-policy/8492-don-t-expect-much-movement-on-medicaid-expansion-this-year", "article_text": "There will be no debate in the Utah Senate this year on GOP Gov. Gary Herbert’s Healthy Utah Medicaid expansion plan, at least as far as Senate President Wayne Niederhauser is concerned.\n\nSenate Minority Leader Gene Davis, D-Salt Lake, has introduced SB77, which is full Medicaid expansion under Obamacare.\n\n“That’s going nowhere,” Niederhauser, R-Sandy, told UtahPolicy.\n\nNo great surprise there.\n\nBut last year Sen. Brian Shiozawa, R-Cottonwood Heights, introduced Herbert’s Healthy Utah – which would draw down hundreds of millions of dollars in federal Medicaid matching funds into a Medicaid expansion plan.\n\nIt passed the Senate, with help from Senate Democrats, but stalled in the Utah House after the GOP caucus refused to support it.\n\nAn attempt by House Democrats to place the senator’s plan into a House Medicaid expansion bill failed after a short, heated debate on the House floor last session.\n\nSo Healthy Utah, in that vote, failed on the House floor.\n\nShiozawa is not re-introducing his bill this year.\n\nRep. Raymond Ward, R-Bountiful, has introduced HB302, which is Healthy Utah with some minor modifications, this session.\n\nA doctor, Ward supported Healthy Utah last year.\n\nSaid Niederhauser, “We will wait” to see what the House sends the Senate in the way of Medicaid expansion this year.\n\n“No, we won’t debate” Healthy Utah again, there is no point, said the Senate president, because it appears there are not the votes for it in the House.\n\nAnd another Healthy Utah debate would just take the time that can be dedicated to bills that may actually pass the Legislature.\n\nWard told UtahPolicy that Healthy Utah “should be an alternative” before the House.\n\nBut if he were a betting man, he wouldn’t put any money on HB302.\n\nHouse Majority Leader Jim Dunnigan, R-Taylorsville, has yet to formally introduce his GOP House alternative – which admittedly will not take federal Obamacare expansion funds and will not provide health insurance to as many low-income Utahns than Healthy Utah would.\n\n“I will enthusiastically support” the Dunnigan bill if HB302 doesn’t pass, said Ward.\n\n“It is by far better that we do something” in Medicaid expansion “than nothing – which is what we are doing now,” Ward said.\n\nPlease enable JavaScript to view the comments powered by Disqus.", "article_metadata": {"description": "There will be no debate in the Utah Senate this year on GOP Gov. Gary Herbert’s Healthy Utah Medicaid expansion plan, at least as far as Senate President Wayne Niederhauser is concerned.", "generator": "Joomla! - Open Source Content Management", "author": "Bob Bernick", "og": {"url": "http://utahpolicy.com/index.php/features/today-at-utah-policy/8492-don-t-expect-much-movement-on-medicaid-expansion-this-year", "site_name": "utahpolicy.com", "image": "http://utahpolicy.com/images/articles/Utah_State_Capitol_09.jpg", "type": "article", "title": "Don't Expect Much Movement on Medicaid Expansion this Year"}, "google-site-verification": "lihgswQmNHE4uzDhVlR0Saxekx4JgwwjFYC6fjhIvCM", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Gary Herbert’s Healthy Utah Medicaid expansion plan, at least as far as Senate President Wayne Niederhauser is concerned.\nSenate Minority Leader Gene Davis, D-Salt Lake, has introduced SB77, which is full Medicaid expansion under Obamacare.\nBut last year Sen. Brian Shiozawa, R-Cottonwood Heights, introduced Herbert’s Healthy Utah – which would draw down hundreds of millions of dollars in federal Medicaid matching funds into a Medicaid expansion plan.\n“It is by far better that we do something” in Medicaid expansion “than nothing – which is what we are doing now,” Ward said.\nAn attempt by House Democrats to place the senator’s plan into a House Medicaid expansion bill failed after a short, heated debate on the House floor last session."}