{"article_title": "Red meat has an unfair rep as a nutritional villain", "article_keywords": ["eating", "meat", "consumption", "rep", "nutritional", "unfair", "eat", "villain", "mortality", "servings", "group", "protein", "study", "red"], "article_url": "http://health.heraldtribune.com/2015/04/14/red-meat-has-an-unfair-rep-as-a-nutritional-villain/", "article_text": "By AARON E. CARROLL\n\nThere are people in this country eating too much red meat. They should cut back.\n\nThere are people eating too many carbs. They should cut back on those.\n\nThere are also people eating too much fat, and the same advice applies to them, too.\n\nWhat’s getting harder to justify, though, is a focus on any one nutrient as a culprit for everyone.\n\nI’ve written articles on how the strong warnings against salt and cholesterol are not well supported by evidence. But it’s possible that no food has been attacked as widely or as loudly in the past few decades as red meat.\n\nAs with other bad guys in the food wars, the warnings against red meat are louder and more forceful than they need to be.\n\nAmericans are more overweight and obese than they pretty much have ever been. There’s also no question that we are eating more meat than in previous eras. But we’ve actually been reducing our red meat consumption for the past decade or so. This hasn’t resulted in a huge decrease in obesity rates or deaths from cardiovascular disease.\n\nThe same reports also show that we eat significantly more fruits and vegetables today than we did decades ago. We also eat more grains and sweeteners.\n\nThis is the real problem: We eat more calories than we need. But in much of our discussion about diet, we seek a singular nutritional guilty party.\n\nWe also tend to cast everyone in the same light as “eating too much.”\n\nI have seen many people point to a study from last year that found that increased protein intake was associated with large increases in mortality rates from all diseases, with high increases in the chance of death from cancer or diabetes. A close examination of the manuscript, though, tells a different story.\n\nThis was a cohort study of people followed through the National Health and Nutrition Examination Survey. It found that there were no associations between protein consumption and death from all causes or cardiovascular disease or cancer individually when all participants older than 50 were considered.\n\nIt did detect a statistically significant association between the consumption of protein and diabetes mortality, but the researchers cautioned that the number of people in the analysis was so small that any results should be taken with caution.\n\nThe scary findings from three paragraphs up are from a subanalysis that looked at people only 50 to 65.\n\nBut if you look at people older than 65, the opposite was true. High protein was associated with lower levels of all-cause and cancer-specific mortality.\n\nIf you truly believe that this study proves what people say, then we should advise people older than 65 to eat more meat. No one advises that.\n\nFurther, this study defined people in the “high protein” group as those eating 20 percent or more of their calories from protein. When the Department of Agriculture recommends that Americans get 10 to 35 percent of their calories from protein, 20 percent should not be considered high.\n\nWHAT IS ‘TOO MUCH’?\n\nIf I wanted to cherry-pick studies myself, I might point you to this 2013 study that used the same data to conclude that meat consumption is not associated with mortality at all.\n\nLet’s avoid cherry-picking, though. A 2013 meta-analysis of meat-diet studies, including those above, found that people in the highest consumption group of all red meat had a 29 percent relative increase in all-cause mortality compared with those in the lowest consumption group.\n\nBut most of this was driven by processed red meats, like bacon, sausage or salami.\n\nEpidemiologic evidence can take us only so far. As I’ve written before, those types of studies can be flawed. Nothing illustrates this better than a classic 2012 systematic review that pretty much showed that everything we eat is associated with both higher and lower rates of cancer.\n\nWe really do need randomized controlled trials to answer these questions. They do exist, but with respect to effects on lipid levels such as cholesterol and triglycerides. A meta-analysis examining eight trials found that beef versus poultry and fish consumption didn’t change cholesterol or triglyceride levels significantly.\n\nAll of this misses the bigger point, though. It’s important to understand what “too much” really is.\n\nPeople in the highest consumption group of red meat had one to two servings a day. The people in the lowest group had about two servings per week.\n\nIf you’re eating multiple servings of red meat a day, then, yes, you might want to cut back. I would wager that most people reading this aren’t eating that much. If you eat a couple of servings a week, then you’re most likely doing fine.\n\nAll the warnings appear to have made a difference in our eating habits. Americans are eating less red meat today than any time since the 1970s.\n\nDoctors’ recommendations haven’t been ignored. We’re also doing a bit better in our consumption of vegetables. Our consumption of carbohydrates, like grains and sugar, however, has been on the rise. This is, in part, a result of our obsession with avoiding fats and red meat.\n\nWe’re eating too many calories, but not necessarily in the same way. Reducing what we’re eating too much of in a balanced manner would seem like the most sensible approach.\n\nLast fall, a meta-analysis of brand-name diet programs was published in the Journal of the American Medical Association. The study compared the results from both the individual diets themselves and three classes, which included low-carbohydrate (like Atkins), moderate macronutrient (Weight Watchers) and low-fat (Ornish).\n\nAll of the diets led to reduced caloric intake, and all of them led to weight loss at six months and, to a lesser extent, at 12 months. There was no clear winner, nor any clear loser.\n\nWhere does that leave us?\n\nIt’s hard to find a take-home message better than this: The best diet is the one that you’re likely to keep.\n\nWhat isn’t helpful is picking a nutritional culprit of bad health and proclaiming that everyone else is eating wrong. There’s remarkably little evidence that this is true — anytime anyone does it.\n\nAaron E. Carroll is a professor of pediatrics at Indiana University School of Medicine. He blogs on health research and policy at The Incidental Economist.", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2015/04/iStock_000010711034_Large.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af36914bd0286fccdc3\"", "article_summary": "But we’ve actually been reducing our red meat consumption for the past decade or so.\nBut it’s possible that no food has been attacked as widely or as loudly in the past few decades as red meat.\nAs with other bad guys in the food wars, the warnings against red meat are louder and more forceful than they need to be.\nThis is, in part, a result of our obsession with avoiding fats and red meat.\nPeople in the highest consumption group of red meat had one to two servings a day."}