{"article_title": "Shadow Hills now offers Merlinos' signature dishes along with club favorites", "article_keywords": ["golf", "hills", "dishes", "club", "items", "night", "belvedere", "offers", "favorites", "signature", "shadow", "merlinos", "events", "center"], "article_url": "http://www.canoncitydailyrecord.com/business/ci_26176831/shadow-hills-now-offers-merlinos-signature-dishes-along", "article_text": "Shadow Hills Golf Club & Events Center now offers menu items formerly served at Merlino's Belvedere\n\nSam Cruz, Jr., breakfast and lunch cook; LeAnn Hauer, pastry chef; Sam Cruz, head chef; and Bill Holt, owner of Shadow Hills Golf Club & Event Center, pose for a photo Friday inside the View Restaurant & Bistro Lounge at Shadow Hills. ( Carie Canterbury / Daily Record )\n\nA view of the enclosed patio at Shadow Hills Golf Club & Events Center located at 1232 CR 143. The View Restaurant & Bistro Lounge at Shadow Hills is open to the public. (Carie Canterbury / Daily Record)\n\nThe View Restaurant at Shadow Hills (Open to the public.) Breakfast is served from 8 - 10:30 a.m. Monday - Saturday Lunch is served from 10:30 a.m. to 2 p.m. Monday - Saturday Dinner is served from 6 - 9:30 p.m. Wednesday - Saturday Sunday Brunch is available from 9 a.m. to 2 p.m. Specials: Wednesday night is Family Night - the meal is served family style. Thursday is Pasta Night - offering spaghetti, chicken alfredo, rigatoni and more. Friday night offers live music, featuring Sheryl & Lobo. Friday also features \"Friday Night Office\" parties. Saturday night features \"date night.\"\n\nThose who have missed Merlinos' Belvedere signature items will be pleased to know they are available once again, but in a different location.\n\nShadow Hills Golf Club & Events Center finalized a license agreement in early July allowing them to use the Merlinos' Belvedere name, its recipes and signature menu items. Sam Cruz worked at the Belvedere from 1988 until it closed in December 2013. He is now working for Shadow Hills Golf Club & Events Center as head chef, putting his first-hand knowledge of the Belvedere favorites to use. Owner Bill Holt said he is pleased to be able to offer some of Merlinos' Belvedere signature items.\n\n\"We are incorporating the Belvedere side along with the Shadow Hills side,\" Cruz said. \"We use Bonnie (Holt's) recipes and some of Mike (Merlino's) recipes.\"\n\nSome of the Holt family favorites, Cruz said, are the oven roasted chicken and meatloaf. LeAnn Hauer makes fresh pastries for the restaurant including cheesecakes, pies, cakes, wedding cakes and cinnamon rolls, and Brian Martinez is the sous chef.\n\nShadow Hills Golf Club & Events Center is located at 1232 CR 143 in Cañon City. (Carie Canterbury / Daily Record)\n\nCruz and his staff use the equipment and facilities at Merlinos' Belvedere to make the homemade pastas, sausage, salad dressing and other items for Shadow Hills.\n\n\"We have the ability to make everything here that (Mike Merlino) has made and keep the tradition going with the pastas and other items,\" he said.\n\nFormer Merlinos' Belvedere owner and operator Mike Merlino is temporarily working with Shadow Hills management to help streamline the transition of menu items and marketing. He said people from out of town were excited to learn that they would be able to get some of the Belvedere favorites once again.\n\n\"I think it's great for Fremont County and for the Holts,\" he said.\n\nShadow Hills Golf Club & Events Center offers on-site and off-site catering, a full-service bar, outdoor seating, a ballroom for dining and events, accommodating up to about 200 people, outdoor seating and an enclosed patio dining area that seats about 40 people. Reservations are not required for daily meals, but are recommended.\n\nRick Cheever, general manager, said the current \"cart barn\" soon will be transformed into a patio bistro area, with a glass front. It will offer sandwiches, snacks and alcoholic beverages. It is expected to be open this fall.\n\nShadow Hills Golf Club & Events Center is located at 1232 CR 143. For more information, call 275-0603 extensions 101 or 103 or visit shadowhillsgolfevents.com.", "article_metadata": {"startDate": "2014-07-19T18:06:20-0600", "modificationDate": "2014-07-19T18:09:03-0600", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site49/2014/0718/20140718__ShadowHills(1)~1_300.jpg", "sailthru.author": "By Carie Canterbury \n \n  canterburyc@canoncitydailyrecord.com", "description": "The View Restaurant at Shadow Hills (Open to the public) \n\n\n\n\nBreakfast is served from 8 - 10:30 a.", "ag": {"canon": "CanonCityDailyRecord:article:26176831:view"}, "og": {"image": "http://extras.mnginteractive.com/live/media/site49/2014/0718/20140718__ShadowHills(1)~1.jpg", "type": "article", "description": "The View Restaurant at Shadow Hills (Open to the public) \n\n\n\n\nBreakfast is served from 8 - 10:30 a.", "title": "Shadow Hills now offers Merlinos' signature dishes along with club favorites"}, "twitter": {"domain": "canoncitydailyrecord.com", "description": "The View Restaurant at Shadow Hills (Open to the public) \n\n\n\n\nBreakfast is served from 8 - 10:30 a.", "title": "Shadow Hills now offers Merlinos' signature dishes along with club favorites", "image": "http://extras.mnginteractive.com/live/media/site49/2014/0718/20140718__ShadowHills(1)~1.jpg", "site": "@CCDR_news", "card": "summary_large_image"}, "sailthru.date": "2014-07-19T18:06:20-0600", "sailthru.site": "canoncitydailyrecord.com", "endDate": "2024-07-19T18:06:20-0600", "sailthru.title": "Shadow Hills now offers Merlinos' signature dishes along with club favorites", "sailthru.article-section-or-homepage": "article", "byline": "By Carie Canterburycanterburyc@canoncitydailyrecord.com", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "oCjqPZ-ii-IZW-fBJ0mmX5dmH5aafePG3FLx_kSYFiA", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site49/2014/0718/20140718__ShadowHills(1)~1.jpg", "pubDate": "2014-07-19T18:10:40-0600", "news_keywords": "Business around northern Colorado - Canon City Daily Record"}, "_id": "\"57477af36914bd0286fd3302\"", "article_summary": "( Carie Canterbury / Daily Record )A view of the enclosed patio at Shadow Hills Golf Club & Events Center located at 1232 CR 143.\nShadow Hills Golf Club & Events Center is located at 1232 CR 143.\nShadow Hills Golf Club & Events Center now offers menu items formerly served at Merlino's BelvedereSam Cruz, Jr., breakfast and lunch cook; LeAnn Hauer, pastry chef; Sam Cruz, head chef; and Bill Holt, owner of Shadow Hills Golf Club & Event Center, pose for a photo Friday inside the View Restaurant & Bistro Lounge at Shadow Hills.\nShadow Hills Golf Club & Events Center is located at 1232 CR 143 in Cañon City.\nHe is now working for Shadow Hills Golf Club & Events Center as head chef, putting his first-hand knowledge of the Belvedere favorites to use."}