{"article_title": "Scientists Are Beginning to Figure Out Why Conservatives Are… Conservative", "article_keywords": ["hibbing", "colleagues", "figure", "bias", "conservatives", "political", "idea", "conservative", "paper", "scientists", "politics", "beginning", "scholars", "negativity"], "article_url": "http://billmoyers.com/2014/07/17/scientists-are-beginning-to-figure-out-why-conservatives-are%E2%80%A6-conservative/", "article_text": "William Temple, dressed as a Revolutionary soldier, attends the Faith and Freedom Coalition's Road to Majority event in Washington, DC, on Friday, June 20, 2014, to mobilize religious conservative voters ahead of the upcoming midterm elections and the 2016 presidential contest. (AP Photo/Molly Riley)\n\n\n\nThis post originally appeared at Mother Jones.\n\nYou could be forgiven for not having browsed through the latest issue of the journal Behavioral and Brain Sciences. If you care about politics, though, you’ll find a punchline therein that is pretty extraordinary.\n\nBehavioral and Brain Sciences employs a rather unique practice called “Open Peer Commentary”: An article of major significance is published, a large number of fellow scholars comment on it and then the original author responds to all of them. The approach has many virtues, one of which being that it lets you see where a community of scholars and thinkers stand with respect to a controversial or provocative scientific idea. And in the latest issue of the journal, this process reveals the following conclusion: A large body of political scientists and political psychologists now concur that liberals and conservatives disagree about politics in part because they are different people at the level of personality, psychology and even traits like physiology and genetics.\n\nThat’s a big deal. It challenges everything that we thought we knew about politics — upending the idea that we get our beliefs solely from our upbringing, from our friends and families, from our personal economic interests, and calling into question the notion that in politics, we can really change (most of us, anyway).\n\nIt is a “virtually inescapable conclusion” that the “cognitive-motivational styles of leftists and rightists are quite different.”\n\nThe occasion of this revelation is a paper by John Hibbing of the University of Nebraska and his colleagues, arguing that political conservatives have a “negativity bias,” meaning that they are physiologically more attuned to negative (threatening, disgusting) stimuli in their environments. (The paper can be read for free here.) In the process, Hibbing et al. marshal a large body of evidence, including their own experiments using eye trackers and other devices to measure the involuntary responses of political partisans to different types of images. One finding? That conservatives respond much more rapidly to threatening and aversive stimuli (for instance, images of “a very large spider on the face of a frightened person, a dazed individual with a bloody face, and an open wound with maggots in it,” as one of their papers put it).\n\nIn other words, the conservative ideology, and especially one of its major facets — centered on a strong military, tough law enforcement, resistance to immigration, widespread availability of guns — would seem well tailored for an underlying, threat-oriented biology.\n\nThe authors go on to speculate that this ultimately reflects an evolutionary imperative. “One possibility,” they write, “is that a strong negativity bias was extremely useful in the Pleistocene,” when it would have been super-helpful in preventing you from getting killed. (The Pleistocene epoch lasted from roughly 2.5 million years ago until 12,000 years ago.) We had John Hibbing on the Inquiring Minds podcast earlier this year, and he discussed these ideas in depth; you can listen here:\n\nHibbing and his colleagues make an intriguing argument in their latest paper, but what’s truly fascinating is what happened next. Twenty-six different scholars or groups of scholars then got an opportunity to tee off on the paper, firing off a variety of responses. But as Hibbing and colleagues note in their final reply, out of those responses, “22 or 23 accept the general idea” of a conservative negativity bias, and simply add commentary to aid in the process of “modifying it, expanding on it, specifying where it does and does not work,” and so on. Only about three scholars or groups of scholars seem to reject the idea entirely.\n\nThat’s pretty extraordinary, when you think about it. After all, one of the teams of commenters includes New York University social psychologist John Jost, who drew considerable political ire in 2003 when he and his colleagues published a synthesis of existing psychological studies on ideology, suggesting that conservatives are characterized by traits such as a need for certainty and an intolerance of ambiguity. Now, writing in Behavioral and Brain Sciences in response to Hibbing roughly a decade later, Jost and fellow scholars note that…\n\nThere is by now evidence from a variety of laboratories around the world using a variety of methodological techniques leading to the virtually inescapable conclusion that the cognitive-motivational styles of leftists and rightists are quite different. This research consistently finds that conservatism is positively associated with heightened epistemic concerns for order, structure, closure, certainty, consistency, simplicity, and familiarity, as well as existential concerns such as perceptions of danger, sensitivity to threat, and death anxiety. [Italics added]\n\nBack in 2003, Jost and his team were blasted by Ann Coulter, George Will and National Review for saying this; congressional Republicans began probing into their research grants and they got lots of hate mail. But what’s clear is that today, they’ve more or less triumphed. They won a field of converts to their view and sparked a wave of new research, including the work of Hibbing and his team.\n\n”One possibility,” note the authors, “is that a strong negativity bias was extremely useful in the Pleistocene,” when it would have been super-helpful in preventing you from getting killed.\n\nGranted, there are still many issues yet to be worked out in the science of ideology. Most of the commentaries on the new Hibbing paper are focused on important but not-paradigm-shifting side issues, such as the question of how conservatives can have a higher negativity bias, and yet not have neurotic personalities. (Actually, if anything, the research suggests that liberals may be the more neurotic bunch.) Indeed, conservatives tend to have a high degree of happiness and life satisfaction. But Hibbing and colleagues find no contradiction here. Instead, they paraphrase two other scholarly commentators (Matt Motyl of the University of Virginia and Ravi Iyer of the University of Southern California), who note that “successfully monitoring and attending negative features of the environment, as conservatives tend to do, may be just the sort of tractable task…that is more likely to lead to a fulfilling and happy life than is a constant search for new experience after new experience.”\n\nAll of this matters, of course, because we still operate in politics and in media as if minds can be changed by the best honed arguments, the most compelling facts. And yet if our political opponents are simply perceiving the world differently, that idea starts to crumble. Out of the rubble just might arise a better way of acting in politics that leads to less dysfunction and less gridlock…thanks to science.", "article_metadata": {"description": "Ten years ago, it was wildly controversial to talk about psychological differences between liberals and conservatives. Today, it's becoming hard not to.", "generator": "WordPress 4.5.2", "og": {"site_name": "BillMoyers.com", "description": "Ten years ago, it was wildly controversial to talk about psychological differences between liberals and conservatives. Today, it's becoming hard not to.", "title": "Scientists Are Beginning to Figure Out Why Conservatives Are… Conservative | BillMoyers.com", "locale": "en_US", "image": {"width": 640, "identifier": "http://dy00k1db5oznd.cloudfront.net/wp-content/uploads/2014/07/AP72800093113_Crop.jpg", "height": 360}, "updated_time": "2014-07-18T13:14:00-04:00", "url": "http://billmoyers.com/2014/07/17/scientists-are-beginning-to-figure-out-why-conservatives-are%e2%80%a6-conservative/", "type": "article"}, "twitter": {"description": "Ten years ago, it was wildly controversial to talk about psychological differences between liberals and conservatives. Today, it's becoming hard not to.", "title": "Scientists Are Beginning to Figure Out Why Conservatives Are… Conservative | BillMoyers.com", "image": "http://dy00k1db5oznd.cloudfront.net/wp-content/uploads/2014/07/AP72800093113_Crop.jpg", "creator": "@chriscmooney", "site": "@BillMoyersHQ", "card": "summary_large_image"}, "robots": "noodp", "apple-mobile-web-app-capable": "no", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "article": {"section": "Blog", "tag": "widget", "published_time": "2014-07-17T12:17:46-04:00", "modified_time": "2014-07-18T13:14:00-04:00"}, "pubdate": 20140717}, "_id": "\"57477af36914bd0286fccde8\"", "article_summary": "“One possibility,” they write, “is that a strong negativity bias was extremely useful in the Pleistocene,” when it would have been super-helpful in preventing you from getting killed.\n”One possibility,” note the authors, “is that a strong negativity bias was extremely useful in the Pleistocene,” when it would have been super-helpful in preventing you from getting killed.\nMost of the commentaries on the new Hibbing paper are focused on important but not-paradigm-shifting side issues, such as the question of how conservatives can have a higher negativity bias, and yet not have neurotic personalities.\nAnd yet if our political opponents are simply perceiving the world differently, that idea starts to crumble.\nYou could be forgiven for not having browsed through the latest issue of the journal Behavioral and Brain Sciences."}