{"article_title": "Nike, Avago Technologies, Other S&P 500 Stocks That Could Be Up 50% by Year's End (NYSE: NKE) (NASDAQ: AVGO)", "article_keywords": ["line", "avgo", "end", "nke", "nike", "revenues", "sp", "companies", "2015", "nasdaq", "growth", "stock", "growing", "technologies", "stocks", "avago", "best", "nyse"], "article_url": "http://247wallst.com/investing/2015/11/04/4-sp-500-stocks-that-could-be-up-50-by-year-end/", "article_text": "This year hasn’t been a great one for the S&P 500. Year to date, the index is up only 2.5%. But there are still many S&P 500 stocks that have had a great 2015. For some major stocks it has even been their best year. The following four S&P companies have a good shot at closing 2015 50% higher than their 52-week lows.\n\nAetna\n\nAetna Inc. (NYSE: AET) has had its best 12 months in its history. The stock is up 38% from its 52-week low. This is despite falling 17% since late June. Revenues have been growing at an average 26% a year since 2012, and its bottom line growth is 10.5%. Revenue growth really took off in 2013 and 2014, with health care premiums up over 80% since 2012. Earnings have not moved much by comparison, but they are still growing. Beyond that, total debt has fallen 18% for Aetna since the end of last year, an extra plus.\n\nThe story behind Aetna’s rise is of course Obamacare. Much like the military-industrial complex feeds revenues into weapons companies, the medical-industrial complex feeds insurance companies via Medicare and Medicaid. By requiring the purchase of health insurance, it is not too hard to see why the revenues of major health insurance companies like Aetna are higher than they were before Obamacare came into full effect. The larger correction for the broader market seems to be over, and Aetna could easily surpass the 50% mark before the end of the year.\n\nALSO READ: 4 Stocks That Could Be Cut in Half by Year End\n\nNike\n\nNike Inc. (NYSE: NKE) hasn’t only had a good 2015. It has had one of the biggest bull markets ever of any mega-cap industrial. Up more than 500% since the S&P bottomed in March 2009, it just keeps growing and growing. Earnings are up 120% since March 2009. Nike was one of the best performing Dow 30 stocks during the August collapse, and 2015 has so far been its best year ever. Its margins have stayed steady throughout its rise, which means that Nike is probably as efficient as it’s ever going to get. Top line growth and bottom line growth are nearly one to one. As long as the top line growth is there, the stock will keep going up.\n\nThat’s why Nike could be up over 50% this year, if its late December earnings statement meets or beats expectations. The danger is, if Nike’s top line stops growing, its stock can fall as fast as it has risen.", "article_metadata": {"news_keywords": ", Aetna, Inc. (NYSE:AET),Avago Technologies (NASDAQ:AVGO),Nike (NYSE:NKE)", "generator": "WordPress.com", "og": {"url": "http://247wallst.com/investing/2015/11/04/4-sp-500-stocks-that-could-be-up-50-by-year-end/", "type": "article", "image": "https://247wallst.files.wordpress.com/2015/09/thinkstockphotos-485280926.jpg?w=400", "site_name": "247wallst.com", "title": "4 S&P 500 Stocks That Could Be Up 50% by Year End"}, "msapplication-tooltip": "Insightful Analysis and Commentary for U.S. and Global Equity Investors", "fb": {"admins": "1637394913,9110202", "app_id": 209662835720614}, "msapplication-window": "width=device-width;height=device-height", "application-name": "24/7 Wall St.", "keywords": "Investing, AET, AET stock, AET ticker, AET news, AVGO, AVGO stock, AVGO ticker, AVGO news, NKE, NKE stock, NKE ticker, NKE news", "verify-v1": "IODtZuG2ioY7pGg0quJbNSfBusGQMgChxukhNrOGdN4=", "msapplication-task": "name=Subscribe;action-uri=http://247wallst.com/feed/;icon-uri=https://s2.wp.com/i/favicon.ico", "description": "The following four S&P companies have a good shot at closing 2015 50% higher than their 52-week lows."}, "article_summary": "Top line growth and bottom line growth are nearly one to one.\nThe following four S&P companies have a good shot at closing 2015 50% higher than their 52-week lows.\nBut there are still many S&P 500 stocks that have had a great 2015.\nAs long as the top line growth is there, the stock will keep going up.\nRevenues have been growing at an average 26% a year since 2012, and its bottom line growth is 10.5%."}