{"article_title": "Suicide Discussion Lowers Chances Patients Will Follow Through, Revealing Fragile Nature Of Stated Goals", "article_keywords": ["revealing", "lowers", "suicide", "suicidal", "stated", "feel", "discussion", "nature", "share", "research", "intentions", "patients", "fragile", "goals", "social", "follow", "ideation", "friends", "group"], "article_url": "http://www.medicaldaily.com/suicide-discussion-lowers-chances-patients-will-follow-through-revealing-fragile-nature-stated-goals", "article_text": "Even the simple acknowledgment of your intentions can be enough to compel you to reconsider them.\n\nEven the simple acknowledgment of your intentions can be enough to compel you to reconsider them. Aman Deshmukh, CC BY-ND 2.0\n\nThere’s something of a Catch-22 when it comes to suicide research. Out of fear for suicide ideation — the compulsion people develop to kill themselves — ethics committees tend to frown upon studies that could raise the risk for that ideation. In other words, suicide could be risky to talk about, so scientists don’t talk about it and never know for sure.\n\nA recent literature review has come to the rescue. A group of British researchers studying suicide looked at the effect open discussion had on patients’ risk for becoming more suicidal. They found no discernable link between clinicians talking about suicide and their patients being more likely to attempt it. Instead, frank conversation could hold the potential to destigmatize the tendency, compelling people to feel less threatened by acknowledging their mental health woes.\n\n“Recurring ethical concerns about asking about suicidality could be relaxed to encourage and improve research into suicidal ideation and related behaviours without negatively affecting the well-being of participants,” the team concluded.\n\nSeveral factors could explain why people feel less compelled to end their lives after discussing their own instability, such as increased social support and a diminished sense of loneliness. There’s also a psychological lens we can use to view the findings.\n\nA leading theory in social psychology deals with the so-called “social reality” people create when they announce their plans to other people. A wealth of research dating back to the 1920s suggests people reduce their chances of completing a goal the more they share that goal with other people. Exercise and dieting are two visible examples. When people make the private decision to lose weight or start training for a 5K, their first instinct is often to tell others. They want their friends to share in their excitement, or to be proud of the initiative they’re taking. A private choice gets made public.\n\nBut psychologists say this is the wrong approach, because in telling your friends these plans you don’t just share information. You feel accomplished. Your brain can’t tell the difference between intending to do something, and actually doing it. You pat yourself on the back before you’ve done anything, and your friends, thinking your cause is noble, likely do the same. You’ve gotten your praise, and now all your motivation is gone.\n\nAn elegant portrayal of this effect came in 2009, when noted psychologist Peter Wollitzer had 163 people complete a series of tests. They had 45 minutes to complete the tests, but could stop anytime they wanted. Half of the participants were told to announce their goals beforehand. This group, in the end, worked for an average of 33 minutes. They said they accomplished their goals. Meanwhile, the group that announced nothing worked until the 45-minute time cap, and reported feeling unaccomplished.\n\nCan suicide ideation behave in the same way? The research is promising. Suicide is by nature an internal struggle — a haunting sense that escape from Hell on Earth is impossible. Conversation could offer that escape, via the same social principles that say dieting and exercise fail when intentions go public. When life’s problems seem insurmountable, acknowledgment alone is often enough.\n\nSource: Dazzi T, Gribble R, Wessely S, Fear N. Does asking about suicide and related behaviours induce suicidal ideation? What is the evidence? Psychological Medicine. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "suicide, discussion, lowers, chances, patients, will, follow, through, revealing, fragile", "og": {"site_name": "Medical Daily", "description": "Even the simple acknowledgment of your intentions can be enough to compel you to reconsider them.", "title": "Talking About Suicide Helps Make You Less Suicidal", "url": "http://www.medicaldaily.com/suicide-discussion-lowers-chances-patients-will-follow-through-revealing-fragile-nature-stated-goals", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/10/suicidal.jpg", "type": "article"}, "twitter": {"description": "Even the simple acknowledgment of your intentions can be enough to compel you to reconsider them.", "title": "Talking About Suicide Helps Make You Less Suicidal", "url": "http://www.medicaldaily.com/suicide-discussion-lowers-chances-patients-will-follow-through-revealing-fragile-nature-stated-goals", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/10/suicidal.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/10/suicidal.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-07-10T15:09:38-04:00", "modified_time": "2014-07-10T15:09:37-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Even the simple acknowledgment of your intentions can be enough to compel you to reconsider them."}, "article_summary": "Aman Deshmukh, CC BY-ND 2.0There’s something of a Catch-22 when it comes to suicide research.\nOut of fear for suicide ideation — the compulsion people develop to kill themselves — ethics committees tend to frown upon studies that could raise the risk for that ideation.\nSource: Dazzi T, Gribble R, Wessely S, Fear N. Does asking about suicide and related behaviours induce suicidal ideation?\nA group of British researchers studying suicide looked at the effect open discussion had on patients’ risk for becoming more suicidal.\nCan suicide ideation behave in the same way?"}