{"article_title": "Cherokee Artist Donald Vann Receives Diploma 46 Years After Enlisting For Vietnam", "article_keywords": ["school", "enlisting", "artist", "cherokee", "stilwell", "diploma", "high", "46", "donald", "vietnam", "students", "receives", "really", "veterans", "vann"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/11/29/cherokee-artist-donald-vann-receives-diploma-46-years-after-enlisting-vietnam-158058", "article_text": "After leaving high school 46 years ago to enlist in the U.S. Army, Cherokee artist Donald Vann received his high school diploma during a Veterans Day assembly at his former school.\n\nVann was surprised with the diploma in front of hundreds of Stilwell middle and high school students and his former Stilwell Public Schools Superintendent Neil Morton.\n\n“I thought I was just going to be a guest speaker, so this was totally unexpected,” said Vann, who served from 1968 to 1973. “I really feel honored and as though the circle is now complete. Just having this diploma means a lot to me, and I’m highly honored to accept it.”\n\nVann’s childhood friend and former classmate Bud Campbell invited him to the 1968 high school class reunion. When Vann declined because he didn’t graduate, Campbell met with fellow classmates and Stilwell High School administration to officially make him a graduating member.\n\n“We really felt that Donald deserved a diploma, so we made it a point to make that happen,” said Campbell, who still lives in Stilwell. “That got the ball rolling, and from there it all came together for us. I don’t think people truly realize what we have in Donald Vann. He was a big deal to all of us as kids, and now he’s really a big deal. It means everything in the world to me to be able to help him with this.”\n\nThe assembly held Tuesday on Veterans Day was packed with students applauding Vann as he accepted the diploma. An Oklahoma Department of Education act allows veterans who leave high school to serve in World War II, Korea and Vietnam to later receive a diploma.\n\n“We had no idea that Donald didn’t have a high school diploma, so when we were made aware of that, we waived the one or two credits he lacked to make him eligible to receive one,” said Geri Gilstrap, Stilwell High School’s current superintendent, who signed the diploma. “His story is one of having a dream and chasing after it, which is something I hope our students will take note of. I hope it was a very special day for Mr. Vann.”\n\nVann spent five years in the Army as a door gunner for the 1st Calvary Aviation Division, dropping off and extracting soldiers from the battlefield in Vietnam. In November of 1969, Vann’s helicopter was shot down, killing all but him and his crew chief.\n\nHe served as a drill instructor for more than 16 cycles after recovering from his injuries and was honorably discharged in March of 1973. Vann earned several medals for his service, including the Purple Heart, National Defense, Good Conduct, Vietnam Campaign and The Republic of Vietnam Campaign.\n\nAfter the Army, Vann went on to pursue a successful career as an artist and is one of the most notable Native American artists today.\n\nFor more information about Vann and his artwork, visit www.donaldvann.com.", "article_metadata": {"description": "After leaving high school 46 years ago to enlist in the U.S. Army, Cherokee artist Donald Vann received his high school diploma during a Veterans Day.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.format": "text/html", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/11/29/cherokee-artist-donald-vann-receives-diploma-46-years-after-enlisting-vietnam-158058", "site_name": "Indian Country Today Media Network.com", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/donald_vann_diploma_-_courtesy_cherokee_nation.jpg", "type": "article", "title": "Cherokee Artist Donald Vann Receives Diploma 46 Years After Enlisting For Vietnam"}, "abstract": "After leaving high school 46 years ago to enlist in the U.S. Army, Cherokee artist Donald Vann received his high school diploma during a Veterans Day.", "dc": {"title": "Cherokee Artist Donald Vann Receives Diploma 46 Years After Enlisting For Vietnam"}, "robots": "follow, index", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/11/29/cherokee-artist-donald-vann-receives-diploma-46-years-after-enlisting-vietnam-158058", "dcterms.creator": "kpolisse", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Donald Vann, Cherokee Nation, U.S. Army, U.S. Military, Veterans Day, Tribal Veteran, Native American Veterans, American Indian Veterans, Cherokee Veterans, World War II, Korean War, Vietnam War, Geri Gilstrap", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.date": "2014-11-29T13:00-05:00", "dcterms.title": "Cherokee Artist Donald Vann Receives Diploma 46 Years After Enlisting For Vietnam"}, "_id": "\"57477af36914bd0286fc96e2\"", "article_summary": "After leaving high school 46 years ago to enlist in the U.S. Army, Cherokee artist Donald Vann received his high school diploma during a Veterans Day assembly at his former school.\nI don’t think people truly realize what we have in Donald Vann.\nWhen Vann declined because he didn’t graduate, Campbell met with fellow classmates and Stilwell High School administration to officially make him a graduating member.\nVann was surprised with the diploma in front of hundreds of Stilwell middle and high school students and his former Stilwell Public Schools Superintendent Neil Morton.\nAn Oklahoma Department of Education act allows veterans who leave high school to serve in World War II, Korea and Vietnam to later receive a diploma."}