{"article_title": "D.C. health insurers propose rate hikes for 2015", "article_keywords": ["premiums", "plans", "proposed", "propose", "ppo", "dc", "carefirst", "hikes", "rate", "individual", "health", "plan", "2015", "rates", "insurers", "silver"], "article_url": "https://www.washingtonpost.com/blogs/mike-debonis/wp/2014/06/23/d-c-health-insurers-propose-rate-hikes-for-2015/", "article_text": "\n\nUnder new proposed rates, only CareFirst is hoping to hike premiums across all plans. (D.C. Department of Insurance, Securities and Banking)\n\nIn its second year offering coverage under the Affordable Care Act, the District’s largest health insurer hopes to hike rates on most of its plans for individuals and small businesses by more than 10 percent — far outstripping the increases its competitors are seeking.\n\nAccording to data released Monday by the D.C. Department of Insurance, Securities and Banking, only CareFirst BlueCross BlueShield is proposing across-the-board increases to the plans it offers on D.C. Health Link, the District’s federally mandated exchange.\n\nOne insurer, UnitedHealthcare, is proposing an across-the-board 8 percent cut to the small-business plans it offers; two others, Aetna and Kaiser Permanente, are proposing mixed adjustments, hiking rates for some plans while cutting rates for others.\n\nThe proposals pertain only to policies offered on D.C. Health Link, not to the plans offered by large employers to their employees or the government.\n\nThe rates requested for next year will be reviewed by the insurance department and could be adjusted in the coming months before they are approved. Last year, several insurers revised their rates downward after an initial filing.\n\nAccording to federal data, D.C.’s premiums are lower than the national average: $293 versus $310 per month for the lowest “silver” plan, which covers a moderate amount of overall health-care costs compared to the more comprehensive “gold” and “platinum” plans. According to data released by D.C. Health Link in May, most individual policy buyers opted for the less comprehensive “bronze” and “silver” plans.\n\nA 40-year-old shopping for a “silver” individual plan under the proposed rates could expect to spend anywhere from $242 per month for a Kaiser HMO plan to $327 for a Aetna PPO plan.\n\nBut CareFirst, the biggest fish in the individual and small-group markets, is requesting the most dramatic changes versus this year’s approved rates. Its requested hikes range from a 4.1 percent increase for “silver”-level individual PPO plans to 24.1 percent increase for bottom-level catastrophic-coverage plans. For most tranches, the proposed increases are between 10 and 15 percent.\n\nThe proposed D.C. increases appear to be less than those CareFirst has sought for next year in Maryland, which range from 23 to 30 percent.\n\nThe new rates come as the D.C. insurance department is preparing to examine whether CareFirst’s $865 million corporate surplus for its D.C. subsidiary is excessive under District law and needs to be spent down. In filings submitted ahead of a June 25 hearing, the insurer argued that the costs of implementing the Affordable Care Act have caused it to spend down that surplus in recent years, indicating that premium revenue has not covered those costs.\n\nIn a statement, Maryland-based CareFirst said the proposed new rates reflect the company’s goal of making coverage “as accessible and affordable as possible” but did not specify any particular trends or financial pressures that led to the hikes: “As a not-for-profit, our rates reflect the cost of care and little else.”\n\nAccording to the data released Monday, CareFirst’s proposed rates for individual plans are undercut on the “gold” and “bronze” tiers by Aetna’s proposed PPO rates and by Kaiser’s proposed HMO rates on all tiers. CareFirst’s bottom-tier catastrophic plan, however, would be cheapest, and its “silver” PPO plans would be on average cheaper than Aetna’s PPO offerings at that level. (UnitedHealthcare offers only small-group plans on the D.C. exchange, not individual plans.)\n\nPolicy analysts are looking at the 2015 rates to determine how insurers are adjusting after the first enrollment period under the Affordable Care Act. The 2010 law bars insurers from charging consumers higher premiums based on their medical conditions or gender. In D.C., premiums vary by age only. All insurers are required to offer a package of essential benefits and follow strict rules for how much covered individuals are required to pay out-of-pocket.\n\nLena H. Sun contributed to this report.", "article_metadata": {"description": "Other D.C. health insurers propose mix of hikes and cuts for 2015 exchange offerings.", "author": "https://www.facebook.com/madebonis", "og": {"site_name": "Washington Post", "description": "Other D.C. health insurers propose mix of hikes and cuts for 2015 exchange offerings.", "title": "D.C. health insurers propose rate hikes for 2015", "url": "https://www.washingtonpost.com/blogs/mike-debonis/wp/2014/06/23/d-c-health-insurers-propose-rate-hikes-for-2015/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/blogs/mike-debonis/files/2014/06/healthlink.png&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@mikedebonis"}, "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "DC Health Link, CareFirst, DC health insurance, D health insurance rates,", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/madebonis"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "DC Health Link, CareFirst, DC health insurance, D health insurance rates,"}, "_id": "\"57477af36914bd0286fcce01\"", "article_summary": "Its requested hikes range from a 4.1 percent increase for “silver”-level individual PPO plans to 24.1 percent increase for bottom-level catastrophic-coverage plans.\nAccording to data released by D.C. Health Link in May, most individual policy buyers opted for the less comprehensive “bronze” and “silver” plans.\nIn D.C., premiums vary by age only.\n(UnitedHealthcare offers only small-group plans on the D.C. exchange, not individual plans.)\nCareFirst’s bottom-tier catastrophic plan, however, would be cheapest, and its “silver” PPO plans would be on average cheaper than Aetna’s PPO offerings at that level."}