{"article_title": "Christie’s Vaccine Comment Alarms Health Pros", "article_keywords": ["comment", "kids", "vaccinate", "measles", "pros", "christie", "children", "vaccines", "health", "christies", "outbreak", "alarms", "parents", "public", "vaccine"], "article_url": "http://www.thefiscaltimes.com/2015/02/02/Christie-s-Vaccine-Comment-Alarms-Health-Pros", "article_text": "New Jersey Gov. Chris Christie sparked a firestorm this morning when he weighed in on the current measles outbreak in the U.S., telling reporters while on a three-day trip to Great Britain that parents need to have a “measure of choice” when deciding whether to vaccinate their children.\n\nThat opinion is at odds with the beliefs of a vast majority of the medical community, and it comes just one day after President Obama publicly pleaded with parents across the country to vaccinate their kids against measles, given the outbreak.\n\nRelated: Chris Christie’s Biggest Problem Isn’t ‘Bridgegate’\n\nAfter Christie’s remarks received instant criticism – with many accusing the likely 2016 presidential candidate of making the public health issue a matter of politics – Christie’s office issued a clarification. “The Governor believes vaccines are an important public health protection and with a disease like measles there is no question kids should be vaccinated,” the statement said. “At the same time, different states require different degrees of vaccination, which is why he was calling for balance in which ones government should mandate.”\n\nThe White House, the Centers for Disease Control and Prevention and most doctors have stressed the importance of being vaccinated, especially amid the measles outbreak, which originated at a Disney theme park and has now spread to more than 100 confirmed cases. Doctors say the outbreak is completely preventable via vaccines. The virus was declared eliminated in the U.S. in 2000.\n\nBut a small yet vocal group of anti-vaccine advocates have sparked fear among the public, citing unproven health risks. The most common of their claims is that vaccines cause autism in children, though there’s no support for that scientifically.\n\nStill, despite any proof, one in five millennial Americans say they believe vaccines cause autism, according to a new poll by YouGov. The anti-vaccine movement has largely been blamed for the outbreak, prompting some parents to decide not to vaccinate their children, a choice Christie believes parents should be able to decide on their own. Meanwhile, a new poll by Pew Research said 86 percent of scientists believe it should be a requirement that children are vaccinated.\n\nRelated: Chris Christie Brings the Pain\n\n\n\nChristie distanced himself from the president’s remarks and the idea that the government should have a role in requiring kids to be vaccinated.\n\n“Mary Pat and I have had our children vaccinated and we think that it’s an important part of being sure we protect their health and the public health,” Christie said earlier today. “I also understand that parents need to have some measure of choice in things as well, so that’s the balance that the government has to decide.”\n\nBut medical professionals caution that such a decision could have high stakes for others. Thomas Frieden, director for the Centers for Disease Control and Prevention, warned parents Sunday morning that if they decide not to vaccinate their children, they are putting other children at risk. “What you do for your own kids doesn’t just affect your family – it affects other families as well,” Frieden said on ABC.\n\nIn the last few days, the CDC as well as the White House have ramped up their outreach efforts calling on parents to vaccinate themselves and their children to protect against the growing outbreak.\n\nA new poll from Pew Research found that 68 percent of Americans believe parents should be required to vaccinate their children.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "New Jersey Gov.", "title": "Christie’s Vaccine Comment Alarms Health Pros", "url": "http://www.thefiscaltimes.com/2015/02/02/Christie-s-Vaccine-Comment-Alarms-Health-Pros", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/02022015_Chris_Christie.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/02/02/Christie-s-Vaccine-Comment-Alarms-Health-Pros", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/02022015_Chris_Christie.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@Briannaehley"}, "generator": "Drupal 7 (http://drupal.org)", "description": "New Jersey Gov.", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "Related: Chris Christie’s Biggest Problem Isn’t ‘Bridgegate’After Christie’s remarks received instant criticism – with many accusing the likely 2016 presidential candidate of making the public health issue a matter of politics – Christie’s office issued a clarification.\n“Mary Pat and I have had our children vaccinated and we think that it’s an important part of being sure we protect their health and the public health,” Christie said earlier today.\n“The Governor believes vaccines are an important public health protection and with a disease like measles there is no question kids should be vaccinated,” the statement said.\nBut a small yet vocal group of anti-vaccine advocates have sparked fear among the public, citing unproven health risks.\nA new poll from Pew Research found that 68 percent of Americans believe parents should be required to vaccinate their children."}