{"article_title": "The Atlantic Sets Record Audience And Revenue For First Quarter 2014", "article_keywords": ["video", "unique", "revenue", "sales", "theatlanticcom", "site", "record", "audience", "atlantic", "sets", "magazine", "quarter", "previous"], "article_url": "http://www.theatlantic.com/personal/archive/2014/04/-the-atlantic-sets-record-audience-and-revenue-for-first-quarter-2014/360273/", "article_text": "The strongest-ever quarter for TheAtlantic.com was capped off by the best month of traffic in the history of the site. During March 2014, TheAtlantic.com attracted 16.6 million unique visitors, an increase of 34% year over year. The current magazine cover story, “The Overprotected Kid” by national correspondent Hanna Rosin, is also setting records for a single story at TheAtlantic.com – with more unique visitors, and more social shares, in its first two weeks online than any previous piece on the site. The Atlantic’s three sites – TheAtlantic.com, Atlantic Cities and The Wire – now reach nearly 24 million unique monthly visitors.\n\nWashington, D.C. (April 7, 2014) – The Atlantic has surpassed previous high marks for both audience and revenue in the first quarter of 2014: drawing the largest digital audiences for a single quarter and month at TheAtlantic.com , and ending its strongest quarter of revenue growth, with advertising sales up 39% across all platforms year over year. Newsstand sales of The Atlantic have also far outpaced previous issues in the first part of the year.\n\nThese audience gains, announced by James Bennet, president and editor-in-chief of The Atlantic, and Bob Cohn, president and chief operating officer, come on the heels of several substantial enhancements to TheAtlantic.com. The site recently debuted Atlantic Features, an immersive and fully responsive platform for The Atlantic’s most ambitious journalism. Nearly one dozen magazine and digital pieces have been presented in the template – four in the past two weeks alone, including an expose on the neurotoxins that threaten behavior and cognition, and a profile of Charlie Crist. TheAtlantic.com is led by J.J. Gould, who was recently promoted to editor, and who leads a growing staff of journalists and editors populating the site’s ten robust channels.\n\nEarlier this year The Atlantic’s Video Channel also went responsive, with larger players and a viewing experience that makes it easier to browse categories and top videos. The channel also includes more effective advertisement integration. Since launching two and a half years ago, video plays on Atlantic Video have more than doubled, and the channel has grown its editorial team to keep up with demand.\n\nContinuing the record-setting revenue growth for the brand in 2013, The Atlantic ends the quarter with advertising revenue across all platforms up 39% over this same time last year.\n\n“We are officially off to the greatest revenue start to any year ever in the history of the Atlantic,” said Hayley Romer, publisher and vice president of The Atlantic. “We’re only seeing the momentum continuing to build.”\n\nNewsstand sales are also experiencing marked growth for the first issues of 2014, with the January/February 2014 issue selling 55% more copies than its 2013 counterpart, and the March 2014 issue outpacing the March 2013 issue by 35%. April 2014 is showing strong sales out of the gate in its first week on stands.\n\nThe Atlantic is a finalist for several national magazine and publishing honors to be announced this spring. It is a finalist in three categories of the American Society of Magazine Editors’ National Magazine Awards, including “Magazine of the Year” and for “Columns and Commentary” by Ta-Nehisi Coates; Digiday’s Publishing Awards for “Best Branded Content”; and in the min Digital Awards, “Best Use of Photography” for In Focus with Alan Taylor.", "article_metadata": {"author": "Press Releases", "og": {"site_name": "The Atlantic", "title": "The Atlantic Sets Record Audience And Revenue For First Quarter 2014", "locale": "en_US", "image": "http://cdn.theatlantic.com/assets/static/b/theatlantic/img/default-thumbnail.png", "url": "http://www.theatlantic.com/personal/archive/2014/04/-the-atlantic-sets-record-audience-and-revenue-for-first-quarter-2014/360273/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "_id": "\"57477af36914bd0286fc9977\"", "article_summary": "The Atlantic’s three sites – TheAtlantic.com, Atlantic Cities and The Wire – now reach nearly 24 million unique monthly visitors.\nSince launching two and a half years ago, video plays on Atlantic Video have more than doubled, and the channel has grown its editorial team to keep up with demand.\nContinuing the record-setting revenue growth for the brand in 2013, The Atlantic ends the quarter with advertising revenue across all platforms up 39% over this same time last year.\nThe strongest-ever quarter for TheAtlantic.com was capped off by the best month of traffic in the history of the site.\nNewsstand sales of The Atlantic have also far outpaced previous issues in the first part of the year."}