{"article_title": "Health care: Public policy is one thing; the view from the gurney is quite another", "article_keywords": ["website", "affordable", "medical", "hospital", "fix", "costs", "quite", "gurney", "thing", "brill", "health", "policy", "lives", "care", "public", "view"], "article_url": "http://www.toledoblade.com/Books/2015/03/08/Health-care-Public-policy-is-one-thing-the-view-from-the-gurney-is-quite-another-1.html", "article_text": "Published: Sunday, 3/8/2015 - Updated: 1 year ago\n\n\n\nBOOK REVIEW Health care: Public policy is one thing; the view from the gurney is quite another\n\nJournalist Steven Brill, who strode to health care policy prominence with his 2013 Time magazine cover story on out-of-control hospital costs, is back, this time with a full-length book, America’s Bitter Pill: Money, Politics, Back-Room Deals and the Fight to Fix Our Broken Healthcare System, that looks at the ups, downs, and website crashes for what’s now commonly referred to as Obamacare.\n\nBrill takes readers through the failed history of health care reform in America, picking up both detail and speed with the 2008 presidential campaign. Few may recall now that candidate Barack Obama was slow to warm to the idea of requiring everyone to buy health insurance; the individual mandate is now a cornerstone of the Affordable Care Act he signed into law two years later.\n\nBut, as Brill clearly and methodically documents, there were — and still are — many fluid parts to the Patient Protection and Affordable Care Act. In fairness, they were trying to reshape an industry the size of the French economy, while assorted special interests did their best to shape the thing to their benefit.\n\nThat doesn’t change the fact that the launch was a catastrophe; they built a website to handle 10,000 simultaneous users and got 250,000. Brill spends a lot of time recounting the breakdowns, miscalculations, and political maneuvering leading up to and continuing in the Obamacare rollout. Little of it is surprising, but the tale is compelling nonetheless.\n\nThe story more than rings true, too: Just last month, the Wall Street Journal reported that an inspector general found that federal officials did not properly vet contractors who were paid hundreds of millions of dollars to construct the HealthCare.gov website, and agreed to contracts that held the government responsible for covering any cost overruns.\n\nAnd, in the end, we are left with health reform colored by the influence of Big Pharma and insurers, while physicians — those folks who actually do the hands-on care for the newly insured — get shafted on unfulfilled promises to address medical malpractice and fix a potentially disastrous Medicare reimbursement formula.\n\nSome (many?) may be tired, or simply disinterested, in a retelling of the Affordable Care roll-out. Terms such as “medical loss ratio” and “biosimilars” aren’t likely to come up at any cocktail parties this weekend. But anyone interested in how Washington works will find plenty to chew on here and the book provides a thorough accounting of the discussions and maneuvers behind what the author refers to as “the most ambitious domestic government project since Medicare.”\n\nAs with his earlier Time magazine piece, Brill makes repeated mention of the astronomical charges associated with medical care, and the book’s opening anecdote is revealing on that front.\n\nBrill recounts his experience a year ago at a New York hospital where he went to have an aortic aneurysm repaired before it exploded and he bled to death internally. He refers to it as “my $190,000 surgery.” A year before that, he had railed in Time about out-of-control medical costs and profiteering, citing one patient’s $77 charge for a box of gauze.\n\nYet, as he lay on the gurney outside the operating room, Brill writes, “I’d have bought a year’s supply of those $77 gauze pads” if a nurse had suggested it.\n\nAnd therein lies the reason our costs are so high and may remain so. At some point in our lives, when health problems inevitably arise, we all will want access to that first-class hospital and the skillful surgeons, nurses, and expensive scanners inside its walls to fix us.\n\nIntellectually, we know it may not be cost-effective for an 85-year-old to undergo open heart surgery. If it’s our father, we want the best surgeon around operating on him, regardless of the cost. We may suspect that knee injury is just a bad sprain; if it’s our daughter who’s hurt, we’re pressing for an MRI.\n\nWhen our lives are on the line, or the lives of our loved ones, we’ll be more than happy to pay $77 for a box of gauze pads, as well as every other bitter pill they prescribe.\n\nThe Block News Alliance consists of The Blade and the Pittsburgh Post-Gazette. Steve Twedt is a writer for the Post-Gazette.", "article_metadata": {"sailthru.image.thumb": "http://www.toledoblade.com/image/2015/03/05/75x_b1_a4-4_cC_z/BK-bitterpill-jpg.jpg", "sailthru.author": "By STEVE TWEDT <br>BLOCK NEWS ALLIANCE", "description": "Journalist Steven Brill, who strode to health care policy prominence with his 2013 Time magazine cover story on out-of-control hospital costs, is back, this time with a full-length book, America’s Bitter Pill: Money, Politics, Back-Room Deals and the Fight to Fix Our Broken Healthcare System, that looks at the ups, downs, and website crashes for what’s now commonly referred to as Obamacare. Brill takes readers through the failed history of health care reform in America, picking up both detail and speed with the 2008 presidential campaign. Few may recall now that candidate Barack Obama was slow to warm to the idea of requiring everyone to buy health insurance; the individual mandate is now a cornerstone of the Affordable Care Act he signed into law two years later. But, as Brill clearly", "sailthru.expire_date": "2015-03-10 00:00:00Z", "og": {"site_name": "Toledo Blade", "description": "Journalist Steven Brill, who strode to health care policy prominence with his 2013 Time magazine cover story on out-of-control hospital costs, is back, this time with a full-length book, America’s Bitter Pill: Money, Politics, Back-Room Deals and", "title": "Health care: Public policy is one thing; the view from the gurney is quite another", "url": "http://www.toledoblade.com/Books/2015/03/08/Health-care-Public-policy-is-one-thing-the-view-from-the-gurney-is-quite-another-1.html", "image": "http://www.toledoblade.com/image/2015/03/05/100x_b1_cC_z/BK-bitterpill-jpg.jpg", "type": "article"}, "sailthru.date": "2015-03-08 00:00:00Z", "sailthru.title": "Health care: Public policy is one thing; the view from the gurney is quite another", "keywords": ", Toledo, Toledo Newspaper, Toledo News, Toledo Sports, Northwest Ohio, Mud Hens, Toledo Arts, Toledo Events", "fb": {"app_id": 321726381207947}, "sailthru.tags": ", Toledo, Toledo Newspaper, Toledo News, Toledo Sports, Northwest Ohio, Mud Hens, Toledo Arts, Toledo Events", "google-site-verification": "HPPlkN77aY3XIKDpCY9pDSV2fnbFyFKw83pvMcIWYGw", "sailthru.description": "Journalist Steven Brill, who strode to health care policy prominence with his 2013 Time magazine cover story on out-of-control hospital costs, is back, this time with a full-length book, America’s Bitter Pill: Money, Politics, Back-Room Deals and", "sailthru.image.full": "http://www.toledoblade.com/image/2015/03/05/800x_cCM/BK-bitterpill-jpg.jpg"}, "article_summary": "Brill takes readers through the failed history of health care reform in America, picking up both detail and speed with the 2008 presidential campaign.\nmay be tired, or simply disinterested, in a retelling of the Affordable Care roll-out.\nBut, as Brill clearly and methodically documents, there were — and still are — many fluid parts to the Patient Protection and Affordable Care Act.\nHe refers to it as “my $190,000 surgery.” A year before that, he had railed in Time about out-of-control medical costs and profiteering, citing one patient’s $77 charge for a box of gauze.\nFew may recall now that candidate Barack Obama was slow to warm to the idea of requiring everyone to buy health insurance; the individual mandate is now a cornerstone of the Affordable Care Act he signed into law two years later."}