{"article_title": "Will moderates prevail in presidential race", "article_keywords": ["wants", "sanders", "moderates", "trump", "voters", "wall", "going", "system", "say", "race", "president", "prevail", "gop", "presidential"], "article_url": "http://www.chicagobusiness.com/article/20160123/ISSUE05/301239994/time-for-the-adults-to-stand-up", "article_text": "At long last voters, not just pollsters and pundits, are going to have something to say about who will be the next president of the United States of America. Yes, folks, as surely as it gets cold around here in January, the good people of Iowa and New Hampshire are going to make their White House decision next month, setting off a mad electoral dash from coast to coast.\n\nI'm not going to try to predict who's going to win—not in this crazy year, when much of the political-handicapping elite has been delightfully off base. But I do have this, perhaps misplaced hope: that the moderates in both parties will quit wringing their hands and reassert themselves.\n\nNo, I don't have anything against idealism, against trying to remake the system to accommodate your views. Rather, it's more that I'm pro-winning. Even now, there's a big difference between having a Democrat as president and a Republican. That means going for what's achievable and what can be won—not what merely can be dreamed of.\n\nLet me start with the Democrats.\n\nPark Ridge's own Hillary Clinton has been around, well, forever. She and husband Bill Clinton have more baggage than a 747's cargo bay. But she has survived. By Democratic standards, she's a relative moderate, seasoned in foreign affairs at a dangerous time, and most polls still show her doing pretty well.\n\nBy comparison, Bernie Sanders is the kind of candidate Chicago Teachers Union President Karen Lewis would love—Tax the rich! Wall Street is a den of crooks!—but one who scares voters in the middle.\n\nLook at Sanders' plan for universal health care. Much as I might like such a single-payer system, Sanders would pay for it with an across-the-board 2.2 percent tax hike and 6.7 percent payroll tax that likely would come out of your salary, and establish a government-run system to decide who gets what. He's also assuming what by some estimates is a 42 to 47 percent drop in health care costs.\n\nIn a country where Obamacare barely passed, the GOP nominee will hang all of that around Sanders' neck faster than you can say “death panels.” Helloooo, George McGovern.\n\nMuch the same applies to the race for the GOP nomination.\n\nFront-runner Donald Trump wants to build that big border wall and have Mexico pay for it. He wants to keep out Muslims, and he believes it's perfectly acceptable to slam the looks and monthly temper of women. His closest rival, Ted Cruz, has suggested that global warming ended 18 years ago, likened those who won't undo Obamacare to appeasers of Adolf Hitler and by most counts has managed to offend almost every other Republican in the U.S. Senate.\n\nSome conservatives argue that the two of them just might rev up the GOP base, pulling out right-of-center voters in November who couldn't abide those pinkos Mitt Romney and John McCain. Others note that not only Republicans but a lot of blue-collar independents and Democrats have had it with an economy that is providing little wealth to middle-class people.\n\nMy suspicion, though, is that both of those hopes amount to so much wishful thinking. It's far more likely these folks will just shake their heads and either stay home or vote for the other party's nominee.\n\nUnless, of course, the election were, say, Bernie Sanders versus Donald Trump. In that case, say hi to Peter in Neverland for me, would ya?\n\nBottom line: It's time for the adults to stand up in both parties. Dreaming is great and can result in all sorts of wonderful things. But if either party wants to elect a president, it needs to quit following the dreams of its extremist wings and get real.", "article_metadata": {"msapplication-TileColor": "#2d89ef", "timeCrawled": "20160527_04:51:17", "twitter": {"image": "http://www.chicagobusiness.com/apps/pbcsi.dll/storyimage/CG/20160123/ISSUE05/301239994/AR/0/Will-moderates-prevail-in-presidential-race.jpg&maxw=400", "site": "@CrainsChicago", "card": "summary_large_image", "title": "Will moderates prevail in presidential race"}, "published_at": "2016-1-23", "url": "http://www.chicagobusiness.com/article//ISSUE05/301239994", "description": "Visit Crain's Chicago Business for complete business news and analysis including healthcare, real estate, manufacturing, government, sports and more.", "byline": "Greg Hinz", "title": "Will moderates prevail in presidential race", "taxo_People": "Mitt Romney", "apple-itunes-app": "app-id=571426684", "taxo_Writers": "Greg Hinz on Politics", "image": "http://www.chicagobusiness.com/apps/pbcsi.dll/storyimage/CG/20160123/ISSUE05/301239994/AR/0/Will-moderates-prevail-in-presidential-race.jpg", "categoryName": "MAG - Greg Hinz", "fb": {"admins": 100001125868754}, "msapplication-TileImage": "/assets/icons/mstile-144x144.png", "content_type": "article", "taxo_Companies": "Chicago Teachers Union", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no, minimal-ui", "taxo_Sections": "Politics", "taxo_Industries": "Federal Government", "summary": "The presidential primary races have been dominated by extremists in both parties. But that's not a path to victory in November.", "og": {"site_name": "Crain's Chicago Business", "description": "The presidential primary races have been dominated by extremists in both parties. But that's not a path to victory in November.", "title": "Time for the adults to stand up", "url": "http://www.chicagobusiness.com/article/20160123/ISSUE05/301239994/time-for-the-adults-to-stand-up", "image": "http://www.chicagobusiness.com/apps/pbcsi.dll/storyimage/CG/20160123/ISSUE05/301239994/AR/0/Will-moderates-prevail-in-presidential-race.jpg", "type": "article"}, "google-site-verification": "0QcjJi4OGS9bKu4FBKK58V93fKv0WYCQb7IFbmjATew"}, "article_summary": "Front-runner Donald Trump wants to build that big border wall and have Mexico pay for it.\nBut I do have this, perhaps misplaced hope: that the moderates in both parties will quit wringing their hands and reassert themselves.\nBut if either party wants to elect a president, it needs to quit following the dreams of its extremist wings and get real.\nNo, I don't have anything against idealism, against trying to remake the system to accommodate your views.\nBy comparison, Bernie Sanders is the kind of candidate Chicago Teachers Union President Karen Lewis would love—Tax the rich!"}