{"article_title": "Sex Addiction Is Still Not Officially Recognized, But Brains Of Hypersexual Individuals Work Similarly To Those Of Drug Addicts", "article_keywords": ["sexual", "similarly", "similar", "brains", "study", "work", "addicts", "recognized", "sex", "voon", "individuals", "drug", "behavior", "addiction", "weiss", "officially", "hypersexual", "treatment"], "article_url": "http://www.medicaldaily.com/sex-addiction-still-not-officially-recognized-brains-hypersexual-individuals-work-similarly-those", "article_text": "Compulsive sexual behavior is commonly referred to as \"sex addiction,\" but in actuality science does not identify intense sexual compulsion to be a true addiction. Using MRIs, researchers from Cambridge University have shown that the brain activity of men with compulsive sexual behavior mirrors that of individuals struggling with drug addiction. Although the study is small, it may bring sex addiction one step closer to medical acceptance.\n\nBrains React Similar To Drug Addicts\n\nFor the study, 38 volunteers were asked to look at images of sports and images of pornography while an MRI took scans of their brains. According to a recent press release regarding the research, half of the individuals were male patients who reported to be afflicted with compulsive sexual behavior. The remaining half did not experience this problem.\n\nResearchers found that three brain areas of volunteers with compulsive sexual behavior reacted more significantly towards the pornographic images, while the brains of the healthy volunteers did not. What’s most intriguing is that these three areas of the brain—the ventral striatum, dorsal anterior cingulate, and amygdala— have also been found to be activated in drug addicts when presented with drug stimuli. The researchers also observed that although the participants expressed high levels of sexual desire while viewing the pornographic videos, they explained how the videos did not necessarily give them much enjoyment. This reaction is also similar in drug addicts.\n\nDoes Not Prove Addiction Just Yet\n\nWhile the study does seem to suggest compelling evidence for the official classification of sexual addiction, lead author of the study, Valarie Voon, told Medical Daily that “this study is only one piece of the puzzle.” Voon explained that proving that a behavior is an addiction requires “more studies about the frequency, how it is related to other addictions, following the disorder in the long term and other imaging and cognitive studies.” Voon added that it was important to note that her findings, although interesting, “could not be used to diagnose the condition.”\n\nWhy Do We Need Sexual Addiction To Be Recognized?\n\nRobert Weiss, founder of The Sexual Recovery Institute in Los Angeles, told Medical Daily that without a diagnosis “what you open the door to is moral judgment or misdiagnosis.” He explained how today, when people don’t like your sexual behavior they are say things like “you’re a sex addict, you’re a nympho and these words don’t mean anything.” On the other hand, misdiagnosis is also prevalent because you will have cases where people who have homosexual thoughts, excessive sexual promiscuity, or engage in fetishism wrongly seek treatment for suspected sex addiction.\n\nShould Sex Addiction Be Treated Similarly To Drug Addiction\n\nAccording to Weiss, sex addiction, like most addictions, is a symptom of an underlying trauma and emotional deficit. Therapy for those afflicted with this condition “is about containment, construction, and helping them find things that are healthy for them,” he said. “We are treating something that we want them to incorporate in healthy ways.\" While the treatment does incorporate much of the drug addiction methodology, it also borrows a fair amount from tactics used in the treatment of eating disorders. Weiss described being a sex addict as similar to being a gambler. The treatment for sex addiction,though , is more similar to the treatment for someone suffering from bulimia or anorexia.\n\nWhat About Women?\n\nFor practical reasons, the study was limited to only male participants. Voon described the all-male volunteer group as a “limitation of the study.” Inadequate research on female sexual compulsion was also one of the reasons that the addiction failed to meet qualification standards. Weiss hypothesized that if the experiment were to be repeated on females, only a fraction of the participants would display similar brain activity to that observed in the male subjects.\n\n“There are some women who act like men,” Weiss explained, referring to promiscuous sexual activity involving high numbers of partners and sexual objectification. “For other women, their minds are thinking about love, romance, and intimacy. They only pursue these experiences in the hope of a connection.” For this reason Weiss believes that many female brains would not react in similar way, however for now all we can do is speculate.\n\nSource: Voon V, Mole TB, Banca P, et al. Neural Correlates of Sexual Cue Reactivity in Individuals with and without Compulsive Sexual Behaviours. PLOS ONE. 2014", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "sex, addiction, still, not, officially, recognized, brains, hypersexual, individuals, work", "og": {"site_name": "Medical Daily", "description": "A new study found that the brains of drug addicts and sex addicts react to stimuli in similar ways, however \"sex addiction\" is still not an officially recognized condition.", "title": "Porn And Drug Addicts' Brains Act The Same, But Sex Addiction Still Isn't Recognized", "url": "http://www.medicaldaily.com/sex-addiction-still-not-officially-recognized-brains-hypersexual-individuals-work-similarly-those", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/11/porn.jpg", "type": "article"}, "twitter": {"description": "A new study found that the brains of drug addicts and sex addicts react to stimuli in similar ways, however \"sex addiction\" is still not an officially recognized condition.", "title": "Porn And Drug Addicts' Brains Act The Same, But Sex Addiction Still Isn't Recognized", "url": "http://www.medicaldaily.com/sex-addiction-still-not-officially-recognized-brains-hypersexual-individuals-work-similarly-those", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/11/porn.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/11/porn.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Conditions", "published_time": "2014-07-11T14:42:34-04:00", "modified_time": "2014-07-11T14:55:53-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A new study found that the brains of drug addicts and sex addicts react to stimuli in similar ways, however \"sex addiction\" is still not an officially recognized condition."}, "_id": "\"57477af36914bd0286fcce18\"", "article_summary": "Should Sex Addiction Be Treated Similarly To Drug AddictionAccording to Weiss, sex addiction, like most addictions, is a symptom of an underlying trauma and emotional deficit.\nCompulsive sexual behavior is commonly referred to as \"sex addiction,\" but in actuality science does not identify intense sexual compulsion to be a true addiction.\nUsing MRIs, researchers from Cambridge University have shown that the brain activity of men with compulsive sexual behavior mirrors that of individuals struggling with drug addiction.\nAccording to a recent press release regarding the research, half of the individuals were male patients who reported to be afflicted with compulsive sexual behavior.\nAlthough the study is small, it may bring sex addiction one step closer to medical acceptance."}