{"article_title": "Is 3-D mammography cost-effective? - Modern Healthcare Vital Signs", "article_keywords": ["screening", "cancer", "healthcare", "university", "modern", "women", "vital", "study", "breast", "signs", "using", "costeffective", "technology", "mammography", "tomosynthesis", "3d"], "article_url": "http://www.modernhealthcare.com/article/20150116/blog/301169996", "article_text": "There is an economic benefit for payers and patients when using tomosynthesis, a more advanced form of mammography, to screen women for breast cancer at a time when adoption of the new technology is growing, researchers conclude in a study.Commercial insurers may save at least $28 for every patient screened with three-dimensional mammography, also called tomosynthesis, and traditional digital mammography compared to using only traditional mammography. That's because reductions in follow-up diagnostic screening and improved detection of invasive cancers, according to a Jan. 12 study in the Journal of ClinicoEconomics and Outcomes Research (PDF) . The study was funded by Hologic, one of two manufacturers that market tomosynthesis technology in the U.S.Experts say tomosynthesis is better at detecting cancers in women with dense breast tissue and is less likely to bring women back to the doctor's office for diagnostic screening. But it's a new technology and few independent studies have been performed looking at the potential impact on spending.“Tomosynthesis holds a lot of promise … in decreasing callbacks and increasing cancer detection,” said Dr. Christoph Lee, assistant professor of radiology at the University of Washington School of Medicine and an author of another study.But, he added, the question researchers are asking is: “Is it going to be a cost-effective solution?”Lee's study, to be published in February in the journal Radiology, conducted a cost-effectiveness analysis looking at a smaller group of women eligible for breast cancer screening, those patients with dense breast tissue. It found that using a combination of digital mammography and tomosynthesis to screen women with dense breasts would reduce callbacks, therefore reducing costs.Lee said he received a fellowship funded by the Association of University Radiologists and GE Healthcare, the other manufacturer of tomosynthesis machines. He said the grant was unrestricted.The technology used to screen women for breast cancer is becoming more advanced . Since Hologic's machine first received marketing approval in 2011, at least 950 healthcare providers are using Hologic's technology. And starting Jan. 1, Medicare began covering 3-D mammography. It's now expected that commercial insurers will follow suit.Undergoing a mammogram with reduced callback rates may be particularly beneficial for women with high-deductible health plans. The Patient Protection and Affordable Care Act requires coverage of mammography screening at no cost to the patient—but not the diagnostic screening that follows when a woman is called back.“Consumers will start to ask for it,” said Dr. Laurie Fajardo, professor of radiology at University of Iowa Health Care and co-author of the study published in the Journal of ClinicoEconomics and Outcomes Research.Follow Jaimy Lee on Twitter: @MHjlee", "article_metadata": {"msapplication-TileColor": "#0a365e", "description": "There is an economic benefit for payers and patients when using tomosynthesis, a more advanced form of mammography, to screen women for breast cancer at a time when adoption of the new technology is growing, researchers conclude in a study.", "title": "Is 3-D mammography cost-effective?", "og": {"site_name": "Modern Healthcare", "description": "There is an economic benefit for payers and patients when using tomosynthesis, a more advanced form of mammography, to screen women for breast cancer at a time when adoption of the new technology is growing, researchers conclude in a study.", "title": "Is 3-D mammography cost-effective?", "url": "http://www.modernhealthcare.com/article/20150116/blog/301169996", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20150116/BLOG/301169996/AR/0/AR-301169996.jpg&maxw=1200&maxh=630", "type": "article"}, "twitter": {"domain": "http://www.modernhealthcare.com", "description": "There is an economic benefit for payers and patients when using tomosynthesis, a more advanced form of mammography, to screen women for breast cancer at a time when adoption of the new technology is growing, researchers conclude in a study.", "creator": "@modrnhealthcr", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20150116/BLOG/301169996/AR/0/AR-301169996.jpg&imageversion=thumbnail&maxw=240&maxh=240", "title": "Is 3-D mammography cost-effective?", "site": "@modrnhealthcr", "card": "summary"}, "apple-mobile-web-app-title": "Modern Healthcare", "published_at": "2015-01-16", "apple-mobile-web-app-capable": "yes", "url": "http://www.modernhealthcare.com/article/20150116/blog/301169996", "apple-mobile-web-app-status-bar-style": "black", "msapplication-TileImage": "https:/raw.githubusercontent.com/modernhealthcare/mh-logo/master/ms-touch-icon-144x144-precomposed.png", "mobile-web-app-capable": "yes", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20150116/BLOG/301169996/AR/0/AR-301169996.jpg&maxw=360&maxh=240", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "_id": "\"57477af36914bd0286fcf399\"", "article_summary": "He said the grant was unrestricted.The technology used to screen women for breast cancer is becoming more advanced .\nSince Hologic's machine first received marketing approval in 2011, at least 950 healthcare providers are using Hologic's technology.\nAnd starting Jan. 1, Medicare began covering 3-D mammography.\nThat's because reductions in follow-up diagnostic screening and improved detection of invasive cancers, according to a Jan. 12 study in the Journal of ClinicoEconomics and Outcomes Research (PDF) .\nIt's now expected that commercial insurers will follow suit.Undergoing a mammogram with reduced callback rates may be particularly beneficial for women with high-deductible health plans."}