{"article_title": "Hello, May I Help You Plan Your Final Months? : Shots", "article_keywords": ["man", "patient", "help", "conversations", "months", "final", "phone", "patients", "vital", "plan", "shots", "whats", "care", "decisions", "hello", "schleicher"], "article_url": "http://www.npr.org/sections/health-shots/2014/08/27/339861118/hello-may-i-help-you-plan-your-final-months", "article_text": "Hello, May I Help You Plan Your Final Months?\n\ni toggle caption Emma Lee/WHYY Emma Lee/WHYY\n\nImagine you're at home. You have cancer. You just had another round of chemo, and the phone rings.\n\nThe main goal ... is to make sure that you know what's important to you, and that your care aligns with what's important to you.\n\n\"My name is Kate. I'm a health care counselor,\" the gentle voice of the caller says from her cubicle in Cherry Hill, N.J.\n\nThis is not a typical telemarketing call. She wants to talk with you about your serious illness and, eventually, if you're ready to think about it, what you'd like to have happen at the end of your life.\n\nKate Schleicher, 27, is a licensed clinical social worker. At the start of the call, she knows almost as little about you as you know about her. Except she has your phone number, she knows the name of your insurance carrier (the insurance company provided your phone number), and she knows that you're pretty sick.\n\n\"The main goal with us talking is to make sure that you know what's important to you and that your care aligns with what's important to you,\" Schleicher says, \"so that things go the way you want them to.\"\n\nSchleicher is one of 50 or so counselors working for a company founded in 2008 called Vital Decisions. The firm represents roughly a dozen insurance companies nationally that want to, when appropriate, start discussions with beneficiaries about end-of-life care.\n\ni toggle caption Emma Lee/WHYY Emma Lee/WHYY\n\nThe effort is part of a recent wave of initiatives aimed at fostering these tough conversations.\n\nVital Decisions, based in New Jersey, first reaches out via a letter, though patients rarely respond; after that, the company's counselors essentially cold-call patients to offer counseling on behalf of the beneficiary's insurance plan. The phone sessions, funded by insurers, may span months, with each individual session with the patient or family members lasting an hour or so. Federal privacy rules permit this sharing of patient information with subcontractors for certain business purposes. Vital Decisions handles about 12,000 such cases a year.\n\n\"When you say that getting better is the most important thing on your mind, what does that look like for you?\" Schleicher asks a Rhode Island man in a typical phone call.\n\nBeing able to breathe without an oxygen machine, he tells her. Schleicher repeats that back, then continues: \"Breathing — OK. I also hear concern from you that 'I don't think that's necessarily going to happen.' Has someone told you that, or is that your own feeling?\"\n\nThe call lasts about 15 minutes. Schleicher asks the man if it's OK to follow up, in a month or so. The hope of this program, she says, is to build a relationship with the patient over the phone, so he'll be comfortable discussing his situation and his goals with her and, ultimately, feel empowered to communicate those goals with others — his family and his doctors.\n\nAn Often-Avoided Topic\n\nMitchell Daitz, CEO of Vital Decisions, believes critical conversations about end-of-life care just aren't happening often enough. Even doctors tend to avoid the topic, he says.\n\n\"The accepted norm in terms of the role of the individual who's going through this advanced illness experience is to be passive and be along for the ride, not to take charge, not to take control and ask for help,\" says Daitz.\n\nMeanwhile, navigating the medical system and figuring out your priorities can become increasingly difficult as your disease progresses, he says. \"So when you're faced with a set of choices — none of which represent a really good choice — you become ambivalent.\"\n\nTo underscore this reality, here's a partial transcript of another phone conversation (released by Vital Decisions with the patient's permission) between a patient and Ariana Noto, another of the firm's counselors:\n\n\"I have a malignant brain tumor,\" the man tells Noto. \"I've been fighting it for over a year now. The meds make me dizzy, and when I'm that dizzy I can't drive, I'm trapped in the house. I'm going nuts.\"\n\n\"That's a lot. I'm so sorry to hear that,\" she responds.\n\nWithin minutes the man is confiding information he may not have told anyone else. His meds make it difficult to function and do simple things like sitting around a table with friends, having a beer.\n\nThe two talk about what he understands about the effectiveness of his medicine. He's not sure. They go over what he might want to clarify with his doctor.\n\n\"You can control how much treatment you want and how you want symptoms to be managed as it does get worse,\" Noto says.\n\n\"But I can't talk that way with my son in the room,\" he tells her. The man thinks his son would always insist that he keep trying, keep fighting.\n\nDaitz says jump-starting unbiased, honest discussions of end-of life care among family members early on could improve the quality of life for patients in the final weeks and months of an advancing illness.\n\nThe topic is sensitive, but Daitz says insurers and patients are more open to addressing it now than they used to be. And the effort to reimburse doctors when they conduct these conversations recently made a comeback in Congress, after an earlier uproar several years ago and false accusations that proponents were trying to authorize \"death panels.\" Daitz well remembers those earlier, unsuccessful attempts to add reimbursement provisions to the Affordable Care Act.\n\n\"No one ever accused me of having good timing,\" he says.\n\nTalking Freely About What You Want\n\nThe goal of these conversations, Daitz says, is to get to what the patient wants. That may be the most aggressive care possible, or just the easing of symptoms. Studies show that when patients are able to have these conversations, and understand their various treatment options, they often choose to have less aggressive care.\n\nDaitz says such conversations have another benefit: reduced costs. By his own rough estimate, the company's services have resulted in about $10,000 less in health care spending per patient, which, by extrapolation, could translate to about $100 million less nationally in 2014.\n\nStill, some people are wary of the company's approach. Dr. Lauris Kaldjian, professor of bioethics at the University of Iowa, is concerned that the counseling is solely on the phone — the social worker never actually meets with the patient and family. \"If you don't have enough knowledge about what's actually going on with the patient,\" he says, \"it would actually be irresponsible to pretend to have discussion that depends upon such knowledge.\"\n\nPlus, end-of-life decisions are hard to keep totally neutral, he says, adding that he'd like to see full transparency from insurers and the company to guard against any bias creeping into the sessions.\n\nDr. Robert Arnold, who heads the palliative care division at the University of Pittsburgh Medical Center, says he thinks that insurers may be well-situated to address the communication disconnect, at least while some doctors and others who deliver care work through their own discomfort and improve their skills. He sees companies like Vital Decisions as part of a larger trend.\n\n\n\n\"Would I prefer that we live in a health care system where doctors, nurses, nurse practitioners and social workers who knew the patient were having these conversations? Yes,\" he says, but adds, \"This is better than what patients have currently been getting.\"\n\nThis story is part of a reporting partnership that includes NPR, WHYY and Kaiser Health News.", "article_metadata": {"Rating": "General", "description": "The company Vital Decisions hires social workers to help people make end-of-life plans in advance, over the phone. But the counselors are paid by insurers. Critics see a conflict of interest.", "og": {"site_name": "NPR.org", "description": "The company Vital Decisions hires social workers to help people make end-of-life plans in advance, over the phone. But the counselors are paid by insurers. Critics see a conflict of interest.", "title": "Hello, May I Help You Plan Your Final Months?", "url": "http://www.npr.org/sections/health-shots/2014/08/27/339861118/hello-may-i-help-you-plan-your-final-months", "image": "https://media.npr.org/assets/img/2014/08/19/counselor-2_wide-c3dc1600f74261e0c9652aadc984c24be0466b14.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2014/08/19/counselor-1_wide-9eda6cc84b5b4e2041c734f1642ff1b940b1f8c1.jpg?s=1400"}, "card": "summary_large_image", "site": "@NPR"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2014-08-27", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "_id": "\"57477af36914bd0286fcce26\"", "article_summary": "Hello, May I Help You Plan Your Final Months?\nHe sees companies like Vital Decisions as part of a larger trend.\nSchleicher is one of 50 or so counselors working for a company founded in 2008 called Vital Decisions.\nVital Decisions handles about 12,000 such cases a year.\nAn Often-Avoided TopicMitchell Daitz, CEO of Vital Decisions, believes critical conversations about end-of-life care just aren't happening often enough."}