{"article_title": "Officer recalls gunfire", "article_keywords": ["shot", "returned", "wife", "started", "brewer", "times", "punched", "officer", "sheriffs", "recalls", "owens", "gunfire", "really"], "article_url": "http://columbiadailyherald.com/sections/news/local-news/officer-recalls-gunfire.html", "article_text": "Lt. Brian Owens doesn’t struggle with the memory of being shot in the face. But he has a hard time describing how it felt.\n\nThe closest he can come: “It kind of felt like being punched really hard with a screwdriver going straight into your jaw.”\n\nFew know better than Owens the dangers of responding to a domestic violence call.\n\nThe Maury County Sheriff’s lieutenant still vividly remembers the day he was shot, how the dispatcher’s voice sounded when he was sent out to a home on Sowell Mill Pike and how he expected the call to be a bad one.\n\nIt was.\n\nThere was a domestic disturbance between Damon Grady Brewer and his wife, Denise. Damon Brewer was drunk and threatened to shoot both his wife and himself. As Owens and his partner approached the home, they heard sounds of a fight inside.\n\nWith weapons drawn, the deputies stepped onto the porch. Owens tried the front door knob. It was locked.\n\n“He heard me trying the door and shot five times,” Owens recalled. “The first shot hit me, and the other four shots missed me and my partner.”\n\nOwens remained “very conscious” as he took cover behind his patrol car.\n\n“It was then that I realized I couldn’t talk and was bleeding profusely out of my mouth,” he said. “I could tell I had a lot of damage done to my neck from the inside. That’s when it started hurting.”\n\nA powerful .357 magnum slug had punched dead center through Owens’ chin, blasting out three teeth and shattering his jaw. After nicking a vertebra just under his skull, it lodged inside his neck.\n\nThat was nearly five years ago.\n\nDamon Brewer later hanged himself in the Giles County Jail. Denise Brewer survived. And despite all the reasons not to, Owens returned to the force just as soon as he recovered.\n\n“The thought of getting out of it never really occurred to me,” Owens said. “It’s something I love, and just because that happened to me, I wasn’t going to let that stop me. I still love it.”\n\nHe’d been a patrolman for several years before that fateful day, and being in law enforcement was all he ever wanted to do. He served in the military police right after high school. When he was discharged, he started working at the sheriff’s department.\n\nSince he returned to the department after his recovery, Owens said he’s been asked several times if he could’ve avoided being injured. Sure, the training was focused on safety. But there will always be days like that one in December 2008, when something happens that you don’t expect, he said.\n\n“I did it the only way it could have been done, but if it’s gonna happen, it’s just gonna happen,” Owens said. “Unfortunately, it’s one of the realities that we face as law enforcement officers.\n\n“But we’ve got to respond to a call and provide a solution as quick as we can. I’m still here and I’m thankful for that,” he added. “Protecting lives and property is what we do, and I hope to continue to do that.”\n\n◆◆◆\n\nStaff writer Ric Bohy contributed to this report.", "article_metadata": {"description": "Lt. Brian Owens doesn't struggle with the memory of being shot in the face. But he has a hard time describing how it felt.", "generator": "Drupal 7 (http://drupal.org)", "author": "KELLY QUIMBY Staff Writer", "og": {"site_name": "Columbia Daily Herald", "description": "Lt. Brian Owens doesn't struggle with the memory of being shot in the face. But he has a hard time describing how it felt.", "title": "Officer recalls gunfire", "url": "http://columbiadailyherald.com/sections/news/local-news/officer-recalls-gunfire.html", "image": "http://columbiadailyherald.com/sites/columbiadailyherald.com/files/article/628166_web_DomViol-Series--Brian-Owens-Press-Conf_swt.jpg", "type": "article"}, "twitter": {"url": "http://columbiadailyherald.com/sections/news/local-news/officer-recalls-gunfire.html", "title": "Officer recalls gunfire", "card": "summary", "creator": "@thedailyherald"}, "al": {"web": {"should_fallback": "true"}, "android": {"url": "columbiadailyherald://?eid=628166", "app_name": "columbiadailyherald", "package": "com.stephensmedia.columbiadailyherald"}, "ios": {"url": "columbiadailyherald://?eid=628166", "app_store_id": 964773799, "app_name": "columbiadailyherald"}}, "apple-itunes-app": "app-id=964773799", "google-play-app": "app-id=com.stephensmedia.columbiadailyherald", "keywords": "Local News,,", "article": {"published_time": "2013-09-02T19:53:28-05:00"}, "viewport": "width=device-width,initial-scale=0.9"}, "_id": "\"57477af36914bd0286fcce2f\"", "article_summary": "And despite all the reasons not to, Owens returned to the force just as soon as he recovered.\n“He heard me trying the door and shot five times,” Owens recalled.\nThere was a domestic disturbance between Damon Grady Brewer and his wife, Denise.\nSince he returned to the department after his recovery, Owens said he’s been asked several times if he could’ve avoided being injured.\nDamon Brewer was drunk and threatened to shoot both his wife and himself."}