{"article_title": "Cruz Gives Victory Speech Following Projected Iowa Caucus Win Video", "article_keywords": ["president", "iowa", "say", "candidate", "state", "win", "washington", "projected", "tonight", "cruz", "stand", "speech", "victory", "country", "following", "video", "okay", "caucus", "gives"], "article_url": "http://abcnews.go.com/Politics/video/cruz-victory-speech-projected-iowa-caucus-win-36656632", "article_text": "Transcript for Cruz Gives Victory Speech Following Projected Iowa Caucus Win\n\nGod bless the great state of Iowa. Okay. Let me first of all saying. God be the glory. A tonight. Is a victory for the grassroots. Oh. Tonight. Is a victory for courageous conservatives across Iowa. And all across this great things. Tonight. The state of Iowa has spoken. A. Iowa has sent notice. That the Republican nominee in the next president of the United States. Will not meet shows. Me. Okay. I. Will not be chosen by the Washington establishment. It. Will not be chosen by the lobbyists. But we'll be chosen by but the most incredible powerful force where all sovereignty resides in our nation. By we people the American. Okay. Tonight. Thanks to the incredible hard work of everyone gathered here. I'm courageous conservatives across this day. We together earned the votes of 48608. Islands. Okay. To put in perspective your incredible victory that you have one to night. That is the most votes ever cast or any Republican primary winner. It. The night. Is a victory for millions of Americans. Who's shouldered the burden. Seven years of Washington deals run amok. Tonight is a victory for every American who's watched in dismay as career politicians in Washington. In both parties refused to listen in too often. Failed to keep their commitments to the people. Tonight. Is a victory for every American who understands that after we survived eight long years of the Obama presidency. That no one's personality. Can right the wrongs done by Washington. The millions who understand that it is a commitment to the constitution. Do our shared insistence that we rise in return to a higher standard. The very standards they gave birth. The greatest nation in the world never now. To the revolutionary. Understanding that all men. And all women. Are created eat. That our rights do not come from the Democratic Party. Or the Republican Party or even from the Tea Party. Our rights come from mark me. Okay. And the federal government's role the federal government's responsibility. Is to defend. Those fundamental rights to defend dots. And while Americans will continue to suffer. Under a president who is set an agenda that is causing millions to herd across this country. I want to remind you of the promise of scripture. Weeping. May endure for a night. But joy. Comet in the morning. Okay. Tonight. Iowa. As proclaimed to the world. Mornings. Morning is coming. From day one. This campaign has been a movement. From millions of Americans across this country. To organize to rally to come to gather whatever Washington says they cannot keep the people down. And to Nye is a testament. To the people's commitments to their yearnings to get back to our core commitment to free market principles. Constitutional. Liberties and a Judeo Christian values that built this great thing. When the Washington lobbyists settled on other candidates in this race. When the media in one voice said a conservative cannot win. Nationwide. Over eighty. And and contributions. Ward in. To Ted Cruz or as courageous conservatives. Said yes we can. 800000. Contributions that jet crews dot org with an average contribution of 67. Dollars. Fact is the power of the grassroots. M. But it's more than that. It's 121000. Volunteers here in the state of Iowa. Okay. It's over 200000. Volunteers. All across this great nation. Okay. You know during the course of this campaign. People of asked tidy and me. Are you time. And I will admit. It is 1618. Hours a day 67 days a week. We are not tired at all. Okay. To the contrary. We are inspired. By each and every one of you. I leap out of bad. Every morning a maze that at a time when our country is in crisis. Every one of us has the opportunity. To stand and lead that we have been put in a place of leadership. For such a time as this. I'm inspired. By the stories apparently. That I see every day. Working men. Like Jerry Dunn Levy from Columbus, Ohio. Okay. Who requested an entire month off his job. To come to Iowa to live at camp crews and a volunteer full time. Okay. When his employer refused to give him the time off. Jerry quit his job in pain anyway. And I love the great state of Iowa. I'm inspired by people like Elliott gays are in Josh Hammer students at the University of Chicago. Who spent their winter break. At camp crews. But they didn't stop there they came back this weekend they hit the phones and they hit the pavement. Campaigning so that students across this country upon graduation. Rather than having mountains of debt. We'll instead. At 2345. High paying job offers and a chance at the American dream. It. I'm inspired by people. Like Alexandra C. A thirteen year old girl from Lubbock Texas. Who yesterday. And our campaign headquarters made 823. Volunteer calls. That has always been the strength of this campaign. Are the men and women gathered here and courageous conservative standing up and speaking out and lifting us up in prayer lifting this country up in prayer. Each and every. And let me say. Our leadership in. Our Iowa State chairman Matt Schultz what an extraordinary job. You have done organizing. A grassroots army and let me say it are Iowa State director Bryan English. What an amazing job Bryant has done. And to our national co chairman Bob Vander plots and Steve King. These men had the com dear and trusted friends. They are warriors they Arab man of principle they stand and speak the truth. They stand to defend their values and let me tell yet these leaders. Day after day week after week have been crawling under broken glass with knives between their two. I'm grateful for the support the early supporter of my friend. Steve days. We're grateful for the over 150. Pastors across the state of Iowa who joined our team to energize. People of thing. We are grateful to the state senators to the state representatives to the volunteer leaders in each of the 989 counties who stood up and said. We will be heard and this will be decided. By the grassroots. And then I am so grateful to national leaders people like doctor James Dobson. And Tony Perkins. And Phil Robertson. Oh. And governor Rick pairing. And Glenn back. Leaders. Who have stood in land. Bringing together and coalescing conservatives here in Iowa and all across the country. You want to know what scares. The Washington cartel. Actually not remotely. I don't scare than a minute in it that tiniest bit what scares them is used. What scares them is that the old Reagan coalition. Is coming back to gather. But servant in. Okay. Wears a conservatives. And evangelicals. And libertarians. And Reagan Democrats. All coming together as a one and that terrifies Washington DC. Okay. And so to the people of Iowa tiny and I say thank you for your incredible hospitality thanked you for your loved. Thank you for welcoming us into your homes in the year living rooms thank you for welcoming my father to preach from the pulpit -- your churches. Okay. And let me say. To my parents. Mom. Thank you. For the incredible. Unconditional love. That you hit given me every day of my life that knowledge that whatever I might do whatever I might say that my mother loves me. Okay. To my cousin Davey. It was like a sister to me we grew up together Ayala. And to my dad. A man who came from Cuba at age eighteen with nothing. With a hundred dollars and is under way. He doesn't carry money in his underwear anymore. A man who was in prison who was tortured. Who washed dishes Macon fifty cents an hour. Who is live the American dream. And a man who is today a pastor traveling the country. Preaching the gospel. A my dad is 76 years old and yet he's got the energy of a teenager. And that you've had been my hero my whole life. I'm. A. When the sun rises tomorrow. This campaign. Will take the next step. We will continue. To campaign the same way. Sitting down person to person. Leader to leader. VFW hall to Dunkin' Donuts returning to the great state of New Hampshire. And let me speak for a minute. To the men and women of the state of New Hampshire. 36 years ago. You welcome to the granite state. A candidate running for president who was also deeply disliked by the Washington establishment. And the Washington cartel. A candidate who had been dismissed outright by the media ask some polls had him fifteen to twenty points behind. But you refused to let the establishment and the cartel and the media do your thinking for yet you refuse to let them tell yet had a vote. You wanted to candidate who didn't adopt this positions. Because of the latest opinion polls. But instead because of a deep and underlying conservative philosophy that rounded him so that he knew exactly what he believed. Exactly what the principles work. That built this great nation. And so tonight I want to say that the people of New Hampshire thank you for what you did. 36 years ago. Thank you for giving America. And the world and yes history itself our fortieth president of the United States Ronald Wilson re. And I. And I asked the people of New Hampshire. And the people of South Carolina. And the people of Nevada. And the people of the Super Tuesday states on March 1. To each ship you. Do not listen to our words. Do not listen to the rhetoric from campaign. But rather hold each and every one of us accountable hold me accountable and hold every other candidate a cot accountable. To be a consistent concern. I. If you'll want a candidate to repeal Obama care and support a candidate who has led the fight. To repeal obamacare. Okay. If you want a president to stop amnesty to secure the borders and keep us safe. Then support ache now. Candidate who has led the fight. To stop amnesty to secure the borders and to keep us saying. If you want a candidate to support life. And marriage and religious liberty. Then support a candidate who has spent decades of his life. Fighting to defend life and marriage and religious liberty. If you want a candidate to death and the Second Amendment right to keep and bear arms. I. Then asked of every candidate where were you in the spring of when he thirteen when Barack Obama and Harry Reid. And Chuck Schumer tried to undermine the Second Amendment right to keep and bear arms. If you want a candidate who will stand. On apologetic. With the nation of Israel. Then support a man. And if you want a commander in chief. Who will fulfill the most solemn obligation of the president to keep this nation safe. And supports. Eight and it. Who is demonstrated the commitment. That judgment. The experience the clarity of vision to a identify our enemy to call it by its name radical Islamic. Terrorism. And to utterly and completely defeat crisis. If I am elected president every militant on the face of the planet will know if you go enjoy niceness. If you wage Jihad on the United States of America if you attempt to murder innocent Americans. You are signing your death. A car or. And I'll tell you this. If the other states across the country followed the lead of the good men and women of and support this campaign. Man. I you this this July and Cleveland. You'll hear these words spoken from the podium. Of the unified Republican Convention. Tonight. I want to say to every member of the Democratic Party. Who believes in limited government in personal opportunity in the United States constitution. And a safe and secure America. Come. Okay. To the Reagan Democrats. Your party has left you. And the Republican Party wants you we welcome you back. Because together this year Republicans in the Reagan Democrats can send an unmistakable message. The message of a Reagan like landslide. That once an overall will drive the liberal elites and the Washington cartel. Into the Potomac and out to sea never to be seen again. Okay. Together we can bring out a new air of economic growth of military strength of international security and the future of hope. That our children deserve. If we commit to do more than hope. If we aspire to governed by a higher standard a standard that trip transcends. Political party and race and gender and income. And to everyone that is tired. Other president that divides us daily on racial lines on ethnic lines on religious lines on gender lines on socio economic lines. We will have a president that once again seeks to bring us together and unite us on our shared values of who we are as Americans. Okay. We'll. The most solemn responsibility of the president is to keep this country say. And we will stop. The weakness. And appeasement we will stop making excuses for global bullies and terrorists and rather simply do what it takes. To defeat them. I gave you my solemn promise. We will finally finely finally secure the borders and end Sanctuary Cities. Okay. And I want to speak for a moment to the soldiers. And sailors and airmen and Marines I want to speak to the moms and dads who have a child serving overseas I want to speak to the husbands and wives. Who wake up at night wondering if their loved one is still alive I wanna speak to the little kids who had been waiting months upon months to get a hug from daddy a kiss from mommy. All of our fighting men and women who had been sent in to combat with their arms tied behind their back. With rules of engagement that are wrong that are a moral. That will end. In January 27 team. Okay. You will have a commander in chief. Who fine late has your back here. And to the police officers and the firemen. And the first responders the heroes who rushed in to burning buildings instead about a burning buildings. The last seven years of having a president. Adding an attorney general that demonize if you put vilified cute that sides with the criminals and looters instead of the brave men and women of law enforcement. That will end on January 20 when he seventy. I. So tonight. The state of Iowa. The Democrats here. Seem to be in a virtual tie. Between one candidate. Who admits he's a socialist. And the other candidate who pretends she's not. I wish them both luck. But I will Italian this says Margaret Thatcher observe the problem was socialism. Is eventually you run out of other people's money. I. And let me tell yet a night I cannot wait. To stand on that debate stage with Hillary Clinton. A we will win. By speaking the truth. Witnessed smile. The truth says the American people are fed up with Washington with that erupt class that enriches itself and leaves behind the working men and women of this country. The truth is the American people are fed up. Where the federal government that views the bill of rights and the constitution. As a rough draft as it inconvenient to. As something to be set aside and we are ready to get back to the vision of the framers a protecting the unalienable rights given to each of us. By our creator. In other reason all of you are here. Is the same reason I am here. The same reason Heidi a nine. And spend every waking moment. For the last year. We love her can't. Our girls Caroline and Catherine at age seven and age five. Every one of us here. When we go to bed at night. We think what kind of world are we leaving our kids. Are we giving our children eight brighter future. Are we giving our children what our parents gave us. A country with greater freedom greater opportunity more promise more hope. You want to know. Lamb got yet not a plane in about an hour in line an all night to New Hampshire to knock on doors and sit down and visit with people and asked for their support. The reason is simple. Because when I look my girls in the eyes 1020 years from now. I am not been a talent we could've stood up and say this country. But we didn't do everything we could instead I'm that a tell them. Millions of Americans saw that America was in jeopardy and we rose up together and said. We are gonna preserve this nation or our children and grange. To those who supported other candidates in this race. The Republican Party is so blessed to have a bounty. Talented young dynamic candidates people who are friends people who I like in respect to those who supported other candidates I will tell you each of them. We welcome you as part of our team. Do you. Because of we stand together. As one. If the American people stand together. And say we want our country back. There is no force. In Washington. That can stand against the American people that can stand against the grass roots that can stand against our unity. We're going to do this again. As a movement from the people. It tonight. Iowa has made clear to America and the world. Morning news. Morning. Is coming and thank you and god bless you.\n\nThis transcript has been automatically generated and may not be 100% accurate.", "article_metadata": {"fb_title": "Video: Cruz Gives Victory Speech Following Projected Iowa Caucus Win", "description": "The Republican Presidential hopeful considers his success a grassroots victory.", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "author": "ABC News", "og": {"site_name": "ABC News", "description": "The Republican Presidential hopeful considers his success a grassroots victory.", "title": "Video: Cruz Gives Victory Speech Following Projected Iowa Caucus Win", "url": "http://abcnews.go.com/Politics/video/cruz-victory-speech-projected-iowa-caucus-win-36656632", "image": {"identifier": "http://a.abcnews.go.com/images/Politics/160201_vod_iowa_cruzspeech5_16x9_992.jpg", "type": "image/jpeg"}, "video": {"width": 470, "secure_url": "https://abcnewsplayer-a.akamaihd.net/player/2.19.0.0004/amp.premier/AkamaiPremierPlayer.swf?settings_url=https://abcnewsplayer-a.akamaihd.net/player/2.19.0.0004/amp.premier/amp.premier.flashonly.xml?sec=1&params=%7B%22playerId%22%3A%22facebookHTTPS%22%7D&data_feed_url=http://abcnews.go.com/video/itemfeed?id=36656632&auto_play=true&ad_control_enabled=false", "type": "application/x-shockwave-flash", "identifier": "http://abcnewsplayer-a.akamaihd.net/player/2.19.0.0004/amp.premier/AkamaiPremierPlayer.swf?settings_url=http://abcnewsplayer-a.akamaihd.net/player/2.19.0.0004/amp.premier/amp.premier.flashonly.xml?sec=1&params=%7B%22playerId%22%3A%22facebookHTTP%22%7D&data_feed_url=http://abcnews.go.com/video/itemfeed?id=36656632&auto_play=true&ad_control_enabled=false", "height": 265}, "type": "video"}, "twitter": {"player": "https://abcnews.go.com/video/twittercard?id=36656632", "image": "http://a.abcnews.go.com/images/Politics/160201_vod_iowa_cruzspeech5_16x9_992.jpg", "app": {"url": {"ipad": "abcnewsipad://link/video,36656632", "iphone": "abcnewsiphone://link/video,36656632"}, "name": {"ipad": "ABC News", "iphone": "ABC News"}, "id": {"ipad": 306934135, "iphone": 300255638}}, "card": "player", "site": "@ABC"}, "robots": "index, follow", "al": {"ipad": {"url": "abcnewsipad://link/video,36656632", "app_store_id": 380520716, "app_name": "ABC News for iPad"}, "iphone": {"url": "abcnewsiphone://link/video,36656632", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}}, "fb": {"admins": 704409894, "app_id": 4942312939}, "video": {"duration": 1940}, "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "cruz, victory, iowa, president, politics news, election news, political news, political news articles"}, "article_summary": "Transcript for Cruz Gives Victory Speech Following Projected Iowa Caucus WinGod bless the great state of Iowa.\nOur Iowa State chairman Matt Schultz what an extraordinary job.\nA grassroots army and let me say it are Iowa State director Bryan English.\nThe most solemn responsibility of the president is to keep this country say.\nThat can stand against the American people that can stand against the grass roots that can stand against our unity."}