{"article_title": "Don’t believe the Wal-Mart hype: Here’s proof it still isn’t paying its workers enough", "article_keywords": ["paying", "wage", "dont", "working", "living", "heres", "workers", "single", "hour", "hours", "isnt", "walmart", "week", "adult", "hype", "believe", "proof"], "article_url": "http://www.salon.com/2015/09/19/dont_believe_the_wal_mart_hype_heres_proof_it_still_isnt_paying_its_workers_enough/", "article_text": "Topics: Income inequality, Research, Walmart, News, Politics News\n\nWal-Mart recently made headlines for increasing the starting salary of workers from $9 to $10 an hour, which would boost the wages of 500,000 employees, along with other boosts in specialized sections. While this step is a positive one, a new Demos brief argues that despite this new policy, Wal-Mart wages and schedules still aren’t livable. Demos finds that the new $10 an hour wage “still does not provide enough income to support the basic needs of a single adult working Walmart’s full-time schedule of 34 hours per week in any state in the country.”\n\nTo determine the impact of Wal-Mart’s wage increase, Demos used the Living Wage Calculator, developed by Professor Amy K. Glasmeier of the Massachusetts Institute of Technology, to examine whether the wage would constitute a living wage across the United States. Demos ran a few different calculations. Demos examined three family types: single adult, one adult and one child, and two adults (both working) with two children. Demos also examined three schedules: a full 40-hour week, a 34-hour week (the standard at Wal-Mart) and a 20-hour week. It’s also important to note that this wage still won’t affect all Wal-Mart workers — only those who have completed a six-month training program. That means many workers will not benefit from the policy.\n\nDemos finds that for workers who are working the Wal-Mart standard of 34 hours, there are no states where $10 an hour is a living wage. Even in low-cost states such as Nebraska, Oklahoma, Ohio, South Dakota and Wal-Mart’s home state of Arkansas, this wage provides only about 90 percent of what a single employee needs for a basic standard of living. In the median state, it provides just 81 percent of the income needed to support a single adult. If a worker managed to get 40 hours, they would be making a living wage in 17 states.\n\nYet a single adult working full time doesn’t accurately convey reality for many Wal-Mart workers. In a recent earnings call, Wal-Mart disclosed that approximately half of its U.S. workforce is employed part time. OUR Walmart, a worker’s group, has called for more hours, because many of the workers who are working part time are doing so involuntarily. On a schedule of 20 hours a week, a $10 an hour wage is equivalent to only $10,400 a year – less than half of the income needed to afford a basic standard of living for a single adult in 33 states. Many Wal-Mart workers also have children, yet in the median U.S. state, a Wal-Mart worker paid $10 an hour and working the company’s full-time schedule of 34 hours a week would earn just 39 percent of the income needed to support an adult with a single child. Working families will also struggle at $10 an hour. A family of four with two working adults who managed to work 80 hours combined would make $41,600 a year before taxes, only 68% of a living wage in the median state. If they worked the Wal-Mart standard of 34 hours each, they would make only 58% of the living wage in the median state.\n\nMany people argue that paying a living wage would force Wal-Mart and other retailers out of business. But the mythology that higher wages would destroy companies is exactly that: a myth. Zeeshan Aleem recently reported for Mic about Moo Cluck Moo, a company that raised its wage to $15 an hour. Rather than going under, “They’re turning a profit and expect to open up new locations as early as next year.” Studies suggest that minimum wage increases don’t have massive impacts on employment. In a major 2013 survey of the research, economist John Schmitt explained why companies see “reductions in labor turnover; improvements in organizational efficiency; reductions in wages of higher earners” rather than cutting jobs.", "article_metadata": {"description": "Wal-Mart made news recently when it announced it was boosting the wages of workers. Too little, too late", "title": "Don’t believe the Wal-Mart hype: Here’s proof it still isn’t paying its workers enough", "og": {"site_name": "Salon", "description": "Wal-Mart made news recently when it announced it was boosting the wages of workers. Too little, too late", "title": "Don’t believe the Wal-Mart hype: Here’s proof it still isn’t paying its workers enough", "url": "http://www.salon.com/2015/09/19/dont_believe_the_wal_mart_hype_heres_proof_it_still_isnt_paying_its_workers_enough/", "image": "http://media.salon.com/2015/09/walmart_demonstration.jpg", "type": "article"}, "twitter": {"description": "Wal-Mart made news recently when it announced it was boosting the wages of workers. Too little, too late", "title": "Don’t believe the Wal-Mart hype: Here’s proof it still isn’t paying its workers enough", "image": "http://media.salon.com/2015/09/walmart_demonstration.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Sean McElwee and Amy Traub", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Income inequality, Research, Walmart", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcce39\"", "article_summary": "Yet a single adult working full time doesn’t accurately convey reality for many Wal-Mart workers.\nDemos examined three family types: single adult, one adult and one child, and two adults (both working) with two children.\nIt’s also important to note that this wage still won’t affect all Wal-Mart workers — only those who have completed a six-month training program.\nMany people argue that paying a living wage would force Wal-Mart and other retailers out of business.\nIn the median state, it provides just 81 percent of the income needed to support a single adult."}