{"article_title": "Health Care Can Be Key To A Better Life For Former Inmates : Shots", "article_keywords": ["life", "key", "prisoners", "help", "inmates", "better", "clinic", "health", "shots", "prison", "san", "jail", "fain", "transitions", "care"], "article_url": "http://www.npr.org/sections/health-shots/2014/06/12/317443878/health-care-can-be-key-to-a-better-life-for-former-inmates", "article_text": "Health Care Can Be Key To A Better Life For Former Inmates\n\ni toggle caption courtesy of Transitions Clinic courtesy of Transitions Clinic\n\nA San Francisco law now permits the sheriff's department to enroll inmates in health insurance policies under the Affordable Care Act — policies designed to cover medical care after a prisoner's release. Sheriff Ross Mirkarimi believes that making sure people have health coverage when they leave jail will help keep them from committing another crime and coming back.\n\nOne inmate — Sophia — recently requested help signing up for a health plan. Sophia, who asked that her last name not be used, was caught driving a stolen car in January and sentenced to three months in San Francisco's county jail. She says she stopped getting treatment for her mental health problems and substance abuse after her health insurance expired.\n\n\"It stopped in December and I didn't get it reinstated,\" Sophia says. \"So I didn't address any of my issues — and I guess that's why I found myself in a car, driving around.\"\n\nThey're going to have to demonstrate the wherewithal and resourcefulness to use that Medi-Cal card. We ... help them get ready. But ultimately, it's on them.\n\nPretty soon, all the jail's inmates will be registered for insurance — whether they request it or not. Most new arrivals will be enrolled in post-jail health plans at booking.\n\n\"You have a captive audience,\" Mirkarimi explains. He says he wants to make sure the 30,000 prisoners who come through the jail system every year are covered on the day they're released.\n\nThe sheriff was behind the new city law that authorizes his staff to enroll inmates in health plans 24 hours a day, 7 days a week. Other counties and states are undertaking or exploring similar efforts for people exiting jail or prison.\n\nMirkarimi acknowledges that signing up for coverage is only a first step. Just because someone has a newly minted card for Medi-Cal (California's version of Medicaid) doesn't mean he or she will know how to use it.\n\n\"They're going to have to demonstrate the wherewithal and resourcefulness to use that Medi-Cal card,\" the sheriff says. \"We ... help them get ready. But ultimately, it's on them.\"\n\nIf this plan is really going to work, people leaving jail or prison will also need help on the outside.\n\n\"And it's hard,\" says former inmate Wanda Fain, \"so utterly hard.\"\n\nFain was recently released from state prison after 21 years. Everything is new to her. Getting on and off escalators is weird. Mobile phones are a new concept. She says she needs the help of friends just to ride the bus.\n\n\"They tell me what bus we're on,\" Fain says. \"They tell me what stops to get off, what specific things to look for so I won't miss a stop.\"\n\nNavigating the health care system has been even more confusing. Fain has multiple health problems: seizures, lymphoma, and bipolar disorder. In prison, the guards regulated all her care for her. She wasn't allowed to eat a meal until she took her meds. But on the outside, it's up to parolees to find the right doctor, the right pharmacy — and to figure out which buses they need to take to get there.\n\nIt's little things like that, that people think are so easy — they are so overwhelming.\n\n\"It's little things like that, that people think are so easy,\" Fain says, shaking her head. \"They are so overwhelming.\"\n\nFain says she's lucky that she lives near The Transitions Clinic in San Francisco. Designed specifically for former prisoners, and staffed by former prisoners, the one-stop shop helps patients find a job, a place to live and food — and enables them to see a doctor, social worker and psychiatrist all under one roof. Juanita Alvarado is one of the community health workers.\n\n\"I was incarcerated,\" Alvarado says, \"and I was homeless. And I had mental health [problems]. I was alone and scared and afraid. That's what I say to them and it usually opens a door.\"\n\nWanda Fain says clinic staffers are helping her get her life on track.\n\n\"They're very helpful because they've been there, done that,\" she says. \"If I didn't have Juanita Alvarado, I don't know where I'd be — probably on my way back.\"\n\nMost people do wind up back in jail. Sixty-one percent of people who leave a California prison return within three years, statistics show. But the federal government recently gave the Transitions Clinic a $6.8 million innovation grant (created under the Affordable Care Act) to expand its concept beyond San Francisco. The team is using the money to help 11 clinics in six states and Puerto Rico hire and train former prisoners to staff similar programs. Federal health officials believe the investment will ultimately save $8 million.\n\nThe even broader hope — for Mirkarimi's plan and for the Transitions Clinic – is that health care will help keep people from returning to jail or to prison.\n\nThis story is part of a partnership between NPR, KQED, and Kaiser Health News.", "article_metadata": {"Rating": "General", "description": "The sheriff's department in San Francisco is now enrolling inmates in post-jail health coverage as soon as they enter the system. But even with insurance, former inmates can have trouble getting care.", "og": {"site_name": "NPR.org", "description": "The sheriff's department in San Francisco is now enrolling inmates in post-jail health coverage as soon as they enter the system. But even with insurance, former inmates can have trouble getting care.", "title": "Health Care Can Be Key To A Better Life For Former Inmates", "url": "http://www.npr.org/sections/health-shots/2014/06/12/317443878/health-care-can-be-key-to-a-better-life-for-former-inmates", "image": "https://media.npr.org/assets/img/2014/06/05/picture2_toned_wide-1b674013596186c45a3f7969199121a799a4e71c.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2014/06/05/picture2_toned_wide-1b674013596186c45a3f7969199121a799a4e71c.jpg?s=1400"}, "card": "summary_large_image", "site": "@NPR"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2014-06-12", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "_id": "\"57477af46914bd0286fdb72d\"", "article_summary": "Health Care Can Be Key To A Better Life For Former Inmatesi toggle caption courtesy of Transitions Clinic courtesy of Transitions ClinicA San Francisco law now permits the sheriff's department to enroll inmates in health insurance policies under the Affordable Care Act — policies designed to cover medical care after a prisoner's release.\nNavigating the health care system has been even more confusing.\nThe even broader hope — for Mirkarimi's plan and for the Transitions Clinic – is that health care will help keep people from returning to jail or to prison.\nShe says she stopped getting treatment for her mental health problems and substance abuse after her health insurance expired.\nBut the federal government recently gave the Transitions Clinic a $6.8 million innovation grant (created under the Affordable Care Act) to expand its concept beyond San Francisco."}