{"article_title": "Immigration Rally in Seattle: ‘We Dream of a", "article_keywords": ["president", "million", "immigrants", "immigration", "murray", "undocumented", "added", "llerena", "reforms", "rally", "seattle", "dream", "obama"], "article_url": "http://www.seattleweekly.com/home/955421-129/immigration-rally-in-seattle-we-dream", "article_text": "Hours before President Obama was to reveal plans Thursday evening to shield up to five million undocumented workers from deportation, dozens of people gathered outside the downtown Federal Building, including Mayor Ed Murray and U.S. Rep. Adam Smith, to implore the president to push even harder to reform a broken immigration system.\n\nRelated Content\n\nThe package of reforms Obama is expected to put into force by executive action would positively impact about 80,000 undocumented people living in Washington State.\n\nThe emotional highpoint of the OneAmerica rally came when Lisette Llerena stepped to the microphone to tell her story of having “lived too long in the shadows.”\n\nIn the afternoon chill, Llerena began, “Fourteen years ago, I was living in Peru with my husband and daughter.” Seeking a better life, he moved to North Carolina. Llerena and their child joined him three months later. None of them knew a word of English and they struggled financially from the income of his low-paying job. “We paid taxes,” said the 40-year-old woman. “We contributed to our community. I volunteered at the school library.”\n\nThree more children were born in North Carolina. She knew that at any moment their immigration status would be discovered, and their lives torn apart. “When my oldest daughter turned fourteen, I had to confess our status to her.” This week, at their home in Federal Way, where they relocated to in the summer of 2011, she told all her children.\n\n“We are here. We are your friends. We are your neighbors, your co-workers,” said Llerena. “We dream of a life without fear.”\n\nObama’s action calls for up to four million undocumented immigrants who have lived in the United States for at least five years to be able to apply for a program that protects them from deportation. And additional one million people will also gain protection, mainly by expanding the existing program for “Dreamers,” young immigrants who came to this country as children.\n\nMayor Murray praised the president’s reforms, though, he added, “there is much work ahead of us still to do.” In the interim, though, “millions … will not have to live in fear.” The crowd, many of them holdings signs that read: “President Obama: Leave No Family Behind!” cheered loudly. Murray, however, added that future reforms must ensure that all five million immigrants, under Obama’s plan, will receive government subsidies for health care under the Affordable Care Act.\n\nAs the New York Times reported today, “The White House decision to deny health benefits also underscores how far the president’s expected actions will fall short of providing the kind of full membership in American society that activists have spent decades fighting for.”\n\nStanding on crutches as he recovers from hip surgery, Rep. Adam Smith said, “There is only one permanent solution and that is comprehensive immigration reform.. The Democrat who has presented the state 9th Congressional District since 1997 added that it is “shameful” that Republicans in Congress have done nothing to improve the nation’s dysfunctional immigration enforcement system. “Please keep the pressure on.”", "article_metadata": {"description": "Hours before President Obama was to reveal plans Thursday evening to shield", "og": {"site_name": "Seattle Weekly", "description": "Hours before President Obama was to reveal plans Thursday evening to shield up to five million undocumented workers from deportation, dozens of people gathered outside", "title": "Immigration Rally in Seattle: ‘We Dream of a Life Without Fear’", "url": "http://", "image": "http://archive.seattleweekly.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=5Wp_ErjEw1WMNT945j4IVc$daE2N3K4ZzOUsqbU5sYt1JIExin8jezgKUcwHls9wWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "type": "article"}, "keywords": "IMMIGRATION, OBAMA, PRESIDENT, LLERENA, MILLION, ADDED, FEAR, IMMIGRANTS, MURRAY, REFORMS,", "fb": {"app_id": 500578586675733}, "msvalidate.01": "3443F17DFB93961891E95B1452B50579", "google-site-verification": "HB1ruhwjr9G2iMWnFITxFS9YXCHqRDvxfYM7NFy7KA0"}, "_id": "\"57477af36914bd0286fcce51\"", "article_summary": "Related ContentThe package of reforms Obama is expected to put into force by executive action would positively impact about 80,000 undocumented people living in Washington State.\n“We dream of a life without fear.”Obama’s action calls for up to four million undocumented immigrants who have lived in the United States for at least five years to be able to apply for a program that protects them from deportation.\nShe knew that at any moment their immigration status would be discovered, and their lives torn apart.\nMurray, however, added that future reforms must ensure that all five million immigrants, under Obama’s plan, will receive government subsidies for health care under the Affordable Care Act.\nNone of them knew a word of English and they struggled financially from the income of his low-paying job."}