{"article_title": "Critics push U.S. to help Europe by taking more refugees", "article_keywords": ["europe", "week", "united", "help", "critics", "syrian", "taking", "washington", "number", "states", "country", "push", "refugees", "refugee"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/09/06/Critics-push-US-help-Europe-taking-more-refugees", "article_text": "WASHINGTON (Reuters) - The United States came under more pressure on Sunday to help Europe find sanctuary for a flood of immigrants displaced by war and chaos, but Washington showed no signs of planning a dramatic increase in its intake of refugees.\n\nDavid Miliband, head of the International Rescue Committee and a former British foreign secretary, called on the United States to bring out \"the kind of leadership America has shown on these kind of issues\" in the past.\n\n\"The United States has always been a leader in refugee resettlement but 1,500 people over four years is such a miniscule contribution to tackling the human side of this problem,\" Miliband said on ABC's \"This Week with George Stephanopoulos.\"\n\nState Department spokesman John Kirby, in an interview with Reuters late on Saturday, offered no indication the United States would be greatly boosting the number of immigrants it would allow into the country. He cited the $4 billion U.S. contribution to refugee relief and reconfirmed the Obama administration's position about security concerns.\n\n\"There is a significant vetting process here for folks from Syria that we have to follow,\" he said, adding that the Obama administration had been in contact with European allies and was exploring options.\n\nU.S. authorities want to prevent militants from Islamic State or al Qaeda from slipping into the country as refugees.\n\nBut there are risks to sticking to current policy and not playing a more active role in helping Europe. Another U.S. official, speaking on condition of anonymity, acknowledged that, given the graphic images of the refugees' plight, Washington may face an international image problem for admitting only a small number compared with European countries.\n\nMelissa Fleming, spokeswoman for the U.N. High Commissioner on Refugees, said the United States had not put a quota on the number of refugees it would accept. She said the UNHCR had submitted almost 16,300 refugees for resettlement in the United States and would continue submitting cases for consideration.\n\n'FUNDAMENTALLY FALLS ON EUROPE'\n\nEurope has been operating without a consensus on what do with the flood of refugees.\n\nAustria and Germany, which expects to receive 800,000 refugees and migrants this year, have opened their borders in recent days to thousands of mostly Syrian refugees who had been stranded in Hungary. Pope Francis on Sunday called on every Catholic parish and religious community in Europe to take in at least one refugee family.\n\nSince the Syrian conflict began in early 2011, the United States has taken in 1,500 refugees from there, the vast majority this year. Kirby said as many as 1,500 more refugees could be admitted by the end of 2015 and maybe more next year.\n\nA new Facebook group, Open Homes, Open Hearts US, was circulating an online petition urging Obama administration officials to \"greatly increase the number of Syrian refugees who are resettled in our country and let them know you would be willing to welcome an individual or a family into your home.\" The group's page had almost 4,800 likes as of Sunday night.\n\nImmigration has become a major issue in the campaign leading up to the 2016 presidential election. Billionaire businessman Donald Trump has risen to the top of the Republican field with a hardline stance calling for deportation of undocumented migrants and a wall along the U.S.-Mexico border, but said last week he would consider allowing Syrians into the United States.\n\nAnother Republican presidential candidate, John Kasich, also appearing on ABC's \"This Week,\" said he favored a somewhat enhanced U.S. role with the refugees but that the situation was not primarily a Washington problem.\n\n\"I think we do have a responsibility in terms of taking some more folks in, making sure they assimilate,\" he said. \"This is fundamentally an issue Europe has to come to grips with. We can provide some humanitarian aid to them.\"\n\nWriting in the New York Times, Michael Ignatieff, a former leader of Canada's Liberal Party and now a professor at the Harvard Kennedy School, said the United States, Canada and Middle East nations were wrong to consider the crisis as Europe's problem.\n\nThe United States and its allies have a responsibility to the Syrian refugees - estimated at 4 million since civil war began in their homeland - since they are arming Syrian rebels and fighting Islamic State in the country, he said.\n\n\"Blaming the Europeans is an alibi and the rest of our excuses - like the refugees don’t have the right papers - are sickening,\" Ignatieff wrote.\n\nHe called on the United States and Canada to take in a minimum of 25,000 Syrians and said pressure on those governments may intensify after publication in the past week of dramatic photographs of the refugees' plight.\n\n(Writing by Bill Trott; Additional reporting by Arshad Mohammed and Peter Cooney; Editing by Mark Trevelyan and Cynthia Osterman)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "WASHINGTON (Reuters) - The United States came under more pressure on Sunday to help Eu", "title": "Critics push U.S. to help Europe by taking more refugees", "url": "http://www.thefiscaltimes.com/latestnews/2015/09/06/Critics-push-US-help-Europe-taking-more-refugees", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/europe-migrants-hungary_6.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/09/06/Critics-push-US-help-Europe-taking-more-refugees", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/europe-migrants-hungary_6.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "WASHINGTON (Reuters) - The United States came under more pressure on Sunday to help Eu", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fcce57\"", "article_summary": "Austria and Germany, which expects to receive 800,000 refugees and migrants this year, have opened their borders in recent days to thousands of mostly Syrian refugees who had been stranded in Hungary.\nShe said the UNHCR had submitted almost 16,300 refugees for resettlement in the United States and would continue submitting cases for consideration.\nMelissa Fleming, spokeswoman for the U.N. High Commissioner on Refugees, said the United States had not put a quota on the number of refugees it would accept.\nSince the Syrian conflict began in early 2011, the United States has taken in 1,500 refugees from there, the vast majority this year.\nU.S. authorities want to prevent militants from Islamic State or al Qaeda from slipping into the country as refugees."}