{"article_title": "Thought Field Therapy and SAMHSA's lost direction -AEI", "article_keywords": ["symptoms", "direction", "lost", "energy", "samhsas", "treatments", "thought", "field", "patients", "therapy", "registry", "tft", "aei", "specific", "studies", "therapies", "samhsa"], "article_url": "https://www.aei.org/publication/you-wont-believe-the-government-is-supporting-this-crackpot-mental-health-therapy/", "article_text": "More options: Share, Mark as favorite\n\nAs mental health reform makes its tortured way through Capitol Hill, one of the major sticking points is the fate of the agency that oversees federally-funded mental health services, the Substance Abuse and Mental Health Services Administration (SAMHSA).\n\nThis agency has been under scrutiny for failing to pay adequate attention to the needs of severely mentally ill people, such as those suffering from bipolar disorder or schizophrenia, in favor of those with milder conditions. Rep. Tim Murphy (R-PA) has been especially critical of SAMHSA – appropriately so –and his bill would tighten quality control over the agency.\n\nThe latest piece of evidence that SAMHSA needs a major overhaul is its decision to support a highly questionable treatment called Thought Field Therapy (TFT), which it recently added to its National Registry of Evidence-based Programs and Practices (NREPP). The Registry is designed to provide the public with reliable scientific information on mental health and substance abuse interventions. It’s aimed mainly at state-level programmers and lists interventions they can implement with the dollars for treatment services that SAMHSA has allocated to the states through block grants.\n\nWhat is TFT? Psychologists Brandon A Gaudiano and James D Herbert provide a good overview in The Skeptical Inquirer, a publication devoted to sound science and its perversions. TFT originated in 1997, the creation of a cognitive psychologist, Roger Callahan. It is based on the dubious and entirely unsupported notion that common psychiatric conditions, such as depression and anxiety disorders, including phobias, result from blockages in energy fields. (Callahan also maintained that TFT can cure anxiety disorders in children, dogs, and horses, often in a matter of minutes. At some point, he added malaria to his list of disorders treatable by TFT).\n\nTFT has been called “psychological acupuncture,” and with good reason. To correct patients’ supposed energy perturbations, a TFT therapist taps – yes, taps with the finger — on the patient’s body right over his or her “energy meridians” in specific sequences, called “algorithms,” which vary based on the particular problem. As Gaudiano and Herbert explain, “the client may be instructed to tap at the corner of the eyebrow five times and then continue tapping on other parts of the body in a specific sequence as instructed by the therapist. In addition, the clients are told to roll their eyes, count, and hum a few bars of a song at various points during the treatment.”\n\nDuring the tapping, the patient is instructed to think about a distressing thought, feeling, or memory. The tapping is intended to restore energy to the system by removing blockages, which then re-balances the overall energy flow, leading the symptoms to resolve. Or so the theory goes.\n\nNeedless to say, there is no good evidence supporting this “therapy,” which draws vaguely on the traditional Chinese idea of a life force. Moreover, there is not a shred of evidence that invisible energy fields exist in the human body, let alone that manipulating them helps to treat psychological problems.\n\nNonetheless, TFT proponents have built a small empire of workshops. These cost several hundred dollars for a two-day course tailored to professionals and a version for lay people who travel to places like Sedona, Arizona, and Honolulu, Hawaii. Online video training can be done from home. For devotees, there is a cute stuffed animal, Tappy Bear, that helps you learn where to tap, and YouTube videos that can tell you how to sing along (no, we’re not making this up).\n\nBefore SAMHSA added TFT to the registry this winter, it reviewed all of three studies, one of which had not even been peer-reviewed, and the other two published in obscure journals. One of the two journal studies was conducted in Rwanda with genocide survivors diagnosed with posttraumatic stress disorder. In brief, a group of 145 people were randomly assigned to receive TFT or to remain on a wait list with no intervention. Measures of symptoms associated with depression and PTSD were collected before and after one-time TFT session lasting less than an hour with the subjects. Immediately after the session and a week later, subjects were reassessed and symptoms remained markedly reduced. Those re-interviewed at two years, 61% of original sample, remained less symptomatic. A similar pattern of findings emerged from a smaller study in a U.S. population who were re-tested at one year. (A fourth study was listed on the NREPP webpage. It had not been published in time to serve as a basis for acceptance into the registry, but showed similarly positive outcomes for a sample of traumatized Ugandan subjects).\n\nThese studies do not show that anything specific about TFT is beneficial. They show only that the intervention can make people feel better, but they say nothing about the “effect” of regulating energy flow. The authors could have refined their studies by adding an “inactive” arm, that is, randomized a group of people to an hour-long encounter with a reassuring therapist who did everything (the singing, the talking about memories, and so on) except the tapping.\n\nWhy might some people feel better following TFT? For one thing, the placebo effect can be powerful, especially for anxiety, depression, and other subjective symptoms. Patients with psychological distress in the presence of helping professionals, especially those performing ritualistic maneuvers imbued with scientific-sounding concepts (such as “energy fields”) often experience relief. To the extent that TFT does any good at all, it may do so by accident. The procedure repeatedly exposes patients who have been traumatized to the distressing memory associated with the trauma, a technique that psychologists have long recognized as effective.\n\nThe practitioner’s belief in the value of the therapy can exert an influence as well. TFT, like many fringe treatments, has its share of true believers. Deliberately or not, therapists communicate their faith in their preferred therapies to their patients. What’s more, patients are often eager to please their therapists, a well-known research artifact called demand characteristics. To conduct a proper study of TFT, one would ideally need to find neutral therapists who were trained using a standardized protocol, along with standardized evaluations of client outcomes from neutral observers.\n\nAcceptance into the Registry is limited to “evidence-based” therapies. But in reality, it should be limited to “science-based” therapies. These are treatments that have both shown success when subject to rigorously designed studies and that have at least a potentially plausible theoretical rationale.\n\nWe don’t know what the “active ingredient” is in TFT, if indeed there is one. We suggested two possibilities earlier, but in principle proponents could conduct the studies needed to show what is *not* associated with symptom relief.\n\nBut, wait, you might say. TFT sounds kooky, but shouldn’t we use it if it works? We believe that the federal government should refrain from endorsing interventions whose research base is exceedingly weak and derives from largely flawed studies. Moreover, there are much better-established alternative treatments that have plausible and well-studied mechanisms of action, such as exposure therapies and other cognitive-behavioral treatments SAMSHA needs higher standards for clinical research as a prerequisite for recommending specific therapies. It’s a scandal that SAMSHA is directing federal dollars to a “treatment” like TFT, which at best is the equivalent of a sugar pill for the mind.", "article_metadata": {"description": "The government is supporting the Thought Field Therapy (TFT), a highly questionable treatment largely based on dubious and unsupported scientific assumptions.", "og": {"site_name": "AEI", "description": "The government is supporting the Thought Field Therapy (TFT), a highly questionable treatment largely based on dubious and unsupported scientific assumptions.", "title": "Thought Field Therapy and SAMHSA's lost direction -AEI", "locale": "en_US", "image": "https://www.aei.org/wp-content/uploads/2016/03/mental_health_brain_science_display_2020_500x293.jpg", "url": "https://www.aei.org/publication/you-wont-believe-the-government-is-supporting-this-crackpot-mental-health-therapy/", "type": "article"}, "twitter": {"description": "As mental health reform makes its tortured way through Capitol Hill, one of the major sticking points is the fate of the agency that oversees federally-funded mental health services, the Substance Abu", "title": "You won’t believe the government is supporting this crackpot mental health therapy", "image": "https://www.aei.org/wp-content/uploads/2016/03/mental_health_brain_science_display_2020_500x293.jpg", "creator": "@AEI", "site": "@AEI", "card": "summary_large_image"}, "robots": "noodp,noydir", "apple-itunes-app": "app-id=953539392", "article": {"section": "Health Care", "tag": "mental health,post-traumatic stress disorder"}, "viewport": "width=device-width,initial-scale=1,user-scalable=0"}, "article_summary": "(Callahan also maintained that TFT can cure anxiety disorders in children, dogs, and horses, often in a matter of minutes.\nThe Registry is designed to provide the public with reliable scientific information on mental health and substance abuse interventions.\nNeedless to say, there is no good evidence supporting this “therapy,” which draws vaguely on the traditional Chinese idea of a life force.\nRep. Tim Murphy (R-PA) has been especially critical of SAMHSA – appropriately so –and his bill would tighten quality control over the agency.\nThese studies do not show that anything specific about TFT is beneficial."}