{"article_title": "Abortion supporters slam new budget by Rhode Island’s Democrat governor", "article_keywords": ["lifesitenews", "right", "supporters", "island", "abortion", "budget", "governor", "democrat", "rhode", "state", "slam", "coverage", "islands", "insurance", "plans"], "article_url": "https://www.lifesitenews.com/news/abortion-supporters-slam-democrat-rhode-island-governors-new-budget", "article_text": "NewsAbortion, Faith, Politics - U.S.\n\nPROVIDENCE, Rhode Island, November 25, 2015 (LifeSiteNews) – Abortion advocates aren't happy with a budget bill signed by Rhode Island's Democratic governor, because it gave 9,000 people insurance coverage that doesn't cover elective abortions.\n\nEarlier this year, an anonymous HIV-positive practicing Catholic won a lawsuit against the state, gaining the right for citizens under the state's Affordable Care Act (ACA) exchange to have an insurance plan that doesn't cover elective abortions. Shortly after John Doe's victory, pro-abortion governor Gina Raimondo signed a budget bill that included a pro-life rider making the legal victory statutory law.\n\nThe law caused 9,000 out of approximately 30,000 people who were automatically enrolled in health insurance programs for 2016 to have insurance coverage without elective abortion coverage. State officials are now scrambling to notify insurees that they can change their coverage by December 23.\n\nAbortion groups aren't happy, with one blogger writing that Raimondo's signature means that \"those who supported Gina Raimondo's bid for Governor of Rhode Island may want to seriously reconsider their support.\"\n\nThe governor won support from at least two national abortion groups in her race last year.\n\nA spokesperson for Raimondo's office e-mailed that \"the Governor's first priority is ensuring that all Rhode Islanders have the opportunity to access affordable health insurance that meets their needs, including access to safe and affordable reproductive healthcare.\"\n\n\"Changes in state policy require insurance carriers participating in HealthSource RI to offer one plan at every 'metal level' that does not include most abortion coverage,\" Maria Tocco told LifeSiteNews. \"This year, HSRI launched an automatic renewal process to ensure that Rhode Islanders who signed up for coverage would maintain it without any gap in service.\"\n\nTocco e-mailed that \"HSRI proactively reached out to all its customers by mail before the start of the open enrollment period to let customers know precisely which plans include abortion coverage and which do not.\"\n\nClick \"like\" if you are PRO-LIFE!\n\nIn a phone call, Tocco clarified that Health Source Rhode Island had gotten involved in contacting enrollees – a process normally left up to insurers – because state policy had caused the change in coverage. Tocco clarified that this would be the case if coverage for other medical services and products were changed by state policy.\n\nBarth Bracy, the executive director of Rhode Island Right to Life, said arguments by abortion advocates that they want to expand choice to those who may not be aware of the loss of abortion insurance coverage are false. \"Note that each enrollee in an abortion plan (regardless of age, sex, or family status) pays a surcharge into the abortion-slush fund created by Obamacare,\" he said. \"The fewer people who enroll in an abortion-covering plan, the higher the charge must be on those who do choose those plans, increasing the differential between the abortion and non-abortion plans, thus making the abortion plans less attractive.\"\n\n\"This is all about padding the Obamacare abortion slush fund,\" he concluded, saying that \"the only 'error' by the government (both federal and state) was the error of King Herod, who did not succeed in his designs to get every single child. And that was due to the work of RI Right to Life and ADF, which together threw a monkey wrench into the monstrous machine created by Obamacare.\"\n\nDoe told LifeSiteNews that he is \"pleased and grateful that, because of the efforts of the Rhode Island State Right to Life Committee, the Alliance Defending Freedom lawsuit, and subsequent state legislation, Rhode Islanders who oppose abortion can now participate in the state's health insurance exchange without being forced to fund abortions.\"\n\nAlliance Defending Freedom Senior Counsel Casey Mattox said that \"Rhode Islanders now have the choice of plans that cover and those that don't cover elective abortions.\" Mattox criticized abortion advocates for \"demand[ing] that everyone, including a pro-life man like our client, be compelled to pay a special abortion fee to subsidize the abortion industry. Federal and state law requires Rhode Island to offer this choice to their citizens, and we are pleased with this outcome.\"\n\nTocco told LifeSiteNews that the bill and the John Doe lawsuit were unrelated. However, Mattox, who represented Doe in court, noted that the bill's signature \"took place after our client won his lawsuit.\"\n\n\"It doesn't matter to us how the governor wants to frame this,\" Mattox told LifeSiteNews. \"We are just glad for the people of Rhode Island that the right thing was done.\"\n\nBracy clarified that the rider was his group's way of making sure the legal decision was formally in state law.", "article_metadata": {"og": {"site_name": "LifeSiteNews", "description": "The bill gives 9,000 people insurance coverage that doesn't cover elective abortions.", "title": "Abortion supporters slam new budget by Rhode Island’s Democrat governor", "locale": "en_US", "image": "https://s3.amazonaws.com/lifesite/gansett-web.jpg", "url": "https://www.lifesitenews.com/news/abortion-supporters-slam-democrat-rhode-island-governors-new-budget", "type": "article"}, "twitter": {"card": "The bill gives 9,000 people insurance coverage that doesn't cover elective abortions."}, "description": "The bill gives 9,000 people insurance coverage that doesn't cover elective abortions.", "viewport": "width=device-width, initial-scale=1.0", "fb": {"admins": 1477213784, "app_id": 132010293551131, "pages": 112623813202}}, "article_summary": "The law caused 9,000 out of approximately 30,000 people who were automatically enrolled in health insurance programs for 2016 to have insurance coverage without elective abortion coverage.\nNewsAbortion, Faith, Politics - U.S.PROVIDENCE, Rhode Island, November 25, 2015 (LifeSiteNews) – Abortion advocates aren't happy with a budget bill signed by Rhode Island's Democratic governor, because it gave 9,000 people insurance coverage that doesn't cover elective abortions.\n\"We are just glad for the people of Rhode Island that the right thing was done.\"\nFederal and state law requires Rhode Island to offer this choice to their citizens, and we are pleased with this outcome.\"\nAbortion groups aren't happy, with one blogger writing that Raimondo's signature means that \"those who supported Gina Raimondo's bid for Governor of Rhode Island may want to seriously reconsider their support.\""}