{"article_title": "Q&A: Evangelical leader Richard Land shares views on LDS Church, threats to religious liberty, other issues", "article_keywords": ["lds", "land", "threats", "richard", "views", "far", "freedom", "southern", "shares", "think", "qa", "religion", "liberty", "church", "seminary", "faith", "religious", "leader"], "article_url": "http://www.deseretnews.com/article/865585938/QA-Evangelical-leader-Richard-Land-shares-views-on-LDS-Church-threats-to-religious-liberty-other.html?pg=all", "article_text": "At the invitation of The Church of Jesus Christ of Latter-day Saints, Southern Baptist and evangelical leader Richard Land was in Utah this week. He met with the Deseret News on Thursday to share his views on faith, family and religious freedom.\n\nFaith has been a constant in a life of contrasts for Southern Baptist and evangelical leader Richard Land.\n\nHis father was a fifth generation Texan and \"yellow dog\" Democrat; his mother a \"rock-ribbed Republican\" from Boston. He was called to the ministry at 16 years old preaching at youth revivals; two years later he entered Princeton University on a full scholarship during the tumultuous 1960s. He pastored in the wild and racy French Quarter of New Orleans; he moved to England to earn his doctorate at Oxford where he pastored a congregation in the staid, blue-collar town of South Oxford. He is a conservative culture warrior and staunch pro-lifer, and last year was accused of making racist remarks on a radio show; he spearheaded racial reconciliation within the Southern Baptist Convention when he was named head of its Ethics and Religious Liberty Commission, and he backs immigration reform.\n\nThe Southern Baptist church has been the center of Land's life and he now serves as president of Southern Evangelical Seminary. But he also reaches out to other faiths with common concerns, such as protecting religious liberty. At the invitation of The Church of Jesus Christ of Latter-day Saints, Land was in Salt Lake City to meet with LDS Church leaders and attend Saturday's BYU-Texas football game in Provo, where he will cheer for the Longhorns. He met with the Deseret News on Thursday to share his views on faith, the family, religious freedom and relations between evangelicals and Mormons.\n\nDeseret News: How would you characterize Mormon/evangelical relations today?\n\nLand: Better than they used to be and, I think, still developing. To some degree (members of the) LDS Church have to get used to the fact that the majority of evangelicals are not going to accept them within the framework of orthodox, Apostles' Creed Christianity. And I think that evangelicals have got to accept the fact that the LDS Church is a tremendous ally and fellow combatant against the things that are the most threatening to us in America. People of all faiths had better stand together, because the secularists are after us. .... When it comes to religious freedom, we all hang together or we all hang separately. We are common targets in this. The secularists are out to circumscribe our constitutional rights.\n\nDN: You have been a key player in the evangelical community in trying to remove the \"cult\" label from the LDS Church. Why did you take that on?\n\nLand: I am a communicator and I use language to communicate. ... And \"cult\" does not communicate. \"Cult\" means people who act crazy. LDS folks are your children’s soccer coach, your insurance salesman, and the term \"cult\" just doesn’t fit. ... I was asked at a religious diversity conference at Princeton if it’s not a cult, what is it? And I said I would describe it as a fourth Abrahamic religion ... a religion based upon the Old and New Testaments, like Islam, but with an additional revelation — in the case of the LDS Church, the Book of Mormon, and in the case of Islam, the Quran. (That) seems to communicate what I think evangelicals want to communicate.\n\nI thought Mitt Romney did a wonderful job of accepting that (distinction) in his (2008) speech at Texas A&M. I am going to have to paraphrase, but he said, \"I believe Jesus Christ is my Lord and Savior and I understand there are others who do understand him differently than I do.\" He was giving room for evangelicals to disagree with him about the nature of the person of Christ.\n\nDN: How have threats to religious liberty changed from when you first took over as president of the Southern Baptist Convention's Ethics and Religious Liberty Commission in 1988?\n\nLand: I think the federal government has become far more intrusive in attempting to circumscribe religious rights up to and including the current (administration) talking about \"freedom of religion\" as opposed to \"religious freedom.\" Freedom of religion is freedom of a religion to worship and to have your own faith in your own house or your own house of worship, as opposed to religious freedom, which is far more robust and far less sterilized than freedom of religion. We believe in free exercise of religion, which is the right to bring your faith into the marketplace and into the public arena. There is no question there is a far more hostile attitude among secular centers of power in the United States toward religious freedom than there was when I started (at the ERLC) in 1988.\n\nDN: Is there a concern that religious liberty could become a partisan political issue?\n\nLand: It could become a partisan political issue. If it does ... it will be one of the two political parties’ fault. Take the issue of abortion. As far as I am concerned, abortion should not be a political issue. The fact that it is a political issue is a shame and a disgrace to the Democratic Party. If it is partisan issue, that’s their fault, not the Republican Party’s fault and not pro-life’s fault.\n\nTo some degree (religious freedom) has become a partisan issue. But let me put it this way: (former President) Bill Clinton mentioned Jesus, Jesus Christ, God and religion twice as often as (former President) George W. Bush ... in an election year. But liberals didn’t criticize (Clinton) because they liked what he did with it. But they did not like what Bush was doing with it. They said it was a violation of the separation of church and state.\n\nDN: What are the most important religious freedom issues today?\n\nLand: The free exercise of faith. ... Let’s be very clear, the gay and lesbian and transgender folks don’t want to live and let live. They want their behavior affirmed as normal and healthy, and they want anyone who disagrees with that for whatever reason to be ostracized to the level of Klansmen. That’s their agenda, and that’s obviously a threat to religious freedom if you're a traditional Christian following the last 1,800 years of Christian teaching which is pretty clear that homosexual behavior is contrary to God’s will. And we have a right to say so without being attacked and without having economic thuggery committed against us.\n\nI can’t comprehend I live in a country where the government is going to fine people for living their religious convictions (by not complying with the Affordable Care Act's contraception mandate). The federal government is saying, if you don’t acquiesce to our beliefs (that employees have a right to birth control through their health care plan) we’re going to fine you. Frankly, I predict (the government) will lose in the Supreme Court. I believe this current Supreme Court will vote 5-4 for a religious exemption (to the contraception mandate) because at least five justices understand the Constitution.\n\nDN: Research has shown that as many as a third of young adults in America identify as so-called \"Nones,\" or they are not affiliated with a religion. What are your views on those findings, and what are evangelicals doing to address that?\n\nLand: The nomenclature is unfortunate. What it says is they have no affiliation with any religious group. It doesn’t mean they don’t believe in God. A lot of them do. Probably about half of those people will come back to some form of faith when they get married and have children. That was the experience of my generation. ...\n\nThis generation I find to be to some degree an enigma. As a baby boomer I am awed by the dedication and commitment of today’s seminary students. On other side of the coin, I find this to be a more self-absorbed generation. I find those who aren’t in seminary to be extremely self-absorbed and fairly pleased with themselves. If you think you are the source of satisfaction, you don’t need the church. ...\n\nA lot of young people have been driven away by what they perceive as hypocrisy in the church, and there is a lot of it. In the evangelical community, I think we are dealing with a capitulation when it comes to divorce. When we get divorced at the same rate as the general population, and we do, we've told our young people one thing and we have lived something else. ... I think a lot of our young people, especially those who had their parents divorce, say, “You say one thing but you do something else, so how important can it be?” ... The greatest advantage an American child can have today is to be born into a home with a mother and a father who are married to each other and who stay married to each other. It trumps race, it trumps ethnicity, it trumps religion ... it trumps everything.\n\nDN: As president of Southern Evangelical Seminary, training a new generation of pastors, how do you view the future?\n\nLand: When I go to seminary campuses like mine, I always come away encouraged because the people who are in seminary today are far more dedicated, far more sold out to their faith than I was. When I was in seminary most of the guys wanted to build a great church for Jesus. These guys want to go start a mission in Hell’s Kitchen; they are Green Berets. ...\n\nI have been asked, have we lost the culture wars? I would say, no. We are losing, but we haven’t lost. But we will lose unless there is a nationwide spiritual revival, which I think could very well happen. We are at a point in our culture where we are so bad off that everyone knows something's got to change, but not so bad off that it implodes from its own corruption. And we are in that window of opportunity. I am talking about a significant return to faith on the part of millions of Americans.\n\nEmail: mbrown@deseretnews.com, Twitter: @deseretbrown", "article_metadata": {"twitter": {"description": "At the invitation of The Church of Jesus Christ of Latter-day Saints, Southern Baptist and evangelical leader Richard Land was in Utah this week. He met with the Deseret News on Thursday to share his", "title": "Q&A: Evangelical leader Richard Land shares views on LDS Church,...", "app": {"url": {"ipad": "itms://itunes.apple.com/us/app/deseret-news/id425758986?mt=8&uo=4", "iphone": "itms://itunes.apple.com/us/app/deseret-news/id425758986?mt=8&uo=4", "googleplay": "https://play.google.com/store/apps/details?id=com.deseretnews.android"}, "name": {"ipad": "Deseret News", "iphone": "Deseret News", "googleplay": "Deseret News"}, "id": {"ipad": 425758986, "iphone": 425758986, "googleplay": "com.deseretnews.android"}}, "creator": "@deseretborwn", "site": "@deseretnews", "card": "summary"}, "datePublished": "2013-09-06", "vr": {"category": "faith", "type": "article"}, "cXenseParse": {"recs": {"recommendable": "false"}}, "speare-timestamp": "2013-09-06 15:50:00", "copyright": "© 2016 Deseret News Publishing Company", "title": "Q&A: Evangelical leader Richard Land shares views on LDS Church, threats to religious liberty, other issues", "image": "http://www.deseretnews.com/media/photos/web-1203784.jpg", "dsk": "faith", "tout": {"article": {"id": 865585938}}, "thumbnail": "http://www.deseretnews.com/media/photos/web-1203784.jpg", "medium": "news", "description": "At the invitation of The Church of Jesus Christ of Latter-day Saints, Southern Baptist and evangelical leader Richard Land was in Utah this week. He met with the Deseret News on Thursday to share his", "robots": "INDEX, FOLLOW", "fb": {"admins": 683545112, "app_id": 320112201431112, "pages": 16317479654}, "article": {"published_time": "2013-09-06T15:50-06:00"}, "viewport": "width=1024, initial-scale=0.1", "GOOGLEBOT": "ARCHIVE", "og": {"url": "http://www.deseretnews.com/article/865585938/QA-Evangelical-leader-Richard-Land-shares-views-on-LDS-Church-threats-to-religious-liberty-other.html?pg=all", "type": "article", "image": "http://img.deseretnews.com/images/article/hires/1203784/1203784.jpg", "site_name": "DeseretNews.com", "title": "Q&A: Evangelical leader Richard Land shares views on LDS Church, threats to religious liberty, other issues"}, "author": "Matthew Brown", "dateModified": "2013-09-06", "articleid": 865585938}, "_id": "\"57477af36914bd0286fcce86\"", "article_summary": "DN: You have been a key player in the evangelical community in trying to remove the \"cult\" label from the LDS Church.\nWhen it comes to religious freedom, we all hang together or we all hang separately.\nHe met with the Deseret News on Thursday to share his views on faith, family and religious freedom.\nHe met with the Deseret News on Thursday to share his views on faith, the family, religious freedom and relations between evangelicals and Mormons.\nDN: What are the most important religious freedom issues today?"}