{"article_title": "Technology: First, do no harm", "article_keywords": ["organizations", "harm", "patient", "providers", "data", "healthcare", "emr", "security", "technology", "cloud", "care"], "article_url": "http://thehill.com/blogs/congress-blog/healthcare/229956-technology-first-do-no-harm", "article_text": "Technology should help, not hinder a healthcare organization’s work in providing care to patients. Yet healthcare organizations may be resisting adoption of Electronic Medical Recording (EMR) capabilities because they believe technology may get in the way.\n\nIn reality, adding more technology may not be the answer to solving EMR problems. The answer is putting the right technology to work and understanding a few key areas.\n\nADVERTISEMENT\n\nPatient experiences are shaped by interactions with healthcare providers, including with technology at the Point of Care. Providers are also increasingly working to meet mandates to adopt EMR capabilities or have recognized technology can actually improve patient care. Some hospitals are integrating technology to provide a more engaging and helpful experience. This includes patient portals accessible from home, digital signage, registration kiosks, tablets and displays that offer guidance and interaction— from check-in to recovery. With this holistic approach to integrating technology organizations can positively impact their patient satisfaction.\n\nAnd there are ongoing deadlines being imposed for organizations to meet the Health Information Technology for Economic and Clinical Health Act (essentially, adopt EMR capabilities or face penalties) has many hospitals and doctors’ offices scrambling to implement plans. It is essential that healthcare staff embrace (and receive training) in a few areas surrounding a successful EMR rollout.\n\nMobile Security\n\nPoint of Care technology can be rooted in laptops, tablets and other mobile devices. The mobile revolution has altered the ways we communicate and consume information. Healthcare providers are more in touch with their patients and more in touch with each other; physicians use their smartphone to access patient information and millions of patients are monitored via mobile networks. Mobile healthcare, however, is opening new attack pathways into networks. And laws such as HIPAA and HITECH saddle healthcare providers with more and more information security requirements. A key part of a successful EMR deployment must be safeguarding data. One avenue is encryption software for the data that is transferred over a mobile device. Encryption software can be installed on a network to protect data sent wirelessly. However, since data is also stored on the mobile devices themselves, it’s essential that each device either has its encryption option activated, or has a separate app to encrypt the data. The security software should help protect against malware, spam and viruses. Updating the security software on all devices is critical as part of all IT processes. Outdated software will not provide protection healthcare professionals need, and their patients deserve. This is one of many examples related to security. Ultimately, healthcare organizations need to insure policies are defined to govern securing information, deploy a technology infrastructure that supports the policies and be able to provide demonstratable evidence of their ability to detect a breach in a timely manner as well as also respond to it in a timely manner.\n\nThe Cloud\n\nThe future of Point of Care technologies requires the development of new skills and capabilities, paired with the proper infrastructure. To offer the best this new technology has to offer, the Cloud is more and more where organizations will store electronic medical records. The cloud enables rapid innovation, collaboration, mobility, and access like nothing else. Moving to the cloud means trusting your company’s sensitive data to an outside party. It’s not an easy step, and it shouldn’t be taken without a thorough investigation of the vendor’s approach to security and compliance within their solution. In many instances, the cloud can offer greater security and compliance than storing data in-house. But organizations shouldn’t leap into it blindly.\n\nOrganizations need to learn how a cloud provider segregates their data as well as how they address security and compliance issues before signing on the bottom line. There are many questions to ask. To start, companies need to ensure their provider’s solutions have industry standard certifications that address security and compliance concerns within the healthcare industry. For some companies, this may not be enough to feel comfortable moving their application and data to the cloud. For these companies, it is important to choose a provider that offers dedicated environments with clear delineation their environment, their data, and security audit ability. Large cloud providers should have systems with built-in redundancies. Additionally, providers should offer strong authentication and traceability for everyone who accesses data. Organizations need to ask the provider how they handle unauthorized access, data leakages, and system outages. Make sure the contract clearly states that the organizations alone own the data, not the provider. Finally, vendors should be asked about outages and downtimes. What are their service level agreements (SLAs) and what is their track record in meeting those SLAs?\n\nPatient Satisfaction and Technology\n\nPatient experiences are of the utmost importance, and experiences are being shaped by the interactions individuals have with technology at healthcare organizations. To improve these important touch points, hospitals are working to provide a more engaging and helpful experience. This includes patient portals accessible from home, and digital signage, registration kiosks, tablets and displays that offer guidance and interaction— from check-in to recovery. With this more holistic approach, organizations can positively impact their patient satisfaction and HCAHPS scores. Healthcare organizations are creating environments where both patients and their families are an integral factor in the patient experience. By offering access to technology, they are ensuring patients and their families can interact and find comfort during their visit — from the moment they walk in the hospital’s doors to the moment they leave — providing better outcomes and an improved experience.\n\nAt the end of the day, a successful EMR program should be rooted in providing the best experience for staff and patient at the point of care. The challenge is to simultaneously improve both electronic data capture and the patient experience. For an EMR program to be successful, that must begin with a rigorous training plan ahead of and after an EMR launch. This has proven to improve practitioner and patient comfort levels with the EMR.\n\nEvery type of healthcare provider — be it chiropractors, hospitals, dentist offices, or others — can ultimately benefit from EMR integration. But short-term challenges are to be expected. With time and proper training, however, all healthcare providers will notice that better patient care can be administered through EMR — and that should be the first goal of any healthcare facility.\n\nHeuser is director of healthcare technology at Insight.", "article_metadata": {"dcterms.description": "Technology should help, not hinder a healthcare organization’s work in providing care to patients.", "description": "Technology should help, not hinder a healthcare organization’s work in providing care to patients.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "Technology should help, not hinder a healthcare organization’s work in providing care to patients.", "title": "Technology: First, do no harm", "url": "http://thehill.com/blogs/congress-blog/healthcare/229956-technology-first-do-no-harm", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-04T03:59:59-05:00", "type": "article"}, "apple-itunes-app": "app-id=396640962", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T03:59-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/healthcare/229956-technology-first-do-no-harm", "dcterms.date": "2015-01-20T14:00-05:00", "dcterms.creator": "Joe Picard", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.language": "und", "author": "Mark Heuser", "dcterms.type": "Text", "keywords": ",,", "article": {"published_time": "2015-01-20T14:00:04-05:00", "modified_time": "2016-02-04T03:59:59-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/healthcare/229956-technology-first-do-no-harm", "widgets": {"csp": "on"}, "description": "Technology should help, not hinder a healthcare organization’s work in providing care to patients.", "card": "summary", "title": "Technology: First, do no harm"}, "dcterms.title": "Technology: First, do no harm"}, "_id": "\"57477af36914bd0286fcce90\"", "article_summary": "Mobile SecurityPoint of Care technology can be rooted in laptops, tablets and other mobile devices.\nProviders are also increasingly working to meet mandates to adopt EMR capabilities or have recognized technology can actually improve patient care.\nWith this holistic approach to integrating technology organizations can positively impact their patient satisfaction.\nHeuser is director of healthcare technology at Insight.\nADVERTISEMENTPatient experiences are shaped by interactions with healthcare providers, including with technology at the Point of Care."}