{"article_title": "Obama expands anti-poverty agenda despite rising Republican power", "article_keywords": ["majorities", "power", "programs", "antipoverty", "republicans", "tax", "budget", "healthcare", "rising", "agenda", "despite", "health", "republican", "expands", "law", "obama"], "article_url": "http://www.latimes.com/politics/la-na-obama-safety-net-20151228-story.html", "article_text": "Despite Republican majorities in Congress through much of his tenure and increasingly insistent calls from GOP presidential candidates to rein in “free stuff,” President Obama has engineered the largest expansion of the federal government's safety net in half a century, a record he cemented further as he closed out his seventh year.\n\nThe growth of social welfare programs, including health insurance — though sometimes overshadowed by immigration and other partisan debates — is shaping up to be a central issue in the campaign to succeed Obama. Republican hopefuls have called for rolling back much of what Obama has done, while Hillary Clinton and the other Democrats want to go further.\n\nThe latest expansions came in the $1.8-trillion budget deal that Congress approved last month, which made permanent hundreds of billions of dollars in tax breaks for low- and moderate-income families and boosted aid for college students.\n\nThe tax credits have received much less public attention than other social welfare spending, including the Affordable Care Act, but they have become the government's largest cash-assistance program to fight poverty, with more than 40 million people receiving benefits each year.\n\nThe assistance was broadened on a temporary basis, mostly in Obama's first year. Making that expansion permanent will help at least 16 million people, according to estimates from the Center on Budget and Policy Priorities, a left-leaning Washington think tank.\n\nThat “would rank among the biggest anti-poverty achievements, outside of health reform, in years,” said Robert Greenstein, the center's executive director.\n\nThe expanded aid for low-income Americans reflects Obama's belief in leveraging government power to combat income inequality, which he has called “the defining challenge of our time.” Even with the expanded aid, the U.S. tax system provides far more benefits to wealthy Americans than it does to the poor, a point often cited by liberals.\n\nObama's ability to lock in and even expand his social programs despite Republican congressional majorities has fueled a fury among conservative voters that many direct against the GOP leadership, whom they accuse of repeatedly surrendering to the White House.\n\nAfter the budget deal, House Speaker Paul D. Ryan (R-Wis.) was forced to defend himself against such critics. “We fought for as much as we could get,” he said on NBC's “Meet the Press.” “We're going to pick up next year ... and keep going for more.”\n\nCongressional Republicans' 2016 budget blueprint — which provides an outline of the party's governing vision — proposes hundreds of billions of dollars in cuts to Medicaid, food assistance and other programs for the poor.\n\nMany Republican politicians argue that costly government programs such as those Obama has pushed are stunting economic growth, depressing wages and creating a “culture of dependency.”\n\nThat argument has proved extremely potent, helping deliver historic GOP majorities in Congress and animating the campaigns of many of the 2016 Republican presidential contenders.\n\nBut Republicans have been unable to use their majorities to reverse the growth in social programs, as the year-end budget deal underscored.\n\nIn addition to the tax benefits for low-income families, the deal, which gained support from majorities of Democrats and Republicans, also boosted federal aid for low- and middle-income college students through increased grants and tax breaks.\n\nMoreover, it protected the core of the president's Affordable Care Act, although it delayed three taxes included in the law.\n\n“That seems like a pretty worthwhile trade-off,” said former Senate Majority Leader Tom Daschle (D-S.D.), a onetime mentor who helped Obama chart his healthcare agenda after the president was first elected.\n\nThe 2010 healthcare law has extended government-subsidized health coverage to millions of poor and working-class Americans in the last two years.\n\nTo many Republicans, the failure to repeal it marks the most notable lapse by the party leadership. Today, as the law's coverage expansion enters its third year, close to 20 million low- and moderate-income Americans rely on health insurance provided through the law, including state Medicaid programs for the poor and subsidized commercial insurance available on HealthCare.gov and other government-run insurance marketplaces.\n\nThat expansion has driven a historic decline in the nation's uninsured rate, dropping the share of adults without insurance from 18% at the end of 2013 to 11.6% in the third quarter of this year, according to national surveys from Gallup.\n\nThe number could continue to fall, as Louisiana, under a new Democratic governor, began the process last week of expanding Medicaid, and other conservative states such as South Dakota and Wyoming are looking for ways to do likewise in 2016. They would join the 30 states that have already used the healthcare law to broaden coverage.\n\nSome Republicans had publicly said that after years of laboring unsuccessfully to derail the healthcare law, they would use the latest budget process to wipe out major parts of it.\n\nIn the end, however, the year-end budget deal only temporarily suspended taxes on health insurers and medical device makers. It also delayed a tax scheduled to take effect in 2018 on health plans that provide very generous benefits, a delay sought by some congressional Democrats and labor unions that negotiated the benefits for their members.\n\nMany economists see the tax as a crucial tool for restraining the growth in overall health costs, and dropping it was resisted by the White House and architects of the healthcare law, who had fought to include it in the bill.\n\n“That was hard to see go,” said Nancy-Ann DeParle, Obama's former senior healthcare advisor and deputy White House chief of staff. “I don't think the president gave it up easily.”", "article_metadata": {"fb_title": "Despite GOP efforts, Obama's safety net expansion is historic", "date": "2015-12-29", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "Despite Republican majorities in Congress through much of his tenure and increasingly insistent calls from GOP presidential candidates to rein in “free stuff,” President Obama has engineered the largest expansion of the federal government's safety net in half a century, a record he cemented further as he closed out his seventh year.", "title": "Despite GOP efforts, Obama's safety net expansion is historic", "url": "http://www.latimes.com/politics/la-na-obama-safety-net-20151228-story.html", "image": "http://www.trbimg.com/img-5681b436/turbine/la-na-obama-safety-net-20151228", "type": "article"}, "x-servername": "lalvp15.13", "twitter": {"site": "@latimes", "card": "summary"}, "robots": "index,follow", "keywords": "obama, health, healthcare, obamacare, poverty, campaign, clinton, republicans, congress", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/85432413", "googlebot-news": "index", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "news_keywords": "obama, health, healthcare, obamacare, poverty, campaign, clinton, republicans, congress", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "Description": "Despite Republican majorities in Congress through much of his tenure and increasingly insistent calls from GOP presidential candidates to rein in “free stuff,” President Obama has engineered the largest expansion of the federal government's safety net in half a century, a record he cemented further..."}, "article_summary": "They would join the 30 states that have already used the healthcare law to broaden coverage.\nThe 2010 healthcare law has extended government-subsidized health coverage to millions of poor and working-class Americans in the last two years.\nRepublican hopefuls have called for rolling back much of what Obama has done, while Hillary Clinton and the other Democrats want to go further.\n), a onetime mentor who helped Obama chart his healthcare agenda after the president was first elected.\nThat “would rank among the biggest anti-poverty achievements, outside of health reform, in years,” said Robert Greenstein, the center's executive director."}