{"article_title": "Charlie Eagle Plume a man of mystery", "article_keywords": ["mystery", "eagle", "shop", "charlie", "plume", "park", "indian", "owner", "estes", "native", "sold", "store", "man"], "article_url": "http://www.dailycamera.com/lifestyles/ci_27889099/charlie-eagle-plumes-memorial-scholarship-fund-estes-park-store-charles-f-burkhardt", "article_text": "Charlie Eagle Plume liked to tell stories to tourists.\n\nIn one of his tales, he claimed to have arrived in Estes Park by horseback, from a Blackfoot Indian reservation in Montana. Whether Eagle Plume made the ride is unknown, but he managed to retain a certain amount of mystique.\n\nFor many decades, Eagle Plume was a familiar figure in the Estes Park/Allenspark area. He collected and sold Indian artifacts, championed the rights of Native Americans and became a legend in his own time.\n\nAccording to well-documented genealogical research, Eagle Plume wasn't from Montana at all. Instead, he was born in Leadville with the name Charles F. Burkhardt. His father, Fred Burkhardt, was German and worked as a butcher.\n\nEagle Plume acknowledged he was half-German but claimed Native American heritage through his mother, Ella May McGahren. Census records, however, reveal that Ella May's father was Irish and her mother was born and raised in Illinois by parents from Ohio.\n\nNo one knows just when Eagle Plume arrived in Estes Park, but shortly afterward, he frequented a curio shop between Estes Park and Allenspark called the Perkins Trading Post.\n\nAt first, the shop mostly sold antiques, but with Eagle Plume's help, the owner shifted the focus to the arts and crafts of the American Indian.\n\nIn addition to minding the store, Eagle Plume, in full Indian headdress and attire -- including a wig -- quickly became a public speaker specializing in Indian art and culture. In 1931, while attending the University of Colorado, he made Chautauqua Auditorium one of the stops on his speaking circuit.\n\nThere, he appeared on the Chautauqua stage with \"Chief Ponopeech,\" the Indian name conferred years earlier by members of the Ute tribe on then-Secretary of the Chamber of the Boulder Commerce, Eben G. Fine.\n\nWhen the owner of the Perkins Trading Post died, she left her shop to Eagle Plume. He spent time there during the summers but did some traveling, as well. In 1935 and 1940 (and, presumably, the years in-between) census records reveal Eagle Plume was living in a boarding house in Chicago and worked as an \"interpretive dancer.\" He never married and had no children.\n\nDuring World War II, he served in the Army and was stationed in the Pacific.\n\nEagle Plume established the Charles Eagle Plume Memorial Scholarship Fund to pay for the college education of Native American students. He also developed a nonprofit foundation for his art collection, stipulating that if it ever was sold, the proceeds would go toward the students' educations.\n\nEagle Plume kept his ties to the store, where he was known for giving turkey feathers painted to look like eagle feathers to children 8 and younger. Those older than 8 received arrowheads.\n\nCharlie Eagle Plume died in Estes Park in 1992 and is buried in the Fort Logan National Cemetery in Denver. Like his predecessor, he left his business to his employees. The store is still open and is still called Eagle Plume's.\n\nEven though the legendary former owner no longer is there, visitors say his spirit lives on.\n\nSilvia Pettem and Carol Taylor write about history for the Daily Camera. Email , Silvia at pettem@earthlink.net, Carol at boulderhistorylibrarian@gmail.com or write to the Daily Camera, 5450 Western Ave., Boulder 80301.", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/lifestyles/ci_27889099/charlie-eagle-plumes-memorial-scholarship-fund-estes-park-store-charles-f-burkhardt", "sailthru.author": "By Silvia Pettem \n \n  For the Camera", "ag": {"canon": "BoulderDailyCamera:article:27889099:view"}, "startDate": "2015-04-12T06:00:00-0600", "twitter": {"domain": "dailycamera.com", "description": "Also known as Charles F. Burkhardt, he liked to tell stories to tourists.In one of his tales, he claimed to have arrived in Estes Park by horseback, from a Blackfoot Indian reservation in Montana.Whether Eagle Plume made the ride  is unknown.", "title": "Charlie Eagle Plume a man of mystery", "url": "http://www.dailycamera.com/lifestyles/ci_27889099/charlie-eagle-plumes-memorial-scholarship-fund-estes-park-store-charles-f-burkhardt", "image": "http://extras.mnginteractive.com/live/media/site21/2015/0410/20150410__12DCPHISw~2.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2015/0410/20150410__12DCPHISw~2_300.jpg", "modificationDate": "2015-04-10T15:14:00-0600", "endDate": "2025-04-10T14:45:08-0600", "description": "Also known as Charles F. Burkhardt, he liked to tell stories to tourists.In one of his tales, he claimed to have arrived in Estes Park by horseback, from a Blackfoot Indian reservation in Montana.Whether Eagle Plume made the ride  is unknown.", "byline": "By Silvia PettemFor", "pubDate": "2015-04-10T15:14:20-0600", "sailthru.date": "2015-04-12T06:00:00-0600", "sailthru.title": "Charlie Eagle Plume a man of mystery", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.section": "Lifestyles", "news_keywords": "Lifestyles, Lifestyles news, Boulder Colorado Lifestyles news, Boulder Colorado news, Lifestyles Boulder news, Lifestyles Colorado news, US Lifestyles news, world Lifestyles news.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/lifestyles/ci_27889099/charlie-eagle-plumes-memorial-scholarship-fund-estes-park-store-charles-f-burkhardt", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "Also known as Charles F. Burkhardt, he liked to tell stories to tourists.In one of his tales, he claimed to have arrived in Estes Park by horseback, from a Blackfoot Indian reservation in Montana.Whether Eagle Plume made the ride  is unknown.", "title": "Charlie Eagle Plume a man of mystery"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2015/0410/20150410__12DCPHISw~2.jpg"}, "article_summary": "Eagle Plume established the Charles Eagle Plume Memorial Scholarship Fund to pay for the college education of Native American students.\nCharlie Eagle Plume died in Estes Park in 1992 and is buried in the Fort Logan National Cemetery in Denver.\nWhether Eagle Plume made the ride is unknown, but he managed to retain a certain amount of mystique.\nCharlie Eagle Plume liked to tell stories to tourists.\nAccording to well-documented genealogical research, Eagle Plume wasn't from Montana at all."}