{"article_title": "Early Verdict Is Decidedly Mixed > Outpatient Surgery Magazine > March, 2015", "article_keywords": ["decidedly", "wouldnt", "pomerance", "outpatient", "number", "early", "2015", "magazine", "theres", "verdict", "way", "pay", "mixed", "surgery", "law", "insurance", "say", "thats"], "article_url": "http://www.outpatientsurgery.net/outpatient-surgery-news-and-trends/health-care-regulation/the-affordable-care-act-early-verdict-is-decidedly-mixed--03-15", "article_text": "How is Obamacare affecting outpatient surgical facilities? Our poll of physicians and administrators strongly reflects the deep divide that characterizes the national debate about healthcare reform. Some say it's hurting business. Some say it's helping. Some say it goes way too far. Some say it doesn't go far enough. Almost half say they'd like to see the law repealed, but more than half wouldn't, or at least wouldn't unless there's a better way to reduce the vast number of uninsured Americans. Others say patience is the key.\n\n\"It's a work in progress,\" says Charlene Conilogue, administrator of the (Pocatello) Idaho SurgiCenter. \"Anything's that's put into law usually has to be tweaked over a number of years for it to become what it needs to be to benefit people.\"\n\nDespite strong and often adversarial views, 2 refrains are common to both proponents and opponents. The first is that deductibles and co-pays associated with the ACA are so high that many of the newly insured are still failing to get the care they need.\n\n\"When people come for a procedure, we have to take them into the business office and explain that there's $3,000 or $1,500 they need to pay up front,\" says Jeffrey Purtle Sr., CRNA, who practices at Bob Wilson Memorial Grant County Hospital in Ulysses, Kan. \"We've had at least 20 cancellations since the first of the year for that reason. People can't come up with the money.\"\n\n\"I look at it as a bait-and-switch,\" says Glenn N. Pomerance, MD, president and medical director of Pomerance Eye Center in Chattanooga, Tenn. \"They made the insurance available to the patient, but they made it impossible to use. Patients have to pay the first $2,500, $3,500 \u0097 I've heard as much as $6,000 \u0097 before the insurance kicks in. That's a lot of money.\"", "article_metadata": {"robots": "all", "viewport": "width=device-width, maximum-scale=1.0, minimum-scale=1.0, inital-scale=1.0", "description": "The Affordable Care Act: Early verdict is decidedly mixed. Patient deductibles and insurance company profits are too high, say readers.", "copyright": "Herrin Publishing Partners, LP", "author": "Herrin Publishing Partners, LP"}, "_id": "\"57477af36914bd0286fccebe\"", "article_summary": "Patients have to pay the first $2,500, $3,500 \u0097 I've heard as much as $6,000 \u0097 before the insurance kicks in.\nOur poll of physicians and administrators strongly reflects the deep divide that characterizes the national debate about healthcare reform.\nSome say it goes way too far.\n\"Anything's that's put into law usually has to be tweaked over a number of years for it to become what it needs to be to benefit people.\"\nDespite strong and often adversarial views, 2 refrains are common to both proponents and opponents."}