{"article_title": "The Economist", "article_keywords": ["prime", "modis", "pakistan", "mr", "foreign", "minister", "party", "bjp", "talks", "modi", "economist"], "article_url": "http://www.economist.com/news/asia/21613342-narendra-modi-stern-headmaster-early-days", "article_text": "THREE months after storming into office with the promise of good times for India, Narendra Modi has shown a curious mix of both resolve and caution. Certainly, leadership has been on display. At his first independence-day address, from Delhi’s Red Fort on August 15th (see picture), he spoke of his “shame” at India’s high rates of rape, bad sanitation, communal violence and poor work ethic. On rape, admirably, he told parents to teach sons respect for women; many Indian politicians prefer to blame the victims.\n\nMr Modi has made some bold decisions, too. He is scrapping the Planning Commission, a vestige of centralised economic thinking. In its place he wants a development think-tank, reportedly to host pro-market figures. That should herald more liberal policies and, as important, leave states rather than the centre to make many of the decisions on policy and spending. If that helps spur competition among states, all the better. One, Rajasthan, is emerging as a liberal front-runner: it has just eased labour laws and is rethinking how welfare should work.\n\nIn some other areas, however, the prime minister has done little more than tweak and tinker. That civil servants come to work earlier and spit less in stairways is progress; but it is not revolutionary. Last month’s budget sought to make tax collection more efficient, but it was hardly brimming with reforms. A priority for Arun Jaitley, the finance minister, must now be a nationwide tax on goods and services.\n\nIf Mr Modi is not charging ahead as some hoped, one reason is Parliament: his Bharatiya Janata Party (BJP) controls the lower house but will have no majority in the upper one for at least two years. A cynical Congress party, in opposition, is blocking plans it put forward when in government, including the idea of allowing foreign firms into the insurance market. A second issue is the BJP itself, along with its Hindu-nationalist allies. Some factions are linked to unions, retailers and farmers and resist market-friendly measures. Last month Mr Modi scuppered a $1 trillion global deal by the World Trade Organisation (WTO) to facilitate trade. He did so as a sop to such groups.\n\nHe may regret that. An antitrade stance fits ill with his plans to open up India and make it a hub for exports and “zero defect” manufacturing. He has also ducked the chance to use the WTO deal as cover for politically difficult subsidy reforms. A much-hyped infrastructure programme has yet to show. But an early plan to rejig agriculture, beginning by selling 15m tonnes of grain stockpiles, looks hopeful. Swapan Dasgupta, a pro-Modi journalist, concedes that “if you are looking for a radical approach you would be right to be disappointed, but it is a question of what is doable.”\n\nMr Modi’s political dominance, however, is not in doubt. His closest acolyte, Amit Shah, a fellow Gujarati and Hindu nationalist, is now president of the BJP. He has just inducted new party leaders, many from the far-right Rashtriya Swayamsevak Sangh (RSS). Yet Mr Modi’s messages and those of his allies diverge. While he talks of moderation—on independence day, he called for a “moratorium” on religious violence—the RSS chief, Mohan Bhagwat, appears eager to antagonise. He says India’s is a “Hindutva” culture; all Indians should be called Hindus, which is news to the fifth of the population who are Muslims or members of other faiths. Perhaps he is stirring up the BJP rank-and-file before four state elections. Regrettably, Mr Modi has not contradicted him.\n\nIn government Mr Modi is earning a reputation as a stern, hardworking headmaster. Talk circulates of embittered ministers denied powers of patronage and told largely to abjure Delhi parties, foreign trips and chats to the media. The rumour that Mr Modi has ministers’ phones tapped, as reportedly also happened when he ran Gujarat, needs only to be believed to deter gossip and graft. As for the press, media owners are anxious not to offend the new administration, and coverage is dull. One senior journalist calls it “self-censorship”, but predicts that a feistier journalism will return.\n\nMr Modi’s style of leadership is plainest in security and foreign affairs. His preoccupation there probably comes at the cost of some domestic decision-making and reform. The prime minister’s first aim was to make more prominent India’s presence in South Asia, with successful trips to Bhutan and Nepal. He has also, with fanfare, unveiled new military hardware, such as a 6,800-tonne warship, the INS Kolkata, on August 16th. Next month Mr Modi heads to Japan and America. His foreign minister, Sushma Swaraj, is sidelined.\n\nInternationally the mood is generally benign, although Indian goodwill towards Pakistan is giving way to the more familiar hostility. As recently as May, Nawaz Sharif, Pakistan’s prime minister, was in Delhi for talks with Mr Modi. But on August 19th Mr Modi contrived an excuse to scrap a meeting of foreign secretaries (ie, each country’s senior career diplomat), due next week. Supposedly, it was because Pakistan officials had had a (pro forma) meeting with Kashmiri separatists.\n\nThere was little cost to calling off talks, since no breakthrough was in sight. Mr Sharif is embattled at home, thanks to army disdain of him and to anti-government protests in Islamabad, the capital. Mr Modi probably judged that his counterpart has little political capital to spare right now for detentewith India.\n\nStill, Mr Modi’s churlishness will complicate future efforts to improve ties, because it discourages Pakistani moderates who argue to the Pakistani army and other doubters that engaging India is worth it. At home, however, Mr Modi has shown his core supporters in the BJP that he is a decisive break from his rather mild predecessor as prime minister, Manmohan Singh. Being grumpy towards Pakistan is an easy way to demonstrate that.", "article_metadata": {"sailthru.image.thumb": "http://cdn.static-economist.com/sites/default/files/imagecache/50_by_50/images/print-edition/20140823_ASP001_0.jpg", "sailthru.flytitle": "Indian politics", "description": "Narendra Modi, stern headmaster", "pubdate": 20140823, "og": {"site_name": "The Economist", "description": "Narendra Modi, stern headmaster", "title": "Early days", "url": "http://www.economist.com/news/asia/21613342-narendra-modi-stern-headmaster-early-days", "image": "http://cdn.static-economist.com/sites/default/files/images/print-edition/20140823_ASP001_0.jpg", "type": "article"}, "sailthru.rubric": "Narendra Modi, stern headmaster", "sailthru.date": "2014-08-23 00:00:00", "sailthru.printdate": "2014-08-23 00:00:00", "revisit-after": "1 day", "sailthru.tags": "Indian politics", "fb": {"pages": 6013004059, "app_id": 173277756049645}, "sailthru.imagepath": "images/print-edition/20140823_ASP001_0.jpg", "articleid": 21613342, "sailthru.image.full": "http://cdn.static-economist.com/sites/default/files/images/print-edition/20140823_ASP001_0.jpg", "sailthru.image.thumb_mfte": "http://cdn.static-economist.com/sites/default/files/imagecache/ec_related_article_image/images/print-edition/20140823_ASP001_0.jpg", "sailthru.web_section": "Asia", "article": {"publisher": "https://www.facebook.com/theeconomist"}, "twitter": {"image": "https://cdn.static-economist.com/sites/default/files/images/print-edition/20140823_ASP001_0.jpg", "site": "@TheEconomist", "card": "summary_large_image"}, "news_keywords": "Indian politics"}, "_id": "\"57477af46914bd0286fdf289\"", "article_summary": "Mr Modi probably judged that his counterpart has little political capital to spare right now for detentewith India.\nLast month Mr Modi scuppered a $1 trillion global deal by the World Trade Organisation (WTO) to facilitate trade.\nIn some other areas, however, the prime minister has done little more than tweak and tinker.\nAs recently as May, Nawaz Sharif, Pakistan’s prime minister, was in Delhi for talks with Mr Modi.\nIn government Mr Modi is earning a reputation as a stern, hardworking headmaster."}