{"article_title": "Trump’s Latest Campaign Ploy: Free Tickets to the Benghazi Movie", "article_keywords": ["tickets", "benghazi", "clinton", "trump", "campaign", "siege", "movie", "ploy", "free", "bay", "state", "trumps", "sen", "theater", "film", "latest"], "article_url": "http://www.thefiscaltimes.com/2016/01/15/Trump-s-Latest-Campaign-Ploy-Free-Tickets-Iowa-Voters-See-Benghazi-Movie", "article_text": "Iowans wanting to see the new Michael Bay blockbuster about the 2012 Benghazi terrorist attacks will have a chance to catch it for free, courtesy of Donald Trump.\n\nThe Republican presidential frontrunner has rented a movie theater in the Hawkeye State and will give away free tickets to “13 Hours: The Secret Soldiers of Benghazi,” according to the Des Moines Register.\n\nRelated: Trump Shines in a Substance-Free GOP Debate\n\nCritics of former Secretary of State Hillary Clinton have been eagerly awaiting the flick, based on a best-selling novel with the same name published in 2014, because they believe it might affirm their view that the Obama administration interfered with the on-the-ground response to the siege that killed four Americans, including the U.S. ambassador.\n\nSpecifically, that Clinton issued a “stand down” to the CIA security team stationed at the diplomatic outpost, thus preventing a timely rescue that could have saved lives.\n\nBy renting the theater Trump again shows his knack for coming up for innovative ways for needling his political opponents, like earlier this year when he gave out the cell phone number for GOP rival Sen. Lindsey Graham (SC).\n\nRelated: Cruz’s Unreported $1 Million in Bank Loans Won’t Help His Bid for President\n\nReserving the theater in Iowa is also no coincidence, as polls show Clinton neck and neck with Sen. Bernie Sanders (I-VT) and with the state’s important caucuses a little over two weeks away.\n\nEarly reviews of film note that it is mostly apolitical. It focuses on a group of security contractors who were working for the clandestine intelligence agency. The film doesn’t mention Clinton, or President Obama by name but it apparently does make federal bureaucracy a bit of a villain, with officials preaching caution and protocol while the contractors want to rush in.\n\nBut the movie is mostly an action flick, as could be expected from Bay, the man behind the “Transformers” franchise and the recent reboot of “Teenage Mutant Ninja Turtles.”\n\nRelated: Is Nikki Haley Hitching Her Wagon to Lone Star Ted Cruz?\n\nWhether the film will have an impact on the ongoing investigation by the House Select Committee on Benghazi into the deadly siege remains to be seen. The panel is not expected to release its final report about the attacks until sometime later this year.\n\nAs for the administration, it’s staying mum about the film.\n\nThe movie “looks like an entertaining film” with “high-productions values,” White House press secretary Josh Earnest told reporters Thursday aboard Air Force One.\n\n“Obviously, Michael Bay is an action movie director who has made some pretty entertaining movies. So I wouldn’t rule out that the president would see it,” he added.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Iowans wanting to see the new Michael Bay blockbuster about the 2012 Benghazi terrorist attacks will have a chance to catch it for free, courtesy of Donald Trump.", "title": "Trump’s Latest Campaign Ploy: Free Tickets to the Benghazi Movie", "url": "http://www.thefiscaltimes.com/2016/01/15/Trump-s-Latest-Campaign-Ploy-Free-Tickets-Iowa-Voters-See-Benghazi-Movie", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/01152016_13_Hours_Benghazi_Movie.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/01/15/Trump-s-Latest-Campaign-Ploy-Free-Tickets-Iowa-Voters-See-Benghazi-Movie", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/01152016_13_Hours_Benghazi_Movie.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Iowans wanting to see the new Michael Bay blockbuster about the 2012 Benghazi terrorist attacks will have a chance to catch it for free, courtesy of Donald Trump.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "The Republican presidential frontrunner has rented a movie theater in the Hawkeye State and will give away free tickets to “13 Hours: The Secret Soldiers of Benghazi,” according to the Des Moines Register.\n“Obviously, Michael Bay is an action movie director who has made some pretty entertaining movies.\nIowans wanting to see the new Michael Bay blockbuster about the 2012 Benghazi terrorist attacks will have a chance to catch it for free, courtesy of Donald Trump.\nThe movie “looks like an entertaining film” with “high-productions values,” White House press secretary Josh Earnest told reporters Thursday aboard Air Force One.\nWhether the film will have an impact on the ongoing investigation by the House Select Committee on Benghazi into the deadly siege remains to be seen."}