{"article_title": "Trinity Health to expand risk-based care with Heritage Provider Network", "article_keywords": ["organizations", "riskbased", "patient", "network", "heritage", "system", "health", "expand", "venture", "provider", "networks", "trinity", "care"], "article_url": "http://www.crainsdetroit.com/article/20150114/NEWS/150119945/trinity-health-to-expand-risk-based-care-with-heritage-provider", "article_text": "Trinity Health to expand risk-based care with Heritage Provider Network\n\nTrinity Health, an 86-hospital Catholic system based in Livonia, has signed a definitive joint venture agreement with Heritage Provider Network to advance its strategy of coordinating care for specific groups of patients.\n\n\n\nUnder the deal, Trinity and Heritage, a health insurer and organization of independent physician groups based in Marina del Rey, Calif., are creating care networks together in markets across the country. The networks, similar to accountable care organizations, are composed of primary-care physicians, hospitals, clinics and other providers to manage care for the different patient populations.\n\n\n\nTrinity and Heritage will then contract with health insurers for full-risk capitated payments for those care networks. The organizations say the joint venture, named Trinity Health Partners, will help move their systems more quickly away from the current fee-for-service reimbursements and toward their shared goal of a “people-centered health system.”\n\n\n\n“We're putting in place a system that is wired and engineered to see the patient wherever they are,” Richard Gilfillan, M.D., CEO of Trinity, said in an interview at the J.P. Morgan Healthcare Conference in San Francisco.\n\n\n\n\n\nModern Healthcare is a sister publication of Crain's Detroit Business.\n\nRelated Links", "article_metadata": {"viewport": "width=device-width, initial-scale=1.0, user-scalable=no, minimal-ui", "description": "Trinity Health, an 86-hospital Catholic system based in Livonia, has signed a definitive joint venture agreement with California-based Heritage Provider Network to advance its strategy of coordinating care for specific groups of patients.", "og": {"site_name": "Crain's Detroit Business", "description": "Trinity Health, an 86-hospital Catholic system based in Livonia, has signed a definitive joint venture agreement with California-based Heritage Provider Network to advance its strategy of coordinating care for specific groups of patients.", "title": "Trinity Health to expand risk-based care with Heritage Provider Network", "url": "http://www.crainsdetroit.com/article/20150114/NEWS/150119945/trinity-health-to-expand-risk-based-care-with-heritage-provider", "image": "http://www.crainsdetroit.com/Assets/rwd/C-Block_RWD.png?v=201503291736", "type": "article"}, "twitter": {"site": "@crainsdetroit", "card": "summary", "account_id": 29209404}, "msapplication-TileColor": "#b51218", "fb": {"app_id": 112806662066559}, "msapplication-TileImage": "/mstile-144x144.png", "article": {"section": "NEWS", "tag": "Health care reform", "published_time": "2015-01-14T10:41:55-05:00", "modified_time": "2015-01-14T10:54:00-05:00"}, "verify-v1": "qPvWKmNahUcs8XBgUi+fy3A5YH6uzhhairJpQFCqXMs=", "theme-color": "#b51218"}, "_id": "\"57477af46914bd0286fdb80d\"", "article_summary": "Trinity Health to expand risk-based care with Heritage Provider NetworkTrinity Health, an 86-hospital Catholic system based in Livonia, has signed a definitive joint venture agreement with Heritage Provider Network to advance its strategy of coordinating care for specific groups of patients.\nTrinity and Heritage will then contract with health insurers for full-risk capitated payments for those care networks.\nUnder the deal, Trinity and Heritage, a health insurer and organization of independent physician groups based in Marina del Rey, Calif., are creating care networks together in markets across the country.\nThe networks, similar to accountable care organizations, are composed of primary-care physicians, hospitals, clinics and other providers to manage care for the different patient populations.\nModern Healthcare is a sister publication of Crain's Detroit Business."}