{"article_title": "It's a Good Time to Be a Family Physician", "article_keywords": ["physician", "good", "family", "physicians", "ways", "medical", "blackwelder", "aafp", "way", "medicine", "patientcentered", "care"], "article_url": "http://www.aafp.org/news/2013-cod-assembly/20130926opensessprez.html", "article_text": "Regardless of the challenges, family physicians are leading the way in transforming the U.S. health care system. That's according to newly installed AAFP President Reid Blackwelder, M.D., of Kingsport, Tenn., who spoke to his family physician colleagues here on Sept. 25 during the opening session of the 2013 AAFP Scientific Assembly.\n\n\"It's happening now because family physicians are leading the way,\" said Blackwelder. \"We're adapting our practices to be more effective patient-centered medical homes, and we're working smarter, not harder.\"\n\nWith family medicine at the nexus of such issues as the Patient Protection and Affordable Care Act, patient-centered medical homes, and meaningful use, payers are beginning to recognize the value that family physicians bring to the table.\n\n\"People are talking about us like never before and usually in good ways,\" Blackwelder told a packed house at the San Diego Convention Center. \"From the White House to our statehouses, people are pushing primary care.\"\n\nReminiscing about his early years as a solo small-town family physician, Blackwelder said he expanded his practice despite the obstacles in front of him. \"Independently, we took care of our community,\" he said. \"We did the best we could because it was the right thing to do. We didn't know it at the time, but we were trying to be a patient-centered medical home. I just didn't have the resources back then to pull that off.\"\n\nToday, Blackwelder said, family physicians have the tools at their disposal to take that next step to improve patient outcomes at less cost. \"We truly can do it all -- cradle to grave -- and we don't have to limit what we do to gender, age, organs, diseases or locations in the hospital,\" he said. \"Even if we change our practice, we're still the most comprehensively educated and trained physicians and cannot be replaced. We are what this country needs, and they're starting to realize it.\"\n\nBlackwelder said people want patient-centered care, and they are choosing family medicine because FPs treat the person, not the disease. \"Family medicine is about making a connection,\" he said. \"It's about relationships, and this ability to make that connection in the moment is what defines us as family physicians. No one does that as well as we do.\"\n\nIn addition to building relationships, AAFP members also must play a key role in addressing the pipeline issue in family medicine while also finding ways to maintain balance. \"We have to maintain balance, and this is where it gets challenging,\" said Blackwelder. \"We all sacrificed something to get where we are, but you always have options.\"\n\nAmid all of the uncertainty currently surrounding the business of medicine, family physicians have a unique opportunity to effect a positive change. \"Our role is unique and it is critical,\" said Blackwelder. \"It's time that primary care is being discussed, and we are the true constant in this transformation. Family physicians cannot be replaced.\n\n\"We're remaking the system into one that's truly about health and caring. We need to tell our patients' stories.\" Although a job can be frustrating, \"for us, this is not a job -- it is a calling. It's sacred, how we do what we do,\" said Blackwelder as his audience rose in acclaim.\n\n", "article_metadata": {"category": "AAFP News", "description": "Regardless of the challenges, family physicians are leading the way in transforming the U.S. health care system. That's according to newly installed AAFP President Reid Blackwelder, M.D., of Kingsport, Tenn., who spoke to his family physician colleagues here on Sept. 25 during the opening session of the 2013 AAFP Scientific Assembly.", "pubdate": "2013-09-26", "author": "Matt Brown", "og": {"image": "http://www.aafp.org/content/dam/AAFP/images/logos_internal/og/AAFP-capital-RGB2_1024x512B.png", "description": "Regardless of the challenges, family physicians are leading the way in transforming the U.S. health care system. That's according to newly installed AAFP President Reid Blackwelder, M.D., of Kingsport, Tenn., who spoke to his family physician colleagues here on Sept. 25 during the opening session of the 2013 AAFP Scientific Assembly.", "title": "Blackwelder: It's a Good Time to Be a Family Physician"}, "twitter": {"site": "@aafp", "image": "http://www.aafp.org/content/dam/AAFP/images/ann/2013-September/OpenSession-Reid.jpg", "description": "Regardless of the challenges, family physicians are leading the way in transforming the U.S. health care system. That's according to newly installed AAFP President Reid Blackwelder, M.D., of Kingsport, Tenn., who spoke to his family physician colleagues here on Sept. 25 during the opening session of the 2013 AAFP Scientific Assembly.", "card": "summary", "title": "Blackwelder: It's a Good Time to Be a Family Physician"}, "lastreviewdate": "2013-09-26", "news-category": "News From 2013 Annual Assembly", "nav-title": "Blackwelder Expands on Importance of Family Physicians", "image": "http://www.aafp.org/content/dam/AAFP/images/ann/2013-September/OpenSession-Reid.jpg.daijpg.90.jpg", "keywords": "2013 AAFP Scientific Assembly, meaningful use, Patient Protection and Affordable Care Act, patient-centered medical home, AAFP president, family medicine, health care reform, family physicians", "content-type": "news-article", "archive": "true", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0", "subcategory": "News From 2013 Annual Assembly"}, "_id": "\"57477af36914bd0286fccf30\"", "article_summary": "Amid all of the uncertainty currently surrounding the business of medicine, family physicians have a unique opportunity to effect a positive change.\n\"It's about relationships, and this ability to make that connection in the moment is what defines us as family physicians.\n\"People are talking about us like never before and usually in good ways,\" Blackwelder told a packed house at the San Diego Convention Center.\nBlackwelder said people want patient-centered care, and they are choosing family medicine because FPs treat the person, not the disease.\nReminiscing about his early years as a solo small-town family physician, Blackwelder said he expanded his practice despite the obstacles in front of him."}