{"article_title": "George Fox University’s Doctor of Physical Therapy Program receives full national accreditation", "article_keywords": ["university", "accreditation", "students", "national", "doctor", "fox", "therapists", "program", "therapy", "receives", "faculty", "universitys", "george", "physical"], "article_url": "http://blogs.georgefox.edu/newsreleases/?p=6769", "article_text": "May 29th, 2015\n\nSchool is home to one of only two nationally accredited physical therapy programs in Oregon\n\nNEWBERG, Ore. – George Fox University’s Doctor of Physical Therapy program successfully earned full accreditation this spring from the Commission on Accreditation in Physical Therapy Education, giving George Fox the distinction of being one of only two schools in Oregon to offer a fully accredited doctor of physical therapy program.\n\n\n\nGeorge Fox was granted five-year accreditation – the longest initial period awarded by CAPTE – and was not given any progress or compliance requirements other than what is normally expected, such as graduation rates and licensure passing rate. The approval came from CAPTE’s central panel in May following a site visit to George Fox Dec. 7-10, when a three-member accreditation team visited the school’s Newberg, Ore., campus to interview faculty, students, adjunct faculty, staff, physical therapy board members, community physical therapists and George Fox administrators.\n\n“To be awarded full accreditation without any progress or compliance reports or anything to ‘fix’ is a testament to the quality of our faculty, staff and students,” said Tyler Cuddeford, director of the program since its launch in 2012. “We hit a home run. It’s extraordinarily rare that a developing program achieve such high marks.”\n\nThe program was granted Candidate for Accreditation status by CAPTE in 2012, a pre-accreditation status of affiliation with the commission that allows the program to matriculate students in technical/professional courses and indicates the program is progressing toward accreditation. After the initial five-year accreditation, George Fox will be eligible for CAPTE’s 10-year accreditation period.\n\nIn their on-site visit report, the accreditation team listed the following “strengths that contribute to the overall success of the program”:\n\n• The innovative incorporation of technology in teaching\n\n• The pro bono clinic and partnership with Friendsview Retirement Community\n\n• The entrepreneurial style of the chair and the faculty support\n\n• The clinical community support and partnerships, Providence System\n\n• The physical plant\n\n• The intentional development and mentoring of new faculty in teaching and scholarship\n\n• The broad range of service and mission opportunities that incorporate not only service but provide opportunities for scholarship and learning\n\nIn addition, the report listed the following “elements that contribute to the overall quality of the program”: enthusiastic, committed and talented students; a strong, diverse, creative and experienced faculty; supportive administrative assistants who are integral members of the team; administrative support of the dean, provost and president; and program director Tyler Cuddeford.\n\n“CAPTE accreditation for the program confirms what we already knew – that Tyler and his team put together an excellent program that is an extension of the George Fox University mission,” said Jim Foster, dean of George Fox’s College of Behavioral and Health Sciences. “Taking the physical therapy program from part of our strategic plan to commencement and accreditation took several years and the hard work and commitment of Tyler and the talented faculty that he recruited.”\n\nThe program graduated its first class this spring. Graduates are in a favorable position, as demand for physical therapists is on the rise. In fact, the 2014-15 Occupational Outlook Handbook, a publication of the Bureau of Labor Statistics, states that employment of physical therapists is expected to grow 36 percent between 2012 and 2022 – a much faster clip than the average growth rate for all occupations. The report concluded that job opportunities will be most promising in acute hospital, skilled-nursing facilities, and orthopedic settings.\n\nSupporting evidence for the high demand for physical therapists comes from the American Physical Therapy Association, which developed a model to determine the number of physical therapists required to meet the health care demands of Americans. Their 2012 projections indicate that by the year 2020 there will be a shortage of between 9,385 and 40,934 physical therapists in the United States, depending on the attrition rate. They cited increased demand as a result of the Affordable Care Act as one factor in this predicted shortage.\n\nGeorge Fox’s Doctor of Physical Therapy program is a three-year, graduate-level professional program that prepares students to be eligible for licensure and entry into contemporary physical therapy practice. More information on the program is available at dpt.georgefox.edu.\n\nGeorge Fox University is ranked by Forbes among the top Christian universities in the country and is a Christian college classified by U.S. News & World Report as a first-tier regional university. More than 3,700 students attend classes on the university’s campus in Newberg, Ore., and at teaching centers in Portland, Salem and Redmond, Ore. George Fox offers bachelor’s degrees in more than 40 majors, degree-completion programs for working adults, six seminary degrees, and 11 master’s and doctoral degrees.\n\n-30-\n\nContact:\n\nTyler Cuddeford\n\nDirector, George Fox University Doctor of Physical Therapy Program\n\n503-554-2452", "article_metadata": {"og": {"site_name": "News Releases", "description": "School is home to one of only two nationally accredited physical therapy programs in Oregon NEWBERG, Ore. – George Fox University’s Doctor of Physical Therapy program successfully earned full accreditation this spring from the Commission on Accreditation in Physical Therapy Education, giving George Fox the distinction of being one of only two schools in Oregon …", "title": "George Fox University’s Doctor of Physical Therapy Program receives full national accreditation - News Releases", "locale": "en_US", "image": "http://blogs.georgefox.edu/newsreleases/wp-content/uploads/2015/05/Physical-Therapy-2.jpg", "updated_time": "2015-07-17T09:27:39+00:00", "url": "http://blogs.georgefox.edu/newsreleases/?p=6769", "type": "article"}, "article": {"section": "University News", "published_time": "2015-05-29T08:28:19+00:00", "modified_time": "2015-07-17T09:27:39+00:00"}, "generator": "WordPress 4.2.8"}, "article_summary": "May 29th, 2015School is home to one of only two nationally accredited physical therapy programs in OregonNEWBERG, Ore. – George Fox University’s Doctor of Physical Therapy program successfully earned full accreditation this spring from the Commission on Accreditation in Physical Therapy Education, giving George Fox the distinction of being one of only two schools in Oregon to offer a fully accredited doctor of physical therapy program.\nGeorge Fox’s Doctor of Physical Therapy program is a three-year, graduate-level professional program that prepares students to be eligible for licensure and entry into contemporary physical therapy practice.\nAfter the initial five-year accreditation, George Fox will be eligible for CAPTE’s 10-year accreditation period.\n-30-Contact:Tyler CuddefordDirector, George Fox University Doctor of Physical Therapy Program503-554-2452\nSupporting evidence for the high demand for physical therapists comes from the American Physical Therapy Association, which developed a model to determine the number of physical therapists required to meet the health care demands of Americans."}