{"article_title": "Medical errors drop with doc handoff program", "article_keywords": ["physicians", "errors", "handoff", "doc", "medical", "drop", "reduce", "patients", "program", "communication", "shift", "study", "told"], "article_url": "http://www.fiercehealthcare.com/story/medical-errors-drop-doc-handoff-program/2014-11-06", "article_text": "Better communication between physicians during shift changes can reduce medical errors and preventable adverse events, according to a new study published Wednesday in the New England Journal of Medicine.\n\nThe research team, led by Amy J. Starmer, M.D., MPH of Boston Children's Hospital, conducted a prospective intervention study of a resident handoff-improvement program in nine hospitals, measuring rates of medical errors, preventable adverse events and miscommunications, as well as resident workflow.\n\nThe study involved nearly 11,000 patients and called for physicians to write down instructions during handoffs and read them back to make sure they understood them. The handoff called for the physicians to discuss the severity of the patient's illness, the patient's history, an action list of what needed to be done and contingency plans.\n\nThe improved communication as part of the hand-off program cut medical errors by 23 percent and preventable adverse events by 30 percent.\n\n\"We are really excited about the study,\" Starmer told CBS News. \"Not only do we see a dramatic reduction in medical errors, but we found that this method is adaptable to other hospitals and to other healthcare workers, such as nurses and surgeons,\" she said.\n\nHandoffs are a vulnerable time in a patient's care because the transmission of information from one doctor to another isn't always perfect, according to Rainu Kaushal, chair of the department of healthcare policy and research at Weill Cornell Medical College in New York City.\n\n\"Hospitals across the country should consider designing and implementing handoff improvement programs, such as the one studied,\" he told CBS News.\n\nStudies show that 80 percent of serious medical errors stem from miscommunication, particularly during shift changes, which have become more frequent, one of the researchers, Megan Aylor, M.D., clinical associate professor of pediatrics at Oregon Health & Science University, told Oregon Live.\n\n\"I think that this, in my mind, allows us to recognize how important communication is,\" she said. \"We should be giving it good attention.\"\n\nMedical errors are now the third leading cause of death in the United States and may be as high as 400,000 deaths a year. The NEJM study echoes the findings of another study presented last month at the American College of Surgeons 2014 Clinical Congress, which examined the use of a surgical checklist to improve communication and reduce potential errors during patient handoffs. The protocol during the shift change encourages physicians to discuss the sickest patients first.\n\nTo learn more:\n\n- read the study abstract\n\n- here's the CBS News story\n\n- check out Oregon Live's coverage\n\nRelated Articles\n\nChecklist can improve surgical patient handoff\n\n3 ways hospitals can reduce medical errors\n\nHospital medical errors now the third leading cause of death in the U.S.\n\nTips to improve patient handoffs, outcomes\n\nBetter handoff communication reduces medical errors", "article_metadata": {"description": "Better communication between physicians during shift changes can reduce medical errors and preventable adverse events, according to a new study published Wednesday in the New England Journal of Medicine.", "og": {"site_name": "FierceHealthcare", "description": "Better communication between physicians during shift changes can reduce medical errors and preventable adverse events, according to a new study published Wednesday in the New England Journal of Medicine.", "title": "Medical errors drop with doc handoff program", "url": "http://www.fiercehealthcare.com/story/medical-errors-drop-doc-handoff-program/2014-11-06", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "adverse events,Care Delivery,medical errors,Patient Care & Outcomes,patient handoffs,The New England Journal Of Medicine NEJM", "viewport": "width=device-width", "news_keywords": "Care Delivery,Patient Care & Outcomes"}, "_id": "\"57477af36914bd0286fccf3a\"", "article_summary": "The improved communication as part of the hand-off program cut medical errors by 23 percent and preventable adverse events by 30 percent.\nTips to improve patient handoffs, outcomesBetter handoff communication reduces medical errors\nMedical errors are now the third leading cause of death in the United States and may be as high as 400,000 deaths a year.\nBetter communication between physicians during shift changes can reduce medical errors and preventable adverse events, according to a new study published Wednesday in the New England Journal of Medicine.\n\"Not only do we see a dramatic reduction in medical errors, but we found that this method is adaptable to other hospitals and to other healthcare workers, such as nurses and surgeons,\" she said."}