{"article_title": "IRS Commissioner Threatens 2015 Shutdown over Reduced Budget - Non Profit News For Nonprofit Organizations", "article_keywords": ["organizations", "non", "million", "funding", "provisions", "working", "profit", "threatens", "irs", "tax", "commissioner", "budget", "koskinen", "shortfall", "shutdown", "nonprofit", "federal", "reduced"], "article_url": "https://nonprofitquarterly.org/2014/12/24/irs-commissioner-threatens-2015-shutdown-over-reduced-budget/", "article_text": "December 20, 2014; Politico\n\nIRS Commissioner John Koskinen sent a memo to IRS employees announcing an immediate hiring freeze and suspension of all overtime pay. In addition, Koskinen is consulting with National Treasury Employees Union (NTEU) officials about implementing a shutdown of IRS operations to save money. It is also very possible that the IRS will encounter delays in processing federal income tax refunds.\n\nThese cost-saving measures are being implemented to deal with a funding shortfall at the IRS. The IRS is one of the few federal agencies that have suffered a real decrease in funding in recent years. Its current year appropriation is $10.9 billion, $1 billion less than its 2010 budget and $1.5 billion less than the Obama administration’s funding request.\n\nThere are several reasons why Congress is being so stingy with the nation’s tax collectors. The IRS scandal investigations continue, with congressional Republicans angry over what they perceive as stonewalling by the administration and a contemptuous attitude displayed by IRS Commissioner Koskinen when testifying to Congress. Some members also cite wasteful spending on training conferences that included customized parody videos and expensive pre-conference “inspection trips” for IRS staffers. In addition, restricting the IRS’s budget is a tactic for delaying and complicating the implementation of the Affordable Care Act’s tax return–related provisions, including the calculation of tax subsidies for health insurance purchases on the state and federal exchanges.\n\nKoskinen estimates that each day the IRS shuts down will save the agency $29 million, so a 12-day shutdown would make up most of the $350 million shortfall. However, Koskinen also points to a $250 million shortfall already in existence, so the total he cites is closer to $600 million, which would take 20.6 days of shutdown to make up.\n\nThe prospect of a shutdown raises several questions. Especially with a hiring freeze and no overtime pay, how much IRS productivity will be lost, and which areas will be hit hardest? Koskinen’s memo says he’s working with the NTEU to implement the shutdown and other cost cutting in such a way as to minimize the impact on front-line IRS personnel. While it’s possible that the IRS could go dark for a month (20-21 working days), it’s more likely that a shutdown could be implemented using a four-day workweek over six months between now and the end of the fiscal year on September 30. It’s also unclear whether the White House and Treasury Department would support such a public demonstration of the tensions between the IRS and Congress.\n\nThe IRS has also said that it may delay the processing of 2014 tax returns because it needs to set up systems for the recently passed “tax extenders” bill (including IRA rollover provisions for charitable giving) and other new tax provisions. Delays in getting started, coupled with reduced working hours for IRS staff, means that refunds for taxpayers will likely be delayed. The continuing tensions between the IRS and Congress also means that the situation is unlikely to change anytime soon.—Michael Wyland", "article_metadata": {"description": "IRS announces hiring freeze, no overtime, and a plan to shut down agency operations to save money in 2015, citing lack of funding from Congress.", "original-source": "https://nonprofitquarterly.org/2014/12/24/irs-commissioner-threatens-2015-shutdown-over-reduced-budget/", "og": {"site_name": "Non Profit News For Nonprofit Organizations | Nonprofit Quarterly", "description": "IRS announces hiring freeze, no overtime, and a plan to shut down agency operations to save money in 2015, citing lack of funding from Congress.", "title": "IRS Commissioner Threatens 2015 Shutdown over Reduced Budget", "locale": "en_US", "image": "https://nonprofitquarterly.org/wp-content/blogs.dir/56/files/2014/12/IRS-entrance.jpg", "updated_time": "2015-04-16T16:10:26+00:00", "url": "https://nonprofitquarterly.org/2014/12/24/irs-commissioner-threatens-2015-shutdown-over-reduced-budget/", "type": "article"}, "twitter": {"description": "IRS announces hiring freeze, no overtime, and a plan to shut down agency operations to save money in 2015, citing lack of funding from Congress.", "creator": "@mlwyland", "image": "https://nonprofitquarterly.org/wp-content/blogs.dir/56/files/2014/12/IRS-entrance.jpg", "title": "IRS Commissioner Threatens 2015 Shutdown over Reduced Budget - Non Profit News For Nonprofit Organizations | Nonprofit Quarterly", "site": "@npquarterly", "card": "summary"}, "syndication-source": "https://nonprofitquarterly.org/2014/12/24/irs-commissioner-threatens-2015-shutdown-over-reduced-budget/", "article": {"section": "News", "tag": "Organizational Management and Change", "published_time": "2014-12-24T14:19:49+00:00", "modified_time": "2015-04-16T16:10:26+00:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "News, Policy, Financial Management, Government, Organizational Management and Change"}, "_id": "\"57477af36914bd0286fccf4d\"", "article_summary": "These cost-saving measures are being implemented to deal with a funding shortfall at the IRS.\nIn addition, Koskinen is consulting with National Treasury Employees Union (NTEU) officials about implementing a shutdown of IRS operations to save money.\nDelays in getting started, coupled with reduced working hours for IRS staff, means that refunds for taxpayers will likely be delayed.\nIt is also very possible that the IRS will encounter delays in processing federal income tax refunds.\nThe IRS is one of the few federal agencies that have suffered a real decrease in funding in recent years."}