{"article_title": "U.S. Rep. Rosa DeLauro congressional race", "article_keywords": ["brown", "term", "delauro", "rep", "rosa", "elected", "race", "health", "served", "education", "haven", "congressional", "care"], "article_url": "http://www.courant.com/politics/elections/hc-delauro-brown-us-house-3-election-2014-20141104-story.html", "article_text": "Democrat Congresswoman Rosa DeLauro won a 13th term Tuesday as U.S. representative for the 3rd Congressional District, according to unofficial results, defeating Republican James Brown, a math teacher and coach from Stratford.\n\nDeLauro was cheered by supporters as she walked into the Shubert Theatre in downtown New Haven with her husband, Stanley Greenberg, and her 100-year-old mother, Luisa DeLauro.\n\n\"You did it for me again, and I can't thank you enough,\" DeLauro told the crowd that chanted \"Rosa, Rosa\" as she walked in the room. \"This is such an honor ... I take this as an incentive to work harder to get things done.\"\n\nDeLauro thanked her opponent, saying she appreciated his work as an educator. \"He ran a spirited campaign based on his convictions and his principles,\" she said.\n\nIn an email statement, at about 10 p.m., Brown said he was \"proud to have run a principled, conservative campaign.\"\n\n\"I did not receive money from special interests, and I remain beholden only to my own values...While I am disappointed with tonight's results, I accept the will of the voters,\" Brown's statement said. \"Over the past five months, I've spoken with hundreds of people who are not happy with the direction of our country. I hope my opponent spends her 13th term truly listening to the people.\"\n\nDeLauro, 71, of New Haven, was first elected to the U.S. House in 1990 and has won consecutive races ever since with at least 60 percent of the vote in her heavily Democratic district, which includes most of New Haven County and parts of Middlesex and Fairfield counties.\n\nDeLauro is the ranking Democrat on the House Appropriations Subcommittee on Labor, Health and Human Services. She has spent her time in public office focused on health care policies, education, food safety and programs for the poor.\n\nLast summer, DeLauro introduced legislation to impose a federal tax on soda and other sugary drinks in an effort to stop obesity and the resulting health challenges and care costs.\n\nAnd last month with the Ebola virus in the news for its threat to the United States, DeLauro renewed a push for a bill that would boost funding for biomedical research. She and other Democratic members of the Labor, Health and Human Services education appropriations subcommittee called for a hearing on budget cuts in recent years to the National Institutes of Health and the Centers for Disease Control and Prevention.\n\nBefore being elected to Congress, DeLauro served as executive director of Emily's List, a national organization dedicated to increasing the number of women in elected office. She also served as chief of staff to U.S. Sen. Christopher Dodd from 1981 to 1987 and as executive assistant to New Haven Mayor Frank Logue from 1976 to 1977.\n\nBrown, 46, considered a long shot with little political experience, has served a term on the Stratford Republican Town Committee and has held a seat on the Roosevelt Forest Commission, which oversees a town-owned forest, since 2005.\n\nDuring the campaign, Brown supported repealing the Affordable Care Act, abolishing Common Core education standards and the Department of Education. He supported term limits for members of Congress.", "article_metadata": {"fb_title": "DeLauro Declares Victory in Third Congressional District Race", "date": "2014-11-04", "googlebot": "index", "copyright": "Copyright (c) 2016 Hartford Courant", "author": "Hartford Courant", "og": {"site_name": "courant.com", "description": "Democrat Congresswoman Rosa DeLauro won a 13th term Tuesday as U.S. representative for the 3rd Congressional District, according to unofficial results, defeating Republican James Brown, a math teacher and coach from Stratford.", "title": "DeLauro Declares Victory in Third Congressional District Race", "url": "http://www.courant.com/politics/elections/hc-delauro-brown-us-house-3-election-2014-20141104-story.html", "image": "http://www.trbimg.com/img-5459a55a/turbine/hc-delauro-brown-us-house-3-election-2014-20141104", "type": "article"}, "x-servername": "lalvp02.14", "twitter": {"site": "@hartfordcourant", "card": "summary"}, "robots": "index,follow", "apple-itunes-app": "app-id=391113483, app-argument=http://www.courant.com/deeplinkid/81875570", "fb": {"admins": 14500562, "page_id": 49693986601, "app_id": 152391743139}, "googlebot-news": "index", "keywords": "Connecticut 3rd Congressional District, Democratic Rep. Rosa DeLauro versus James Brown, Congress,", "news_keywords": "Connecticut 3rd Congressional District, Democratic Rep. Rosa DeLauro versus James Brown, Congress,", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "Description": "Democrat Rosa DeLauro seeking 13th term in 3rd Congressional District."}, "article_summary": "\"You did it for me again, and I can't thank you enough,\" DeLauro told the crowd that chanted \"Rosa, Rosa\" as she walked in the room.\nDemocrat Congresswoman Rosa DeLauro won a 13th term Tuesday as U.S. representative for the 3rd Congressional District, according to unofficial results, defeating Republican James Brown, a math teacher and coach from Stratford.\nShe has spent her time in public office focused on health care policies, education, food safety and programs for the poor.\nBefore being elected to Congress, DeLauro served as executive director of Emily's List, a national organization dedicated to increasing the number of women in elected office.\nDeLauro was cheered by supporters as she walked into the Shubert Theatre in downtown New Haven with her husband, Stanley Greenberg, and her 100-year-old mother, Luisa DeLauro."}