{"article_title": "Healthgrades names top 100 hospitals [full list]", "article_keywords": ["center", "university", "list", "n", "medical", "saint", "california", "names", "healthgrades", "y", "health", "100", "hospitals", "hospital"], "article_url": "http://www.healthcarefinancenews.com/news/healthgrades-names-top-100-hospitals-full-list", "article_text": "The Mayo Clinic\n\nHealthcare ratings service Healthgrades last week named its Top 100 hospitals for 2015, basing their ratings on a host of clinical outcomes for treating major health issues, including sepsis, pneumonia, heart attack, heart failure, respiratory failure and stroke.\n\nThe selected hospitals are spread across 28 states. California scored the highest with 21 top hospitals, according to Healthgrades.\n\nThe company said it compared data from 2011-2013 to determine which hospitals earned a spot on the annual list, and praised the hospitals for taking measures that regularly save lives. In fact, Healthgrades claimed that nearly 173,000 lives could have been saved in that two-year span if all hospitals across the country performed like the facilities on their list.\n\nFollow Healthcare Finance on Twitter and LinkedIn.\n\nThe list actually includes more than 100 hospitals, since several health systems have multiple campuses that were honored.\n\nOn Tuesday, a report in Health Affairs showed how hospital rankings across major “Top Hospitals” lists vary widely based on the criteria used to determine honorees. For example, lists by Leapfrog and Consumer Reports focus heavily on patient safety, while Healthgrades puts the greatest emphasis on patient outcomes.\n\nThese lists also have different criteria for eligible hospitals, the report said. Leapfrog excludes hospitals that do not participate in the inpatient prospective payment system run by the Centers for Medicare & Medicaid Services. Healthgrades, on the other hand, focuses on outcomes related to 27 common procedures using data from the Medicare Provider Analysis and Review. However, the report said Healthgrades also requires that hospitals have earned a Distinguished Hospital Award from its own agency in the past four years to be considered, which narrows the field.\n\nHere’s the full list from Healthgrades:\n\nHospital State Top 50? Hospital State Top 50? Banner Estrella Medical Center Arizona N Chandler Regional Medical Center Arizona N Mayo Clinic Hospital Arizona Y Alta Bates Summit Medical Center - Summit California N Cedars - Sinai Medical Center California N Eden Medical Center California N Hoag Memorial Hospital Presbyterian California Y Huntington Memorial Hospital California Y John Muir Medical Center - Walnut Creek California Y Kaiser Permanente Fremont Medical Center California N Kaiser Permanente Woodland Hills Medical Center California N Mercy San Juan Medical Center California N Mills Health Center California Y Northridge Hospital Medical Center California N Peninsula Medical Center California Y PIH Health Hospital - Whittier California N Providence Saint John's Health Center California Y Providence Tarzana Medical Center California N Saddleback Memorial Medical Center California Y Scripps Green Hospital California N St. John's Regional Medical Center California N Sutter General Hospital California N Sutter Memorial Hospital California N Sutter Roseville Medical Center California N Centura Health - Penrose Saint Francis Health Services Colorado Y Lutheran Medical Center Colorado N North Colorado Medical Center Colorado Y Saint Joseph Hospital Colorado N St. Francis Medical Center Colorado Y Delray Medical Center Florida Y Fawcett Memorial Hospital Florida N HealthPark Medical Center Florida Y Lee Memorial Hospital Florida Y Martin Hospital South Florida Y Martin Medical Center Florida Y Munroe Regional Medical Center Florida Y Northeast Georgia Medical Center Georgia Y Piedmont Fayette Hospital Georgia Y St. Luke’s Regional Medical Center Idaho N Advocate Christ Hospital and Medical Center Illinois N Advocate Good Samaritan Hospital Illinois Y Alexian Brothers Medical Center Illinois Y Carle Foundation Hospital Illinois N Palos Community Hospital Illinois Y Presence Resurrection Medical Center Illinois N Presence Saint Joseph Medical Center Illinois Y Saint Alexius Medical Center Illinois Y Franciscan St. Francis Health- Indianapolis Indiana N Indiana University Health Arnett Hospital Indiana N Indiana University Health Methodist Hospital Indiana Y Indiana University Health University Hospital Indiana Y Mercy Medical Center - Cedar Rapids Iowa Y Saint Lukes Hospital Iowa Y The University of Kansas Hospital Kansas N Ochsner Health Center- Elmwood Louisiana N Ochsner Medical Center Louisiana N Ochsner Medical Center- West Bank Campus Louisiana N Greater Baltimore Medical Center Maryland Y Medstar Franklin Square Medical Center Maryland Y Medstar Good Samaritan Hospital Maryland Y Medstar Harbor Hospital Maryland Y University of Maryland St. Joseph Medical Center Maryland Y Baystate Medical Center Massachusetts N Holy Family Hospital Massachusetts N Beaumont Health System - Beaumont - Troy Campus Michigan Y Henry Ford Wyandotte Hospital Michigan N Holland Hospital Michigan Y McLaren Macomb Michigan N Spectrum Health - Blodgett Hospital Michigan Y Spectrum Health Medical Center - Butterworth Hospital Michigan Y St. John Providence Health System - Providence Hospital - Southfield Campus Michigan Y AllinaHealth - Unity Hospital Minnesota N Mayo Clinic Hospital - Saint Mary's Campus Minnesota N North Memorial Medical Center Minnesota Y Regions Hospital Minnesota N Barnes - Jewish Saint Peters Hospital Missouri N Heartland Regional Medical Center Missouri N St. Luke's Hospital Missouri Y Bryan Health Medical Center - East Nebraska Y Bryan Medical Center West Nebraska Y HackensackUMC New Jersey Y Morristown Medical Center New Jersey N NewYork-Presbyterian/Columbia University Medical Center New York Y NewYork-Presbyterian/The Allen Hospital New York Y NewYork-Presbyterian/Weill Cornell Medical Center New York Y North Shore University Hospital New York N North Shore University Hospital Syosset New York N Saint Peter's Hospital New York N Vassar Brothers Medical Center New York N Mission Health North Carolina N Bethesda North Hospital Ohio Y Christ Hospital Ohio Y Marymount Hospital Ohio Y ProMedica Toledo Hospital Ohio N South Pointe Hospital Ohio Y Asante Rogue Regional Medical Center Oregon N Jefferson University Hospitals - City Center Pennsylvania N Lancaster General Hospital Pennsylvania Y Lehigh Valley Hospital - Cedar Crest Pennsylvania Y Methodist Hospital Pennsylvania N Penn Presbyterian Medical Center Pennsylvania N Anmed Health Medical Center South Carolina Y Diagnostic Center Hospital Texas Y Heart Hospital of Austin Texas N Houston Methodist Hospital Texas Y Scott and White Memorial Hospital Texas N St. David's Georgetown Hospital Texas N St. David's Medical Center Texas N Augusta Health Virginia Y Bon Secours Memorial Regional Medical Center Virginia Y Henrico Doctors' Hospital Virginia Y Parham Doctors' Hospital Virginia Y Retreat Doctors' Hospital Virginia Y PeaceHealth St. Joseph Medical Center Washington N Virginia Mason Medical Center Washington N Aspirus Wausau Hospital Wisconsin N Aurora Saint Lukes Medical Center Wisconsin Y Aurora Sinai Medical Center Wisconsin Y Gundersen Lutheran Medical Center Wisconsin Y Saint Lukes Medical Center Wisconsin Y The Wisconsin Heart Hospital Wisconsin N Wheaton Franciscan - Elmbrook Memorial Wisconsin N Wheaton Franciscan - Saint Joseph Wisconsin N\n\nTwitter: @HenryPowderly", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/healthgrades-names-top-100-hospitals-full-list", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/mayo_0_0_0.jpg", "site_name": "Healthcare Finance News", "description": "The selected hospitals are spread across 28 states, with California scoring the highest with 21 top hospitals.", "title": "Healthgrades names top 100 hospitals [full list]"}, "twitter": {"image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/mayo_0_0_0.jpg"}, "description": "The selected hospitals are spread across 28 states, with California scoring the highest with 21 top hospitals.", "site": "@HC_Finance", "card": "summary_large_image", "title": "Healthgrades names top 100 hospitals [full list]"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Healthcare ratings service Healthgrades last week named its Top 100 hospitals for 2015, basing their ratings on a host of clinical outcomes for treating major health issues, including sepsis, pneumonia, heart attack, heart failure, respiratory failure and stroke.&#13; The selected hospitals are spread across 28 states. California scored the highest with 21 top hospitals, according to Healthgrades.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "_id": "\"57477af36914bd0286fccf5e\"", "article_summary": "The list actually includes more than 100 hospitals, since several health systems have multiple campuses that were honored.\nThe company said it compared data from 2011-2013 to determine which hospitals earned a spot on the annual list, and praised the hospitals for taking measures that regularly save lives.\nCalifornia scored the highest with 21 top hospitals, according to Healthgrades.\nIn fact, Healthgrades claimed that nearly 173,000 lives could have been saved in that two-year span if all hospitals across the country performed like the facilities on their list.\nLeapfrog excludes hospitals that do not participate in the inpatient prospective payment system run by the Centers for Medicare & Medicaid Services."}