{"article_title": "Obamacare: Republikaner verklagen US-Regierung von Barack Obama", "article_keywords": ["im", "der", "die", "von", "obamacare", "prsident", "barack", "usregierung", "republikaner", "eine", "den", "das", "zu", "und", "verklagen", "obama"], "article_url": "http://www.spiegel.de/politik/ausland/obamacare-republikaner-verklagen-us-regierung-von-barack-obama-a-1004368.html", "article_text": "Washington - Der Streit um die amerikanische Gesundheitsreform Obamacare beschäftigt nun ein Bundesgericht: Die Republikaner im US-Repräsentantenhaus haben die Regierung von Präsident Barack Obama wegen Überschreitung ihrer Amtsbefugnisse verklagt. Gegenstand der Klage sind \"verfassungswidrige und ungesetzliche\" Änderungen von Teilen der umstrittenen Gesundheitsreform, heißt es in der Klageschrift. Formal Beklagte sind Obamas Finanzminister Jack Lew und Gesundheitsministerin Sylvia Burwell.\n\n\"Immer wieder hat der Präsident entschieden, den Willen des amerikanischen Volkes zu ignorieren und Bundesgesetze im Alleingang ohne eine Abstimmung im Kongress umzuschreiben\", sagte John Boehner , der republikanische Vorsitzende des Repräsentantenhauses. \"Das Repräsentantenhaus hat die Pflicht, sich für die Verfassung einzusetzen, und das ist genau das, was wir mit unserem Handeln verfolgen.\"\n\nDie demokratische Minderheitenführerin im Abgeordnetenhaus, Nancy Pelosi, bezeichnete die Klage als Verschwendung von Steuergeldern. Die Republikaner wollten auf diese Weise erreichen, \"was sie nicht durch den politischen Prozess geschafft haben\".\n\nEntscheidung könnte erst nach Amtszeit fallen\n\nDie Aussichten der Klage gegen Obama sind ungewiss, nie zuvor hatte der Kongress den Präsidenten vor ein Bundesgericht zitiert, berichtet die Nachrichtenagentur AFP. Rechtsexperten bezweifeln, dass sich die Justiz überhaupt in einen politischen Streit zwischen Präsident und Parlamentsmehrheit einmischen will. Es könnte zudem sein, dass der Fall erst nach dem Ende von Obamas Amtszeit Anfang 2017 abgeschlossen wäre.\n\nDie Klageschrift nennt zwei bestimmte Fälle, in denen Obamas Regierung bei der Umsetzung der Gesundheitsreform ihre Befugnisse überschritten haben soll. Die Republikaner wollen die Regierungsentscheidung prüfen lassen, Firmen mit mehr als 50 Angestellten mehr Zeit zu geben, ehe sie ihre Mitarbeiter krankenversichern oder eine Strafe zahlen müssen. Außerdem halten sie es für illegal, dass das Finanzministerium ohne ausdrückliche Erlaubnis des Kongresses Subventionen in Milliardenhöhe an Versicherungskonzerne zahlt.\n\nKlage als Reaktion auf umstrittenes Einwanderungsdekret?\n\nDie Republikaner reichten die Klage ein, nachdem Obama am Donnerstag einen Alleingang in der Einwanderungspolitik angekündigt hatte. Der Präsident will per Dekret rund fünf Millionen illegalen Einwanderern ein befristetes Bleiberecht ermöglichen, nachdem seine Reformpläne am republikanischen Widerstand im Kongress gescheitert waren.\n\nDer Präsident hatte das umstrittene Dekret am Vorabend gegen den Widerstand der Opposition vorgestellt. Damit übergeht er das Parlament, in dem seit Jahren vergeblich um eine Einwanderungsreform gerungen worden war. Die Republikaner sind erzürnt. Nach der gewonnenen Kongresswahl vor wenigen Wochen stellen sie ab Januar die Mehrheit in beiden Kammern.\n\nDer geplante Umbau des Einwanderungssystems ist zwar nicht Gegenstand des Verfahrens vor dem Bundesgericht, allerdings besteht ein politischer Zusammenhang: Die Republikaner werfen Obama vor, seine Kompetenzen systematisch zu überschreiten und sich wie ein \"Kaiser\" aufzuführen. \"Das, womit wir es hier zu tun haben, geht über Obamacare hinaus\", sagte der republikanische Angeordnete Mario Diaz-Balart dem Nachrichtensender CNN. \"Es geht darum, ob der Präsident der Vereinigten Staaten die Macht hat, alles zu tun, was er oder sie will.\"\n\nStreit lähmt Politik in Washington\n\nDer Streit dreht sich um die Gewaltenteilung. Die Gesetzgebung liegt in den Händen von Senat und Repräsentantenhaus, die Ausführung beim Präsidenten und seiner Regierung. Wegen der Grabenkämpfe zwischen den beiden politischen Lagern in Washington liegt die legislative Arbeit regelrecht brach, noch nie in der Geschichte verabschiedete der Kongress so wenige Gesetze wie in dieser Sitzungsperiode.\n\nObama greift daher immer häufiger zu Verordnungen, um seine Politik durchzusetzen. Ob beim Klimaschutz oder beim Mindestlohn - mit den \"Executive Orders\" regierte der Präsident am störrischen Parlament vorbei. Im Juli verabschiedete die republikanische Mehrheit im Repräsentantenhaus eine Resolution, die eine Klage gegen Obama ermöglichte. US-Medien zufolge hatte Boehner aber zunächst Probleme, eine Anwaltskanzlei zu finden, die den Fall übernimmt.", "article_metadata": {"description": "Hat US-Präsident Obama bei der Durchsetzung seiner Gesundheitsreform seine Kompetenzen überschritten? Ja, sagen die Republikaner und klagen jetzt vor einem Bundesgericht. Der Prozess könnte Jahre dauern.", "copyright": "SPIEGEL ONLINE, Hamburg, Germany", "author": "SPIEGEL ONLINE, Hamburg, Germany", "og": {"site_name": "SPIEGEL ONLINE", "description": "Hat US-Präsident Obama bei der Durchsetzung seiner Gesundheitsreform seine Kompetenzen überschritten? Ja, sagen die Republikaner und klagen jetzt vor einem Bundesgericht. Der Prozess könnte Jahre dauern.", "title": "Streit über Obamacare: Republikaner verklagen US-Regierung - SPIEGEL ONLINE", "url": "http://www.spiegel.de/politik/ausland/obamacare-republikaner-verklagen-us-regierung-von-barack-obama-a-1004368.html", "image": "http://cdn3.spiegel.de/images/image-780076-galleryV9-nmrp-780076.jpg", "type": "article"}, "twitter": {"site": "@SPIEGELONLINE", "card": "summary_large_image"}, "spnet.url.mobil": "/politik/ausland/a-1004368.html", "last-modified": "2014-11-21T20:54:13+0100", "MSSmartTagsPreventParsing": "true", "date": "2014-11-21T20:30:00+0100", "email": "spiegel_online@spiegel.de", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Midterms, US-Kongresswahlen, John Boehner, Mitch McConnell, Blockade, US-Politik, Immigration, Einwanderung, Klage, Republikaner, Obamacare, Barack Obama, USA, Politik, Ausland, Die Regierung Obama, US-Kongress, Kongresswahlen in den USA 2014, Republikaner (USA)"}, "article_summary": "Washington - Der Streit um die amerikanische Gesundheitsreform Obamacare beschäftigt nun ein Bundesgericht: Die Republikaner im US-Repräsentantenhaus haben die Regierung von Präsident Barack Obama wegen Überschreitung ihrer Amtsbefugnisse verklagt.\nIm Juli verabschiedete die republikanische Mehrheit im Repräsentantenhaus eine Resolution, die eine Klage gegen Obama ermöglichte.\nDie Republikaner reichten die Klage ein, nachdem Obama am Donnerstag einen Alleingang in der Einwanderungspolitik angekündigt hatte.\n\"Das Repräsentantenhaus hat die Pflicht, sich für die Verfassung einzusetzen, und das ist genau das, was wir mit unserem Handeln verfolgen.\"\n\"Es geht darum, ob der Präsident der Vereinigten Staaten die Macht hat, alles zu tun, was er oder sie will.\""}