{"article_title": "How Real Is Inflation Risk for Japan?", "article_keywords": ["real", "risk", "estate", "yen", "hyperinflation", "tokyo", "japanese", "inflation", "predicted", "fujimaki", "japan", "investment"], "article_url": "http://urbanland.uli.org/capital-markets/real-inflation-risk-japan/", "article_text": "Delegates at the ULI Japan Fall Conference heard both predictions of hyperinflation from an opposition politician as well as a more positive outlook on the real estate market from investors.\n\nThe keynote speaker at the conference, held in Tokyo on November 19, was Takeshi Fujimaki, a member of Japan’s upper house and a long-term critic of Bank of Japan policy and the “Abenomics” strategy of President Shinzo Abe. He claimed Japan is set for dramatic inflation and unprecedented weakness in the yen.\n\nRelated: ULI, PwC Survey Ranks Tokyo, Sydney as Asia Pacific’s Top Markets\n\nThe Bank of Japan has been engaged in quantitative easing in order to stimulate inflation—with a target of 2 percent—and to weaken the yen in order to aid Japanese exporters.\n\nAlso, the government borrows heavily to cover its annual spending. Its fiscal deficit of 7.7 percent of the country’s gross domestic product added ¥41 trillion to the national debt last year, when the nation’s total tax take was ¥55 trillion.\n\n“I am anticipating hyperinflation,” Fujimaki said. “The consumer price index is currently only at 1 percent, but it will start rising rapidly.” An economy is deemed to be suffering hyperinflation if prices rise 50 percent in a month.\n\nFujimaki argued that Japan’s policy of monetary stimulus and near-zero interest rates is steering the nation’s economy into danger and, furthermore, that the momentum cannot be stopped. “If Japan tries to taper quantitative easing, the markets will crash. We are driving a car without any brakes. Hyperinflation is inevitable,” he said.\n\nThe former fund manager, who worked for a brief period for international business investor George Soros, said he anticipates “rapid yen depreciation going forward.” He predicted that the yen could slide to ¥1,000 to the U.S. dollar from a rate of ¥123 on the day he spoke. He did not offer a timeline for the predicted slide, however, in an interview earlier in November he predicted a slide to ¥200 by next year.\n\nFujimaki however, maintained that inflation and dramatic yen depreciation could help Japan by devaluing its huge national debt, which has increased almost threefold over the past two decades to more than ¥1 quadrillion.\n\nHyperinflation would destroy the value of this debt, while a weaker currency would mean the Japanese government could easily repay its yen debt by selling some of its $1.17 trillion in U.S. Treasury holdings. This would enable Japan to reset its economy and would be followed by a period of rapid economic growth and investment from overseas, Fujimaki said. As a consequence, real estate, commonly considered a hedge against inflation, would be a useful investment, he said.\n\nThe predictions were not new for a Japanese audience: Fujimaki has been predicting disastrous inflation for some years. In 2013, he was predicting that hyperinflation would have begun by this year. As a result, his predictions were met with some skepticism.\n\nAmong those skeptics is Tetsuji Arimori, head of the business development, consulting, and solutions group at Mitsubishi Estate, who spoke later at the event. “Fujimaki has been predicting hyperinflation for many years, but I don’t think the risk is that high,” he said. “There will be signs that it is approaching, and policy makers will have a chance to counteract it.”\n\nArimori took part in a capital markets panel, at which real estate investors mused on the prospects for investing in Japanese real estate. Japan’s demographic outlook—its population is falling—was contrasted with the picture for Tokyo, where migration has resulted in rising population.\n\nFred Schmidt, cofounder and partner at investment manager GreenOak Real Estate, said Tokyo’s demographic picture is one of the reasons his firm invests almost exclusively there, targeting the office market and looking for repositioning and refurbishment opportunities. However, he said office rental growth across Tokyo will be flat next year, apart from certain districts and certain buildings.\n\nSchmidt was cautious about the outlook for 2016, saying, “Today I’d rather be counting my money than investing it.”\n\nHowever, Arimori said the continued influx of foreign investment into real estate in Tokyo and in other Japanese markets will keep the market moving and predicted that cap rates may go down slightly more next year.\n\nThe hotel sector is one where cap rates have compressed rapidly, speakers noted during a panel on hotel investment. “Not so long ago you could acquire hotels in Japan at a 6 percent cap rate,” said David Ling, head of strategic development at CDL Hospitality Trust, a Singapore-listed real estate investment trust. “Now in Tokyo it is 4 percent and below.”\n\nInvestor interest has been sparked by rapid improvement in Japan’s tourism market, driven primarily by the weaker yen. The Abe government had set a target of 20 million annual visitors to Japan by 2020, but that figure is expected to be reached this year. The new target for 2020—the year Japan hosts the Summer Olympics—is 30 million.\n\nJapan needs more hotels, but sites are hard to come by. Masamitsu Iwabata, president of EPO Group, which has launched the Rock Star Hotels chain, said, “competition in Tokyo is really harsh.” His group has focused on redeveloping low-grade office buildings as boutique hotels.\n\nChinese tourists make up a significant proportion of the visitors and are even more important because of their high spending. However, the panel said a single nation’s tourists cannot be relied upon. “Domestic travelers are still our prime customers,” said Tetsuya Yamashita, managing executive officer at Ken Real Estate, which has a portfolio of 29 hotels.", "article_metadata": {"og": {"site_name": "Urban Land Magazine", "description": "The keynote speaker at the ULI Japan Fall Conference, held in Tokyo in November, was Takeshi Fujimaki, a member of Japan’s upper house and a long-term critic of the “Abenomics” strategy of President Shinzo Abe, saying Japan is set for dramatic inflation and unprecedented weakness in the yen.", "title": "How Real Is Inflation Risk for Japan? - Urban Land Magazine", "locale": "en_US", "updated_time": "2015-12-21T12:58:56-04:00", "url": "http://urbanland.uli.org/capital-markets/real-inflation-risk-japan/", "type": "article"}, "article": {"section": "Capital Markets", "published_time": "2015-12-21T12:38:55-04:00", "modified_time": "2015-12-21T12:58:56-04:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "“There will be signs that it is approaching, and policy makers will have a chance to counteract it.”Arimori took part in a capital markets panel, at which real estate investors mused on the prospects for investing in Japanese real estate.\nAs a consequence, real estate, commonly considered a hedge against inflation, would be a useful investment, he said.\n“Domestic travelers are still our prime customers,” said Tetsuya Yamashita, managing executive officer at Ken Real Estate, which has a portfolio of 29 hotels.\n“Not so long ago you could acquire hotels in Japan at a 6 percent cap rate,” said David Ling, head of strategic development at CDL Hospitality Trust, a Singapore-listed real estate investment trust.\nDelegates at the ULI Japan Fall Conference heard both predictions of hyperinflation from an opposition politician as well as a more positive outlook on the real estate market from investors."}