{"article_title": "Wednesday's Afternoon Update", "article_keywords": ["wants", "universities", "help", "students", "florida", "update", "graduate", "tropical", "chickpea", "weather", "scott", "wednesdays", "afternoon"], "article_url": "http://www.floridatrend.com/article/20060/wednesdays-afternoon-update", "article_text": "Female CEOs see pay rise, but numbers remain small\n\nFor the second year in a row, female CEOs earned more than their male counterparts and received bigger raises. But only a small sliver of the largest companies are run by women, and experts say gender parity at the top remains way off. More from the AP.\n\nSee also:\n\n» CEO pay climbs again, even as their stock prices don't\n\nOfficials eye possible tropical development in Atlantic\n\nAn area of disturbed weather near the Bahamas may become a tropical or subtropical depression or storm later this week, and may soak parts of the Southeast coast during the Memorial Day weekend. More from Florida Today, the Weather Channel, and WTSP.\n\nCompetition in Florida helps keep Obamacare rates in check\n\nCompetition among health insurance companies requesting to sell plans on the Affordable Care Act exchange in Florida next year should help keep premiums in check for consumers despite an early estimate by state regulators of an average double digit increase. See the full statement from the U.S. Department of Health and Human Services, here. Also read more at the Miami Herald.\n\nGov. Scott wants more college students to graduate on time\n\nFlorida Gov. Rick Scott wants the state's colleges and universities to do more to help students graduate within four years. Scott called for several changes designed to help students to get out of school sooner. Currently, only 44 percent of students attending one of Florida's public universities graduate within four years. More from the AP.\n\nScientific discovery could revolutionize one of world’s most important crops\n\nA team of researchers, including FIU biology professor Eric von Wettberg, has identified the gene responsible for giving white chickpea its light seed and flower color. This genetic finding can help breeders create varieties of chickpea that will fare better against debilitating diseases. The chickpea is a primary source of protein in Africa and throughout the world and contains essential nutrients for human diets. Full story from FIU News, here.\n\nTechnology\n\nWearable emotion detector Jamie Kim, a researcher in the University of Florida’s Department of Tourism, Recreation and Sport Management, uses high-tech eye-tracking glasses to determine what parts of an attraction capture visitors’ attention. She’s one of a handful of researchers worldwide pairing the glasses with a wristband that measures your emotional state. » More from UF News.\n\nOut of the Box\n\nLast Emoji The Last Emoji, an eye-catching yellow sculpture, standing at nine-feet-tall and weighing 900 pounds, now winks its eye — a wrecked tire — and shows off its bright red tongue — a car seat — to passersby in Wynwood. The piece was designed to create awareness about a serious issue: texting and driving. » More from the Miami Herald\n\nIn case you missed it:", "article_metadata": {"keywords": "Florida Trend, Florida business, Florida business news, Florida Small Business, Florida economy, Florida government, Florida politics, Florida Trend magazine, Business Florida", "og": {"url": "http://www.floridatrend.com/article/20060/wednesdays-afternoon-update", "type": "article", "site_name": "Florida Trend", "description": "Afternoon Update: Female CEOs see pay rise, but numbers remain small", "title": "Wednesday's Afternoon Update"}, "fb": {"admins": "oblivionvortex,100001475033621,665682755,willshortgorham"}, "description": "FloridaTrend.com delivers Florida business news along with reports on Florida politics, Florida public policy and government. Florida executives and professionals rely on FloridaTrend.com for in-depth analysis and perspectives on the issues, people and ideas that define Florida.", "viewport": "width=device-width,initial-scale=1,user-scalable=no"}, "article_summary": "Rick Scott wants the state's colleges and universities to do more to help students graduate within four years.\nCurrently, only 44 percent of students attending one of Florida's public universities graduate within four years.\nScott called for several changes designed to help students to get out of school sooner.\nScott wants more college students to graduate on timeFlorida Gov.\nThis genetic finding can help breeders create varieties of chickpea that will fare better against debilitating diseases."}