{"article_title": "Family Grieving, Frustrated As They Observe Slain Son's Birthday", "article_keywords": ["hearing", "sons", "family", "sr", "ford", "ashby", "birthday", "son", "slain", "observe", "walsenburg", "jacquez", "grieving", "frustrated", "jack", "officer"], "article_url": "http://www.kktv.com/news/headlines/Family-Grieving-Frustrated-As-They-Observe-Slain-Sons-Birthday-286763181.html", "article_text": "Jack Jacquez Sr. remembers his son on what would have been Jack Jr.'s 28th birthday.\n\nJames Ashby (Credit: Colorado Bureau of Investigation)\n\nThis should have been a week of celebrations for the Jacquez family: Christmas Eve, Christmas Day and the birthday of their son Jack.\n\nInstead, the family is grieving--and say they're still waiting for justice. Jack Jacquez was shot and killed two months earlier, allegedly at the hands of then-Rocky Ford police officer James Ashby.\n\n\"It's a sad day, no matter how you look at it,\" Jack Jacquez Sr. said through tears on Tuesday, on what would have been his son's 28th birthday. \"You can't wish someone happy birthday when they're dead.\"\n\nCompounding the mourning of their deceased son is the family's frustration at the legal case. The man the family says killed their son in cold blood was given a reduced bond in November, allowing him to bond out.\n\n\"I haven't been this upset since the news of my son,\" Jack Jacquez Sr. told 11 News at the time.\n\nFriday, Ashby's defense team was granted a few extra weeks to prepare for his preliminary hearing. The hearing had been scheduled for Monday; it is now scheduled for Jan. 15. The defense had requested that the hearing be pushed back to give them more time to review evidence.\n\n\"There's not a lot to defend,\" Jacquez Sr. said. \"There just...isn't. How do you defend a man running after a guy through his home and shooting him through his back?\"\n\nAshby is accused of barging into Jack's home early on the morning of Oct. 12 and shooting him in front of his mother. The family says Jack had just returned from babysitting Ashby's girlfriend's kids, and that Ashby had followed him home.\n\nAshby has been charged with second-degree murder. He has since lost his job with the Rocky Ford Police Department. At the time of this report, neither Ashby or the police department have provided his version of events. The case remains an active investigation.\n\n11 News has been going through paperwork from Ashby's past. Before he was hired on as a Rocky Ford police officer, he worked for the Walsenburg Police Department. In one of his evaluations, a superior noted, \"Officer Ashby can improve his officer presence bu developing more patience in his interviews and investigations.\"\n\nIn that same evaluation, the record shows he scored a 2 out of 5 under \"attitude toward the city of Walsenburg.\" His evaluator noted Ashby had, \"developed a confrontational relationship with the city of Walsenburg.\"", "article_metadata": {"medium": "video", "description": "On what would have been their deceased son's birthday, a family sits down with 11 News to talk about their frustration with the case.", "language": "english", "author": "KKTV", "og": {"description": "On what would have been their deceased son's birthday, a family sits down with 11 News to talk about their frustration with the case.", "title": "Family Grieving, Frustrated As They Observe Slain Son's Birthday", "url": "http://www.kktv.com/news/headlines/Family-Grieving-Frustrated-As-They-Observe-Slain-Sons-Birthday-286763181.html", "image": "http://gray-uploads.s3.amazonaws.com/captures/AB8/4B1/AB84B14682F244EBA9054F32EEE2F38B", "video": "http://gray-uploads.s3.amazonaws.com/captures/283/FED/283FED0D9A5A41ADB85DB7473D930CCE.mp4", "type": "article"}, "twitter": {"domain": "www.kktv.com", "description": "On what would have been their deceased son's birthday, a family sits down with 11 News to talk about their frustration with the case.", "creator": "@kktv11news", "url": "http://www.kktv.com/news/headlines/Family-Grieving-Frustrated-As-They-Observe-Slain-Sons-Birthday-286763181.html", "image": "http://media.graytvinc.com/images/rocky+ford+dad2.jpg", "title": "Family Grieving, Frustrated As They Observe Slain Son's Birthday", "site": "@kktv11news", "card": "summary"}, "video_type": "video/mp4", "video_height": 288, "keywords": "Family Grieving, Frustrated As They Observe Slain Son's Birthday", "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "google-site-verification": "gUw-UdhXT7u-BunNWfQWA_t3azu7BEGubOcNT6HddJQ", "video_width": 512, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Family Grieving, Frustrated As They Observe Slain"}, "article_summary": "\"It's a sad day, no matter how you look at it,\" Jack Jacquez Sr. said through tears on Tuesday, on what would have been his son's 28th birthday.\n\"I haven't been this upset since the news of my son,\" Jack Jacquez Sr. told 11 News at the time.\nJack Jacquez Sr. remembers his son on what would have been Jack Jr.'s 28th birthday.\nIn one of his evaluations, a superior noted, \"Officer Ashby can improve his officer presence bu developing more patience in his interviews and investigations.\"\nJack Jacquez was shot and killed two months earlier, allegedly at the hands of then-Rocky Ford police officer James Ashby."}