{"article_title": "‘The Video Games Did It!’ The Stupid Response to Mass Violence That Has Infinite Lives", "article_keywords": ["stuff", "yard", "lives", "violence", "gun", "alexis", "yesterday", "carry", "game", "stupid", "video", "mass", "way", "infinite", "games", "response"], "article_url": "http://reason.com/blog/2013/09/17/the-video-games-did-it-the-stupid-respon", "article_text": "Analysis of Aaron Alexis’s work and criminal history prior to his deadly rampage at Washington D.C.’s Navy Yard yesterday suggests there was a lot going on in that noggin of his, including possibly paranoia and other mental issues.\n\nJust kidding; it’s video games! The Telegraph looks for the worst possible way to write about this crime and jabs at the “sensationalize” button:\n\nExclusive: The Washington Navy Yard gunman Aaron Alexis played violent video games including Call of Duty for up to 16 hours at a time and friends believe it could have pushed him towards becoming a mass murderer.\n\nDespite calling it an exclusive, others (such as the Wall Street Journal here) made note of the man’s video game hobby. But perhaps it’s the irresponsible blaming it on video games that is the exclusive.\n\nThe justification for this headline/lede comes down to a single comment in the story by Nutpisit Suthamtewakul, a Thai restaurant operator with whom Alexis lived at times in Texas. But even the whole quote makes a mockery of trying to lay the blame on games:\n\nMr Suthamtewakul said: \"He could be in the game all day and all night. I think games might be what pushed him that way. He always had this fear people would steal his stuff so that's why he would carry his gun all the time. He would carry it when he was helping out in the restaurant which scared my customers.\"\n\nHe played a lot of video games! But also he was always afraid people would steal his stuff and would carry a gun because of that! Maybe if he had been playing Legends of Zelda games instead that statement wouldn't be a complete non-sequitor. That kid Link is always running into people’s homes and breaking their stuff looking for rupees (and then just taking them!). But a paranoid fear of getting one’s stuff stolen is not generally a psychological manifestation that could be attributed to playing lots of first-person shooters, even if one were to accept that video games affected one’s mental state permanently.\n\nAlso, it’s worth the reminder that Alexis was 34 years old. The rush to blame video games for violence is usually predicated on the perpetrators having allegedly young, impressionable minds, like blaming Grand Theft Auto IV for an 8-year-old killing his grandmother, rather than wondering who is responsible for allowing the boy both access to the gun and a game that is rated for “mature” players only.\n\nIn unrelated news, Grand Theft Auto V is out today! The local Fox affiliate here in Los Angeles yesterday breathlessly read through the list of naughty things to be found in the game as reported by the Electronic Software Ratings Board prior to the game’s actual release, but did also warn that the game is intended for mature players.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "When society won't take \"This guy appears to have mental problems\" as an answer", "title": "‘The Video Games Did It!’ The Stupid Response to Mass Violence That Has Infinite Lives", "url": "http://reason.com/blog/2013/09/17/the-video-games-did-it-the-stupid-respon", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/1379428656582.jpg", "type": "article"}, "twitter": {"description": "Analysis of Aaron Alexis’s work\nand criminal history prior to his deadly rampage at Washington\nD.C.’s Navy Yard yesterday suggests there was a lot going on in\nthat noggin of his, including possibly paranoia and other \nmental issues.", "title": "‘The Video Games Did It!’ The Stupid Response to Mass Violence That Has Infinite Lives", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/1379428656582.jpg", "creator": "@sshackford", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Nanny State", "published_time": "2013-09-17T14:50:00+00:00", "author": "http://reason.com/people/scott-shackford"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fccf92\"", "article_summary": "Despite calling it an exclusive, others (such as the Wall Street Journal here) made note of the man’s video game hobby.\nBut perhaps it’s the irresponsible blaming it on video games that is the exclusive.\nJust kidding; it’s video games!\nHe played a lot of video games!\nBut also he was always afraid people would steal his stuff and would carry a gun because of that!"}