{"article_title": "Trying to Redefine 'Full-Time Work'", "article_keywords": ["week", "redefine", "workers", "work", "legislation", "40", "hours", "fulltime", "mandate", "threshold", "employees", "trying", "having"], "article_url": "http://takingnote.blogs.nytimes.com/2013/11/22/trying-to-redefine-full-time-work/", "article_text": "Andrew Burton/Getty Images\n\nAs if the Affordable Care Act weren’t having enough problems, a bipartisan Senate foursome is now asking that a bill to weaken the employer mandate be included in any budget agreement that comes out of the Senate in the coming weeks.\n\nThe employer mandate is the requirement that businesses with 50 employees or more offer health coverage to full-time employees or pay a penalty of $2,000 to $3,000 per worker.\n\nDespite the aggressive sound of the word “mandate,” the provision is not the intrusion its critics make it out to be. Of the 230,000 companies with 50 or more workers, the vast majority already provide insurance to some 88 million workers. Only about 11,500 companies with roughly 1.4 million workers will have to grapple with the mandate when it takes effect in 2015.\n\n\n\nBut that is apparently too much to ask for the four senators — Susan Collins, Republican of Maine; Lisa Murkowski, Republican of Alaska; Joe Donnelly, Democrat of Indiana; and Joe Manchin, Democrat of West Virginia.\n\nThey have taken aim at the definition of “full time” in the health care law, which is set at 30 hours per week. Their legislation, the Forty Hours is Full Time Act, would change the threshold to 40 hours. Their concern, they say, is that employers may be increasingly motivated to avoid the mandate by cutting workers’ hours. In a letter to the Budget committee, they wrote that defining “full time” as 40 hours a week “will help protect millions of employees from having their hours curtailed” and their earnings reduced.\n\nBut if their concern really is preserving hours and wages, their legislation makes no sense.\n\nThe Center on Budget and Policy Priorities analyzed the issue in detail in this report. The gist is that with a 30-hour threshold, the employees at risk of having their hours cut are those who work 30 to 34 hours a week — less than 8 percent of today’s workers.\n\nBut with a 40-hour threshold, the workers at risk are those who work 40 or more hours per week, or about 45 percent of the workforce.\n\nIn other words, raising the threshold would actually place more workers at risk of having their hours reduced. The result would be substantially less employer-sponsored coverage, which in turn, could cause a large increase in federal spending on subsidized coverage for people who otherwise would be covered at work — just what the foes of health care have long claimed it would do.\n\nThe legislation is off base in other ways, too. Its sponsors argue that 40-hours-a-week is justified because it is more in step with “standard employment practice in the U.S. today.” If only. According to government labor statistics, the average work week for most private-sector workers has not been 40 hours since records started being kept in 1964. The average work week peaked at 38.8 hours in 1965, and has declined more or less steadily since then. In the most recent jobs report, covering October 2013, it stood at 33.6 hours.\n\nThe legislation’s sponsors have asserted that the average American works 8.8 hours a day, or 44 hours a week. But that factoid is not from the monthly labor statistics. Rather it comes from the government’s annual Time Use survey, which asks Americans how much time they spend on working and related activities, which include commuting and income-generating activities that are not a part of one’s job, like having a yard sale or maintaining a rental property. The figure also reflects only workers aged 25 to 54 with children.\n\nSo here’s a suggestion: The next time the average work week is 40 hours or more for a sustained period, say, six months or a year, all members of Congress can agree to consider the Forty Hours is Full Time Act. Until then, this nonsensical and deceptive legislation should be shelved.", "article_metadata": {"ptime": 20131122093441, "BN": "takingnote", "dfp-ad-unit-path": "takingnote", "adxPage": "blog.nytimes.com/takingnote/post", "per": "Collins, Susan M;Donnelly, Joseph Simon;Manchin, Joe III;Murkowski, Lisa", "keywords": "Collins Susan M,Donnelly Joseph Simon,Manchin Joe III,Murkowski Lisa,Patient Protection and Affordable Care Act (2010),Working Hours,Featured Posts", "GBLC": "Featured Posts", "communityAssetTaxonomy": "blogs/takingnote/Trying to Redefine 'Full-Time Work' ( 20131122 )", "PT": "Blogs", "author": "Teresa Tritch", "SCG": "takingnote", "sourceApp": "blogs", "CLMST": "Teresa Tritch", "byl": "Teresa Tritch", "twitter": {"url": "http://takingnote.blogs.nytimes.com/2013/11/22/trying-to-redefine-full-time-work/", "image": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "description": "Some lawmakers think “full time” in the health care law should mean 40 hours, rather than 30 hours per week.", "card": "summary", "title": "Trying to Redefine 'Full-Time Work'"}, "blogpostid": 100000002566391, "description": "Some lawmakers think “full time” in the health care law should mean 40 hours, rather than 30 hours per week.", "robots": "noodp", "dat": "November 22, 2013", "article": {"tag": "Featured Posts", "published_time": 1385130881, "collection": "http://json8.nytimes.com/services/json/sectionfronts/opinion/index.jsonp", "modified_time": "2013-11-22T17:34:48-05:00"}, "utime": 20131122173448, "communityAssetLabels": "NYT_Blogs", "PUD": 20131122, "pdate": 20131122, "des": "Patient Protection and Affordable Care Act (2010);Working Hours", "thumbnail": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "og": {"site_name": "Taking Note", "description": "Some lawmakers think “full time” in the health care law should mean 40 hours, rather than 30 hours per week.", "title": "Trying to Redefine 'Full-Time Work'", "url": "http://takingnote.blogs.nytimes.com/2013/11/22/trying-to-redefine-full-time-work/", "image": "http://graphics8.nytimes.com/images/blogs_v5/../icons/t_logo_291_black.png", "type": "article"}, "communityAssetURL": "http://takingnote.blogs.nytimes.com/2013/11/22/trying-to-redefine-full-time-work/", "PUV": "normal", "hdl": "Trying to Redefine 'Full-Time Work'", "thumbnail_150": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "PST": "Blog Post", "DISPLAYDATE": "November 22, 2013"}, "_id": "\"57477af46914bd0286fdb8aa\"", "article_summary": "The average work week peaked at 38.8 hours in 1965, and has declined more or less steadily since then.\nAccording to government labor statistics, the average work week for most private-sector workers has not been 40 hours since records started being kept in 1964.\nTheir concern, they say, is that employers may be increasingly motivated to avoid the mandate by cutting workers’ hours.\nTheir legislation, the Forty Hours is Full Time Act, would change the threshold to 40 hours.\nBut with a 40-hour threshold, the workers at risk are those who work 40 or more hours per week, or about 45 percent of the workforce."}