{"article_title": "Need A Costly Drug? Insurers Increasingly Push For Older And Cheaper Ones", "article_keywords": ["drugs", "therapy", "costs", "costly", "older", "increasingly", "practice", "patients", "drug", "cheaper", "states", "need", "step", "ones", "health", "push", "prescription", "insurers"], "article_url": "http://kcur.org/post/need-costly-drug-insurers-increasingly-push-older-and-cheaper-ones", "article_text": "Glenn Helverson has a job that’s all about speed.\n\nFor most of the last 25 years he’s been a driver with the Central Jackson County Fire Protection District. But he’s been slowed down at times by a health issue that appeared at an early age.\n\n“I think I first noticed signs of arthritis when I was eighteen,” Helverson says.\n\nToday his rheumatoid arthritis pain is kept at bay with a new-generation injectable drug called Cimzia.\n\n“Without the medications I’ve had, I probably would’ve already been retired with disability,” he says.\n\nCimzia, however, doesn’t come cheap. It costs thousands of dollars a month. And getting his insurance company to pay for it hasn’t been easy.\n\nHelverson says when his coverage changed, his insurer told him he’d have to try cheaper, older drugs before it would agree to cover Cimzia. And those older drugs just didn’t work anywhere near as well.\n\n“I’ve had to come off the truck at times for six weeks at a time… just because I couldn’t move my hands, couldn’t move my ankles,” he says.\n\nIn the last decade, the percentage of employee insurance plans requiring what’s known as “step therapy” has more than doubled. And that’s drawn the attention of state lawmakers.\n\nThis year, legislators in Missouri, among other states, are considering bills that would make it easier to get exemptions from step therapy or even override it.\n\nIn fact, no fewer than 16 states have considered step therapy legislation this year, according to the American College of Rheumatology, an Atlanta-based organization that wants to alter the practice.\n\n“The process for one drug probably takes anywhere from 45 minutes to a couple hours depending on long how it takes my staff member on the phone, on hold, waiting to talk to somebody,” says Dr. Bruce Williams, a family practice physician in Blue Springs, Missouri.\n\nWilliams says the money insurers save through step therapy ends up getting shifted to doctors like him in the form of increased office work. That can add up to hours every day for his small practice.\n\nAnd step therapy, he says, forces him to write a lot of prescriptions that he knows aren’t the best treatment.\n\n“You have to tell the patient, ‘This medication is less expensive. I don’t expect it to work as well,’” he says. “You’re possibly going to have some side effects that you might not have with the newer medication.’”\n\nSoaring drug costs\n\nThere are lots of newly insured patients seeking prescription medications these days, thanks to the Affordable Care Act. And thanks to an explosion of new – and expensive – breakthrough drugs for treating illnesses like cancer, hepatitis C and arthritis, prescription drug spending in the U.S. last year soared to nearly $375 billion.\n\nPrescription drug providers are under pressure to slow that growth.\n\n“What you’re seeing is pharmacy costs are out of control,” says Dr. Steve Miller, chief medical officer for Express Scripts. “You have to look for opportunities to hold down costs, and step therapy is one of those opportunities which allows us to hold costs in check, which keeps the health care benefit affordable for families.”\n\nBased in St. Louis, Express Scripts is the biggest prescription benefit management company in the United States, providing drug coverage on behalf of insurers like Blue Cross Blue Shield and Anthem as well as the military.\n\nAnd Express Scripts isn’t happy about lawmakers’ proposed changes.\n\nMiller says patients going through step therapy often find that a cheaper drug does the trick, and they stick with it rather than go for a more expensive one. And that, he says, saves tens of billions of dollars a year.\n\nAnd it isn’t just designed to control costs, he says: As more new drugs come onto the market, encouraging older treatment methods is also safer.\n\n“When you use the same product over and over again, you actually become very familiar with how it works, what side effects it has and how it works in combination with other side effects and diseases,” he says.\n\nCaleb Alexander, co-director of the Johns Hopkins Center for Drug Safety and Effectiveness, points to another important aspect of step therapy.\n\nHe says that patients asking for drugs they see on TV or in other advertising have exerted considerable influence on doctors’ prescribing practices.\n\n“Patients and doctors and health plans all have to deal with the fact that prescription drugs cost a lot of money and that, all too often, prescribing is not evidence-based or rational,” Alexander says.\n\nWhen done correctly, he says step therapy saves money without sacrificing health. But he acknowledges it shouldn’t lead to ordeals of the kind Glen Helverson went through.\n\n“Patients shouldn’t go through rounds of ineffective medicines in order to qualify for an alternative treatment approach,” he says.\n\nHigher costs?\n\nThere’s nothing wrong with step therapy, at least in theory, says Tami Mark, vice president and research director of behavioral health and quality research at Truven Health Analytics, a health care data company.\n\n“But in practice what happens is that patients, when you put them on step therapy, they’re less likely to fill the medication,” Mark says.\n\nMark has led studies exploring how step therapy affects patients who take antidepressants and blood pressure medications. She found that it can discourage them from getting needed treatment. In some cases, their condition can worsen, which may result in higher costs in the long run.\n\n“Because they were less likely to fill,” Mark says. “We also saw an increase in emergency department and in-patient utilization and costs on the medical care side.”\n\nThe American College of Rheumatology initially sought to ban the practice altogether. But strong resistance led the organization to scale back its ambitions, according Dr. Will Harvey, chair of its government affairs committee.\n\nHarvey says that of the measures considered in 16 states this year, two have already died. Missouri lawmakers are still trying to decide before the legislative session adjourns later this month.\n\nBack at the fire station, Glenn Helverson is hopeful.\n\nHe says he understands the need for step therapy and doesn’t think it should be scrapped altogether. But he wants to see it used in a way that gives more authority back to doctors.\n\n“Take the physicians that’s been in school for 14 years and now in practice and has a personal relationship with the patient and can take that and tell the insurance company, ‘This is where the patient needs to be and where we need to keep him.’”\n\nAlex Smith is a reporter for KCUR, a partner in the Heartland Health Monitor team.", "article_metadata": {"category": "Health", "description": "Glenn Helverson has a job that’s all about speed. For most of the last 25 years he’s been a driver with the Central Jackson County Fire Protection District", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://kcur.org/post/need-costly-drug-insurers-increasingly-push-older-and-cheaper-ones", "image": "http://mediad.publicbroadcasting.net/p/kcur/files/styles/medium/public/201505/Helverson.jpg", "type": "article", "description": "Glenn Helverson has a job that’s all about speed. For most of the last 25 years he’s been a driver with the Central Jackson County Fire Protection District", "title": "Need A Costly Drug? Insurers Increasingly Push For Older And Cheaper Ones"}, "story_id": 404884031, "twitter": {"site": "@kcur", "card": "summary", "creator": "@kcur"}, "author": "Alex Smith", "org_id": 0, "dc": {"title": "Need A Costly Drug? Insurers Increasingly Push For Older And Cheaper Ones"}, "nid": 72880, "datePublished": "2015-05-07", "keywords": "drugs, Heartland Health Monitor", "wordCount": 1213, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe1cff\"", "article_summary": "He says he understands the need for step therapy and doesn’t think it should be scrapped altogether.\nIn the last decade, the percentage of employee insurance plans requiring what’s known as “step therapy” has more than doubled.\nAnd step therapy, he says, forces him to write a lot of prescriptions that he knows aren’t the best treatment.\nWilliams says the money insurers save through step therapy ends up getting shifted to doctors like him in the form of increased office work.\nCaleb Alexander, co-director of the Johns Hopkins Center for Drug Safety and Effectiveness, points to another important aspect of step therapy."}