{"article_title": "The Orwellian King-Burwell Majority", "article_keywords": ["court", "power", "language", "federal", "freedom", "political", "majority", "meaning", "powers", "kingburwell", "law", "orwellian", "laws"], "article_url": "http://www.frontpagemag.com/fpm/259234/orwellian-king-burwell-majority-bruce-thornton", "article_text": "Bruce Thornton is a Shillman Journalism Fellow at the David Horowitz Freedom Center\n\nLast week’s decision in King vs. Burwell, in which Chief Justice John Roberts magically conjured ambiguity out of straightforward language, has troubling implications beyond the further erosion of the separation of powers. From ancient Athens to George Orwell, the violation of the integrity of language by sophistical legerdemain has been recognized as the eternal enabler of political tyranny.\n\nThe 6-3 decision, which legitimized giving federal subsidies to people living in states without an exchange, obviously contradicts the law as written. What the majority of the Court did was to rewrite legislation in clear violation of the Constitution’s separation of powers, which gives the law-making power to Congress. As Justice Scalia wrote in dissent, the majority “ignores the American people’s decision to give Congress ‘[a]ll legislative Powers’ enumerated in the Constitution. They made Congress, not this Court, responsible for both making laws and mending them.”\n\nThis usurpation of legislative power in turn depended on ignoring the plain language of the law. Again Scalia: “Words no longer have meaning if an Exchange that is not established by a State is ‘established by the State.’” One recalls Thucydides’ famous observations on the corruption of language by contests for political domination: “Words had to change their ordinary meaning and to take that which was now given them.” So too in King vs. Burwell, the majority has changed the “ordinary meaning” of the word “state” and made it take on the meaning “federal government.”\n\nYet this political abuse of language by the Court is nothing new. In the first Obamacare case three years ago, National Federation of Independent Business vs. Sebelius, Justice Roberts justified unconstitutionally imposing a financial “penalty” on those without medical insurance by calling it a “tax,” rewriting the law in contradiction of the frequently publicized intent of those writing the law that the penalty was not a tax. The “ordinary meaning” of “penalty” was changed to “tax.” Just as “War is Peace” and “Ignorance is Strength” in 1984’s Oceania, now in America “State is Federal Government” and “Penalty is Tax.”\n\nBut long before these two decisions we have been subjected to bad laws predicated on disrespect for clear language. Sexual harassment law, with its vague language like “hostile and intimidating,” has been an inducement to use the law as a weapon in interpersonal and professional disputes by inviting subjective, irrational, self-interested, and preposterous interpretations of what constitutes “hostile and intimidating.” Title IX similarly encourages using subjective or even neurotic “feelings” to determine that a woman “on the basis of sex” has been discriminated against. These laws violate one of the fundamental aims of clear writing–– precision. It is no wonder, then, that they have generated countless acts of injustice and censorship backed by the coercive power of the state.\n\nUsing vague language and violating the clear meaning of words undermine the fundamental idea opposed to tyranny––that citizens are ruled by laws and not men, for a free state functions by verbal deliberation and written laws. Thus the precision and stability of language lies at the heart of political freedom. Scalia alludes to this fundamental principle: “The Court forgets that ours is a government of laws and not of men. That means we are governed by the terms of our laws, not by the unenacted will of our lawmakers.” And both rulings have replaced the legislative mechanism for exercising that “rule by law”–– elected representatives, accountable to the people, write the laws––with rule by decree based on the ideological preferences or prejudices of an elite.\n\nIn “Politics and the English Language,” Orwell said, “Political speech and writing are largely the defense of the indefensible,” and “Political language . . . is designed to make lies sound truthful.” The corrupted, dishonest language of these Supreme Court decisions is an expression of political, not legal speech, and the effect is to defend both the indefensible weakening of the Constitution, and the concentration of power in the federal government.\n\nIn other words, these decisions are serving the century-long progressive program of replacing a republic of separated powers designed to protect freedom and individual rights, with a technocratic oligarchy of concentrated and expanding powers designed to aggrandize itself and eliminate the mediating institutions––state governments, churches, businesses, and private organizations––that could check its ambitions. We see this aim in the writings of Woodrow Wilson, who in 1887 complained that the president “was empowered [by the veto] to prevent bad laws, but he was not to be given an opportunity to make good ones,” and who longed to “open for the public a bureau of skilled, economical administration” made up of the “hundreds who are wise” empowered to rule the thousands who are “selfish, ignorant, timid, stubborn, or foolish.” We read it too in Progressivism’s foremost theorist, Herbert Croly, when in 1909 he wrote, “The people are not Sovereign as individuals . . . They become Sovereign only in so far as they succeed in reaching and expressing a collective purpose.” And we hear it in a speech of FDR in 1932, when he spoke of “modifying and controlling our economic units,” “distributing wealth and products more equitably,” qualifying “the freedom of action of individual units within the business,” and effecting “the re-definition of these rights [of property] in terms of a changing and growing social order.”\n\nToday it’s obvious that the progressives’ “collective purpose” is being realized: for decades the federal government has been subordinating businesses and churches to the federal government, weakening the powers of the sovereign states, pursuing “social justice” through laws written by anonymous, unelected, unaccountable executive office functionaries, and working to achieve radical egalitarianism by the redistribution of property through tax law and social welfare entitlements. What is missing from this “collective purpose” are the foundational purposes of the American Republic: the protection of individual rights and property, the fostering of political freedom and autonomy, and defending both freedom and rights against the tyrannical ambitions of elites and masses alike. Rather, today we see at work ––in the executive tyranny of Barack Obama, in the intrusive regulatory power of unelected agencies like the IRS and the EPA, and in the hubris of the Supreme Court in rewriting plainly written law to serve the progressive agenda––the “new instruments of public power” of the sort that FDR boasted about in 1936. Lost has been the Founders’ concern to protect the people’s freedom from the tendency of power to corrupt those who possess it.\n\nThis dismantling of the Constitutional political order has depended on the corruption of language. As Orwell wrote in 1946, “One ought to recognise that the present political chaos is connected with the decay of language, and that one can probably bring about some improvement by starting at the verbal end.” If we want to recover our political heritage, we need, as Scalia did in his dissent, to continually call out the violence against language that has always accompanied the expansion of tyranny.", "article_metadata": {"rating": "general", "description": "Troubling implications beyond the further erosion of the separation of powers.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Frontpage Mag", "description": "Troubling implications beyond the further erosion of the separation of powers.", "title": "The Orwellian King-Burwell Majority", "url": "http://www.frontpagemag.com/fpm/259234/orwellian-king-burwell-majority-bruce-thornton", "image": "http://www.frontpagemag.com/sites/default/files/styles/article_full/public/uploads/2015/06/king-burwell.jpg?itok=TABoD0lU", "updated_time": "2015-06-29T01:23:42-04:00", "type": "article"}, "twitter": {"url": "http://www.frontpagemag.com/fpm/259234/orwellian-king-burwell-majority-bruce-thornton", "image": "http://www.frontpagemag.com/sites/default/files/styles/article_full/public/uploads/2015/06/king-burwell.jpg?itok=TABoD0lU", "description": "Troubling implications beyond the further erosion of the separation of powers.", "card": "summary", "title": "The Orwellian King-Burwell Majority"}, "article": {"published_time": "2015-06-29T00:19:43-04:00", "modified_time": "2015-06-29T01:23:42-04:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe1a67\"", "article_summary": "In “Politics and the English Language,” Orwell said, “Political speech and writing are largely the defense of the indefensible,” and “Political language .\nAs Justice Scalia wrote in dissent, the majority “ignores the American people’s decision to give Congress ‘[a]ll legislative Powers’ enumerated in the Constitution.\nWhat the majority of the Court did was to rewrite legislation in clear violation of the Constitution’s separation of powers, which gives the law-making power to Congress.\nThus the precision and stability of language lies at the heart of political freedom.\nThe 6-3 decision, which legitimized giving federal subsidies to people living in states without an exchange, obviously contradicts the law as written."}