{"article_title": "U.S. healthcare pricing rigged: Petition demanding real prices signed by 80,000 in one week", "article_keywords": ["week", "real", "weissman", "price", "industry", "signed", "prices", "patients", "health", "pricing", "healthcare", "rigged", "demanding", "80000", "petition", "predatory"], "article_url": "http://www.menafn.com/1094764169/US-healthcare-pricing-rigged-Petition-demanding-real-prices-signed-by-80000-in-one-week", "article_text": "(MENAFN Press) Weissman’s Petition to End Predatory Healthcare Pricing on Change.org\n\nOne week ago former hospital president, Steven I. Weissman, announced a campaign to end predatory healthcare pricing and vowed to change the system, stating that he is ''beating the proverbial drums now because there''s a presidential campaign in high gear.''\n\n(READ: Former hospital president blows whistle on predatory U.S. healthcare pricing)\n\nThe response has been phenomenal, says Weissman, reflecting outrage at the way U.S. healthcare services are priced. In the past week, more than 80,000 people signed his Petition to End Predatory Healthcare Pricing. Upon reaching this significant milestone, he is calling on each of the remaining presidential primary candidates, Hillary Clinton, Donald Trump, Gov. John Kasich and Senators Ted Cruz and Bernie Sanders to publically pledge support for outlawing predatory healthcare pricing.\n\n''Predatory pricing is the reason that the USA is suffering from health cost misery'' says Weissman. ''The healthcare industry has entirely eliminated real prices for hospitals, physicians and labs.''\n\nAsk the price of anything and the answer is always the same: What insurance do you have? Patients are blocked from shopping for fair value. The part of the Affordable Care Act which was supposed to control insurance costs, perversely, incentivizes insurers to pay higher, not lower costs. Under the Affordable Care Act, premiums and profits are legally permitted to rise only as health costs rise. In short, when it comes to pricing, nobody is watching the store and citizens cannot shop to protect themselves from medical price gouging.\n\nThis former insider says that because billing rates are not set, the health industry is able to prey on patients at their most vulnerable. And if you are out of network or uninsured, you pay the highest rates.\n\nHealthcare pricing has been rigged by the industry that dumps, by far, the most cash into Washington. The industry spends more on lobbying than the defense, aerospace, and the oil and gas industries combined. It is the only mass market product or service sold in the USA without real pricing. And it is no coincidence that it has created an unsustainable cost crisis.\n\nA simple blood test for cholesterol can range from 10 to 400 or more at the same lab. Hospitalization for chest pain can result in a bill from the same hospital for the same services ranging anywhere from 3,000 to 25,000 or more. The widely discussed concept of price transparency will not come close to solving the health cost crisis. Transparency would merely show that each healthcare provider has numerous different prices for each service and continue to sow confusion over the real price. This kind of disclosure will not effectively enable patients to shop and compare pricing.\n\nThe solution is for Congress to take action and require healthcare providers to bill all patients, insured and uninsured, the same amount for the same service. Hospials, physicians and labs should have continued freedom to set their own prices, but predatory pricing a different rate for each patient must be prohibited. Patients should not be financially brutalized for being out of network or uninsured.\n\nWhen rates are set, patients will be able to shop for good healthcare value. Providers will be forced to compete based on price, quality and service. Healthcare costs and insurance premiums will plummet.\n\nThousands of public comments on the Petition to End Predatory Healthcare Pricing (including many from people who identify themselves as physicians, nurses and others working in healthcare), reflect universal nationwide determination to finally compel politicians to hear patients over the voices of industry lobbyists.\n\nImagine if you are in line in Macys and the three people in front of you are all charged 19 for a particular shirt; but the same cashier charges you 175 for the exact same item.\n\nEveryone would recognize such conduct as outrageous,'' says Weissman ''It is only the health industry that is legally permitted to impose random, predatory pricing for essential, life or death services.''\n\nLast summer the New York Department of Consumer Affairs made national headlines when it forced Whole Foods to admit the company short-weighted customers. Our government employs thousands to protect us from being bamboozled on an ounce of ham or fruit or gasoline and in other areas as well, yet we are abandoned when it comes to healthcare pricing.\n\nMedical price gouging and fraud is so widespread that, to protect the U.S. treasury, a special Medicare Fraud Strike Force was created. Contrast Medicare enforcement with the plight of individual patients, who generally can''t even learn what the price is supposed to be. If you eat at a restaurant with no prices on the menu, how do you complain when charged 10X higher than you expected for a hamburger after eating it?\n\nCitizens have no effective remedy to defend themselves against the industry whose influence wrote the rules. This is unfair and unsustainable, as well as un-American, Weissman says.\n\nWeissman is calling for each candidate to publicly pledge that he or she would begin reform by seeking to end predatory healthcare pricing. He says that health insurance costs are simply a function of underlying medical charges. ''Unless health services are required to have real prices, just like all other goods and services sold in the U.S., there will continue to be no real price competition, patients will not be able to shop for good value; and, no magic, smoke, or mirrors will make a real dent in insurance rates.''\n\nCONTACT:\n\nSteven I. Weissman, Esq.\n\nEmail:\n\nTel. 954-704-9050\n\nDirect link:http://www.prnewschannel.com/2016/03/17/u-s-healthcare-pricing-rigged-petition-demanding-real-prices-signed-by-80000-in-one-week/\n\nSOURCE:Steven I. Weissman\n\nThis press release is distributed by PR NewsChannel. Your News. Everywhere.", "article_metadata": {"rating": "general", "Description": "(MENAFN Press)  Weissman’s Petition to End Predatory Healthcare Pricing on Change.org    One week ago former hospital president, Steven I. Weissman, announced a campaign to end", "author": "MENAFN", "og": {"url": "http://www.menafn.com/qn_news_story_s.aspx?storyid=1094764169&title=US-healthcare-pricing-rigged-Petition-demanding-real-prices-signed-by-80000-in-one-week", "image": {"width": 300, "identifier": "http://www.menafn.com/updates/pr/2016-05/MP_279e8006-8image_story.png"}, "type": "article", "description": "(MENAFN Press)  Weissman’s Petition to End Predatory Healthcare Pricing on Change.org    One week ago former hospital president, Steven I. Weissman, announced a campaign to end", "title": "U.S. healthcare pricing rigged: Petition demanding real prices signed by 80,000 in one week"}, "twitter": {"description": "(MENAFN Press)  Weissman’s Petition to End Predatory Healthcare Pricing on Change.org    One week ago former hospital president, Steven I. Weissman, announced a campaign to end", "title": "U.S. healthcare pricing rigged: Petition demanding real prices signed by 80,000 in one week", "url": "http://www.menafn.com/qn_news_story_s.aspx?storyid=1094764169&title=US-healthcare-pricing-rigged-Petition-demanding-real-prices-signed-by-80000-in-one-week", "image": {"src": "http://www.menafn.com/updates/pr/2016-05/MP_279e8006-8image_story.png"}, "creator": {"identifier": "@menafn", "id": 65910734}, "site": {"identifier": "@menafn", "id": 65910734}, "card": "summary_large_image"}, "resource-type": "document", "robots": "index, follow", "ROBOTS": "NOARCHIVE, NOODP", "keywords": ",(MENAFN,Press),,Weissman’s,Petition,to,End,Predatory,Healthcare,Pricing,on,Change.org,,,,One,week,ago,former,hospital,president,,Steven,I.,Weissman,,announced,a,campaign,to,end", "google-site-verification": "eTWZsG-ue3wIu6xtyzV4ykC0r_2nrCJ2zjN9_PhzOJ0", "distribution": "global", "y_key": "63f5d0c14b50c6c7", "news_keywords": ",(MENAFN,Press),,Weissman’s,Petition,to,End,Predatory,Healthcare,Pricing,on,Change.org,,,,One,week,ago,former,hospital,president,,Steven,I.,Weissman,,announced,a,campaign,to,end"}, "_id": "\"57477af36914bd0286fccfbd\"", "article_summary": "In the past week, more than 80,000 people signed his Petition to End Predatory Healthcare Pricing.\nJohn Kasich and Senators Ted Cruz and Bernie Sanders to publically pledge support for outlawing predatory healthcare pricing.\n''The healthcare industry has entirely eliminated real prices for hospitals, physicians and labs.''\nIt is the only mass market product or service sold in the USA without real pricing.\n(MENAFN Press) Weissman’s Petition to End Predatory Healthcare Pricing on Change.orgOne week ago former hospital president, Steven I. Weissman, announced a campaign to end predatory healthcare pricing and vowed to change the system, stating that he is ''beating the proverbial drums now because there''s a presidential campaign in high gear.''"}