{"article_title": "Steve Nash, two-time MVP, announces retirement from NBA – The Denver Post", "article_keywords": ["mvp", "angeles", "retirement", "phoenix", "los", "career", "announces", "denver", "steve", "nash", "game", "assists", "suns", "post", "nba", "twotime"], "article_url": "http://www.denverpost.com/nuggets/ci_27760237/steve-nash-two-time-mvp-announces-retirement-from-nba", "article_text": "LOS ANGELES — Los Angeles Lakers guard Steve Nash announced his retirement Saturday after a 19-year NBA career that included two MVP awards.\n\nAfter playing in just 65 games over the past three seasons due to injuries, the 41-year-old Canadian playmaker formally announced his departure with a letter on The Players’ Tribune, a website where he is a senior producer.\n\n“I will likely never play basketball again,” wrote Nash, who hasn’t played at all this season. “It’s bittersweet. I already miss the game deeply, but I’m also really excited to learn to do something else.”\n\nThe eight-time All-Star is third in NBA history with 10,335 assists, trailing only John Stockton and Jason Kidd. Nash also is the best free-throw shooter in NBA history at 90.4 percent, barely edging Mark Price.\n\nNash will be remembered for his incredible prime with the Phoenix Suns. The speedy, sharp-shooting point guard changed the professional game and won the league MVP awards in 2005 and 2006 during a dominant stretch as the catalyst for coach Mike D’Antoni’s up-tempo offense.\n\n“It will always hurt that Phoenix Suns fans didn’t get the championship they deserved during our run,” said Nash, who spent 10 seasons in Phoenix during two tenures with the Suns.\n\n“Yes, we had some bad luck, but I always look back at it and think, ‘I could’ve made one more shot, or not forced a turnover, or made a better pass.’ But I don’t regret anything. The arena was always sold out and rocking. It was the time of my life.”\n\nNash’s career wound down painfully with the Lakers, who mortgaged their future to sign him to a $28 million contract in 2012, trading four draft picks to Phoenix in a bid to build a championship team around Kobe Bryant and Dwight Howard.\n\nBut Nash struggled with injuries in Los Angeles from his second game, when he broke a bone in his left leg. After managing just 15 games last season, a persistent back problem prevented Nash from suiting up at all this year, making his retirement a long-expected formality.\n\nNash was born in South Africa, but grew up in British Columbia and starred in college at Santa Clara. After starting his NBA career with two quiet years in Phoenix, he rose to prominence with the Dallas Mavericks during the 2000-01 season.\n\nNBA career assists leaders\n\nHow Steve Nash compares with the all-time assists leaders in NBA history:\n\ntable {\n\nfont-size: small;\n\n}", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Steve Nash, two-time MVP, announces retirement from NBA", "title": "Steve Nash, two-time MVP, announces retirement from NBA", "url": "http://www.denverpost.com/2015/03/21/steve-nash-two-time-mvp-announces-retirement-from-nba/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150321_011859_steve-nash.jpg", "height": 436}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150321_011859_steve-nash.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-03-21T13:16:40+00:00", "modified_time": "2016-04-24T19:24:03+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdb8b5\"", "article_summary": "LOS ANGELES — Los Angeles Lakers guard Steve Nash announced his retirement Saturday after a 19-year NBA career that included two MVP awards.\nNBA career assists leadersHow Steve Nash compares with the all-time assists leaders in NBA history:table {font-size: small;}\nAfter starting his NBA career with two quiet years in Phoenix, he rose to prominence with the Dallas Mavericks during the 2000-01 season.\nBut Nash struggled with injuries in Los Angeles from his second game, when he broke a bone in his left leg.\nNash will be remembered for his incredible prime with the Phoenix Suns."}