{"article_title": "Peterson's attorney, Rusty Hardin, said in a statement that the charge resulted from the footballer \"using a switch to spank his son.\"", "article_keywords": ["used", "hardin", "yards", "vikings", "nfl", "petersons", "switch", "spank", "son", "running", "rusty", "statement", "adrian", "resulted", "using", "peterson", "footballer", "texas", "told"], "article_url": "http://www.boiseweekly.com/boise/nfl-star-peterson-charged-with-child-abuse-will-not-play-sunday/Content?oid=3306051", "article_text": "Minnesota Vikings' star running back Adrian Peterson was briefly detained in a Texas jail early on Saturday charged with injuring a child, according to the website of the Montgomery County Sheriff's Office.\n\nPeterson was held on a $15,000 bond early on Saturday morning and was released within about 30 minutes, jail records showed. He was indicted by a grand jury in the county north of Houston, and police issued a warrant for his arrest on Friday.\n\nPeterson's attorney, Rusty Hardin, said in a statement that the charge resulted from the footballer \"using a switch to spank his son.\"\n\nThe charges come on the heels of the NFL indefinitely suspending Baltimore Ravens three-time Pro Bowl running back Ray Rice for domestic violence.\n\nHardin said Peterson's actions mirrored treatment he experienced growing up, adding that the running back had testified before a grand jury for \"several hours\" and was fully cooperating with authorities.\n\n\"Adrian is a loving father who used his judgment as a parent to discipline his son,\" Hardin said. \"Adrian never intended to harm his son and deeply regrets the unintentional injury.\"\n\nThe National Football League's Vikings said in a statement they would drop Peterson from the team's roster for Sunday's game against the New England Patriots as the team looks into the matter.\n\nA local CBS broadcaster in Houston cited law enforcement sources in reporting that Peterson told police he used a tree branch in a \"whooping\" on his 4-year-old son in Spring, Texas, in May as punishment for pushing another one of the athlete's children.\n\n\"The Vikings are in the process of gathering information regarding the legal situation involving Adrian Peterson,\" the team said in a statement.\n\nPeterson, 29, a six-time Pro Bowl running back and a former NFL Most Valuable Player, is in his eighth season in the league, all with the Vikings. He has rushed for 10,190 yards and scored 91 touchdowns, 86 on the ground, in his career.\n\nIn 2012, Peterson rushed for 2,097 yards, the second-most in a single season in NFL history, trailing only Eric Dickerson's 2,105 in 1984 with the Los Angeles Rams.\n\nA two-year-old boy fathered by Peterson died in October 2013 after being allegedly assaulted by the mother's boyfriend in Sioux Falls, South Dakota. The man, Joseph R. Patterson, was indicted on second-degree murder charges.\n\nPeterson told reporters at that time he had learned about the child only two months before and been preparing to provide financial assistance to him and his mother.", "article_metadata": {"layout": "Content Default", "description": "Minnesota Vikings' star running back Adrian Peterson was briefly detained in a Texas jail early on Saturday charged with injuring a child, according to the...", "title": "NFL Star Peterson Charged With Child Abuse; Will Not Play Sunday | Peterson's attorney, Rusty Hardin, said in a statement that the charge resulted from the footballer \"using a switch to spank his son.\" | National | Boise Weekly", "og": {"site_name": "Boise Weekly", "description": "Minnesota Vikings' star running back Adrian Peterson was briefly detained in a Texas jail early on Saturday charged with injuring a child, according to the...", "title": "NFL Star Peterson Charged With Child Abuse; Will Not Play Sunday", "url": "http://www.boiseweekly.com/boise/nfl-star-peterson-charged-with-child-abuse-will-not-play-sunday/Content?oid=3306051", "image": "http://www.boiseweekly.com/binary/6bac/cover1-1.jpg", "type": "article"}, "twitter": {"description": "Minnesota Vikings' star running back Adrian Peterson was briefly detained in a Texas jail early on Saturday charged with injuring a child, according to the...", "card": "summary", "title": "NFL Star Peterson Charged With Child Abuse; Will Not Play Sunday"}, "oid": 3306051, "fb": {"app_id": 147773095298810}, "keywords": "Boise Weekly, Boise, Idaho, Boise online newspaper, Boise Idaho newspaper, Boise news, Boise arts, Idaho arts, Boise music, Boise entertainment, Boise calendar, Boise events, Boise dining, Boise Idaho news, Idaho politics, Idaho entertainment", "google-site-verification": "Cj6vU11_Cy6mgp0wvU_VpDONKhVZTCcHXO2BSYJfYHw", "verify-v1": "wytIU1RJHwcGDuN851dweJU4//2C5LKX+qnG2FSiOLM=", "thumbnail": "http://www.boiseweekly.com/binary/6bac/cover1-1.jpg", "viewport": "width=1000", "news_keywords": "boise weekly, boise, idaho, boise online newspaper, boise idaho newspaper, boise news, boise arts, idaho arts, boise music, boise entertainment"}, "_id": "\"57477af46914bd0286fdb8b8\"", "article_summary": "Peterson's attorney, Rusty Hardin, said in a statement that the charge resulted from the footballer \"using a switch to spank his son.\"\n\"The Vikings are in the process of gathering information regarding the legal situation involving Adrian Peterson,\" the team said in a statement.\nPeterson told reporters at that time he had learned about the child only two months before and been preparing to provide financial assistance to him and his mother.\n\"Adrian is a loving father who used his judgment as a parent to discipline his son,\" Hardin said.\nPeterson was held on a $15,000 bond early on Saturday morning and was released within about 30 minutes, jail records showed."}