{"article_title": "Yarmouth Town Meeting Says No to Petitioner’s Articles Banning Motorcycle Rides, Shooting Ranges", "article_keywords": ["town", "articles", "school", "voters", "meeting", "support", "vehicles", "yarmouth", "petitioners", "ranges", "motorcycle", "banning", "money", "budget", "shooting", "rides", "approved"], "article_url": "http://www.capecod.com/newscenter/yarmouth-town-meeting-says-petitioners-articles-banning-motorcycle-rides-shooting-ranges/", "article_text": "YARMOUTH – A citizen petition that would restrict areas in Yarmouth where Level 2 and 3 registered sex offenders can congregate was overwhelming approved at Saturday’s town meeting.\n\nMichelle Conover brought the initiative forward after learning about a Level 3 offender who was lingering around Yarmouth last year, living in a white school bus.\n\n“The reality is that our police department has no tools in their tool belt to move people along…this bylaw closes that loophole,” she said.\n\nAdvertisement\n\nThe child safety zones where the convicted sex offenders are now prohibited include beaches, libraries, schools, child care centers, private youth centers, video arcades, inflatable or other water parks, mini golf courses, movie theaters, museums, batting cages and other spots where children may congregate. Violators of the by-law would be subject to fines of up to $500.\n\nA large contingent of motorcycle riders and enthusiasts spoke against another citizen petition that would have banned organized motorcycle rides in Yarmouth, with one woman saying it was her Constitutional right to ride on the roads.\n\nPetitioner Harris Contos was unable to win support for his measure, which failed by a nearly unanimous margin. “Principal offenders are motorcycles with illegally modified exhausts and loud stereos. Control of this is key to quality of life and community policing,” said Contos.\n\n“There are so many people that came out to support the motorcycle ride and the motorcycle issue. Common sense prevailed and we’re looking forward to continue to work with the community to have these rides to help these veterans anyway we can,” said Massachusetts Motorcycle Association Legislative Liaison Rick Gleason, who opposed the measure.\n\nSeveral motorcycle rides that benefit local veterans are held in the area each year.\n\nA citizen petition brought by Brian Day that would have essentially banned private shooting ranges in Yarmouth prompted a heated discussion before it was overwhelmingly defeated. Day said it was a matter of safety and noise.\n\nOpponents lined up at the microphones and said the bylaw was unnecessary, with no reported cases of people being accidentally shot at private ranges in the town. “I’m tired of people moving to Yarmouth and having them tell us how to live our lives,” said Robert Brothers, which prompted a loud round of applause.\n\nThe $34.4 million dollar operating budget for the next fiscal year was approved with little debate.\n\nDiscussion over the town’s share of the Dennis-Yarmouth Regional School District budget led to some more spirited discussion. Yarmouth needs to come up with $29.3 million to fund the schools, an amount that will require approval of a $323,000 tax override at the spring election this month.\n\nDennis-Yarmouth Regional School Committee Chairman Brian Carey sought support for the spending plan, telling voters it was critical to continue producing quality education for students in the district, and time to end spending their reserves, also known as free cash, to fund yearly increases.\n\n“I wanted to convey to the Yarmouth voters what a great job we do at educating students that attend D-Y Regional schools, from pre-school all the way to the 12th grade,” Carey said.\n\nThe budget proposed by the school district is 2.15% higher than the current budget. It was approved overwhelmingly by the town meeting.\n\nYarmouth voters will have the final say on the plan at the May 19 election.\n\n“I think it’s important to know that both the (Yarmouth) finance committee and the Board of Selectmen both unanimously supported our budget in its entirety and the override,” Carey said, in seeking support for the plan at the ballot box.\n\nSome who spoke against the budget questioned the need for increases each year, and one resident asked why a Chinese language class was needed as part of the course offerings.\n\nYarmouth voters were also in the spending mood with Community Preservation Act money, supporting projects to renovate fences at town cemeteries, restore the steeple and bell tower at the South Yarmouth United Methodist Church and conduct an archaeological examination at Taylor Bray Farm in Yarmouth Port.\n\nAn article to spend $2 million to redevelop one or more hotels on Route 28 into affordable rental units was approved. Yarmouth town officials have been trying for years to clean up many of the dilapidated and aging motels along the road that have been attracting drug and other criminal related activity.\n\nA $200,000 article for CPA money to help the Town of Dennis and Barnstable County buy a conservation restriction for the ARC shellfish propagation facility in Dennis won overwhelming support.\n\nIn other action, Yarmouth residents approved $125,000 for capital improvements to the town’s water system and money to make repairs at the Bass River Golf Course clubhouse restaurant and kitchen. They also approved money to buy new vehicles for the police and fire departments and the Department of Public Works.\n\nResponding to one person’s criticism about the amount of money being spent on public safety vehicles, resident Sally Johnson said it was those vehicles that help keep people safe.\n\n“If it wasn’t for the vehicles we had, some of those residents in this town would have been left in the cold (this winter). And not to support the fire department for everything they do for emergencies is absolutely outrageous,” she said.", "article_metadata": {"og": {"site_name": "CapeCod.com | Cape Cod News | Cape Cod Events", "description": "YARMOUTH – A citizen petition that would restrict areas in Yarmouth where Level 2 and 3 registered sex offenders can congregate was overwhelming approved at Saturday’s town meeting. Michelle …", "title": "Yarmouth Town Meeting Says No to Petitioner’s Articles Banning Motorcycle Rides, Shooting Ranges", "url": "http://www.capecod.com/newscenter/yarmouth-town-meeting-says-petitioners-articles-banning-motorcycle-rides-shooting-ranges/", "image": {"width": 600, "identifier": "http://cdn.capecod.com/wp-content/uploads/yarmouth-tm03-5215.jpg", "height": 337}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://cdn.capecod.com/wp-content/uploads/yarmouth-tm03-5215.jpg?w=640", "card": "summary_large_image"}, "robots": "noodp,noydir", "msapplication-TileImage": "http://cdn.capecod.com/wp-content/uploads/cropped-favicon1a-270x270.jpg", "article": {"published_time": "2015-05-02T23:47:53+00:00", "modified_time": "2015-05-02T23:50:05+00:00"}, "viewport": "initial-scale=.8, maximum-scale=1.5, user-scalable=no"}, "_id": "\"57477af36914bd0286fd335b\"", "article_summary": "Yarmouth voters will have the final say on the plan at the May 19 election.\nThey also approved money to buy new vehicles for the police and fire departments and the Department of Public Works.\n“There are so many people that came out to support the motorcycle ride and the motorcycle issue.\nYarmouth town officials have been trying for years to clean up many of the dilapidated and aging motels along the road that have been attracting drug and other criminal related activity.\nYARMOUTH – A citizen petition that would restrict areas in Yarmouth where Level 2 and 3 registered sex offenders can congregate was overwhelming approved at Saturday’s town meeting."}