{"article_title": "A health-care plan worse than Obamacare", "article_keywords": ["group", "worse", "spending", "pay", "obamacare", "patients", "health", "plan", "healthcare", "proposal", "gillespies", "insurance", "care"], "article_url": "https://www.washingtonpost.com/opinions/ed-gillespies-health-care-plan-would-be-worse-than-the-affordable-care-act/2014/10/17/b6dd9360-54b5-11e4-892e-602188e70e9c_story.html", "article_text": "REPUBLICANS CALLING for repeal of the Affordable Care Act, also known as Obamacare, are a dime a dozen. Fewer offer a plan to replace the law with something they claim would work better. To his credit, Virginia’s Ed Gillespie, a GOP Senate candidate, is in the more select group. Meanwhile, his Democratic opponent, Sen. Mark Warner, favors tweaking the law without upsetting its framework.\n\nMr. Gillespie’s proposal was developed by a conservative group called the 2017 Project, which, as the name implies, aims to provide templates for Republican policymaking after the next presidential election. It is a real plan, which is to be commended. But it would be worse than the Affordable Care Act.\n\nThe proposal aims to reduce government spending on health care for the young and middle-aged. Much of what it does allow would pay for tax credits to help people buy health insurance. Everyone — lower-, middle- and upper-class — of a certain age group would get the same amount of help, even if some wouldn’t need it to pay premiums and others would struggle to make premium payments of any kind without assistance. The 2017 proposal insists that this system is fairer, lacking Obamacare’s “obsession with income.”\n\nBy cutting overall spending and diverting subsidy dollars toward those who need them less, the plan leaves itself with relatively little for the most vulnerable, who would not be able to afford any more than a bare-bones “catastrophic” plan. For a while, they could finance out-of-pocket costs with extra money the government would deposit in health spending accounts, but that would only be a one-time credit.\n\nThose with preexisting conditions would find some protection in Mr. Gillespie’s program but with strict limits. If they went without health insurance for even relatively brief amounts of time, for example, insurance companies would be able to hike their rates or refuse them coverage, locking them out of the ordinary insurance market. In addition, the repeal of Obamacare’s consumer protections would allow insurance companies to deter high-risk patients by carefully shaping their coverage plans — refusing to cover certain HIV or cancer medications, for example.\n\nThe plan would set aside an amount for states to create “high-risk pools” for sick patients outside of the ordinary insurance market. Health-care experts wonder whether that amount would cover the price tag for a large number of high-cost patients without forcing them to somehow pay large bills, through deductibles, co-payments or coverage limitations.\n\nStates could try to make the system more generous to the vulnerable within their borders, but the plan would allow people to buy insurance across state lines. Healthy people would flock to the cheapest plans, in-state or out, leaving a larger proportion of sick patients in state systems that seek to guarantee a higher standard without also offering higher subsidies.\n\nAnd the Gillespie plan would increase the fiscal deficit. The Affordable Care Act raises all the money it spends, and more. By repealing ACA revenue-raising measures, Mr. Gillespie’s alternative would leave nearly $300 billion less in the treasury over 10 years, even after all its spending cuts.", "article_metadata": {"description": "A Virginia Senate candidate’s health-care plan is not a viable alternative to Obamacare.", "author": "https://www.facebook.com/washingtonpostopinions", "og": {"site_name": "Washington Post", "description": "A Virginia Senate candidate’s health-care plan is not a viable alternative to Obamacare.", "title": "A health-care plan worse than Obamacare", "url": "https://www.washingtonpost.com/opinions/ed-gillespies-health-care-plan-would-be-worse-than-the-affordable-care-act/2014/10/17/b6dd9360-54b5-11e4-892e-602188e70e9c_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2014/10/17/Editorial-Opinion/Images/Senate_Virginia-0296f.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "postopinions"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/opinions/ed-gillespies-health-care-plan-would-be-worse-than-the-affordable-care-act/2014/10/17/b6dd9360-54b5-11e4-892e-602188e70e9c_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "aca, affordable care act, obamacare, mark warner, ed gillespie, virginia senate, health care, health care plan, 2017 project, republicans aca, republicans obamacare", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/washingtonpostopinions"}, "eomportal-uuid": "b6dd9360-54b5-11e4-892e-602188e70e9c", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "aca, affordable care act, obamacare, mark warner, ed gillespie, virginia senate, health care, health care plan, 2017 project, republicans aca, republicans obamacare"}, "_id": "\"57477af36914bd0286fccfc8\"", "article_summary": "For a while, they could finance out-of-pocket costs with extra money the government would deposit in health spending accounts, but that would only be a one-time credit.\nMuch of what it does allow would pay for tax credits to help people buy health insurance.\nThe proposal aims to reduce government spending on health care for the young and middle-aged.\nREPUBLICANS CALLING for repeal of the Affordable Care Act, also known as Obamacare, are a dime a dozen.\nThe plan would set aside an amount for states to create “high-risk pools” for sick patients outside of the ordinary insurance market."}