{"article_title": "Battling Cystic Fibrosis", "article_keywords": ["childrens", "wallace", "donita", "battling", "cf", "caydens", "wouldnt", "treatment", "cayden", "dr", "fibrosis", "cystic"], "article_url": "http://www.keloland.com/news/article/featured-stories/battling-cystic-fibrosis", "article_text": "Sioux Falls, SD\n\nChildren with respiratory conditions are getting leading-edge treatment in Sioux Falls and it wouldn't be possible without your donations.\n\nWith help of CMN, Sanford Children's Cystic Fibrosis Center oversees advanced, leading therapies and clinical trials.\n\nYou wouldn't know it by looking at her, but 8-year-old year old Cayden is battling a life-threatening disease. It's a condition she's known all her life: cystic fibrosis.\n\n\"It changed the whole scope of things,\" Donita Fleming said, Cayden's grandmother.\n\nCayden wasn't diagnosed until she nearly died while en route from Brookings to Sioux Falls in a medical helicopter at 3 months old.\n\n\"Her organs shut down and they had to put a main line in,\" Donita said.\n\n\"It's like your heart just completely stops and you don't know what emotion you're supposed to have,\" Robbi Walker said, Cayden's mother.\n\n\"I mean, I wouldn't wish that on anyone,\" Ryan Flemming said, Cayden's father.\n\nSince then, this third grader has become a regular here at Sanford's Childrens Specialty Clinic. CF causes the body to make thick, sticky mucus that causes problems in two major areas: the lungs and the digestive system. At today's visit, the staff closely monitors her breathing and her weight.\n\nShe's lost a little weight since her last visit. It's enough to concern both parents and grandmothers who drove from Brookings to support her during the latest visit.\n\n\"It takes a village to raise a child that has a terminal illness,\" Donita said.\n\nThe aim of CF treatment is to keep the lungs clear of mucus and free of infection. Dr. James Wallace is her physician. The pediatric pulmonologist is also the program director for Sanford Children's Cystic Fibrosis Center overseeing advanced therapies and clinical trials.\n\nCayden's treatment took a dramatic turn for the better, after Dr. Wallace learned her specific genetic CF condition can be helped with *this pill. Cayden is the only child in the area on Kalydeco.\n\n\"It's a very novel drug that just came out a few short years ago. It actually works to correct the underlying defect that causes her CF,\" Dr. Wallace said. \"You can't fix the gene but you can fix what is abnormal about the cell with this drug.\"\n\nBut it doesn't come cheap. A single pill costs $1,200 and Cayden takes two each day. Dr. Wallace was eyeing this drug for Cayden before it was even approved by the FDA.\n\n\"We were excited about the possibility that she would be able to start this and the potential implications she would have on her long-term health,\" Dr. Wallace said.\n\n\"She is not as sick as she used to get anymore,\" Walker said. \"She was in and out of the hospital all year long.\"\n\n\"She can play outside with her brother or she can stay overnight with her friends, she can go to school,\" Donita said.\n\nAnd while she continues to improve thanks to the drug and her time at Sanford Children's Cystic Firbrosis Center, her family says Cayden has a bright future ahead of her. That's something that was almost taken away from the genetic disease.\n\n\"Hopefully she reacts positively and she can be symptom free,\" Ryan said.\n\nAs an employee at the Brookings Walmart store, Cayden's Grandmother Denita is a longtime CMN supporter.\n\nShe never imagined one of her loved ones would be the one benefiting from your donations.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "Children with respiratory conditions are getting leading-edge treatment in Sioux Falls and it wouldn&#39;t be possible without your donations. With", "title": "Battling Cystic Fibrosis", "url": "http://www.keloland.com/news/article/featured-stories/battling-cystic-fibrosis", "image": "http://kelolandassets.blob.core.windows.net/kelolandassets/images/default-source/agriculture/crops/barley/57488.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "Children with respiratory conditions are getting leading-edge treatment in Sioux Falls and it wouldn&#39;t be possible without your donations. With"}, "_id": "\"57477af46914bd0286fdb8d5\"", "article_summary": "The pediatric pulmonologist is also the program director for Sanford Children's Cystic Fibrosis Center overseeing advanced therapies and clinical trials.\nWith help of CMN, Sanford Children's Cystic Fibrosis Center oversees advanced, leading therapies and clinical trials.\nIt actually works to correct the underlying defect that causes her CF,\" Dr. Wallace said.\nThe aim of CF treatment is to keep the lungs clear of mucus and free of infection.\nIt's a condition she's known all her life: cystic fibrosis."}