{"article_title": "Mardis shooting suspects moved to Alexandria", "article_keywords": ["city", "suspects", "alexandria", "district", "office", "parish", "moved", "attorney", "marksville", "marshals", "avoyelles", "bond", "mardis", "shooting", "greenhouse"], "article_url": "http://www.dailyworld.com/story/news/local/louisiana/2015/11/09/million-bonds-mardis-shooting-dads-attorney-speaks/75470870/", "article_text": "Derrick Stafford (left) and Norris Greenhouse Jr. (Photo: Courtesy/Louisiana State Police)\n\nMARKSVILLE — The two suspects in the Nov. 3 shooting death of 6-year-old Jeremy David Mardis were moved to Alexandria on Monday afternoon because facilities there were better equipped to segregate the Marksville city Ward 2 marshals from the jail population.\n\nAnd George Higgins, the Pineville attorney representing one of the marshals, Norris Greenhouse Jr., said a gag order has been placed on all attorneys, victims and possible witnesses in the case.\n\nThe gag order was signed by 12th Judicial District Judge William Bennett, who earlier in the day set bond for Greenhouse Jr. and Derrick Stafford at $1 million each on charges of second-degree murder and attempted second-degree murder.\n\nGreenhouse and Stafford were moved from an Avoyelles Parish jail to Rapides Detention Center #3, according to an Avoyelles Parish Sheriff's Office official who spoke to media outside of the office.\n\nAlso on Monday, the attorney for 6-year-old Jeremy's father, Chris Few, told the Associated Press that video footage from the Nov. 3 shooting showed Few with his hands up before Marksville city Ward 2 deputy marshals fired at the vehicle he was driving. Few was seriously injured, hit at least once in the head.\n\nJeremy was seated in the front passenger's seat. He was hit multiple times in the head and chest. He was pronounced dead at the scene.\n\n\"This was not a threatening situation for the police,\" attorney Mark Jeansonne of Hessmer told the AP.\n\nNo gun was found in Few's vehicle, Col. Mike Edmonson, superintendent of the Louisiana State Police, said last week. There were reports the marshals were after Few to serve him with a warrant, but officials since have said that no warrant for Few's arrest has been found.\n\nJeansonne said Few is improving, but he still does not know about his son's death. He is listed in fair condition Monday evening at Rapides Regional Medical Center in Alexandria.\n\nWhen Bennett set bond for both, he also set conditions on those bonds — home incarceration with electronic monitoring to be approved by the court, the surrendering of all firearms, both service and personal, and the surrendering of all badges and police officer certifications \"pending further orders of the court.\"\n\nStafford and Greenhouse were arrested late Friday night by Louisiana State Police, which has been investigating the shooting since about an hour after it happened at the intersection of Martin Luther King Drive and Taensas Street around 9:30 p.m. Nov. 3. Both were charged with second-degree murder and attempted second-degree murder.\n\nThe bond hearing was closed to the public and press. Few's attorney told the AP that the video was described during the bond hearing.\n\nStafford reportedly will be hiring an attorney, but had a public defender appointed for him on Monday.\n\nBoth men were working as Marksville city marshals, but also work for other law enforcement agencies. Stafford, a lieutenant with the Marksville Police Department, has worked for the department for eight years. He also works part-time for the Alexandria city marshal's office for about a year, Marshal Terrence Grines told The Town Talk Monday.\n\nGreenhouse is a full-time Alexandria city deputy marshal. He now is on paid administrative leave after his arrest, Grines said.\n\nStafford is not being paid because he is a part-time employee. Grines said he usually worked between 15 to 20 hours per week.\n\nThe two were among four officers at the scene of the shooting. The other two, Lt. Jason Brouillette and Sgt. Kenneth Parnell, have not been charged in connection to the shooting.\n\nThe investigation is continuing.\n\nThe Avoyelles Parish District Attorney's Office on Monday filed a motion to recuse the office from the case, which 12th Judicial District Judge Kerry Spruill granted. Avoyelles District Attorney Charles Riddle III said the motion was being made because an assistant district attorney, Norris Greenhouse, is the father of Greenhouse Jr.\n\nSpruill said he granted the motion \"to promote impartial administration of justice.\"\n\nLouisiana Attorney General Buddy Caldwell issued a short statement just after 5 p.m. Monday acknowledging that his office had received the recusal order.\n\n“Procedurally, we will begin a detailed and thorough investigation, leaving no stone unturned. I can simply assure you that at the end of the process, justice will be served,” the statement read. “Serious cases such as this are often referred to our office for handling. We have excellent personnel and resources to properly pursue such matters, and we will do so.”\n\nOutside the courtroom, Riddle was asked how Greenhouse was handling the news about his son. He shrugged, just saying: \"You can imagine.\" Riddle said Greenhouse handled major cases for the DA's office and that he was a good friend.\n\nHe also said that 72-hour bond hearings in Avoyelles Parish usually are handled via Skype, with defendants at the parish jail.\n\nStill, some of those gathered outside the sheriff's office later Monday morning were skeptical that justice would be served. As they mingled among state and national media, some grumbled suspicions about how the case is being handled. Rumors that the elder Greenhouse's truck was seen in the parking lot added to those suspicions.\n\nMeanwhile, services for Jeremy were held Monday in Hattiesburg, Mississippi. He and his father had moved to Avoyelles Parish about six months before the shooting.\n\nA memorial service also is scheduled to be held in Marksville on Thursday at 6 p.m. near TJ's Lounge on Spring Bayou Road.\n\nTown Talk reporter Richard Sharkey contributed to this report.\n\nRead or Share this story: http://www.dailyworld.com/story/news/local/louisiana/2015/11/09/million-bonds-mardis-shooting-dads-attorney-speaks/75470870/", "article_metadata": {"google": "notranslate", "description": "The two suspects in the Nov. 3 shooting death of 6-year-old Jeremy David Mardis were moved to Alexandria on Monday afternoon because facilities there were better equipped to segregate the Marksville city Ward 2 marshals from the jail population.", "og": {"site_name": "DailyWorld.com", "description": "The two suspects in the Nov. 3 shooting death of 6-year-old Jeremy David Mardis were moved to Alexandria on Monday afternoon because facilities there were better equipped to segregate the Marksville city Ward 2 marshals from the jail population.", "title": "Mardis shooting suspects moved to Alexandria", "url": "http://www.dailyworld.com/story/news/local/louisiana/2015/11/09/million-bonds-mardis-shooting-dads-attorney-speaks/75470870/", "image": "http://www.gannett-cdn.com/GDContent/applogos/dailyworld.png", "type": "article"}, "twitter": {"description": "The two suspects in the Nov. 3 shooting death of 6-year-old Jeremy David Mardis were moved to Alexandria on Monday afternoon because facilities there were better equipped to segregate the Marksville city Ward 2 marshals from the jail population.", "title": "Mardis shooting suspects moved to Alexandria", "image": "http://www.gannett-cdn.com/-mm-/6da308c9d147a6ea3bedd3c2bfb8d2b7c9f91419/c=408-0-2040-1632&r=x643&c=640x640/local/-/media/2015/11/09/Opelousas/B9319630972Z.1_20151109190548_000_GSICGR72H.1-0.jpg", "creator": "@", "site": "@", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=898315311", "fb": {"app_id": 164724483570611}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "He and his father had moved to Avoyelles Parish about six months before the shooting.\nHe also works part-time for the Alexandria city marshal's office for about a year, Marshal Terrence Grines told The Town Talk Monday.\nBoth men were working as Marksville city marshals, but also work for other law enforcement agencies.\nGreenhouse and Stafford were moved from an Avoyelles Parish jail to Rapides Detention Center #3, according to an Avoyelles Parish Sheriff's Office official who spoke to media outside of the office.\nThe Avoyelles Parish District Attorney's Office on Monday filed a motion to recuse the office from the case, which 12th Judicial District Judge Kerry Spruill granted."}