{"article_title": "ED FEULNER: Regulations cost Americans billions of dollars", "article_keywords": ["billion", "dont", "rules", "ed", "dollars", "tax", "billions", "costs", "regulations", "regulation", "cost", "americans", "regulatory", "feulner", "thats"], "article_url": "http://www.washingtontimes.com/news/2016/may/23/ed-feulner-regulations-cost-americans-billions-of-/", "article_text": "ANALYSIS/OPINION:\n\nThink you pay a lot in taxes? You don’t know the half of it.\n\nWe’re all painfully aware of what the government confiscates from our paychecks. And the annual frustration of tax season is all too familiar to us. But if we assume that’s the extent of what government costs us, we’re sadly mistaken.\n\nThe only thing worse than the bill you know you’re paying is the one you don’t know you’re paying. I’m referring to what some economists call “the hidden tax”: regulations. With good reason are they often labeled “red tape,” as in something that binds us, or holds us back.\n\nA new report from the Heritage Foundation shows just how expensive these regulations can be. “More than $22 billion per year in new regulatory costs were imposed on Americans last year, pushing the total burden for the Obama years to exceed $100 billion annually,” James L. Gattuso and Diane Katz write. “That’s a dollar for every star in the galaxy, or one for every second in 32 years.”\n\nBut wait, some may say. These costs are imposed on businesses, therefore they are the ones to pay it. Wrong. They pass the bill on to the consumer, of course. They may not label them on an itemized invoice as “regulatory costs,” but these costs are there — quietly rolled in, silently pulling dollars from your wallet.\n\nThese costs can manifest themselves in ways you might not expect. You might see them in restricted access to credit, brought on by the hundreds of new rules that have cropped up under the DoddFrank financial regulation statute. Or it might mean fewer health care choices and higher medical costs from the Affordable Care Act.\n\nHow about business innovations that go unrealized? That’s another often-overlooked cost of regulation. How about the reduced Internet investment we all get under the Federal Communications Commission’s “network neutrality” rules?\n\nThese examples are just a few of the 2,353 regulations of 2015, and the 20,642 that have come into effect since President Obama took office in 2009. (The onus isn’t all on him, by the way; his predecessor, President George W. Bush, issued quite a few regulations during his second term.)\n\nSome don’t even accomplish what they set out to do. Consider what Mr. Gattuso and Ms. Katz call “the worst of last year’s wave”: the Environmental Protection Agency’s Clean Power Plan. The rule “represents the first direct regulation of so-called greenhouse-gas emissions from power plants, at a cost of $7.2 billion a year (and far more according to critics),” they write. And yet “despite the huge costs, the plan will do nothing to mitigate global warming.”\n\nThat $100 billion price tag, by the way, doesn’t even come close to summing up the full regulatory reach from Washington. Because it’s for “major rules,” or ones that are expected to cost the economy $100 million or more annually. Many other rules fall below that threshold, of course, but they cost the economy quite a bit too when added up.\n\nTo make matters worse, other proposed or final rules are in the pipeline — more than 2,000, in fact, including 144 major rules. You can expect to pay more via additional “energy efficient” mandates for home and commercial appliances, for example, as well as additional food-labeling requirements, more limits on credit, and stricter fuel-economy standards for cars and trucks.\n\nThe need for reform in the post-Obama era should be obvious. Mr. Gattuso and Ms. Katz recommend that legislation be required to go through an “impact analysis” before a floor vote in Congress. It would also help if every major regulation had to get congressional approval before taking effect. “Sunset” rules are needed as well to ensure that outdated regulations don’t stay on the books indefinitely.\n\nNone of this will happen without congressional action, and that means Americans have to demand action. Are we willing to keep paying an ever-rising “hidden tax,” or will we speak up?\n\n• Ed Feulner is the founder of the Heritage Foundation (heritage.org).", "article_metadata": {"description": "Think you pay a lot in taxes? You don't know the half of it.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Think you pay a lot in taxes? You don’t know the half of it.", "title": "ED FEULNER: Regulations cost Americans billions of dollars", "url": "http://www.washingtontimes.com/news/2016/may/23/ed-feulner-regulations-cost-americans-billions-of-/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2016/05/23/5_232016_sol48201.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2016/05/23/5_232016_sol48201.jpg", "description": "Think you pay a lot in taxes? You don't know the half of it.", "card": "summary", "title": "ED FEULNER: Regulations cost Americans billions of dollars"}, "Author": "Ed Feulner", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "The Heritage"}, "article_summary": "They may not label them on an itemized invoice as “regulatory costs,” but these costs are there — quietly rolled in, silently pulling dollars from your wallet.\nI’m referring to what some economists call “the hidden tax”: regulations.\n“Sunset” rules are needed as well to ensure that outdated regulations don’t stay on the books indefinitely.\nBecause it’s for “major rules,” or ones that are expected to cost the economy $100 million or more annually.\nMany other rules fall below that threshold, of course, but they cost the economy quite a bit too when added up."}