{"article_title": "Jeremy Meeks’ viral mug shot gives Stephen Colbert “hope for America’s broken prison system”", "article_keywords": ["viral", "shot", "willfully", "media", "social", "colbert", "system", "young", "meeks", "mug", "prison", "stephen", "jeremy", "went", "hope", "gives"], "article_url": "http://www.salon.com/2014/06/24/jeremy_meeks_viral_mugshot_gives_stephen_colbert_hope_for_americas_broken_prison_system/", "article_text": "Topics: colbert report, Crime, criminal, Jail, Jeremy Meeks, meme, Prison Reform, Prison System, Social Media, Video, Entertainment News\n\nWhile the story of Jeremy Meeks, the felon whose mug shot went viral, has made many upset by the frivolity of social media and the general public, it gives Stephen Colbert “hope for America’s broken prison system.” On Monday night, the comic mocked the thousands who willfully overlooked the convict’s crimes just because he has an attractive face.\n\n“One out every of 18 men in this country is incarcerated,” said Colbert. “And when you look at all the young lives trapped in the cycle of poverty, violence and imprisonment, you start to realize: Maybe it’s because they’re total uggos.”", "article_metadata": {"description": "The comedian ridicules the social media attention being given to the convict VIDEO", "title": "Jeremy Meeks’ viral mug shot gives Stephen Colbert “hope for America’s broken prison system”", "og": {"site_name": "Salon", "description": "The comedian ridicules the social media attention being given to the convict VIDEO", "title": "Jeremy Meeks’ viral mug shot gives Stephen Colbert “hope for America’s broken prison system”", "url": "http://www.salon.com/2014/06/24/jeremy_meeks_viral_mugshot_gives_stephen_colbert_hope_for_americas_broken_prison_system/", "image": "http://media.salon.com/2014/06/Screen-Shot-2014-06-24-at-9.54.23-AM.png", "type": "article"}, "twitter": {"description": "The comedian ridicules the social media attention being given to the convict VIDEO", "title": "Jeremy Meeks’ viral mug shot gives Stephen Colbert “hope for America’s broken prison system”", "image": "http://media.salon.com/2014/06/Screen-Shot-2014-06-24-at-9.54.23-AM.png", "creator": "@prachigu", "site": "@salon", "card": "summary_large_image"}, "author": "Prachi Gupta", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, colbert report, Crime, criminal, Jail, Jeremy Meeks, meme, Prison Reform, Prison System, Social Media, Video", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdb8fb\"", "article_summary": "Topics: colbert report, Crime, criminal, Jail, Jeremy Meeks, meme, Prison Reform, Prison System, Social Media, Video, Entertainment NewsWhile the story of Jeremy Meeks, the felon whose mug shot went viral, has made many upset by the frivolity of social media and the general public, it gives Stephen Colbert “hope for America’s broken prison system.” On Monday night, the comic mocked the thousands who willfully overlooked the convict’s crimes just because he has an attractive face.\n“One out every of 18 men in this country is incarcerated,” said Colbert.\n“And when you look at all the young lives trapped in the cycle of poverty, violence and imprisonment, you start to realize: Maybe it’s because they’re total uggos.”"}