{"article_title": "Hardline Missouri Republican's Bill to Abolish Death Penalty Gets Hearing Today", "article_keywords": ["hearing", "life", "death", "wieland", "senate", "republican", "republicans", "abolish", "penalty", "state", "bill", "missouri", "senator", "gets", "hardline", "today"], "article_url": "http://www.riverfronttimes.com/newsblog/2016/01/19/hardline-missouri-republicans-bill-to-abolish-death-penalty-gets-hearing-today", "article_text": "Republican State Senator Paul Wieland.\n\nIn the pantheon of pro-life Missouri lawmakers, few stand at the level of Republican State Senator Paul Wieland. This is the same guy who made national headlines in 2014 for suing the government because he didn't want Obamacare giving his daughters free birth control. With all due respect to Rick Brattin , Wieland is the real pro-life deal.But Wieland says his religious opposition to abortion has a moral flip-side; as a Catholic, he believes the government shouldn't be in the business of executing people.\"To me it makes sense to be consistent to follow my morals and to defend life at all stages,\" says Wieland, who has sponsored several bills to repeal the death penalty during his legislative career in the House and Senate.This afternoon, Wieland latest legislative attempt, SB 816 , will go before the Senate General Laws and Pensions Committee for a hearing.A Senate committee hearing might sound like small potatoes, but it's a considerable step forward for anti-death penalty conservatives in Missouri. According to a press release from Missourians for Alternatives to the Death Penalty, the hearing will mark the first time \"in decades\" that the Senate will consider a Republican bill to abolish the death penalty.Beyond his religious objections, Wieland says the death penalty doesn't make fiscal sense — it would be cheaper lock people up for life. And, he adds, if the Department of Corrections is so incompetent that it has to resort to sending prison officials with $11,000 in cash to buy an execution drug from a secret pharmacy in Oklahoma , then it's already proven it can't handle the task.It's not like Wieland is turning his back on the tough-on-crime ethos espoused by death penalty supporters. In fact, the state senator says, serving a life sentence in prison is far worse than a quick and early death.Republican Representative Jim Neely, a co-sponsor to the House version of Wieland bill, took that argument to its logical extreme, telling the Missouri Times , \"The perverts that perpetrate horrific crimes ... deserve much crueler punishment than we can constitutionally carry out as a State. Our best legal option is to lock these people away and force them to do hard labor until they die.”That said, regardless of whether your conservative opposition to the death penalty is informed by religion or a desire to see inmates worked to death, you may want temper your expectations.Even with the bill's bipartisan support, \"I think it’s going to be an uphill battle,\" Wieland says. \"It's important that we have the hearings, and you’re always hopeful, but I would be shocked if we were able to advance [the bill] in the Senate this year.\"", "article_metadata": {"layout": "Blog Post", "description": "In the pantheon of pro-life Missouri lawmakers, few stand at the level of&nbsp;Republican State Senator&nbsp;Paul Wieland. This is the same guy who made national headlines...", "pocket-site-verification": "b1bd6d10226d722c350fdb32758f53", "title": "Hardline Missouri Republican's Bill to Abolish Death Penalty Gets Hearing Today | News Blog | St. Louis News and Events | Riverfront Times", "og": {"site_name": "Riverfront Times", "description": "In the pantheon of pro-life Missouri lawmakers, few stand at the level of&nbsp;Republican State Senator&nbsp;Paul Wieland. This is the same guy who made national headlines...", "title": "Hardline Missouri Republican's Bill to Abolish Death Penalty Gets Hearing Today", "url": "http://www.riverfronttimes.com/newsblog/2016/01/19/hardline-missouri-republicans-bill-to-abolish-death-penalty-gets-hearing-today", "image": {"width": 600, "identifier": "http://media2.fdncms.com/riverfronttimes/imager/u/slideshow/3054378/paulweiland_1_19_16.jpg", "height": 600}, "type": "article"}, "twitter": {"site": "@riverfronttimes/", "image": {"src": "http://media2.fdncms.com/riverfronttimes/imager/u/slideshow/3054378/paulweiland_1_19_16.jpg"}, "description": "In the pantheon of pro-life Missouri lawmakers, few stand at the level of&nbsp;Republican State Senator&nbsp;Paul Wieland. This is the same guy who made national headlines...", "card": "summary_large_image", "title": "Hardline Missouri Republican's Bill to Abolish Death Penalty Gets Hearing Today"}, "oid": 3054292, "keywords": "St. Louis news, MO news, St. Louis events, MO events, Riverfront Times", "msvalidate.01": "3443F17DFB93961891E95B1452B50579", "google-site-verification": "yW0a7N25x35btonU2z_kSz5V6UlPpd8RdziyVGaAudk", "thumbnail": "http://media2.fdncms.com/riverfronttimes/imager/u/slideshow/3054378/paulweiland_1_19_16.jpg", "viewport": "width=1000", "news_keywords": "st louis news, mo news, st louis events, mo events, riverfront times"}, "article_summary": "In the pantheon of pro-life Missouri lawmakers, few stand at the level of Republican State Senator Paul Wieland.\nRepublican State Senator Paul Wieland.\nAccording to a press release from Missourians for Alternatives to the Death Penalty, the hearing will mark the first time \"in decades\" that the Senate will consider a Republican bill to abolish the death penalty.Beyond his religious objections, Wieland says the death penalty doesn't make fiscal sense — it would be cheaper lock people up for life.\n\"It's important that we have the hearings, and you’re always hopeful, but I would be shocked if we were able to advance [the bill] in the Senate this year.\"\nThis is the same guy who made national headlines in 2014 for suing the government because he didn't want Obamacare giving his daughters free birth control."}