{"article_title": "How doctors detect heart abnormalities through sound — NewsWorks", "article_keywords": ["sound", "heart", "detect", "students", "medical", "kuzma", "hear", "stethoscope", "listening", "doctors", "newsworks", "abnormalities", "sounds", "called"], "article_url": "http://www.newsworks.org/index.php/local/the-pulse/76964-how-doctors-detect-heart-abnormalities-through-sound-", "article_text": "When the doctor places that cold stethoscope on your chest, she's listening for two distinct sounds – lub-DUB.\n\n\"You can almost set your clock to what you are hearing,\" said internist Mary Ann Kuzma. \"They are clear. They are crisp, and they are regular.\"\n\nKuzma teaches the science of hearing heart sounds at Drexel University College of Medicine. That skill is called auscultation.\n\n\"It's just using the stethoscope to hear something,\" Kuzma said. \"You can auscultate the heart, you can auscultate the lungs, you can auscultate the abdomen.\"\n\nWhen medical students are first learning to conduct a physical exam, Kuzma says perceiving abnormal heart sounds is something they often struggle to do right.\n\n\"They feel that they can't hear it themselves,\" she said.\n\nIt's all about pattern recognition and proper stethoscope placement, she said.\n\nDrexel has studied what it takes for students to master the skill and discovered that it takes up to 500 repetitions before students can consistently identify the whooshes and murmurs that can suggest a health problem.\n\nIdentifying heart abnormalities\n\nAt Drexel, medical students get trained in different ways to better perceive the changes that are often a clue to heart trouble.\n\nThird-year medical student Angelica Johnson learned her technique by listening to heart sounds and doing training exercises on her commute from West Philly.\n\nTo practice, Johnson also paints pictures of the sounds in her mind. One murmur called an aortic stenosis slowly gets louder, comes to a peak, then slowly gets softer.\n\n\"It's like a diamond-shaped murmur,\" she said.\n\nThe skill serves her well now that she's finally getting a chance to see patients regularly during her rotation in the hospital.\n\n\"You always do a cardiac exam, no matter what,\" Johnson said. \"You can tell me your toe hurts, I'm still going to listen to your heart.\"\n\nMatthew Diamond, another 3rd-year-student, says for him it helps to tap heart rhythms with his fingers as he listens to the simulated heartbeats. It's trickier to notice those sounds in a breathing, squirming person, but dedication pays off. A patient once came in for regular check-up, Diamond heard a strange muffle—consulted with his attending physician, and they sent the patient for an ultrasound of the heart.\n\n\"Turns out the patient had massive PEs,\" Diamond said. \"Pulmonary embolisms, so like blood clots in the heart, blockages in the blood vessels that supply your lungs. It's just a dangerous situation.\"\n\nOne abnormal beat that students listen for is called, S4, or the fourth heart sound.\n\n\"The only person in which this sound might be normal is a trained athlete, a professional, a marathon runner something like that,\" Kuzma said. \"We tend to hear it in patients who have hypertensive heart disease, coronary heart disease or other things that are affecting the walls of their heart.\"\n\nKuzma said it kind of sounds like a stone skipping. Instead of the healthy lub-DUB cadence, there is a lub-lub-DUB rhythm.\n\n\"We often say that's similar to the word Tennessee,\" Kuzma said. She tells students, \"As you are listening to the sound, think of the word Tennessee.\"\n\nPracticing through simulation\n\nStudents also practice their auscultation skills at Drexel's Simulation Center, where technician Diana Alberti operates the high-tech dummy called SimMan.\n\nShe can program him to complain, dilate his pupils and produce a string of abnormal heart sounds.\n\nNewbies like medical student Maziar Shakeri can poke and prod without worrying about hurting a real person.\n\nDuring his first visit to the SimLab, Shakeri quickly perceives something not normal in SimMan's heartbeat. \"Instead of hearing that strong dub, you kind of hear a whoosh sound,\" Shakeri said.\n\nHe guesses maybe it's a mitral regurgitation – a condition where a heart valve allows blood to backflow into the heart.\n\nActually technician Diana Alberti had programmed a heartbeat called mitral stenosis, a narrowing of the heart valve.\n\nShe says for a first-timer, Shakeri's guess was pretty good. He perceived a problem at the right spot, but not the right kind of abnormality.\n\n\"I would consider it a success for you,\" she said.\n\nShe also shared a training tip from simulation center director Kathleen Ryan:\n\n\"Dr. Ryan has said before that when you are trying to build your skills in being able to hear and identify different heart sounds, it helps when you are listening to music to try to pick out different instruments--and specifically the bass,\" Alberti said.\n\n\"It's that background noise that often gets tucked behind the drums or the guitar, and when you can pick that out easily, it correlates to your ability to pick out that faint sound against all the other noises in a room—and inside the body when you are listening to the heart.\"", "article_metadata": {"description": "When the doctor places that cold stethoscope on your chest she s listening for two distinct sounds – lub DUB You can almost set your clock to what you are hearing said internist Mary Ann Kuzma", "title": "How doctors detect heart abnormalities through sound", "og": {"image": "http://www.newsworks.org/nw_logo_fb.png", "site_name": "Newsworks.org", "description": "When the doctor places that cold stethoscope on your chest, she's listening for two distinct sounds – lub-DUB."}, "twitter": {"description": "When the doctor places that cold stethoscope on your chest, she's listening for two distinct sounds – lub-DUB.", "title": "How doctors detect heart abnormalities through sound", "image": "http://www.newsworks.org/images/stories/flexicontent/m_heartbeat2.jpg", "creator": "@taunyaenglish", "site": "@NewsWorksWHYY", "card": "summary_large_image"}, "msapplication-TileColor": "#ffc40d", "robots": "index, follow", "DC.date.issued": "2015-01-08", "apple-mobile-web-app-capable": "no", "fb": {"page_id": 115829381793481}, "url": "http://www.newsworks.org/index.php/local/the-pulse/76964-how-doctors-detect-heart-abnormalities-through-sound-", "apple-mobile-web-app-status-bar-style": "black", "author": "Taunya English", "keywords": "heart, sounds, students, kuzma, called, sound, listening, drexel, diamond, often, medical, something, shakeri, first, abnormal, stethoscope, auscultate, blood, alberti, person", "google-site-verification": "zlKVThgI_7CsCilHyAeJraRojXxR5nL5CZqBEZJMJNw", "st": {"image": "http://www.newsworks.org/images/stories/flexicontent/m_heartbeat2.jpg"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "msapplication-TileImage": "/mstile-144x144.png"}, "_id": "\"57477af36914bd0286fd335e\"", "article_summary": "Identifying heart abnormalitiesAt Drexel, medical students get trained in different ways to better perceive the changes that are often a clue to heart trouble.\nShe can program him to complain, dilate his pupils and produce a string of abnormal heart sounds.\nWhen medical students are first learning to conduct a physical exam, Kuzma says perceiving abnormal heart sounds is something they often struggle to do right.\nOne abnormal beat that students listen for is called, S4, or the fourth heart sound.\nKuzma teaches the science of hearing heart sounds at Drexel University College of Medicine."}