{"article_title": "3-Year-Old Finley Boyle Dies After Sustaining Brain Damage During Routine Dental Procedure", "article_keywords": ["practice", "girl", "3yearold", "dies", "dental", "sustaining", "damage", "dead", "brain", "boyle", "routine", "hospice", "surgery", "cases", "finley", "procedure", "told"], "article_url": "http://www.medicaldaily.com/3-year-old-finley-boyle-dies-after-sustaining-brain-damage-during-routine-dental-procedure-266363", "article_text": "Two Hawaii parents have filed a medical malpractice suit over the routine dental procedure they say led to the death of their daughter in December 2013.\n\nThe lawsuit, which was filed in Hawaii’s First Circuit Court earlier this week, alleges that the brain damage and subsequent death of 3-year-old Finley Boyle was a result of improper medication with incorrect dosages administered by dentist Lilly Geyer and her practice in Kailua, Hawaii, where the young girl underwent a root canal procedure on December 3. \"As a direct and proximate result of the medications administered to [Finley] by defendants, [Finley] suffered cardiac arrest during her dental procedure,\" the complaint states, according to documents obtained by CNN.\n\nFinley’s mother, Ashley Boyle, told reporters that she contacted Geyer’s practice in November after she was told that her daughter needed six fillings and eight root canals. After the procedure on December 3, the girl lapsed into a nonresponsive state, and was eventually moved to a hospice for observation. A pediatric neurologist later confirmed that Finley had sustained massive, irreversible brain damage.\n\nFinley remained in a “persistent vegetative state” for several weeks. On Saturday, her hospice released a statement saying that the young girl had died from her injuries late Friday. \"There are few greater privileges in life than to accompany someone on their end-of-life journey, providing comfort and support not only to that person but also to their loved ones,\" officials wrote. \"As with all of our patients, we were truly blessed to be able to be there for The Boyle Family and for Finley at the end of her journey.\"\n\nTaking The “Routine” Out of Routine Surgery\n\nThe current situation dovetails with the equally heartrending case of Jahi McMath, the 13-year-old girl who suffered massive bleeding followed by a sequence of cardiovascular events during a tonsillectomy in early December. Jahi, who has been declared brain dead by several experts, is currently the center of an ethically charged lawsuit regarding her transfer to a hospice. Since the patient has been declared “practically and legally dead” by a California court, such a transfer would technically involve a dead body –– a legal and logistical quandary.\n\nTaken together, these cases serve as a reminder that there is rarely anything perfunctory at all about routine procedures. According to Albert Wu, director of the Center for Health Services and Outcomes Research at Johns Hopkins Bloomberg School of Public Health, nearly all invasive surgery is attended by potentially fatal risks. Although it’s very rare, \"uncontrollable bleeding can happen in almost any surgery,” he told reporters. “In extreme cases, you can bleed out.\"\n\nThat said, it is important to remember that these outcomes are not exclusively the results of poor practice, negligence, or intentional malice. Compromising a biological system as vast as the human body is naturally accompanied by a range of critical responses that must be kept in check by nurses, anesthesiologists, and surgeons. During a fraction of these procedures, the situation gets out of hand.\n\n\"The stress of surgery can be too much for you to be able to maintain [your body's] equilibrium,\" Wu said. “In some cases not having surgery is riskier than having the surgery ... but for many, many things, the surgery is quite discretionary. You have a choice.\"", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "finley boyle, dentist, hawaii, brain dead, life support, root canal, routine surgery,", "og": {"site_name": "Medical Daily", "description": "Finley Boyle died three weeks after she suffered massive brain damage during a root canal procedure at a Hawaii dental practice.", "title": "3-Year-Old Dies After Routine Dental Procedure", "url": "http://www.medicaldaily.com/3-year-old-finley-boyle-dies-after-sustaining-brain-damage-during-routine-dental-procedure-266363", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/05/dentist.jpg", "type": "article"}, "twitter": {"description": "Finley Boyle died three weeks after she suffered massive brain damage during a root canal procedure at a Hawaii dental practice.", "title": "3-Year-Old Dies After Routine Dental Procedure", "url": "http://www.medicaldaily.com/3-year-old-finley-boyle-dies-after-sustaining-brain-damage-during-routine-dental-procedure-266363", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/05/dentist.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/05/dentist.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-01-05T17:02:35-05:00", "modified_time": "2014-01-05T17:02:34-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Finley Boyle died three weeks after she suffered massive brain damage during a root canal procedure at a Hawaii dental practice."}, "article_summary": "Two Hawaii parents have filed a medical malpractice suit over the routine dental procedure they say led to the death of their daughter in December 2013.\n\"As a direct and proximate result of the medications administered to [Finley] by defendants, [Finley] suffered cardiac arrest during her dental procedure,\" the complaint states, according to documents obtained by CNN.\n“In some cases not having surgery is riskier than having the surgery ... but for many, many things, the surgery is quite discretionary.\nAfter the procedure on December 3, the girl lapsed into a nonresponsive state, and was eventually moved to a hospice for observation.\nA pediatric neurologist later confirmed that Finley had sustained massive, irreversible brain damage."}