{"article_title": "No, really, how are these Republican debates going to work with so many people onstage? « Hot Air", "article_keywords": ["bush", "group", "debates", "trump", "work", "run", "solution", "air", "hot", "going", "candidates", "party", "republican", "onstage", "debate", "talk", "really"], "article_url": "http://hotair.com/archives/2015/05/13/no-really-how-are-these-republican-debates-going-to-work-with-so-many-people-onstage/", "article_text": "No, really, how are these Republican debates going to work with so many people onstage?\n\nposted at 2:01 pm on May 13, 2015 by Allahpundit\n\nTell me who I’m leaving out: Bush, Walker, Rubio, Paul, Cruz, Christie, Huckabee, Perry, Jindal, Santorum, Graham, Carson, Fiorina, Trump, maybe John Kasich, maybe even Rick Snyder. There’s also a chance Peter King and/or John Bolton will run, just to make life extra miserable for Rand. That would be … 18 candidates onstage in a forum that’s never accommodated more than 10. Huh.\n\nYou could, of course, limit the debates to the 10 most popular and/or credible candidates in the field. Just tell me how you go about reliably discerning who those people are circa early August, five months before Iowa goes to vote. Philip Klein:\n\nBut the problem is, if all of the candidates who have expressed interest decide to run, there’s no easy criteria for determining who can be allowed to debate. For instance, a strict polling threshold, applied to a recent New Hampshire survey, would end up including Donald Trump while leaving out Bobby Jindal and Rick Perry. Restricting the debates to office holders would exclude Ben Carson and Carly Fiorina, the only African-American and female candidates in the race, at a time when the party is trying to shed its image of being limited to white males.\n\nJindal’s the one guy more than any other, I suspect, who could see his polls move if he does well onstage. You want his spot at the podium being taken by Donald Trump? You could, of course, put everyone onstage and simply hold more debates than are currently scheduled but that would screw up the RNC’s plan to keep the number down this time, to protect establishment favorites like Jeb Bush from being upstaged by longer-shot righties like Ted Cruz. Then again, if you decide the only solution is Debate-o-rama and double the number of contests from nine to 18, then you run into the problem of debate fatigue before anyone’s gone to the polls. What good is adding extra events if everyone’s bored after the first 10?\n\nWhat’s a party to do?\n\nTo rely on polling alone could mean barring current and former senators and governors from participating in debates that would offer them desperately needed political oxygen. And should excluded candidates try to attract attention by holding their own unsanctioned debates, they would be precluded from participating in future sanctioned debates, according to the rules adopted last year by the national committee… It is possible that the party could ultimately devise some threshold involving polling, small-dollar fund-raising, the size of a campaign’s staff or the number of events held by a candidate, potential measurements that are all being discussed. But even the most equitable standards could mean barring statewide elected officials from competition, and party leaders are uneasy about setting off a backlash. The fear, according to one party official, is that the excluded candidates could collectively use conservative websites and talk radio to foment anger at the so-called Republican establishment — an assault that could undermine the national committee’s hold on the debate process.\n\nLet’s crowd-source this. How should the GOP play it? If you try to keep anyone out, especially at the beginning, the whining will be insufferable. If you put everyone onstage and try to hold one big three-hour debate, each of them will get about five minutes or whatever to speak between the commercials and moderator chitchat. The only solution may be Team Jindal’s, which calls for splitting the field up into two groups of eight candidates each and holding “back to back” debates so that everyone gets more time to talk. There are problems with that approach too, though. Even if you limited each debate to two hours, you’re talking four hours of political blather combined — a long haul even for committed GOP voters. If you end up stuck in Group B, you’re simply not going to have as many viewers for your debate as your Group A rivals do. (Possible solution: Group B goes first during the second debate.) You also run into the problem of candidates from Group B possibly shaping their answers based on what was said during the Group A debate, an unfair advantage.\n\nPresumably membership in each group would be determined randomly before each debate, which could also lead to some odd outcomes. What if, say, Jeb Bush ends up via the luck of the draw in a group with a bunch of longshots while the other heavy hitters end up battling it out in the other group? That could be fun — imagine Carson, Fiorina, and Trump piling on Jeb — or it could end up as a showcase for Bush since he’ll be spared any attacks from people who might genuinely threaten him. What if the eventual foreign policy debate ends up with Rand Paul in one group and all the loudest hawks — Rubio, Graham, King, Bolton — in the other? That would be a dull outcome for what should be one of the liveliest contests. Maybe the GOP could create some sort of hybrid system where everyone gets to participate in two groups, a la Jindal’s scheme, but membership in those groups is determined randomly for, say, the first three debates and then by polling in every debate thereafter. E.g., by the time of the fourth debate, assuming they’re leading the field, you’d have Bush, Walker, Rubio, Paul, Cruz, Huckabee, Perry, and Jindal together in one group. The other group would consist of the longshots, for those voters who are unsatisfied with the top tier and want to see what the dark horses have to offer. If nothing else, it’ll be amusing watching governor and former presidential contender Chris Christie forced to debate Ben Carson in the battle of the five-percenters.\n\nAny other solutions? Your party needs you.\n\nUpdate: A plugged-in source e-mails:\n\nThe “solution” that has gotten the most talk on the inside is polling+fund-raising. But there’s also been talk of possibly going with a “forum” structure at first…meaning bringing candidates out one at a time to answer the same questions, so you consume less time with the inevitable back-and-forth, plus viewers get a better look at candidates giving (hopefully) more complete responses.\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "Numbers.", "title": "No, really, how are these Republican debates going to work with so many people onstage?", "url": "http://hotair.com/archives/2015/05/13/no-really-how-are-these-republican-debates-going-to-work-with-so-many-people-onstage/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary", "creator": "@allahpundit"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2015-05-13T18:01:00+00:00", "modified_time": "2015-05-13T19:37:27+00:00"}, "keywords": "2016, debates, field, GOP, President, republican,", "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "article_summary": "No, really, how are these Republican debates going to work with so many people onstage?\nYou could, of course, limit the debates to the 10 most popular and/or credible candidates in the field.\n(Possible solution: Group B goes first during the second debate.)\nJindal’s the one guy more than any other, I suspect, who could see his polls move if he does well onstage.\nPresumably membership in each group would be determined randomly before each debate, which could also lead to some odd outcomes."}