{"article_title": "Purchase of Rexburg Medical Center marks a growing trend in healthcare industry", "article_keywords": ["purchase", "memorial", "center", "physicians", "trend", "medical", "healthcare", "madison", "rexburg", "mcbride", "health", "marks", "growing", "hospital", "hospitals", "industry", "care"], "article_url": "http://www.eastidahonews.com/2015/11/purchase-of-rexburg-medical-center-marks-a-growing-trend-in-healthcare-industry/", "article_text": "Purchase of Rexburg Medical Center marks a growing trend in healthcare industry\n\n0\n\nUpdated at 10:00 am, November 24th, 2015 By: Annie Pentilla, EastIdahoNews.com\n\nShare This Story\n\nWe Matched\n\nREXBURG — Madison Memorial Hospital’s recent purchase of Rexburg Medical Center signals a growing trend in the health care industry.\n\nThe hospital finalized its decision to buy the 45-year-old clinic in October after reaching an agreement with the Madison County Commission. The publicly owned hospital is overseen by Madison County.\n\nWhat it means to you\n\nHospital officials said patients of the now-named Madison Memorial Rexburg Medical Clinic will hardly notice the change, and the prices and services will remain the same.\n\nHospital spokesman Doug McBride said no immediate plans exist to change the clinic’s budget or staff but wasn’t able to provide a long-term outlook.\n\n“As far as right now, we are just kind of assessing and seeing what needs are there,” said McBride.\n\nWhy buy the clinic?\n\nMcBride said the decision to buy Rexburg Medical Center was based on a desire to adapt to the changing face of medicine.\n\n“As an industry, hospitals and clinics are integrating.” — Troy Christensen,\n\nMadison Memorial Hospital CFO “The Caregiver” statue near the front entrance of Madison Memorial.\n\n“Primary care physicians are going to become much bigger players in this whole area of health care,” McBride said.\n\nAs more portions of the Affordable Care Act roll out, McBride believes that primary care physicians will serve as patients’ main point of contact within the health-care system, farming out tests and services to hospitals and clinics, whose specialists will communicate with physicians through teleconferencing and electronic health records.\n\n“When we combine those types of things, then we are building on each other’s strengths and abilities,” McBride said. “Building these relationships right now is a steppingstone for the things we’re going to be seeing in the future.”\n\nThe purchase is an example of a larger regional and national trend, where hospitals grow by acquiring private practices. Troy Christensen, the chief financial officer at Madison Memorial, said these acquisitions are increasingly common in the hospital industry.\n\n“As an industry, hospitals and clinics are integrating,” he said.\n\nA history of integration\n\nMadison Memorial started partnering with other medical facilities several years ago. In 2013, the hospital became affiliated with University of Utah Healthcare. Madison Memorial formed a similar partnership with Eastern Idaho Regional Medical Center in Idaho Falls and bought Seasons Medical in Rexburg in 2014.\n\nMountain View Hospital has also been taking part in the private-practice buying spree. Since 2010 the Idaho Falls hospital has acquired or formed affiliation agreements with seven private practices and medical clinics.\n\nLike the executives at Madison Memorial, Mountain View’s leadership acquired the providers to prepare for changes spurred on by health-care reform.\n\n“We thought that it would be good to get ahead of the curve,” said Joshua Tolman, chief administrative officer of Mountain View Hospital.\n\nComing to a provider near you: Payment based on outcomes, not services\n\nOne of the changes Tolman anticipates is the rise of accountable care organizations through the Affordable Care Act. In these organizations, health-care professionals are paid based on the outcomes they achieve for patients.\n\n“The providers and the hospitals get paid just one bundled payment and then they split that up between the two of them,” he said.\n\nTolman said the type of reimbursement is different from the nation’s current pay-per-service model, in which providers are paid by how many services they provide. One common criticism of the pay-per-service model is that it creates an incentive for running unnecessary tests. The more procedures a patient undergoes, the more providers get paid.\n\nBut in accountable care organizations, providers are rewarded for providing better outcomes and partnering with their peers.\n\nStreamlining health care through these organizations would theoretically result in less testing and greater efficiency.\n\nCurrently the Affordable Care Act incentivizes joining accountable care organizations through its Shared Savings Program.\n\nMore time for patients\n\nFor physicians, there are several different benefits behind this type of integrative health care.\n\nDr. Jeffrey Zollinger, the now-former owner of Rexburg Medical Center, believes partnering with Memorial Hospital will enable him to devote more time to caring for patients and less time attending to business matters.\n\n“It frees up a lot of time to do what I like to do – to take care of patients,” said Zollinger.\n\nHe also said that being part of a large hospital system gives physicians access to better agreements with drug and equipment suppliers. In addition, doctors can cut costs by getting less costly insurance plans for their staff.\n\nWill the hospital lose money?\n\nAlthough joint ventures between hospitals and private practices may seem like sound business decisions, recent studies raise doubts about whether these partnerships really do result in financial gains.\n\nA 2012 report by the Medical Group Management Association revealed that the median loss for employing a physician was $176,463. A 2013 poll conducted by the American College of Physician Executives said that 32 percent of health-care systems reported an increase in costs after purchasing private practices, while 5 percent reported a reduction.\n\nThese numbers can be distressing to taxpayers who don’t want to see the county hospital dip into the red.\n\nHowever, McBride remains confident. He said Madison Memorial Hospital is already seeing positive returns from its purchase of Seasons Medical, and the hospital has never had to dip into taxpayer dollars because of its investments.\n\nA strong future\n\nFor McBride, the future of health care is about collaboration.\n\n“Building relationships with these physician’s offices helps to strengthen the community,” McBride said. “That’s why we do it at the hospital – to strengthen the base of our health care in Rexburg and Madison County.”", "article_metadata": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "news_keywords": "local news, idaho falls news, idaho news, pocatello news, rexburg news, blackfoot news, headlines", "generator": "WordPress 4.5.2", "og": {"site_name": "East Idaho News", "description": "REXBURG — Madison Memorial Hospital’s recent purchase of Rexburg Medical Center signals a growing trend in the health care industry. The hospital finalized its decision to buy the 45-year-old clinic in October after reaching an agreement with the Madison County Commission. The publicly owned hospital is overseen by Madison County. What it means to you Hospital officials said patients of the now-named Madison Memorial Rexburg Medical Clinic will hardly notice the change, and the prices and services will remain the...", "title": "Purchase of Rexburg Medical Center marks a growing trend in healthcare industry - East Idaho News", "locale": "en_US", "image": {"width": 800, "identifier": "http://assets.eastidahonews.com/wp-content/uploads/2015/11/23123219/rexburg-medical-center-sign.jpg", "height": 578}, "updated_time": "2015-11-24T11:18:37-06:00", "url": "http://www.eastidahonews.com/2015/11/purchase-of-rexburg-medical-center-marks-a-growing-trend-in-healthcare-industry/", "type": "article"}, "twitter": {"description": "REXBURG — Madison Memorial Hospital’s recent purchase of Rexburg Medical Center signals a growing trend in the health care industry. The hospital finalized its decision to buy the 45-year-old clinic in October after reaching an agreement with the Madison County Commission. The publicly owned hospital is overseen by Madison County. What it means to you Hospital officials said patients of the now-named Madison Memorial Rexburg Medical Clinic will hardly notice the change, and the prices and services will remain the...", "creator": "@eastidnews", "image": "http://assets.eastidahonews.com/wp-content/uploads/2015/11/23123219/rexburg-medical-center-sign.jpg", "title": "Purchase of Rexburg Medical Center marks a growing trend in healthcare industry - East Idaho News", "site": "@eastidnews", "card": "summary"}, "msapplication-TileColor": "#454545", "msapplication-TileImage": "http://www.eastidahonews.com/wp-content/themes/source-idaho-news/bin/favicons/mstile-144x144.png", "msvalidate.01": "1FC91D30D79F9539731F1C5DA33EDC62", "article": {"publisher": "https://www.facebook.com/EastIdahoNews", "section": "Health & Fitness", "published_time": "2015-11-24T10:00:48-06:00", "modified_time": "2015-11-24T11:18:37-06:00"}, "theme-color": "#ffffff"}, "_id": "\"57477af36914bd0286fcd018\"", "article_summary": "Purchase of Rexburg Medical Center marks a growing trend in healthcare industry0Updated at 10:00 am, November 24th, 2015 By: Annie Pentilla, EastIdahoNews.comShare This StoryWe MatchedREXBURG — Madison Memorial Hospital’s recent purchase of Rexburg Medical Center signals a growing trend in the health care industry.\n“Primary care physicians are going to become much bigger players in this whole area of health care,” McBride said.\nMcBride said the decision to buy Rexburg Medical Center was based on a desire to adapt to the changing face of medicine.\nMadison Memorial formed a similar partnership with Eastern Idaho Regional Medical Center in Idaho Falls and bought Seasons Medical in Rexburg in 2014.\nWhat it means to youHospital officials said patients of the now-named Madison Memorial Rexburg Medical Clinic will hardly notice the change, and the prices and services will remain the same."}