{"article_title": "I Believe Too", "article_keywords": ["bacak", "senate", "floor", "ted", "american", "cruz", "sen", "paul", "believe", "worked", "filibuster"], "article_url": "http://townhall.com/columnists/briandarling/2016/03/01/i-believe-too-n2127213", "article_text": "I believe in Ted Cruz.\n\nI worked as Counsel and Sr. Communications Director for Sen. Rand Paul (R-KY) and I believe in Rand Paul too. Now that Sen. Paul is out of the race for President of the United States, I am of the opinion that Sen. Ted Cruz is a solid choice for president.\n\nDon’t get me wrong. I am not one of these Republicans signing onto the #NeverTrump movement. As I have written (with John Gray of Conservative Review) before, there is much to like about Trump’s tone on foreign policy. Furthermore, Trump would be a great candidate not to be beholden to the special interests gripping Washington, DC. I frankly think all these Republicans pledging not to ever vote for Donald Trump have lost their minds.\n\nGreat piece over at Erick Erickson’s website The Resurgent from two former staffers for Sen. Ted Cruz (R-TX) – Chip Roy and Brooke Bacak.\n\nRoy and Bacak argue that the picture painted by the mainstream media of Sen. Cruz is wrong:\n\n“Senator Cruz is an honest and decent man; that the negative portrayals of him are purposeful and a direct consequence of his willingness to fight for the American people against the massive power of the ruling class that our founding fathers predicted would occur; and that it would be an incredible disservice for you not to take a serious look at him as the only nominee who will lead this country away from its current path and toward the American promise of freedom, security and prosperity our children deserve.”\n\nI also was there. I worked for Sen. Paul and I witnessed one of the most impressive human feats possible in the United States Senate – the talking filibuster. And I had the honor of being a witness to two historic filibusters – one from Sen. Paul and another from Sen. Cruz.\n\nI was there on March 6, 2013 when Rand Paul launched his 13-hour filibuster of the nomination of John Brennan to head the Central Intelligence Agency. I had the honor of being on the floor of the United States Senate for that historic speech. It was a moment in time when Sen. Paul used the rules of the Senate to engage in a talking filibuster as a means to educate the American people about the Bill of Rights.\n\nSen. Paul wrote in the Washington Post the following:\n\n“I wanted to sound an alarm bell from coast to coast. I wanted everybody to know that our Constitution is precious and that no American should be killed by a drone without first being charged with a crime. As Americans, we have fought long and hard for the Bill of Rights. The idea that no person shall be held without due process, and that no person shall be held for a capital offense without being indicted, is a founding American principle and a basic right.”\n\nI also had the honor of being on the Senate floor when Sen. Ted Cruz engaged in a 21-hour filibuster of a government-funding bill “in support of defunding Obamacare.” (Notwithstanding arguments to the contrary, Ted Cruz did engage in a “filibuster” and the only way that he was stopped speaking was by operation of the cloture rule – a rule drafted to stop talking filibusters.) I was impressed when Sen. Paul lasted over 13-hours and amazed when Cruz lasted 21-hours. I remember going to the Senate floor the early hours of September 24, 2013 with my boss, Sen. Paul when Sen. Paul asked questions of Sen. Cruz during the fight to end Obamacare. Like Sen. Paul’s filibuster, Sen. Cruz took a strong stand against a health care law that is ruining America and he is the reason why Obamacare continues to be a major issue in public debate.\n\nI am friends with Roy and Bacak and think the piece they wrote is an important viewpoint that all Republican primary voters should read and digest before voting.\n\nRoy and Bacak argue the following:\n\n“Senator Cruz was, of course, ready and willing to lead the way. In him, the conservative movement found an unintimidated and tireless representative who was fond of repeating a quote he attributes to Margaret Thatcher that “first you win the argument, then you win the vote.” And that’s what he set out to do – to go directly to the American people. But doing so quickly put him in the crosshairs of Republican “leadership” who thought it wiser to follow the regular Washington playbook – give some speeches at press conferences or the floor of the Senate and hold a few “show votes” to protest the majority’s plans, but never actually stand up and fight.”\n\nRoy and Bacak were there and have a positive impression of Sen. Ted Cruz as staffers. I have a favorable view of Sens. Cruz, Paul and Rubio by virtue of my time in the Senate. I think it important to get the views of people who worked for these candidates to assess whom the best Republican the party can pick to represent the party in the November general election.", "article_metadata": {"description": "I believe in Ted Cruz..05/27/2016 8:56:14AM EST.", "author": "Brian Darling", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "I believe in Ted Cruz.", "title": "Brian Darling - I Believe Too", "url": "http://townhall.com/columnists/briandarling/2016/03/01/i-believe-too-n2127213", "image": "http://media.townhall.com/townhall/reu/ha/2016/61/2016-03-01T110855Z_1_LYNXNPEC2026T_RTROPTP_3_USA-ELECTION-CRUZ.JPG", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "I believe in Ted Cruz.", "title": "Brian Darling - I Believe Too", "url": "http://townhall.com/columnists/briandarling/2016/03/01/i-believe-too-n2127213", "image": "http://media.townhall.com/townhall/reu/ha/2016/61/2016-03-01T110855Z_1_LYNXNPEC2026T_RTROPTP_3_USA-ELECTION-CRUZ.JPG", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "I Believe Too, Brian Darling, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "I believe in Ted Cruz.\nI worked as Counsel and Sr. Communications Director for Sen. Rand Paul (R-KY) and I believe in Rand Paul too.\nAnd I had the honor of being a witness to two historic filibusters – one from Sen. Paul and another from Sen. Cruz.\nSen. Paul wrote in the Washington Post the following:“I wanted to sound an alarm bell from coast to coast.\nNow that Sen. Paul is out of the race for President of the United States, I am of the opinion that Sen. Ted Cruz is a solid choice for president."}