{"article_title": "Donald Trump: The anti-conservative", "article_keywords": ["votes", "anticonservative", "trump", "wanted", "wasnt", "say", "conservative", "donald", "going", "party", "republican", "care"], "article_url": "http://byuiscroll.org/donald-trump-anti-conservative/", "article_text": "Trump is by no means the classic presidential candidate. He is crude, abrasive and so self-confident that he leads one to wonder if he shouldn’t be locked up for severe narcissism. It is these very qualities, along with promising to force Mexico to pay for a wall and his “yuge” plans to “Make America great again” that have led thousands of Republicans to jump on the Trump bandwagon. But is he actually a conservative? No.\n\nIn 1987, Trump registered as a republican then decided the GOP wasn’t his style and moved on to the Independence Party in 1999.\n\nIn 2001, Trump realized the Independence Party just wasn’t good enough, so he switched to the Democratic party. In 2009, Trump felt like he wanted to try something new by going back to the Republican party after 12 years of unadulterated liberalism.\n\nA couple years later, he no longer wanted to be affiliated with any party. Then finally, in 2012, we were not so excited to welcome the reality TV star back to the Republican party.\n\nDuring that time, The Donald flip-flopped more my than my wife’s pancakes on a Sunday morning.\n\nLet’s start with Trump’s indecisiveness on the value of human life in the womb.\n\n“I believe it is a personal decision that should be left to the women and their doctors,” Trump said in 1999.\n\nPro-abortion. Not really a core conservative value.\n\n“I support a woman’s right to choose, but I am uncomfortable with the procedures,” Trump said in 2000. “When Tim Russert asked me on Meet the Press if I would ban partial-birth abortion, my pro-choice instincts led me to say no.”\n\nHe did later say he would support a ban on partial-birth abortion. Now that he is looking for votes, he is so pro-life you can’t even comprehend it.\n\nAre you thinking that his “pro-choice instincts,” don’t bode well for his other views on healthcare? You would be right.\n\n“We must have universal healthcare,” Trump said.\n\nHe has never come out and renounced that claim. Now he’s all about repeal and replace. “The one thing I do tell people, we’re going to have something great,” Trump said. “We’re going to repeal and replace Obamacare, which is a total disaster.”\n\nIf we look at his own words, his replacement for Obamacare sure sounds a lot like single-payer.\n\n“I am going to take care of everybody,” Trump said. “I don’t care if it costs me votes or not. Everybody’s going to be taken care of much better than they’re taken care of now.”\n\nTo be fair, he said he’s just going to raise taxes on the eviln rich man.\n\n“If you look at actually raise, some very wealthy are going to be raised,” Trump said. “And I think we’re going to have something that’s going to be spectacular.”\n\nIn summary, Trump is historically pro-abortion, for single-payer health care, has no problem raising taxes and despises our right to freedom of the press.\n\n“I’m going to open up our libel laws, so when they write purposely negative and horrible and false articles we can sue them and win lots of money,” Trump said.\n\nDonald J. Trump is not a conservative. He never has been and never will be. He has no guiding principles, let alone conservative principles. He is a narcissist willing to say whatever he needs to win.\n\nI will never vote for Donald Trump nor will any true conservatives.", "article_metadata": {"og": {"site_name": "BYU-I Scroll", "description": "Drumpf is by no means the classic presidential candidate. He is crude, abrasive and so self-confident that he leads one to wonder if he shouldn’t be in a state hospital for severe narcissism.", "title": "Donald Trump: The anti-conservative - BYU-I Scroll", "locale": "en_US", "image": {"width": 1200, "identifier": "http://byuicomm.org/byuiscroll/wp-content/uploads/sites/7/2016/03/a8dd960606.jpg", "height": 756}, "updated_time": "2016-03-01T11:53:34-06:00", "url": "http://byuiscroll.org/donald-trump-anti-conservative/", "type": "article"}, "article": {"section": "Opinion", "tag": "Super tuesday", "published_time": "2016-03-01T08:50:17-06:00", "modified_time": "2016-03-01T11:53:34-06:00"}, "generator": "WordPress 4.5.2", "viewport": "width=device-width, initial-scale=1", "description": "Trump is by no means the classic presidential candidate. He is crude, abrasive and so self-confident that he leads one to wonder if he shouldn’t be in a state hospital for severe narcissism."}, "article_summary": "Then finally, in 2012, we were not so excited to welcome the reality TV star back to the Republican party.\nIn 2009, Trump felt like he wanted to try something new by going back to the Republican party after 12 years of unadulterated liberalism.\nIn 2001, Trump realized the Independence Party just wasn’t good enough, so he switched to the Democratic party.\nI will never vote for Donald Trump nor will any true conservatives.\nIn 1987, Trump registered as a republican then decided the GOP wasn’t his style and moved on to the Independence Party in 1999."}