{"article_title": "China's Xi says goodbye to queen, holds talks with Cameron", "article_keywords": ["xi", "chinese", "chinas", "rights", "queen", "visit", "britain", "global", "cameron", "state", "china", "goodbye", "talks", "holds"], "article_url": "http://townhall.com/news/politics-elections/2015/10/22/chinas-xi-says-goodbye-to-queen-set-for-talks-with-cameron-n2069516", "article_text": "LONDON (AP) — British Prime Minister David Cameron discussed the fight against war and terrorism — and had a drink in a pub — with Chinese President Xi Jinping on Thursday during a state visit hailed as a landmark by both nations.\n\nThe two leaders met for talks and dinner at the prime minister's official country residence, Chequers. Beforehand, Cameron took Xi to a traditional pub nearby for a pint of English ale and a taste of British fish and chips.\n\nIn a joint statement before the meeting, they said stronger U.K.-China ties were of \"global significance and strategic importance.\"\n\nThe Chinese president's visit has drawn protests in the streets and criticism in Parliament. But Cameron and Xi downplayed their differences over issues such as human rights, promising a relationship of \"mutual respect\" that recognized \"the importance each side attaches to its own political system, development path, core interests and major concerns.\"\n\nCameron's office said Thursday's talks would focus on international affairs and how China can help battle extremism.\n\nWestern governments are keenly interested in China's response to the war in Syria. China had joined Russia to block a series of Western resolutions at the United Nations against Syrian President Bashar Assad's government. Russia has stepped up a military intervention in Syria that it says targets the Islamic State group but that Britain and others say seeks to prop up Assad.\n\nEarlier, Xi and his wife said goodbye to Queen Elizabeth II after spending two nights as the monarch's guest at Buckingham Palace. Xi will visit the northwest England city of Manchester on Friday to end his four-day trip.\n\nXi has been greeted with elaborate British pomp and ceremony on the state visit, the first by a Chinese leader to Britain in a decade.\n\nThe two countries signed more than 30 billion pounds ($46 billion) in trade agreements — including a contentious nuclear power deal — as Cameron said Britain sought to be China's \"partner of choice\" in the West.\n\nThere have also been protests by human rights activists and pro-Tibet groups, and opposition politicians have urged Cameron to press Xi on China's rights record.\n\nThe trip has dominated state media in China, where the Communist Party newspaper Global Times said \"the Sino-U.K. relationship will expect the harvest of the 'golden era.'\"\n\nIt's a marked change in tone from Cameron's trip to China in December 2013, when the Global Times said Britain was an old country, \"easily replaceable in China's European foreign policy.\"", "article_metadata": {"description": "China's Xi says goodbye to queen, holds talks with Cameron - AP News: LONDON (AP) — British Prime Minister David Cameron discussed the .05/26/2016 2:46:48AM EST.", "author": "AP News", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "LONDON (AP) — British Prime Minister David Cameron discussed the fight against war and terrorism", "title": "AP News - China's Xi says goodbye to queen, holds talks with Cameron", "url": "http://townhall.com/news/politics-elections/2015/10/22/chinas-xi-says-goodbye-to-queen-set-for-talks-with-cameron-n2069516", "image": "http://media.townhall.com/townhall/reu/ha/2015\\295\\8348b5c7-3b2b-4b11-bb9c-27d0caad011b.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "LONDON (AP) — British Prime Minister David Cameron discussed the fight against war and terrorism", "title": "AP News - China's Xi says goodbye to queen, holds talks with Cameron", "url": "http://townhall.com/news/politics-elections/2015/10/22/chinas-xi-says-goodbye-to-queen-set-for-talks-with-cameron-n2069516", "image": "http://media.townhall.com/townhall/reu/ha/2015/295/8348b5c7-3b2b-4b11-bb9c-27d0caad011b.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "China's Xi says goodbye to queen, holds talks with Cameron, AP News, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af46914bd0286fdb92e\"", "article_summary": "There have also been protests by human rights activists and pro-Tibet groups, and opposition politicians have urged Cameron to press Xi on China's rights record.\nBeforehand, Cameron took Xi to a traditional pub nearby for a pint of English ale and a taste of British fish and chips.\nEarlier, Xi and his wife said goodbye to Queen Elizabeth II after spending two nights as the monarch's guest at Buckingham Palace.\nXi has been greeted with elaborate British pomp and ceremony on the state visit, the first by a Chinese leader to Britain in a decade.\nXi will visit the northwest England city of Manchester on Friday to end his four-day trip."}