{"article_title": "Texas Mexican Mafia Boss Sings Like Bird After Assassination Attempt", "article_keywords": ["sings", "men", "mexican", "san", "contacted", "assassination", "boss", "investigation", "gang", "members", "reyes", "attempt", "tmm", "mafia", "bernal", "bird", "texas"], "article_url": "http://www.breitbart.com/texas/2014/11/29/texas-mexican-mafia-boss-sings-like-bird-after-assassination-attempt/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\n\n\n\n\nMexican Mafia boss Ruben Reyes confessed to killing three ofhis fellow gang members to federal authorities earlier this week. The confession came after Reyes, who appeared in a San Antonio federal court on Wednesday, becamethe target of a gang hit.\n\nCourt records show Reyes was under investigation for gang activitiesas the leader of The Mexican Mafia (TMM). The investigation included drugtrafficking, extortion and the murders of TMM and other gang members “in orderto preserve the organization’s status and ongoing criminal enterprise.” Reyeswas also being investigated in relation to the possible of murder against TMMCaptain Mark Anthony “Lefty” Bernal and two other TMM officers.\n\nSIGN UP FOR OUR NEWSLETTER\n\nBernal allegedly angered TMM bosses in reference to themishandling of money and his distribution of drugs along with his handling ofthe TMM investigation into the alleged charges of another TMM member. Agents ofthe Texas Department of Public Safety’s (DPS) Criminal Investigation Division(CID) contacted Bernal in December 2013, and made him aware of the threatagainst his life. Bernal apparently told other TMM members that law enforcementhad contacted him and advised him about the threat. Shortly after this, Bernal,along with TMM General Carlos “Worm” Chapa and Lieutenant of Lieutenants Johnnythat the three men were accused by the TMM of mishandling about $60,000 of the gang’smoney and making poor decisions about the TMM daily operations.\n\nOver a 13 day period in January 2014, the three menwent missing. Over the next few months, three vehicles belonging to the formerTMM officers were found. Two of them had been burned and there was evidence ofa shooting in one of those. The third vehicle was found abandoned in anapartment complex in San Antonio.\n\nThe slide show below, supplied by KSAT television in San Antonio, illustrated the timeline of theevents of this case:\n\nEarlier this month, Reyes himself was the target of a TMMhit. Court documents reveal that four unknown men approached Reyes’ home. WhenReyes answered the door, the four men opened fire on Reyes striking him once inthe back. The men fled the scene and Reyes was transported by ambulance to thehospital. The records state Reyes contacted San Antonio police to give astatement about multiple unsolved murders and provided information leading tothe discovery of the location of Bernal, Chapa and Solis.\n\nReyes had been promoted to Lieutenant of Lieutenants. Heconfessed he shot and killed the three missing men. He received instructions tokill the men and dispose of the bodies in a manner that would ensure they wouldnever be found because of their knowledge of TMM daily operations and criminalactivity. Reyes contacted another TMM gang member who took him to a suitableburial location outside of Pearsall, Texas, in Frio County.\n\nReyes confessed and gave the police graphic detail about themurders of the three men and their subsequent burial near Pearsall. Heconducted these hits in conjunction with four other TMM members. On November 19th,FBI agents along with DPS CID agents and a Texas Ranger traveled to Pearsalland recovered the three bodies that were later identified as being the remainsof Bernal, Chapa and Solis.\n\nReyes is also suspected of ordering the TMM hit on SanAntonio Police Officer Julian Pesina accordingto an article by Khaleda Rahman posted on the Daily Mail website. Pesina was fatally shot while off-duty outsidea tattoo parlor that he co-owned. TheDaily Mail article states Pesina was under investigation for drug activity andfor being linked to the TMM. He allegedly had tattoos worn by TMM members.\n\nReyes is currently charged with using and discharging afirearm during the commission of a violent crime. He has not yet been indictedon the murder charges. A bail hearing is expected to be held next week andprosecutors are expected to ask that Reyes be held without bond.\n\nBob Price is a member of the original Breitbart Texas team. Follow himon Twitter @BobPriceBBTX.\n\nRuben Reyes Criminal Complaint", "article_metadata": {"description": "Texas Mexican Mafia Boss Sings Like Bird After Assassination Attempt", "og": {"site_name": "Breitbart", "description": "Texas Mexican Mafia Boss Sings Like Bird After Assassination Attempt", "title": "Texas Mexican Mafia Boss Sings Like Bird After Assassination Attempt - Breitbart", "locale": "en_US", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Breitbart-Texas/2014/11/28/Ruben%20Reyes.JPG", "url": "http://www.breitbart.com/texas/2014/11/29/texas-mexican-mafia-boss-sings-like-bird-after-assassination-attempt/", "type": "article"}, "twitter": {"description": "Texas Mexican Mafia Boss Sings Like Bird After Assassination Attempt", "creator": "@BobPriceBBTX", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Breitbart-Texas/2014/11/28/Ruben%20Reyes.JPG", "title": "Texas Mexican Mafia Boss Sings Like Bird After Assassination Attempt - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Crime, Daily Mail,Breitbart Texas,", "article": {"publisher": "https://www.facebook.com/Breitbart", "published_time": "2014-11-29T07:54:00-07:00", "author": "Bob.Price.Texas", "section": "Breitbart Texas", "tag": "Daily Mail", "categories": "Breitbart Texas"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af46914bd0286fdb939\"", "article_summary": "Reyes contacted another TMM gang member who took him to a suitableburial location outside of Pearsall, Texas, in Frio County.\nSIGN UP FOR OUR NEWSLETTERMexican Mafia boss Ruben Reyes confessed to killing three ofhis fellow gang members to federal authorities earlier this week.\nCourt records show Reyes was under investigation for gang activitiesas the leader of The Mexican Mafia (TMM).\nAgents ofthe Texas Department of Public Safety’s (DPS) Criminal Investigation Division(CID) contacted Bernal in December 2013, and made him aware of the threatagainst his life.\nHeconducted these hits in conjunction with four other TMM members."}