{"article_title": "Bribery in Scotland – Civil Settlement Under Bribery Act and the Scottish Crown Office", "article_keywords": ["prosecution", "office", "civil", "crown", "company", "act", "scotland", "bribery", "scottish", "brandrex", "settlement"], "article_url": "http://www.natlawreview.com/article/bribery-scotland-civil-settlement-under-bribery-act-and-scottish-crown-office", "article_text": "Wednesday, April 20, 2016\n\nOn September 25 2015, Brand-Rex Limited, a Scottish network cabling company, entered into a civil settlement with the Scottish Crown Office, admitting that the company had failed to prevent bribery and had received an improper benefit in violation of Section 7 of the Bribery Act 2010, which applies to the whole of the United Kingdom.\n\nThis was the first settlement for a Section 7 infringement of the Bribery Act and the third corporate self-report and civil settlement in Scotland.\n\nThe Scottish Crown office implements its own self-reporting regime, separate from that operated by the Serious Fraud Office (SFO) in England and Wales. The Scottish initiative was introduced on 1 July 2011, at which time guidance was issued by the Crown Office and Procurator Fiscal Service on how it would operate. Civil settlements in Scotland were to be operated by the Serious and Organised Crime Division of the Scottish Crown Office in co-operation with Scottish Civil Recovery Unit.\n\nAn incentive initiative known as “Brand Breaks” was undertaken by Brand-Rex from 2008 to 2012. The initiative was aimed at distributors and installers connected to the cabling company and upon meeting or surpassing sales targets, installers and distributors qualified for a range of rewards, including holiday travel tickets.\n\nAlthough the Brand Breaks initiative was not in itself unlawful, an agent of Brand-Rex was found to have exceeded the terms of the scheme between 2012 and 2013. In this instance, the agent was an independent installer of Brand-Rex products that gave travel tickets acquired through the scheme to an employee of one of the agent’s customers. The customer who indirectly received the tickets was a user of Brand-Rex products. Furthermore, the customer, an individual, was in a position to influence purchasing decisions related to cable supplies.\n\nAn extensive investigation was launched following Brand-Rex’s discovery of this issue following an internal review. In June 2015, the solicitors acting for Brand-Rex self-reported the violation to the Scottish Crown Office and accepted that Brand-Rex had failed to prevent the infringing activity when the company was in a position to do so, accepting accountability for a contravention of Section 7 of the Bribery Act 2010.\n\nBecause Brand-Rex self-reported, the case was considered suitable for a civil recovery settlement rather than a criminal prosecution. In making the decision to forego prosecution, the Crown Office guidance explains that the Crown considers a number of factors, including:\n\nThe nature and seriousness of the offence and the extent of harm caused\n\nThe extent of wrongdoing within the company, including whether or not senior management consented or connived\n\nEarly action taken by senior management upon discovery of the offence\n\nThe company’s previous record for bribery conduct\n\nThe disciplinary action, if any, taken against the wrongdoers\n\nWhether the company has engaged fully and meaningfully with the Crown\n\nWhether the company has anti-bribery systems in place\n\nThe impact of prosecution on the company’s employees and stakeholders\n\nEssentially, the civil settlement model operated by the Scottish Crown Office is similar to the model adopted by the SFO prior to the SFO’s introduction of formal Deferred Prosecution Agreements, the first of which was agreed only a month later, in November 2015 with Standard Bank plc.\n\nOn 25 September 2015, the civil settlement with Brand-Rex Limited was announced by the Scottish Crown Office. Under the settlement order, Brand-Rex agreed to pay £212,800—the amount of Brand-Rex’s gross profit from the unlawful activity.\n\nDespite the initial commotion and interest surrounding the Bribery Act 2010, little enforcement or prosecution activity took place following the Act’s introduction, despite the powers designated under the Act. During the last six months, however, there has been a marked increase in enforcement activity (as set out in our previous blogs), and the Scottish system is now also clearly demonstrating that it has the necessary bite to encourage self-reporting by companies and that settlements are being progressed in a reasonable timescale.", "article_metadata": {"description": "On September 25 2015, Brand-Rex Limited, a Scottish network cabling company, entered into a civil settlement with the Scottish Crown Office, admitting that the company had failed to prevent bribery and had received an improper benefit in violation of Section 7 of the Bribery Act 2010, which applies to the whole of the United Kingdom.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "On September 25 2015, Brand-Rex Limited, a Scottish network cabling company, entered into a civil settlement with the&amp;nbsp;Scottish Crown Office, admitting that the company had failed to prevent bribe", "title": "Bribery in Scotland – Civil Settlement Under Bribery Act and the Scottish Crown Office", "url": "http://www.natlawreview.com/article/bribery-scotland-civil-settlement-under-bribery-act-and-scottish-crown-office", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/aux/1092/scotland_800_12363_0.jpg?itok=lUBqBBU0", "type": "article"}, "keywords": "Brand-Rex Limited, Scotland, Scottish Crown Office, bribery, Section 7, Serious Fraud Office, Brand Breaks", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "legal, business, world, companies, Brand-Rex Limited, Scotland, Scottish Crown Office, bribery, Section 7, Serious Fraud Office, Brand Breaks"}, "article_summary": "Civil settlements in Scotland were to be operated by the Serious and Organised Crime Division of the Scottish Crown Office in co-operation with Scottish Civil Recovery Unit.\nThe Scottish Crown office implements its own self-reporting regime, separate from that operated by the Serious Fraud Office (SFO) in England and Wales.\nThis was the first settlement for a Section 7 infringement of the Bribery Act and the third corporate self-report and civil settlement in Scotland.\nOn 25 September 2015, the civil settlement with Brand-Rex Limited was announced by the Scottish Crown Office.\nDespite the initial commotion and interest surrounding the Bribery Act 2010, little enforcement or prosecution activity took place following the Act’s introduction, despite the powers designated under the Act."}