{"article_title": "The MSNBC, Chris Christie breakup", "article_keywords": ["past", "used", "mika", "breakup", "christie", "brzezinski", "thought", "joe", "chris", "msnbc", "morning", "scarborough"], "article_url": "http://www.politico.com/blogs/media/2014/11/the-msnbc-chris-christie-breakup-199088", "article_text": "Chris Christie and MSNBC hosts Joe Scarborough and Mika Brzezinski used to be close. The hosts have called the New Jersey governor a friend and have been known to call and text Christie's personal cell phone during their show.\n\nBut things have changed, according to Mark Leibovich's cover story for this week's New York Times Magazine:\n\nHe used to be a regular on “Morning Joe,” the MSNBC morning show, and was pals with the co-hosts, Joe Scarborough and Mika Brzezinski. But after bridge-gate, it became a feeding frenzy. “There’s an agenda at the network level at MSNBC,” Christie told me. “All these folks have to march in line in order to keep their jobs.” I asked Christie if he thought Scarborough and Brzezinski were taking orders from corporate bosses. “I don’t know,” he said. “But it seems to me there is a completely different approach to me than they were approaching me in the past.” (When I asked Scarborough if this was true, he said: “We saw him at the Vanity Fair-Bloomberg party last spring, and he stormed right past us. Mika and I just looked at each other and laughed. It’s a question of temperament with him.”) Yet Christie did not seem entirely displeased with this turn of events, either. Haley Barbour, the former governor of Mississippi and former chairman of the Republican National Committee, said, “A lot of people who vote in our primaries think that if MSNBC attacks you for a month, you must be better than I thought you were.”", "article_metadata": {"og": {"site_name": "POLITICO", "description": "<p>The governor and the MSNBC hosts used to be friends.&nbsp;</p>", "title": "The MSNBC, Chris Christie breakup", "url": "http://www.politico.com/blogs/media/2014/11/the-msnbc-chris-christie-breakup-199088.html", "fb_appid": 114037015331397, "type": "article"}, "article": {"author": "https://www.facebook.com/hadas.gold"}, "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "<p>The governor and the MSNBC hosts used to be friends.&nbsp;</p>", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe04eb\"", "article_summary": "Chris Christie and MSNBC hosts Joe Scarborough and Mika Brzezinski used to be close.\n“There’s an agenda at the network level at MSNBC,” Christie told me.\nIt’s a question of temperament with him.”) Yet Christie did not seem entirely displeased with this turn of events, either.\n“All these folks have to march in line in order to keep their jobs.” I asked Christie if he thought Scarborough and Brzezinski were taking orders from corporate bosses.\nBut things have changed, according to Mark Leibovich's cover story for this week's New York Times Magazine:He used to be a regular on “Morning Joe,” the MSNBC morning show, and was pals with the co-hosts, Joe Scarborough and Mika Brzezinski."}