{"article_title": "Patients with complex diagnoses receive better, less expensive care at long-term acute care facilities", "article_keywords": ["acute", "diagnoses", "organ", "receive", "study", "longterm", "connective", "diagnostic", "better", "facilities", "patients", "complex", "musculoskeletal", "digestive", "tissue", "conditions", "expensive", "care"], "article_url": "http://www.fiercehealthcare.com/story/patients-complex-diagnoses-receive-better-less-expensive-care-long-term-acu/2015-07-14", "article_text": "By David Ferguson\n\nPatients with critical and medically complex diagnoses fare better and receive less expensive care at long-term acute care hospitals (LTCH), according to a study published in the July issue of the journal Medical Care.\n\nLTCHs were able to treat most of these patients at a similar or lower cost to Medicare than they would have accrued at a regular hospital, researchers said in a study announcement.\n\n\"As our population ages and the incidence of chronic disease increases, critically ill and medically complex patients will represent a growing segment of the Medicare population,\" said lead study author Lane Koenig, Ph.D., who is the director of policy and research for the National Association of Long-Term Hospitals (NALTH), which sponsored the study.\n\n\"Because care for these patients requires a significant amount of healthcare resources,\" said Koenig, \"it's important to identify cost-effective treatment approaches.\"\n\nThe study examined Medicare data from 2009 to 2011. Among patients not on ventilators, researchers identified the five most common major diagnostic categories: respiratory, circulatory, digestive, musculoskeletal and connective tissue, and infectious and parasitic diseases and disorders. Among these five diagnoses, the researchers identified those patients who had spent three or more days in a \"standard hospital ICU\" and those with multiple organ failure.\n\nMultiple organ failure patients who were treated at LTCHs fared better in the long term if they were in the diagnostic category of musculoskeletal and connective tissue, circulatory, and respiratory conditions, according to the study. Mortality gaps were \"statistically insignificant\" in patients diagnosed with digestive issues and infections, parasitic diseases and disorders involving multiple organ failure.\n\nPatients who spent time in intensive care units had significantly lower mortality rates in all diagnostic categories except digestive disorders.\n\nFurthermore, multiple organ failure LTCH patients with circulatory, digestive and musculoskeletal and connective tissue conditions had lower costs associated with their care with savings ranging from ranging from $13,806 to $20,809 per patient per hospitalization.\n\nSimilar savings were found among patients who had spent time in ICUs in the diagnostic categories of circulatory, digestive, and musculoskeletal and connective tissue conditions. However, patients with respiratory and infectious and parasitic conditions ended up incurring higher costs at LTCHs.\n\nTo learn more:\n\n- here's the study abstract\n\n- read the announcement\n\nRelated articles\n\nHospitals for critically ill patients in tough financial spot\n\nHospitals base discharges on payments, not patient progress", "article_metadata": {"description": "Patients with critical and medically complex diagnoses fare better and receive less expensive care at long-term acute care hospitals, according to a study published in the July issue of the journal Medical Care.", "og": {"site_name": "FierceHealthcare", "description": "Patients with critical and medically complex diagnoses fare better and receive less expensive care at long-term acute care hospitals, according to a study published in the July issue of the journal Medical Care.", "title": "Patients with complex diagnoses receive better, less expensive care at long-term acute care facilities", "url": "http://www.fiercehealthcare.com/story/patients-complex-diagnoses-receive-better-less-expensive-care-long-term-acu/2015-07-14", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,complex patients,healthcare costs,long-term acute-care hospitals (LTAC),Patient Care & Outcomes", "viewport": "width=device-width", "news_keywords": "Care Delivery,Patient Care & Outcomes"}, "_id": "\"57477af46914bd0286fe1130\"", "article_summary": "By David FergusonPatients with critical and medically complex diagnoses fare better and receive less expensive care at long-term acute care hospitals (LTCH), according to a study published in the July issue of the journal Medical Care.\nSimilar savings were found among patients who had spent time in ICUs in the diagnostic categories of circulatory, digestive, and musculoskeletal and connective tissue conditions.\nPatients who spent time in intensive care units had significantly lower mortality rates in all diagnostic categories except digestive disorders.\n\"Because care for these patients requires a significant amount of healthcare resources,\" said Koenig, \"it's important to identify cost-effective treatment approaches.\"\nAmong patients not on ventilators, researchers identified the five most common major diagnostic categories: respiratory, circulatory, digestive, musculoskeletal and connective tissue, and infectious and parasitic diseases and disorders."}