{"article_title": "Early Access Developers Can Learn from 'Killing Floor 2'", "article_keywords": ["early", "wilson", "floor", "started", "things", "point", "tripwire", "killing", "access", "games", "learn", "developers", "think"], "article_url": "http://bloody-disgusting.com/news/3348355/early-access-developers-can-learn-killing-floor-2/", "article_text": "Since the arrival of Killing Floor 2 on Steam Early Access back in April, Tripwire Interactive has used the game’s fervent community as a tool for guiding its development. Even with the limited content that it came with initially — the game started with just three maps and seven playable characters — its launch has been well-received.\n\nOne of the driving factors behind this success was recently explained by Tripwire Interactive VP Alan Wilson in an interview with GamesIndustry.biz.\n\n“We do not subscribe to the view that things that go into Early Access should be broken,” Wilson said. “Yeah, there’s probably going to be the odd, lurking bug. But at that point, we’re asking people to part with their money, and they should not be getting a broken product. I think that’s where a number of people are going wrong with Early Access. They’re treating it like a paid beta.”\n\nSteam Greenlight is a cluttered mess. It started out as a promising platform to help aspiring indie developers build their games, find an audience for them, and eventually, sell them. In its current state, it’s ability to do those three things effectively has diminished somewhat.\n\n“I think when they threw Early Access out there, Valve were expecting developers to be… mature about it–let’s put it that way–to be mature about it and respect their clients and get it through their skull that you’re asking for money at this point, so you do not piss about.”\n\nSteam Greenlight has value for the makers of games like The Forest and Monstrum, and even the growing number of horror stories it continues to be a reliable source of won’t be able to completely ruin that. “You do not piss about” are words that some would-be developers could learn from.", "article_metadata": {"description": "The makers of Killing Floor 2 have some words of wisdom to share.", "generator": "WordPress 4.5.2", "og": {"site_name": "Bloody Disgusting!", "description": "The makers of Killing Floor 2 have some words of wisdom to share.", "title": "Early Access Developers Can Learn from 'Killing Floor 2' - Bloody Disgusting!", "locale": "en_US", "image": {"width": 620, "identifier": "http://cdn.bloody-disgusting.com/wp-content/uploads/2015/06/KF2_SEA_Adv.jpg", "height": 400}, "url": "http://bloody-disgusting.com/news/3348355/early-access-developers-can-learn-killing-floor-2/", "type": "article"}, "robots": "noodp", "fb": {"app_id": 452886758230029}, "msapplication-TileImage": "http://i0.wp.com/bloody-disgusting.com/wp-content/uploads/2016/04/cropped-bd_circlelogo.png?fit=270%2C270", "article": {"publisher": "https://www.facebook.com/BloodyDisgusting/", "section": "News", "tag": "tripwire interactive", "published_time": "2015-06-07T21:15:11-05:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fdb94d\"", "article_summary": "Since the arrival of Killing Floor 2 on Steam Early Access back in April, Tripwire Interactive has used the game’s fervent community as a tool for guiding its development.\n“We do not subscribe to the view that things that go into Early Access should be broken,” Wilson said.\nI think that’s where a number of people are going wrong with Early Access.\n“You do not piss about” are words that some would-be developers could learn from.\nIt started out as a promising platform to help aspiring indie developers build their games, find an audience for them, and eventually, sell them."}