{"article_title": "MDSI Distributer Insights Meeting Announcement", "article_keywords": ["announcement", "mdsi", "center", "vertical", "holdings", "carolina", "health", "services", "charleston", "distributer", "ccoh", "meeting", "occupational", "insights"], "article_url": "http://www.prweb.com/releases/2014/06/prweb11919025.htm", "article_text": "The patient has always been the weakest link in the system. The ACA is all about engaging them more aggressively.\n\nHerbert L. Drayton, III, President and CEO of Vertical Holdings and Vice President and Health Services Administrator of Carolina Center for Occupational Health (North Charleston, SC) will speak at the MDSI (Lawrenceville, GA) Distributor Insights meeting that will be held on June 10 – 12, 2014 at the Ritz Carlton Downtown Atlanta, Georgia. Attendees of the Distributor Insights meeting will hear Mr. Drayton discuss his large group practice and how the Affordable Care Act will change how they manage their organization during the next 12 months.\n\nAbout MDSI:\n\nMedical Distribution Solutions, Inc. (MDSI) is a leading publishing and content company providing information, communication and educational services to providers, manufacturers and distributors involved in the business of healthcare.\n\nFounded in 1994 with the introduction of its flagship product, Repertoire Magazine, MDSI has become a full service provider of products and solutions its customers use to increase profitability, market share and mind share.\n\nAbout Carolina Center for Occupational Health:\n\nThe Carolina Center for Occupational Health (CCOH) is a diversified medical service provider. CCOH offers comprehensive occupational health services to more than 300 companies in Charleston, Berkeley and Dorchester counties in South Carolina. CCOH also provides patient-centered medical care to the inmates of the Sheriff Al Cannon Detention Center in Charleston County, the largest detention center in the state of South Carolina. Visit CCOH at http://www.ccohcares.com.\n\nAbout Vertical Holdings, LLC:\n\nVertical Holdings, LLC works with entrepreneurs to leverage technology and common sense operations expertise to bring great ideas to life.\n\nLearn more at http://www.verticalholdings.net.", "article_metadata": {"description": "Herbert L. Drayton, III of Carolina Center for Occupational Health to Speak at Repertoire’s Distributor Insights Meeting", "Generator": "PRWeb html v1", "og": {"site_name": "PRWeb", "description": "Lawrenceville, GA (PRWEB) June 09, 2014 -- Herbert L. Drayton, III of Carolina Center for Occupational Health to Speak at Repertoire’s Distributor Insights Meeting", "title": "MDSI Distributer Insights Meeting Announcement", "url": "http://www.prweb.com/releases/2014/06/prweb11919025.htm", "image": "http://ww1.prweb.com/prfiles/2014/06/05/11919025/gI_131237_HDrayton%206-2014.png", "type": "article"}, "twitter": {"description": "Lawrenceville, GA (PRWEB) June 09, 2014 \n\n Herbert L. Drayton, III, President and CEO of Vertical Holdings and Vice President and Health Services Administrator of Carolina Center for Occupational He", "title": "MDSI Distributer Insights Meeting Announcement", "url": "http://www.prweb.com/releases/2014/06/prweb11919025.htm", "image": "http://ww1.prweb.com/prfiles/2014/06/05/11919025/gI_131237_HDrayton%206-2014.png", "site": {"identifier": "@PRWeb", "id": 14124541}, "card": "Summary"}, "keywords": "PRESS RELEASE", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Aerospace  Defense,Construction  Building,Franchise,Healthcare,Health,Transportation,Employment,Occupational Safety"}, "_id": "\"57477af36914bd0286fcd05c\"", "article_summary": "About Carolina Center for Occupational Health:The Carolina Center for Occupational Health (CCOH) is a diversified medical service provider.\nAbout Vertical Holdings, LLC:Vertical Holdings, LLC works with entrepreneurs to leverage technology and common sense operations expertise to bring great ideas to life.\nCCOH offers comprehensive occupational health services to more than 300 companies in Charleston, Berkeley and Dorchester counties in South Carolina.\nHerbert L. Drayton, III, President and CEO of Vertical Holdings and Vice President and Health Services Administrator of Carolina Center for Occupational Health (North Charleston, SC) will speak at the MDSI (Lawrenceville, GA) Distributor Insights meeting that will be held on June 10 – 12, 2014 at the Ritz Carlton Downtown Atlanta, Georgia.\nAttendees of the Distributor Insights meeting will hear Mr. Drayton discuss his large group practice and how the Affordable Care Act will change how they manage their organization during the next 12 months."}