{"article_title": "White House economist lays out women's economic agenda", "article_keywords": ["wage", "family", "house", "men", "able", "paid", "choices", "theyre", "economic", "marriage", "lays", "agenda", "white", "womens", "economist", "women"], "article_url": "http://www.msnbc.com/msnbc/womens-economic-agenda", "article_text": "In his State of the Union, Barack Obama said, “It’s time to do away with workplace policies that belong in a ‘Mad Men’ episode. This year, let’s all come together – Congress, the White House, and businesses from Wall Street to Main Street – to give every woman the opportunity she deserves.” The “Congress” part of that equation will remain mostly symbolic – for example, Democrats plan to reintroduce the Paycheck Fairness Act in the coming weeks, which has no hope in the House, in part to goad Republicans on the issue. As for what the White House can do, msnbc sat down with Betsey Stevenson, a member of the president’s Council of Economic Advisers and a longtime scholar of how gender plays out in the economy, to talk about what a women’s economic agenda looks like, what “77 cents on the dollar” stands for, and whether marriage cures poverty.\n\nWhy a women’s economic agenda? Why now?\n\nThe president came into office with an understanding of what a fair labor market is, and what a labor market that works in the twenty-first century would look like. But he came into one of the worst recessions since the Great Depression, with an economy in freefall, and everybody had to focus all of their attention on that. In 2010 I went to the Department of Labor as the chief economist. My interests have always been in how we make better use of female talent in our economy, but I didn’t think about that issue very often. I thought about, how do we get unemployment insurance to Americans who are having a hard time putting food on the table, what can we do to ameliorate the devastating effects of this horrible depression. But now we’re coming out of that. We’ve got 6.7% unemployment. We’ve got to step back and say, all right, that labor market is improving. But do we have an economy that is fair and is working for the middle class as well as it can be?\n\nThe Affordable Care Act was just such an incredibly important part of the women’s agenda, because it eliminated discrimination – you can’t charge women more for just being women. It removed job lock, so you can choose your job based on where you want to work. It gave all women access to birth control and said, this part of your health care is going to be covered. But the Affordable Care Act is not the end, it’s the beginning. There’s more to be done, and now we can focus on those other things. Are women being paid fairly? Is there more we can do to make sure that women are able to choose their career based on whether they’re going to be best suited, not where they’re going to be able to take time off to have a kid or pick up a sick kid?\n\nBeing able to raise the minimum wage from $7.25 to $10.10 would make a huge difference for people at the bottom of the income distribution. Disproportionately those are women. Many of those minimum wage workers are trying to support a family on that. We know that you can’t successfully support a family on $7.25.\n\nIn his remarks in Florida, the president said to men, “We’ve all got a stake in this.” What role do you think men should have in women’s economic equality?\n\nPart of the women’s economic agenda is about a working family’s agenda, and that is about women and men. That’s about a culture that’s evolving that men and women are equal in the workplace, and they’re also equal in the home. If you think of the twentieth century workplace, it was largely comprised of a person whose primary job was to earn the income for the family and someone else whose primary job was to make sure the family runs okay, who was often what we call the secondary earner. And now in the twenty first century, of course, we’re moving away from that idea. We have two people who are primary in the workforce and primary at home, and in many families there is only one person, and they’re definitely primary in the workforce and primary at home. A workplace that evolves to be able to make the best use of the talent in the twenty-first century is one that understands that both men and women have home responsibilities, whether it’s caring for children, caring for aging parents, or caring for their own needs.\n\nThat brings us to paid family and sick leave. There’s been some momentum on it on the city and the state level. What can be done on the federal level?\n\nThe president’s been very supportive of state and local governments that have been moving forward with their own paid sick and family leave. He put in his budget money to support states that start their own paid leave programs. And we were all very excited to see New York City just pass paid leave the very day that the president was in Florida talking about these issues.\n\nThere’s another question about what businesses should be doing in terms of what’s profitable for them. We’re talking to businesses to figure out what they can do voluntarily.\n\nDon’t they have an economic incentive to give their workers paid leave since it’s been shown to increase productivity?\n\nFrankly, economists model a world where there is no friction. That’s econ language that basically means that information is just updated seamlessly, we take it into account and we all adapt immediately to our new reality. There is more and more research which shows that the world is not friction-less. People are slow to adapt. Not that long ago, men were a pretty significant majority of college age workers, but women are now on the way to becoming the majority of the highly-educated talent in our labor force.\n\nMeanwhile, a lot of businesses find that when they give more paid leave, they have higher retention rates. And those retention rates end up more than offsetting the costs of the paid leave. We need to be out there making that case: You’ll find that you can help your workers and help yourself.\n\nThe thing is that a lot of people making decisions at the very top aren’t necessarily on top of all of these trends. They don’t see how the world is changing. They’re now about to learn lessons the hard way. And so one of the things we can do to try to make the world more like the frictionless mythical world that economists describe is to get out there and shout the information from the rooftops, and make sure that businesses are aware of the fact that the world is changing, if you want to keep your talent, if you want to maximize talent, you need to make sure that the workplace is working better for women.\n\nWhat’s your reaction when you hear conservatives talk about marriage as a poverty reduction tool?\n\nMy research found that actually, if you want to increase marriage, you need to increase the minimum wage and strengthen the middle class so that people can enjoy the fruits of marriage from those more comfortable positions. I do think that conservatives don’t understand that the dynamics of marriage have changed in such a way that income supports marriage, rather than the marriage supporting having a higher income or supporting getting people out of poverty. There’s also the fact that they seem to really believe that if you push young people to marriage you can alleviate poverty, but then you see enormously high divorce rates, which actually makes things even worse because divorce is very expensive. The big differences in divorce come from, if you’re a 20-year-old high school dropout, you have [approximately] a 60% chance of divorcing within 10 years of marriage, but if you’re a 35-year-old with a college degree, you have [approximately] a 5% chance of divorcing. If what you think is that marriage is important for having a strong middle class, what you do is actually encourage people to wait before settling down.\n\nThe conservative view is, we should smush you together, then you’ll have more money, then there’ll be less tension. But actually, when you get two people making $7.25, there’s a lot of tension because you’re both still struggling. That tension leads to family conflict.\n\nThe president’s been talking about the Paycheck Fairness Act, which will be reintroduced in the Senate soon. One of the intriguing provisions in it allows for more wage transparency – people being able to talk more about how much they earn. How can that chip away at the wage gap?\n\nOne of my concerns has always been that even though firms have these pay non-disclosure policies, if you push them, they say, well, we really don’t enforce them. What does that mean? It means that when a bunch of guys who know each other really well go for beers, out on a Friday night, and someone starts complaining about their job and someone says, hey well, you know, I’ve got this other offer, I’ve been able to negotiate this higher wage, the information filters through. And they are able to, because they’re better connected, to go back to their employers and bid up the wages. And the women who are not as well-connected don’t find out. Then you can really end up with gender wage gaps that show up even if the employers aren’t intending it. The same thing is true with minorities. Any insiders are more likely to share information among themselves than they are with outside groups.\n\nIt can also be the case that an employer will deliberately pay men more than women and women wouldn’t be able to find out.\n\nAnd maybe women would ask for more if they knew what was possible.\n\nExactly. I’ve seen it in my own profession. I would feel very awkward asking my colleagues in academia how much they make. My partner Justin picks up the phone and calls his colleague and asks him how much he makes because he’s negotiating with his dean. But he also has a different kind of relationship with his colleague than I would have a male colleague. And there aren’t that many tenured female economics professors.\n\nWhat was what most remarkable to me about Lilly Ledbetter [who sued Goodyear Tire over pay discrimination in a case that changed the law] is that she got an anonymous note in her locker that said, this is how much men doing this job make. She worked at a place where she couldn’t have asked and that person couldn’t have told her without getting fired themselves. The question is, how do we enforce rules against discrimination when firms are told they don’t have to disclose that information to anyone, and they’re able to fire the very people who have the information, the workers, from sharing how much they make? It renders a policy that says discrimination is illegal completely impotent.\n\nEvery time the president comes out and says, women should have equal pay for equal work, you have folks, including economists, come out and say, that’s a misleading number, that’s not for the same job, that’s year-round full-time wages, and a big part of it is women’s choices. What’s your response to that, and what’s a good way to understand these numbers?\n\nWhen people come out and say that’s not a fair number, well, what really is a fair number? You brought up “women’s choices.” Well, some women’s choices come about because they’re being discriminated against. Some of women’s choices come because they experience sexism. Some of women’s choices come because they are disproportionately balancing the needs of work and family. Which of these choices should we consider legitimate choices, and which of them should we consider things that we have a societal obligation to try to mitigate, to alleviate some of these constraints so that they can make different choices? A lot of people will say things like, let’s control for occupational choices. But the research is showing us that women are choosing occupations which penalize them the least for taking time out of work.\n\nIf there was less discrimination, if there was more flexibility in work, you wouldn’t see women necessarily choosing the same occupations. So why should I take the wage gap holding occupation constant? If we change society, we reduce discrimination, we’re not going to hold occupational choice constant – women are going to choose different occupations.\n\nI agree that the 77 cents on the dollar is not all due to discrimination. No one is trying to say that it is. But you have to point to some number in order for people to understand the facts. And what it represents is the fact that women on average are put in situations every day that for a variety of reasons mean they earn less. Much of what we need to do to close that gap is to change the constraints that women face. And there are things we haven’t tried.\n\nThis interview has been abridged and edited for clarity.\n\nEditor’s note: Stevenson’misspoke when she referred to “this horrible depression,” according to a White House aide. Stevenson meant to say “recession” instead of “depression,” the aide said.\n\n\n\n\n\n", "article_metadata": {"msapplication-config": "/browserconfig.xml", "description": "Obama's economic adviser Betsey Stevenson explains the wage gap, how to fix it, and whether marriage cures poverty.", "original-source": "http://www.msnbc.com/msnbc/womens-economic-agenda", "og": {"site_name": "MSNBC", "description": "Obama's economic adviser Betsey Stevenson explains the wage gap, how to fix it, and whether marriage cures poverty.", "title": "White House economist lays out women's economic agenda", "url": "http://www.msnbc.com/msnbc/womens-economic-agenda", "image": "http://www.msnbc.com/sites/msnbc/files/articles/ap986568642475.jpg", "type": "article"}, "twitter": {"domain": "msnbc.com", "account_id": 2836421, "creator": {"identifier": "@msnbc", "id": 2836421}, "url": "http://www.msnbc.com/msnbc/womens-economic-agenda", "image": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--3-2--512x342/public/articles/ap986568642475.jpg?itok=51c4jQZh", "title": "White House economist lays out women's economic agenda", "site": {"identifier": "@msnbc", "id": 2836421}, "card": "summary_large_image", "description": "Obama's economic adviser Betsey Stevenson explains the wage gap, how to fix it, and whether marriage cures poverty."}, "robots": "follow, index", "DC.date.issued": "2014-04-01T06:57:00-04:00", "jenga-session-config": "{\"when_to_init\":\"after_dom_ready\"}", "fb": {"app_id": 351594351545594}, "nv": {"author": "irincarmon", "tags": "barack-obama,economy,equality,pay-equity,women,women-in-politics", "title": "White House economist lays out women's economic agenda", "published": 1, "date": "04/01/2014 06:57:00 EDT", "address": "http://www.msnbc.com/msnbc/womens-economic-agenda"}, "article": {"publisher": "https://www.facebook.com/msnbc", "author": "http://www.facebook.com/msnbc"}, "abstract": "Obama's economic adviser Betsey Stevenson explains the wage gap, how to fix it, and whether marriage cures poverty.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Economy, Equality, Women, Barack Obama, Pay Equity, Women in Politics"}, "_id": "\"57477af46914bd0286fd7f7b\"", "article_summary": "You brought up “women’s choices.” Well, some women’s choices come about because they’re being discriminated against.\nPart of the women’s economic agenda is about a working family’s agenda, and that is about women and men.\nSome of women’s choices come because they experience sexism.\nSome of women’s choices come because they are disproportionately balancing the needs of work and family.\nThat brings us to paid family and sick leave."}