{"article_title": "It's Official: No Deductible Caps in Small-Business Health Plans", "article_keywords": ["deductibles", "plans", "smallbusiness", "official", "caps", "regulation", "health", "plan", "deductible", "provision", "law", "care"], "article_url": "http://boss.blogs.nytimes.com/2014/04/10/its-official-no-deductible-caps-in-small-business-health-plans/", "article_text": "The Agenda How small-business issues are shaping politics and policy.\n\nTucked inside the so-called Medicare “doc fix” bill — must-pass legislation to forestall steep cuts in payments to doctors — that President Obama recently signed was a separate provision that removed restrictions on deductibles in small-business health plans. As a result, small-business owners may be able to shift some of their health care costs, especially as they increase, to their workers.\n\n“Republicans Successfully Chip Away Another Piece of ObamaCare,” said the headline of a press release from the office of House Speaker John Boehner. “Repealing this provision will give employers more flexibility over the type of health care options they can offer their employees and will expand the use of high-deductible plans paired with Health Savings Accounts,” the press release said. A spokesman for Majority Leader Eric Cantor of Virginia, speaking to Associated Press, called it “another in a series of changes to Obamacare that the House has supported to help save Americans from being harmed by the law.”\n\nThe Republican victory is largely symbolic, however. The Obama administration had effectively nullified this provision of the Affordable Care Act more than a year ago through regulation.\n\nThe Affordable Care Act provision at issue limited the deductibles in small-group health plans to $2,000 for individual coverage and $4,000 for family coverage. Separately, the law also required that small-group plans meet minimum standards for how health care expenses are split between the policyholder and the plan — what is known as actuarial value. The least-generous plans allowed by the law, known as bronze plans, must cover 60 percent of the expenses incurred by a typical group of enrollees.\n\nBut it turns out to be very difficult to design a bronze individual plan with a deductible of $2,000 (or, for that matter, a family plan with a deductible under $4,000). As a result, in February 2013, the Health and Human Services Department released final regulations that allowed a plan to have a higher deductible “if that plan may not reasonably reach the actuarial value of a given level of coverage” without it.\n\n“They effectively waived that requirement,” said Timothy Jost, a law professor at Washington and Lee University. “They basically said, this doesn’t work.”\n\nMr. Jost said that a conflict between two separate provisions in a major law wasn’t unusual, but that the partisan paralysis in Washington had made it impossible to fix that sort of mistake in the Affordable Care Act — apparently, that is, until now. “The administration has been forced to deal with it as best they can,” he said. “There are a number of things in the statute that the agencies have had to massage.”\n\nKevin Kuhlman, a lobbyist for the National Federation of Independent Business, said the Health and Human Services’ regulation was at best provisional. The regulation is due to be revisited in 2016, and there was no guarantee, he said, that the regulation blocking the deductible caps would remain. “This is a significant limiting factor on deductible flexibility in the future,” he said. “There are very few ways to mitigate premium increases because of all the new requirements in the law.”\n\nRon Pollack, executive director of Families USA, which lobbied for the health care reform law, agreed that that flexibility would afford small-business owners the opportunity to pass on more of the cost of coverage to employees. “If there’s a higher deductible, there’s usually a lower premium,” he said, “and the small-business owner doesn’t pay the deductible.” But higher deductibles, he said, may discourage lower-income employees from using their insurance to get care.\n\nMr. Pollack said that the deductible caps probably kept some business owners from offering plans with deductibles far beyond the limits, even as he acknowledged that the regulation had basically swept the provision aside. “This,” he said of the latest action, “opens the door. They don’t seem to have to worry about it.”\n\nOn the other hand, Mr. Pollack held out hope that, despite the continuing rhetoric of repeal, Republicans are coming to terms with the health care law and will work with Democrats to correct its flaws. “They haven’t crossed a Rubicon,” he said. “They forded a stream. It’s a modest, incremental step.”", "article_metadata": {"ptime": 20140410070007, "BN": "boss", "dfp-ad-unit-path": "boss", "DISPLAYDATE": "April 10, 2014", "keywords": "Health Insurance and Managed Care,Patient Protection and Affordable Care Act (2010),Regulation and Deregulation of Industry,Small Business,The Agenda", "GBLC": "The Agenda", "communityAssetTaxonomy": "blogs/boss/It's Official: No Deductible Caps in Small-Business Health Plans ( 20140410 )", "PT": "Blogs", "author": "Robb Mandelbaum", "SCG": "boss", "sourceApp": "blogs", "CLMST": "Robb Mandelbaum", "byl": "Robb Mandelbaum", "twitter": {"url": "http://boss.blogs.nytimes.com/2014/04/10/its-official-no-deductible-caps-in-small-business-health-plans/", "image": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "description": "The legislative fix may allow small-business owners to shift some of their health care costs to their workers.", "card": "summary", "title": "It's Official: No Deductible Caps in Small-Business Health Plans"}, "adxPage": "blog.nytimes.com/boss/post", "description": "The legislative fix may allow small-business owners to shift some of their health care costs to their workers.", "robots": "noodp", "dat": "April 10, 2014", "article": {"tag": "The Agenda", "published_time": 1397127607, "collection": "http://json8.nytimes.com/services/json/sectionfronts/business/index.jsonp", "modified_time": "2014-04-10T11:00:07-04:00"}, "utime": 20140410110007, "communityAssetLabels": "NYT_Blogs", "PUD": 20140410, "pdate": 20140410, "des": "Health Insurance and Managed Care;Patient Protection and Affordable Care Act (2010);Regulation and Deregulation of Industry;Small Business", "thumbnail": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "og": {"site_name": "You’re the Boss Blog", "description": "The legislative fix may allow small-business owners to shift some of their health care costs to their workers.", "title": "It's Official: No Deductible Caps in Small-Business Health Plans", "url": "http://boss.blogs.nytimes.com/2014/04/10/its-official-no-deductible-caps-in-small-business-health-plans/", "image": "http://graphics8.nytimes.com/images/blogs_v5/../icons/t_logo_291_black.png", "type": "article"}, "communityAssetURL": "http://boss.blogs.nytimes.com/2014/04/10/its-official-no-deductible-caps-in-small-business-health-plans/", "PUV": "normal", "hdl": "It's Official: No Deductible Caps in Small-Business Health Plans", "thumbnail_150": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "PST": "Blog Post"}, "_id": "\"57477af36914bd0286fcd060\"", "article_summary": "As a result, small-business owners may be able to shift some of their health care costs, especially as they increase, to their workers.\nThe Affordable Care Act provision at issue limited the deductibles in small-group health plans to $2,000 for individual coverage and $4,000 for family coverage.\nTucked inside the so-called Medicare “doc fix” bill — must-pass legislation to forestall steep cuts in payments to doctors — that President Obama recently signed was a separate provision that removed restrictions on deductibles in small-business health plans.\n“Repealing this provision will give employers more flexibility over the type of health care options they can offer their employees and will expand the use of high-deductible plans paired with Health Savings Accounts,” the press release said.\nThe least-generous plans allowed by the law, known as bronze plans, must cover 60 percent of the expenses incurred by a typical group of enrollees."}