{"article_title": "How The Allure Of Saving Money Makes Us Buy More Veggies", "article_keywords": ["buy", "saving", "unhealthy", "consumers", "money", "larger", "haws", "good", "foods", "allure", "health", "veggies", "deal", "supersizing", "makes", "size"], "article_url": "http://www.medicaldaily.com/supersizing-healthy-food-may-entice-us-eat-better-how-allure-saving-money-makes-us-buy-more-veggies", "article_text": "The fact that “supersizing” a fast food meal has been an option ever since McDonald’s introduced it in the mid-1990s shows how hard it is to resist spending a bit more to get a lot more. Despite its association with making people unhealthy, this marketing strategy shows that we are suckers for a bargain. But a couple of researchers thought that if this type of deal is too good to pass up, maybe it will be effective in getting people to eat healthier foods as well.\n\n“We know the health implications of a giant latte or supersized fries, so a little justification through feeling financially savvy and saving money makes us feel better about our decision and increases consumption,” Vanderbilt University marketing researcher and lead study author, Kelly L. Haws, explained to Research News @ Vanderbilt. “[So] we think there’s potential for supersizing to be used for the good of consumers.”\n\nHaws, along with Karen Winterich of Penn State University, report in the Journal of Marketing that doubling the amount of baby carrots offered for only a slight increase in price led participants to purchase larger quantities of the vegetable. “Consumers are very attracted to deals in general,” Haws said. “When we see a deal, such as a lower cost per unit, we buy the larger size [because] that’s very appealing to us.”\n\nWhen these deals mean that we get a lot more milkshake for just a couple of quarters, Haws urged consumers to stop and think about their health goals. “[T]he very insignificant impact that that little bit of financial savings has does not offset the health implications from over-consuming an unhealthy food.”\n\nThe study found that consumers — with a bit of prompting — have the discipline to weigh these pros and cons. When they were reminded of health goals or the importance of health while deciding on whether or not to supersize an unhealthy food option, they ended up not opting for larger portions as often. “So, a good deal doesn't always trump health,” Winterich explained in an email. In fact, she added, “the health reminder can trump a good deal. … For healthy foods, it's OK for the financial deal of supersizing to become more important because the larger quantity purchased and most likely consumed is not detrimental to their health.”\n\nHaws is convinced that consumer behavior would be a lot different in a hypothetical scenario where all foods were priced according to their exact amounts. “There’s no question in my mind we would get many more consumers to choose the smaller entre size if the price were exactly proportional to the size of food that they’re receiving,” she said.\n\nThis might explain the mystery as to why the French seem to get away with eating high caloric wine and cheese without putting on the pounds as much as one might expect. “[C]onsumers may eat indulgent foods as the French are perceived to do, yet if they do so on small quantities, they should avoid excessive weight gain,” Haws concluded.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "portions, supersize, fast food, carrots, mcdonald's, diet, size, srategy, marketing, deal, bargain, marketing", "og": {"site_name": "Medical Daily", "description": "Our propensity to not be able to pass up a deal can be used to motivate better eating habits, researchers find.", "title": "'Supersizing' Healthy Food May Entice Us To Eat Better", "url": "http://www.medicaldaily.com/supersizing-healthy-food-may-entice-us-eat-better-how-allure-saving-money-makes-us-buy-more-veggies", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/07/shutterstock-image-baby-carrots.jpg", "type": "article"}, "twitter": {"description": "Our propensity to not be able to pass up a deal can be used to motivate better eating habits, researchers find.", "title": "'Supersizing' Healthy Food May Entice Us To Eat Better", "url": "http://www.medicaldaily.com/supersizing-healthy-food-may-entice-us-eat-better-how-allure-saving-money-makes-us-buy-more-veggies", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/07/shutterstock-image-baby-carrots.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/07/shutterstock-image-baby-carrots.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-01-07T15:30:48-05:00", "modified_time": "2014-01-07T15:30:46-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Our propensity to not be able to pass up a deal can be used to motivate better eating habits, researchers find."}, "_id": "\"57477af36914bd0286fcd07b\"", "article_summary": "“So, a good deal doesn't always trump health,” Winterich explained in an email.\nIn fact, she added, “the health reminder can trump a good deal.\nDespite its association with making people unhealthy, this marketing strategy shows that we are suckers for a bargain.\n“[C]onsumers may eat indulgent foods as the French are perceived to do, yet if they do so on small quantities, they should avoid excessive weight gain,” Haws concluded.\n“Consumers are very attracted to deals in general,” Haws said."}