{"article_title": "Gruber’s after-the-fact explanation of his Obamacare remarks", "article_keywords": ["insurance", "set", "grubers", "exchange", "federal", "tax", "explanation", "obamacare", "gruber", "states", "credits", "health", "exchanges", "remarks", "afterthefact"], "article_url": "https://www.washingtonpost.com/news/fact-checker/wp/2014/12/19/grubers-after-the-fact-explanation-of-his-obamacare-remarks/", "article_text": "\n\n(Andrew Harrer/Bloomberg)\n\n“The point I believe I was making was about the possibility that the federal government, for whatever reason, might not create a federal exchange. If that were to occur, and only in that context, then the only way that states could guarantee that their citizens would receive tax credits would be to set up their own exchange.”\n\n— MIT economist Jonathan Gruber, prepared testimony at the House committee on Oversight and Government reform hearing, Dec. 9, 2014\n\nThis was MIT economist Jonathan Gruber’s explanation of his now-infamous comments from January 2012, when he said residents who do not live in states with their own health insurance marketplaces would be denied tax subsidies.\n\nHis comments came under fire by both supporters and opponents of the Affordable Care Act, a.k.a Obamacare. Proponents were frustrated Gruber gave fodder to the law’s critics, who pounced at the implication that those who drafted the law knew millions of residents would be denied subsidies if they lived in states that did not run their own insurance exchange.\n\nGruber has attributed his controversial comments to slip-ups or instances where he made uninformed, offensive and glib comments over politics surrounding Obamacare. He apologized repeatedly during the House hearing, including for his statement over tax credits.\n\nGruber said he wanted to clarify misperceptions about his remarks. “The portion of these remarks that has received so much attention lately omits a critical component of the context in which I was speaking,” he read from his opening testimony. (Read his full testimony here.)\n\nIs this after-the-fact explanation plausible, in the context of his remarks in 2012? Was there ever a possibility the federal government would not set up an exchange for states that chose not to operate their own?\n\nThe Facts\n\nGruber, a technical adviser to the Department of Health and Human Services, created a microsimulation model that projected how the health law’s provisions affect insurance premiums. His comments on tax credits surfaced after Obamacare opponents pointed out a discrepancy in the law: whether the Internal Revenue Service can issue tax credits through the federal health insurance exchange. The law’s defenders dismissed the problem as a mere drafting error, but the Supreme Court has agreed to examine the issue.\n\nThis Fact Checker will focus on the timing of Gruber’s statement in the context of the larger debate over Obamacare, not on whether tax credits would apply through the federal exchange. We will wait for the court ruling on that one.\n\nLet’s look back at the two remarks from January 2012. They are lengthy, but it is important to look at the entire context of his comments.\n\n“Through a political compromise the decision was made that states should play a critical role in running these health insurance exchanges. And health insurance exchanges are the centerpiece of this reform because they are the places that individuals can go to shop for their new, securely-priced health insurance. But if they’re not set up in a way which is transparent, and which is convenient for shoppers, and which allow people to use their tax credits and use them effectively to buy health insurance it will undercut the whole purpose of the bill. Now, a number of states have expressed no interest in doing so. … Only about 10 states have moved forward aggressively in setting up their exchanges. … I guess I’m enough a believer in democracy to think that when the voters of the state see that by not setting up an exchange, the politicians in the state are costing residents hundreds of millions and billions of dollars, that they’ll eventually throw the guys out. But I don’t know that for sure. And that is really the ultimate threat: Will people understand that, ‘Gee, if your governor doesn’t set up an exchange, you’re losing hundreds of millions of dollars to be delivered to your citizens?’ So that’s the other threat, will states do what they need to do to set it up.” (Jewish Community Center in San Francisco, January 10, 2012)\n\nNote that Gruber does not mention the existence or absence of a federal exchange. States that do not have an exchange would cost residents “hundreds of millions and billions of dollars,” but it is not clear if he means that would be due to a delay in the federal exchange, or the absence of one.\n\nQuestion: You mentioned the health-information exchanges for the states, and it is my understanding that if states don’t provide them, then the federal government will provide them for the states. Gruber: Yeah, so these health-insurance Exchanges, you can go on ma.healthconnector.org and see ours in Massachusetts, will be these new shopping places and they’ll be the place that people go to get their subsidies for health insurance. In the law, it says if the states don’t provide them, the federal backstop will. The federal government has been sort of slow in putting out its back-stop, I think partly because they want to sort of squeeze the states to do it. I think what’s important to remember politically about this, is if you’re a state and you don’t set up an exchange, that means your citizens don’t get their tax credits. But your citizens still pay the taxes that support this bill. So you’re essentially saying to your citizens, you’re going to pay all the taxes to help all the other states in the country. I hope that’s a blatant enough political reality that states will get their act together and realize there are billions of dollars at stake here in setting up these exchanges, and that they’ll do it. But you know, once again, the politics can get ugly around this. (Noblis Innovation and Collaboration Center, January 18, 2012)\n\nMeanwhile, this statement is not in line with his written testimony.\n\nHowever, he does touch on this point during his extemporaneous explanation later in the House hearing: “As I said in my opening remarks, my statement, while poorly worded and much too glib, but I believe the point I was making was that at the time I gave that statement, which was 2012, it was not clear how effective the federal exchange would be. It was not even clear who would be in the White House to implement said federal exchange. And as a result, states might be concerned the federal exchange would not be implemented and they would have to set up their own exchange.”\n\nUnder the ACA, states can set up and operate their own exchanges online where individuals and small businesses can purchase health insurance. The ability to opt into Obamacare was a key point — the expectation was that if you didn’t agree with the law, you didn’t have to participate, and your residents will still receive subsidies.\n\nThe law required the federal back-stop for states that do not have their own. Gruber acknowledged this statutory requirement during the House hearing a few times. He also confirmed he conducted his microsimulation model with the assumption that tax credits would be available in all states, regardless of whether they are provided through the state or federal exchange.\n\nThe year leading up to the 2012 presidential election was a volatile time for setting up the federal exchange – to start, Mitt Romney was vowing on the campaign trail to repeal the health-care law “on day one.”\n\nHealth-care policy analysts widely believed the federal exchange would not be set up in time. It became clear the majority of states would not, or could not, have their own exchanges ready by the law’s Jan. 1, 2014 deadline. Few states showed interest in opting in; as of the current enrollment cycle, 33 states do not operate their own.\n\nThe pressure grew on the federal government to set up the exchange for more states than anticipated. Little activity had taken place to build out the federal exchange by the time Gruber made his original remarks. The $94 million contract to build the federal exchange was in place by December 2011, but experts acknowledged it would be a herculean undertaking to set it up in less than two years.\n\nThere were questions over the lack of funding appropriated for the federal exchange. Eventually, the money was diverted from other sources to the IRS.\n\nDid anyone really think there was a possibility the federal exchange would not be set up at all, around late 2011 or early 2012? It depends on who you ask. Some experts say yes; there was minimum guidance to states or regulations for exchanges, and the ongoing delays made it seem like it might never happen. But many others say no; they expected delays, but there was never a doubt there would eventually be an exchange — state or federal — in all states. After all, it was a statutory requirement.\n\n“I agree with the claim that in January 2012, when Jonathan Gruber said these things, that it was a distinct possibility that the federal government would not be able to set up its exchange on time, or perhaps not even at all,” said Cato Institute’s Director of Health Policy Studies Michael Cannon, who helped bring about the legal challenge at the Supreme Court over the subsidies through the federal exchange.\n\nBut it is not plausible that Gruber really thought there would never be a federal exchange, Cannon said — nor is it what he said in January 2012. In both venues, Gruber mentioned one obstacle to residents receiving tax credits (states not opting in), and one remedy (states to “get their act together”), Cannon said. Gruber neither describes the potential failure by the federal government to establish federal exchanges as an obstacle, nor describes the establishment of federal exchanges as a remedy, Cannon noted.\n\n“Those omissions suggest, contrary to his current story, that he did not see tax credits as being available in federal exchanges,” according to Cannon.\n\nGruber declined to comment to The Fact Checker.\n\nThe Pinocchio Test\n\nGruber watched his words carefully at the hearing, prefacing many of his statements with “I believe.” His written testimony presumably was approved by his attorneys, and is something that can’t be explained as a “speak-o” — Gruber’s term for a verbal typo. But we’re confounded by the wording in his prepared testimony that “the federal government, for whatever reason, might not create a federal exchange.” It is not consistent with statements he made in 2012.\n\nIn one of his extemporaneous explanations, Gruber said he was “reflecting uncertainty about the implementation of a federal exchange by January 1, 2014.” This makes sense in the context of what he originally said in 2012.\n\nBut the difference between a federal exchange not being created at all, versus not being created on time, is significant. It is hard to reconcile the difference between his prepared and unprepared explanations from the hearing. Perhaps it was a mistake. Perhaps it was intentional. We have no way of knowing, since Gruber declined to comment. The inconsistencies – given he had time and legal advice to clarify his prepared statement – earn him Two Pinocchios.\n\nTwo Pinocchios\n\n\n\n\n\n(About our rating scale)\n\nSend us facts to check by filling out this form\n\nFollow The Fact Checker on Twitter and friend us on Facebook", "article_metadata": {"description": "Jonathan Gruber gives an after-the-fact explanation of his 2012 remarks on Obamacare, but confuses the issue further.", "author": "https://www.facebook.com/myhlee", "og": {"site_name": "Washington Post", "description": "Jonathan Gruber gives an after-the-fact explanation of his 2012 remarks on Obamacare, but confuses the issue further.", "title": "Gruber’s after-the-fact explanation of his Obamacare remarks", "url": "https://www.washingtonpost.com/news/fact-checker/wp/2014/12/19/grubers-after-the-fact-explanation-of-his-obamacare-remarks/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2014/12/11/Editorial-Opinion/Images/205733982-3030.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@myhlee"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/fact-checker/wp/2014/12/19/grubers-after-the-fact-explanation-of-his-obamacare-remarks/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Jonathan Gruber; Obamacare; Gruber; health insurance exchange; michael cannon; glenn kessler; fact checker; factchecker; michelle lee", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/myhlee"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Jonathan Gruber; Obamacare; Gruber; health insurance exchange; michael cannon; glenn kessler; fact checker; factchecker; michelle lee"}, "article_summary": "And health insurance exchanges are the centerpiece of this reform because they are the places that individuals can go to shop for their new, securely-priced health insurance.\nHis comments on tax credits surfaced after Obamacare opponents pointed out a discrepancy in the law: whether the Internal Revenue Service can issue tax credits through the federal health insurance exchange.\nBut the difference between a federal exchange not being created at all, versus not being created on time, is significant.\nLittle activity had taken place to build out the federal exchange by the time Gruber made his original remarks.\nThis Fact Checker will focus on the timing of Gruber’s statement in the context of the larger debate over Obamacare, not on whether tax credits would apply through the federal exchange."}