{"article_title": "South Carolina’s Nikki Haley walks a fine line after church shooting — Nation — Bangor Daily News — BDN Maine", "article_keywords": ["republican", "strong", "carolina", "support", "nikki", "haley", "daily", "nation", "conservative", "presidential", "walks", "party", "line", "shooting", "fine", "maine", "south", "carolinas"], "article_url": "http://bangordailynews.com/2015/06/21/news/nation/south-carolinas-nikki-haley-walks-a-fine-line-after-church-shooting/", "article_text": "WASHINGTON — The governor stood before the cameras and, just briefly, broke, her voice cracking, her eyes sorrowful, revealing her anguish to the world.\n\nAnd with that, South Carolina’s Nikki Haley reintroduced herself to voters who may have lost track of her since she first burst into national prominence five years ago, as one of a wave of conservative tea party Republicans getting into office.\n\nHaley, now in her second term and, at 43, still the youngest governor in the nation, has garnered wide praise for her bearing after Wednesday’s shooting rampage at Emanuel African Methodist Episcopal Church in Charleston that killed nine African-Americans.\n\nShe showed a more tender side of herself than many politicians would allow when at a press conference the morning after the shootings, fighting back tears, she declared that the “heart and soul of South Carolina is broken.”\n\n“She has a real gift in connecting with people on a human level,” state Republican Party chairman Matt Moore said. “South Carolinians see themselves in her.”\n\nBut then, the following day, Haley flashed a different side when she forcefully called for the death penalty if the suspected gunman in custody, Dylann Roof, is convicted of the murders. That stance likely endeared her further to South Carolina’s largely conservative citizenry.\n\n“Her coming out and saying death penalty for the shooter is the kind of strong statement that people want to hear,” said Kellyanne Conway, a Republican pollster who has followed Haley’s career.\n\nAn Indian-American (her parents are Sikhs), Haley is one of a number of young conservatives who have helped remake the face of the Republican Party, giving it a newfound diversity.\n\nFueled by the tea party movement, she edged out two more established Republicans on her path to the governor’s mansion in 2010. But as a result, she entered office largely unknown. Her approval ratings were tepid.\n\nHaley was then dragged down by battles with the state’s Republican Legislature, an ethics probe regarding campaign-finance disclosure and a scandal surrounding the hacking attack on a state government agency.\n\nIn 2012, she made a political misstep when she threw her support early behind Mitt Romney in South Carolina’s Republican presidential primary, a contest considered critical in the White House race because of its early placement on the primary cycle. When Newt Gingrich trounced Romney by a dozen percentage points, it was a public humiliation for Haley.\n\nPossible vice presidential pick?\n\nBut while all of that might have dimmed Haley’s glow, it hasn’t extinguished it. She’s still considered to be in the mix as a possible vice presidential choice for whoever ends up being Republican presidential nominee for the November 2016 election. And at the very least, her support will be heavily courted in advance of next February’s primary.\n\n“She holds a statewide office, she’s popular, she has a strong record, and strong conservative credentials,” former Romney adviser Kevin Madden said. “All of that will get you on the short list for veep talk.”\n\nIn South Carolina, Haley stands at the zenith of her popularity, said Scott Huffmon, a political scientist at Winthrop University in Rock Hill, South Carolina. She easily beat her Democratic opponent in 2014, Vincent Sheheen, in a rematch of their 2010 battle.\n\nMore recently, she has taken strong stand against the attempted unionization of Boeing’s 787 Dreamliner facility in North Charleston, something that has conservatives comparing her to Wisconsin Gov. Scott Walker, a likely presidential candidate.\n\nIn the days since the Charleston church killings, Haley has not quelled her conservative support for expansive gun rights.\n\nCritics on social media circulated photos of her test-firing a semiautomatic weapon at a South Carolina firearms plant in 2013. And when at a prayer service the day after massacre a pastor decried gun violence and called for new limits on guns, Haley pointedly stayed seated as the congregation rose to its feet.\n\nHaley has also been assailed on social media for South Carolina’s continued display on the grounds of the state Capitol of the Confederate flag. The Civil War-era flag has long been a flashpoint in national politics — supporters see it as an expression of the South’s heritage, but critics view it as conveying a racist support for the slave-owning states that fought to retain their rights.\n\nWhen asked about the flag in an interview with CBS “News Friday,” Haley demurred, saying it wasn’t her concern at the moment.\n\n“She seems to be offering a mix of honest personal anguish and sensitivity to politics at the same time,” Huffmon said of her performance after the church shootings. “At the same time, we only see her going as far as her established political positions allow. It’s very much a fine line she is walking.”", "article_metadata": {"description": "WASHINGTON — The governor stood before the cameras and, just briefly, broke, her voice cracking, her eyes sorrowful, revealing her anguish to the world. And with that, South Carolina’s Nikki Haley reintroduced herself to voters who may have lost track of her since she first burst into national prominence five [...] Maine news, sports, politics and election results, and obituaries from the Bangor Daily News.", "generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "WASHINGTON — The governor stood before the cameras and, just briefly, broke, her voice cracking, her eyes sorrowful, revealing her anguish to the world. And with that, South Carolina’s Nikki Haley reintroduced herself to voters who may have lost track of her since she first burst into national prominence five [...]", "title": "South Carolina’s Nikki Haley walks a fine line after church shooting", "url": "http://bangordailynews.com/2015/06/21/news/nation/south-carolinas-nikki-haley-walks-a-fine-line-after-church-shooting/", "image": "http://static.bangordailynews.com/wp-content/uploads/2015/06/10012581_H15362063-600x400.jpg?strip=all", "type": "article"}, "twitter": {"description": "WASHINGTON — The governor stood before the cameras and, just briefly, broke, her voice cracking, her eyes sorrowful, revealing her anguish to the world. And with that, South Carolina’s Nikki Haley reintroduced herself to voters who may have lost track of her since she first burst into national prominence five [...]", "title": "South Carolina’s Nikki Haley walks a fine line after church shooting", "url": "http://bangordailynews.com/2015/06/21/news/nation/south-carolinas-nikki-haley-walks-a-fine-line-after-church-shooting/", "image": "http://static.bangordailynews.com/wp-content/uploads/2015/06/10012581_H15362063-250x250.jpg?strip=all", "site": "@bangordailynews", "card": "summary"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "keywords": "Maine, news, elections, election results, politics, sports, Bangor, Portland, Augusta, weather, obituaries, Waterville, Aroostook, Penobscot, Piscataquis, Somerset, Hancock, Washington, bdn,nation,news,politics,regions,south carolina’s nikki haley walks a fine line after church shooting,is_article,unbylined", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdb98f\"", "article_summary": "“All of that will get you on the short list for veep talk.”In South Carolina, Haley stands at the zenith of her popularity, said Scott Huffmon, a political scientist at Winthrop University in Rock Hill, South Carolina.\nCritics on social media circulated photos of her test-firing a semiautomatic weapon at a South Carolina firearms plant in 2013.\n“She holds a statewide office, she’s popular, she has a strong record, and strong conservative credentials,” former Romney adviser Kevin Madden said.\nThat stance likely endeared her further to South Carolina’s largely conservative citizenry.\nIn the days since the Charleston church killings, Haley has not quelled her conservative support for expansive gun rights."}