{"article_title": "UAW's rich health care wears a bull's-eye", "article_keywords": ["benefits", "wears", "hour", "union", "workers", "detroit", "uaws", "costs", "health", "bullseye", "rich", "uaw", "members", "care"], "article_url": "http://www.autonews.com/article/20150530/OEM/306019953/uaws-rich-health-care-wears-a-bulls-eye", "article_text": "UAW President Dennis Williams has promised to bridge the gap between the $28 an hour in wages that top-tier UAW members are paid at the Detroit 3 vs. the $15.78 starting wage of entry-level UAW workers. But will the union be able to do that and maintain health benefits? Photo credit: Shiraz Ahmed\n\nUAW President Dennis Williams has promised to bridge the gap between the $28 an hour in wages that top-tier UAW members are paid at the Detroit 3 vs. the $15.78 starting wage of entry-level UAW workers. But will the union be able to do that and maintain health benefits? Photo credit: Shiraz Ahmed\n\nDETROIT -- UAW-represented workers at the Detroit 3 enjoy some of the best health care benefits in industrial America.\n\nSo a big question in this year's UAW-Detroit 3 contract talks is whether those benefits can survive intact for four more years -- and leave enough money for the UAW to achieve other key goals, such as pay raises.\n\nHealth care is the single largest benefit in dollars for UAW workers, said labor expert Kristin Dziczek. She is director of the industry and labor group at the Center for Automotive Research in Ann Arbor, Mich.\n\nFord Motor Co., Fiat Chrysler and General Motors are watching nervously as their costs rise for hourly employee health care.\n\nHealth care cost inflation combined with additional employees has pushed Ford's estimated health care cost for bargaining-unit employees to $800 million this year from $550 million in 2011, Ford said in a statement. FCA US said its cost is on pace to jump to $615 million this year vs. $347 million in 2011.\n\nThe Detroit 3 employ about 137,000 hourly workers combined.\n\nFord and FCA provided some information for this report, but they and GM declined to comment on contract strategy. The UAW declined to comment.\n\nAlso clouding this year's contract talks is the prospect that the Detroit 3 could be hit with a so-called Cadillac tax beginning in 2018. Provisions of the Affordable Care Act penalize companies with high-cost health care benefits.\n\nIt is not known what that tax would cost the Detroit 3, but the law imposes a 40 percent tax on worker health care benefits exceeding $10,200 for individual coverage and $27,500 for family coverage.\n\nToday, FCA's average annual health care cost for a longtime hourly employee is $18,000 and somewhat less for entry-level workers, FCA said in its statement. Ford's blended annual health care cost per bargaining-unit employee is $15,000, the company said. GM declined to detail its health care costs.\n\nPut in hourly terms, health care costs constitute about $9 per hour of the $47 an hour in total compensation that FCA pays to UAW members and $8 an hour at Ford.\n\nHistorically, UAW health care benefits have been untouchable in collective bargaining, said Art Schwartz, a former GM labor negotiator who is president of Labor and Economic Associates in Ann Arbor.\n\nThe UAW has argued that the benefits it has negotiated for members have been purchased over time by giving up raises and other compensation, Schwartz said.\n\n\"The UAW has never been ashamed of those benefits,\" he said.\n\nWith auto sales booming and the Detroit 3 highly profitable going into the contract talks, Schwartz said he doesn't see the UAW conceding on health care in this round of bargaining.\n\nThe carmakers can't plead poverty, he said.\n\nThat said, the health care benefits for active UAW workers are better than those available to UAW retirees and their families who now get health care from the independent Voluntary Employees' Beneficiary Associations, or VEBAs, negotiated in 2005 and 2007, Dziczek said.\n\nUAW active employees pay for about 6 percent of their annual health care costs vs. 20 percent for VEBA participants, she said.\n\nBy contrast, salaried employees at Ford and FCA share between 30 and 35 percent of their annual health care costs, the companies said.\n\nSchwartz said the Detroit 3 will raise those facts, along with looming additional costs from the Affordable Care Act, with UAW bargainers. The Detroit 3's contracts with the UAW expire in September.\n\nWhether the UAW will budge on health care benefits is unclear, Dziczek said. And if the union won't, that stance may stifle raises and other compensation that the union will try to win for workers during this bargaining round, she said.\n\nUAW President Dennis Williams has promised in recent months to bridge the gap between the $28 an hour in wages that top-tier UAW members are paid at the Detroit 3 vs. the $15.78 starting wage of entry-level UAW workers. He also said top-tier workers have not had a wage increase in 10 years and deserve one.\n\nIndustry sources say the automakers intend to keep overall labor costs from rising annually above the rate of inflation. If the Detroit 3 stick to such a plan, Dziczek said, preserving the current health care plan over the next four years could put a damper on what other gains the union can achieve.\n\nFor now, the union and Detroit 3 are working around the edges to lower health care costs by better managing care for people with chronic conditions and through a number of pilot programs, Schwartz said.\n\nHe said he'll be curious to see whether the carmakers are satisfied with those types of initiatives and whether they'll seek to make health care a big issue in the talks.\n\nOf health care benefit cuts, Schwartz said: \"They would be tough to broach with members.\"", "article_metadata": {"timeCrawled": "20160526_00:16:20", "twitter": {"description": "The UAW may be forced to compromise on the rich health care benefits paid its members to secure other gains in the upcoming Detroit 3 contract talks.", "title": "UAW's rich health care wears a bull's-eye", "image": {"src": "http://www.autonews.com/assets/jpg/icon/an-button.jpg"}, "site": "@Automotive_News", "card": "summary_large_image", "account_id": 14628959}, "published_at": "2015-5-30", "year": 2015, "categoryName": "OEM", "byline": "David Barkholz", "author": "David Barkholz", "image": "http://www.autonews.com/apps/pbcsi.dll/storyimage/CA/20150530/OEM/306019953/AR/0/AR-306019953.jpg", "description": "The UAW may be forced to compromise on the rich health care benefits paid its members to secure other gains in the upcoming Detroit 3 contract talks.", "tags": "Analysis", "fb": {"page_id": 299833160103483, "app_id": 230521947020498}, "content_type": "article", "msvalidate.01": "559498F855972429551A034E0ACBDDBE", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no, minimal-ui", "og": {"site_name": "Automotive News", "description": "The UAW may be forced to compromise on the rich health care benefits paid its members to secure other gains in the upcoming Detroit 3 contract talks.", "title": "UAW's rich health care wears a bull's-eye", "url": "http://www.autonews.com/article/20150530/OEM/306019953/uaws-rich-health-care-wears-a-bulls-eye", "image": {"width": 450, "identifier": "http://www.autonews.com/apps/pbcsi.dll/storyimage/CA/20150530/OEM/306019953/AR/0/AR-306019953.jpg", "height": 298}, "type": "article"}, "title": "UAW's rich health care wears a bull's-eye", "summary": "The UAW may be forced to compromise on the rich health care benefits paid its members to secure other gains in the upcoming Detroit 3 contract talks.", "url": "http://www.autonews.com/article/20150530/OEM/306019953", "published_date": "2015-5-30", "google-site-verification": "PJrncMiSNhK_CeZMhQkriKmQfa_KlBBc3DGosYSmHJY", "distribution": "global", "y_key": "b309030fed32c7b0"}, "article_summary": "Health care cost inflation combined with additional employees has pushed Ford's estimated health care cost for bargaining-unit employees to $800 million this year from $550 million in 2011, Ford said in a statement.\nProvisions of the Affordable Care Act penalize companies with high-cost health care benefits.\nBy contrast, salaried employees at Ford and FCA share between 30 and 35 percent of their annual health care costs, the companies said.\nHealth care is the single largest benefit in dollars for UAW workers, said labor expert Kristin Dziczek.\nPhoto credit: Shiraz AhmedDETROIT -- UAW-represented workers at the Detroit 3 enjoy some of the best health care benefits in industrial America."}