{"article_title": "Diane Raines, Baptist Health chief nursing operator", "article_keywords": ["baptist", "raines", "nursing", "nurses", "industry", "diane", "chief", "health", "shes", "learning", "operator", "nurse", "rehabilitation", "care"], "article_url": "http://www.jaxdailyrecord.com/showstory.php?Story_id=540672", "article_text": "Health care is a constant learning experience.\n\nDiane Raines has spent the past 37 years learning, educating and progressing in the industry, all with Baptist Health.\n\n\"People change jobs for opportunity or if they don't fit,\" she said.\n\nFor her, Baptist Health has been a fit and provided those opportunities when she sought them.\n\nHer career began in 1967 as a staff nurse in the intensive care unit and she is now Baptist Health's chief nursing officer and senior vice president. In between, she's served as a cardiac rehabilitation nurse, director of cardiac services, business development director, vice president of corporate communications and more.\n\n\"I've had a lifetime of roles,\" she said. \"I've never had a job I didn't like here. I was always sort of sad to leave whatever job I had. It was tough to change, but I always was excited about a new challenge.\"\n\nWhile it was hard to pick her favorite, she said one of her more memorable roles was as a cardiac rehabilitation nurse during the late '70s through the mid-'80s. There, she was able to work with patients and their families in the hospital and then again in the \"outside world\" when they progressed through rehabilitation on their way to recovery.\n\nNowadays, she spends much of her time working with nurse- and patient-care executives within the five-hospital system that has 2,800 nurses.\n\nShe also speaks to new nurses about the Baptist Health culture and mission as part of the orientation process, which typically includes 25-60 nurses per hiring cycle.\n\nPatients can be anxious, scared and even angry when they visit the hospital.\n\nNurses are taught to communicate and make the best of what for many isn't an ideal situation.\n\nTuesday marked the start of the federal fiscal year and the beginning of the Affordable Care Act. Although many in the public are confused about the policy, she says over time, it should mean more people have coverage and will feel comfortable going to the hospital, instead of putting off needed help. Raines said anxiety from staff tends to be more broad.\n\n\"It comes with the whole evolution of health care,\" she said.\n\nFor Raines, although she's learned much in her career she's still learning. She's on course to receive her doctorate in nursing from the University of North Florida in December.\n\nAfter that, she'll spend her remaining working years in the industry helping, teaching and doing what she can to prepare the nurses of tomorrow and others in the industry for evolving challenges.\n\ndchapman@baileypub.com\n\n(904) 356-2466", "article_metadata": {"keywords": "Jacksonville, Florida, Newspaper, The Financial News and Daily Record", "description": "Health care is a constant learning experience. \r\nDiane Raines has spent the past 37 years learning, educating and progressing in the industry, all with Baptist Health."}, "_id": "\"57477af36914bd0286fcd0a6\"", "article_summary": "Diane Raines has spent the past 37 years learning, educating and progressing in the industry, all with Baptist Health.\nFor her, Baptist Health has been a fit and provided those opportunities when she sought them.\n\"It comes with the whole evolution of health care,\" she said.\nShe also speaks to new nurses about the Baptist Health culture and mission as part of the orientation process, which typically includes 25-60 nurses per hiring cycle.\nHealth care is a constant learning experience."}