{"article_title": "Defending Hillary: David Brock's Bizarre 'Morning Joe' Appearance", "article_keywords": ["brock", "law", "clinton", "preserved", "federal", "media", "times", "appearance", "emails", "morning", "hillary", "defending", "ms", "york", "brocks", "david", "bizarre", "joe"], "article_url": "http://www.breitbart.com/big-journalism/2015/03/04/defending-hillary-david-brocks-bizarre-morning-joe-appearance/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nIn a bizarre attempt to defend Hillary Clinton from a brewing scandal involving a secret email account, Media Matters founder David Brock appeared dazed and disheveled during a Tuesday appearance on MSNBC’s “Morning Joe.” Brock is demanding The New York Times retract its Monday bombshell detailing the fact that for four years as Secretary of State Ms. Clinton used only a private email account.\n\nSIGN UP FOR OUR NEWSLETTER\n\n—\n\n—\n\nPer his own words, Brock’s argument is based on the Times’ conclusion that by withholding the emails and not archiving them, Clinton might have broke federal law. “The only named source they have to support this allegation — Jason Banks — the highest ranking lawyer in the National Archives, said after the piece was published that no law was broken,” Brock argued. “So the story is wrong. It’s based on a false premise.”\n\nHost Joe Scarborough then read Brock a 2009 federal regulation that requires all federal employees to preserve emails “in the appropriate recordkeeping system.” This is something Clinton did not do until recently, at least until two years after leaving the State Department. Brock appeared to argue that in doing so she did in fact comply. Of course, Brock has no way of knowing that. Because she skirted the law for 6 years, and apparently used her own email server, there is no way to know if she turned over every email.\n\nThis appears to violate both the letter and spirit of the law that requires “a system not operated by the agency MUST ensure that “emails outside of the federal system are preserved.” [emphasis mine]\n\nUnbound by facts, Brock added this to his bizarre defense, “The State Department said yesterday that the emails were regularly preserved.” Brock is arguing here that the emails were preserved by … Ms. Clinton.\n\nWhen reminded that the law requires that the emails be “preserved in the appropriate agency” and not by the individual’s home-brewed server, Brock didn’t appear to grasp what that meant. “It’s not clear that didn’t happen, Joe,” Brock replied. “The New York Times doesn’t establish that at all. In fact, the 2009 law you’re referring to isn’t even cited in the New York Times.”\n\nIf I’m interpreting Brock correctly, he is again demanding a New York Times retraction — not because there isn’t a law that Ms. Clinton appears to have broke — but because the Times didn’t publish the law Ms. Clinton appears to have broke.\n\nThis is a ploy Media Matters regularly uses to kill stories and narratives the pro-Hillary, left-wing blog wants killed. They find a little something to dig away at and usually a mainstream media eager for an escape hatch is grateful to grab hold of it. The narrative in question dies, the Democrat is saved from political damage, and the media can return to demanding Republicans declare Obama a Jesus-loving patriot.\n\nBrock may still find the media a way out of this. This stupid argument is probably not going to be it, though. He’s obviously been spoiled by a media that usually does his bidding. Moreover, Brock is obviously a terrible spokesman for Ms. Clinton. His dazed and oftentimes incoherent answers did her more damage than good.\n\nCo-host Mika Brzezinski summed things up with, “I’m not sure what planet I’m on right now. Are you reading the same thing we are?”\n\nFollow John Nolte on Twitter @NolteNC", "article_metadata": {"description": "Defending Hillary: David Brock's Bizarre 'Morning Joe' Appearance", "og": {"site_name": "Breitbart", "description": "Defending Hillary: David Brock's Bizarre 'Morning Joe' Appearance", "title": "Defending Hillary: David Brock's Bizarre 'Morning Joe' Appearance - Breitbart", "locale": "en_US", "image": {"width": 690, "identifier": "http://media.breitbart.com/media/2015/03/150209_david_brock_ap_1160_956x519.jpg", "height": 519}, "updated_time": "2015-03-04T07:53:19-07:00", "url": "http://www.breitbart.com/big-journalism/2015/03/04/defending-hillary-david-brocks-bizarre-morning-joe-appearance/", "type": "article"}, "twitter": {"description": "Defending Hillary: David Brock's Bizarre 'Morning Joe' Appearance", "creator": "@noltenc", "image": "http://media.breitbart.com/media/2015/03/150209_david_brock_ap_1160_956x519.jpg", "title": "Defending Hillary: David Brock's Bizarre 'Morning Joe' Appearance - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "David Brock, Hillary Clinton, media matters, Morning Joe,Big Journalism,", "article": {"publisher": "https://www.facebook.com/Breitbart", "published_time": "2015-03-04T07:36:55-07:00", "section": "Big Journalism", "modified_time": "2015-03-04T07:53:19-07:00", "tag": "Morning Joe", "categories": "Big Journalism"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af36914bd0286fcd0b0\"", "article_summary": "“The New York Times doesn’t establish that at all.\nMoreover, Brock is obviously a terrible spokesman for Ms. Clinton.\nSIGN UP FOR OUR NEWSLETTER——Per his own words, Brock’s argument is based on the Times’ conclusion that by withholding the emails and not archiving them, Clinton might have broke federal law.\nThis is a ploy Media Matters regularly uses to kill stories and narratives the pro-Hillary, left-wing blog wants killed.\nCo-host Mika Brzezinski summed things up with, “I’m not sure what planet I’m on right now."}