{"article_title": "Ted Cruz, el senador de origen cubano que quiere ser presidente de Estados Unidos", "article_keywords": ["el", "del", "en", "ser", "unidos", "la", "senador", "ted", "su", "los", "que", "por", "quiere", "y", "origen", "estados", "las", "presidente"], "article_url": "http://www.infobae.com/2013/10/20/1517476-ted-cruz-el-senador-origen-cubano-que-quiere-ser-presidente-estados-unidos", "article_text": "Crédito: AFP\n\nSu figura tomó mayor trascendencia luego de haber hablado durante 21 horas, en la Cámara alta en contra de la reforma sanitaria impulsada por el presidente Barack Obama. Desafiando a la clase política de Washington y sus reglas, el senador de origen cubano Ted Cruz surge de la reciente debacle política en Estados Unidos como uno de los iconos de la extrema derecha, con un ojo en las presidenciales de 2016.\n\n\"Apuesta a lo grande\", dijo a la AFP Susan McManus, politóloga de la Universidad del Sur de la Florida.\n\nA punto de culminar su primer año en el Senado, Cruz capitaneó los esfuerzos del partido Republicano por introducir recortes y medidas para desmantelar la ley de salud del presidente Barack Obama (conocida como Obamacare), durante el forcejeo por el presupuesto que obligó al cierre parcial del gobierno por más de dos semanas y dejó a Estados Unidos al borde del default.\n\nY mientras los líderes de su partido en el Senado y la Cámara de Representantes, bandera blanca en mano, pactaban con los demócratas el fin de la parálisis política en Washington, el joven senador de Texas (sur) parecía no ver derrotas.\n\n\"La pelea para detener a Obamacare continuará. Juntos podemos hacer que Washington escuche\", escribió en Tweeter el Senador de 43 años.\n\n\"No te enfrentas a la clase dirigente de Washington, no intentas cambiar Washington y no intentas sacarnos de un desastre épico como Obamacare, y esperas que va a ser un camino fácil\", subrayó el sábado.\n\n¿Un intransigente o un héroe del hombre común que no se doblega ante los poderosos? Lo cierto es que el polémico senador, graduado de abogado en Harvard, gana una notoriedad en los medios que muchos de los veteranos congresistas envidiarían.\n\n\"Adoramos a las celebridades, sean estrellas de rock o políticos (...) con la actitud que logra llamar la atención\", explicó McManus.\n\nCasado y con dos hijas, Cruz nació en la ciudad canadiense de Calgary en 1970, de madre estadounidense y padre cubano, un inmigrante que llegó a Texas a mediados de los años cincuenta, tras luchar por la revolución en la isla.\n\nAunque había estado en el equipo de George W. Bush para las presidenciales de 2000, su ascenso al poder marchó por otras vías.\n\nEn 2012 ganó contra pronóstico la curul de Texas en el Senado con el apoyo de las organizaciones de base asociadas al Tea Party, el movimiento de rebeldes antigobierno, antiimpuestos, y muy conservadores en asuntos sociales, religión y control de armas.\n\nComo muchos de los conservadores novatos en el Congreso, Cruz llegó a Washington convencido de detener la propuesta de salud de Obama aprobada en 2010, que ven como el intento de instaurar un socialismo europeo en Estados Unidos.\n\nY a pesar de su apellido, también se ha convertido en uno de los principales enemigos de la reforma migratoria, para extrañeza de la creciente comunidad latina.\n\n\"Es un ideólogo. Tiene una posición, no se aparta de ella, y no se disculpa\", incluso con su partido, apuntó McManus.\n\n¿Camino a 2016?\n\n\n\n\n\nSegún Miguel Tinker Salas, profesor de Historia latinoamericana en la universidad de Pomona en California, Cruz ve en su oposición al Obamacare \"las fuerzas que lo van a llevar a la postura nacional\": las presidenciales de 2016.\n\nPero sus tácticas son vistas de altisonantes e intransigentes por los veteranos y más moderados de su partido en el Senado, la señorial institución estadounidense, donde los novatos usualmente no se hacían notar.\n\nCruz \"busca aumentar su figura retando el liderazgo tradicional del partido republicano, tratando de posicionarse como la nueva figura, la nueva voz y el nuevo líder\", dijo Tinker Salas a la AFP.\n\nSegún una encuesta del Pew Research, publicada esta semana, el apoyo a Cruz entre los republicanos más conservadores subió a 74%, un alza de 27 puntos desde julio, en medio de un desencanto general por el Tea Party.\n\n\"Los conservadores habían estado gritando por liderazgo por muchos años y él sintió ese vacío\", dijo el dirigente republicano y excongresista Tom Delay.\n\n¿Podría entonces Cruz saltar la estructura del partido y animar a las bases para llevarlo a la nominación republicana en 2016?\n\n\"Está apostando que puede, tentando a la posibilidad de que Obamacare arruine la economía estadounidense y él pueda decir: 'Se los dije'\", afirmó McManus.", "article_metadata": {"rating": "general", "description": "Fue uno de los principales detractores del Obamacare. Cuenta con una de las mejores imágenes positivas entre los republicanos y, a pesar de su descendencia, se opone a la ley de inmigración", "GENERATOR": "Thinkindot 3.5", "og": {"description": "Fue uno de los principales detractores del Obamacare. Cuenta con una de las mejores imágenes positivas entre los republicanos y, a pesar de su descendencia, se opone a la ley de inmigración", "title": "Ted Cruz, el senador de origen cubano que quiere ser presidente de Estados Unidos | Partido Republicano, Latinos en EEUU, Estados Unidos - América", "url": "http://www.infobae.com/2013/10/20/1517476-ted-cruz-el-senador-origen-cubano-que-quiere-ser-presidente-estados-unidos", "image": {"width": 770, "identifier": "http://cdn01.am.infobae.com/adjuntos/163/imagenes/010/187/0010187666.jpg", "height": 433}, "locale": "es_LA", "type": "article"}, "twitter": {"description": "Fue uno de los principales detractores del Obamacare. Cuenta con una de las mejores imágenes positivas entre los republicanos y, a pesar de su descendencia, se opone a la ley de inmigración", "creator": "@infobaeamerica", "image": "http://cdn01.am.infobae.com/adjuntos/163/imagenes/010/187/0010187666.jpg", "title": "Ted Cruz, el senador de origen cubano que quiere ser presidente de Estados Unidos", "site": "@infobaeamerica", "card": "summary_large_image"}, "al": {"android": {"url": "infobae-ar://nota/1517476", "app_name": "Infobae America", "package": "com.infobae.androidLA"}, "ios": {"url": "infobae-ar://nota/1517476", "app_name": "Infobae America", "app_store_id": 908815246}}, "robots": "index, follow", "language": "es_ES", "fb": {"app_id": 303536999846097}, "cXenseParse": {"seccion": "Política"}, "keywords": "Ted,Cruz,senador,origen,cubano,quiere,ser,presidente,Estados,Unidos,Partido,Republicano,latinos,Barack,Obama,Obamacare,Latinos,EEUU", "distribution": "global", "viewport": "width=device-width,initial-scale=1"}, "_id": "\"57477af46914bd0286fdb9dc\"", "article_summary": "Lo cierto es que el polémico senador, graduado de abogado en Harvard, gana una notoriedad en los medios que muchos de los veteranos congresistas envidiarían.\nCrédito: AFPSu figura tomó mayor trascendencia luego de haber hablado durante 21 horas, en la Cámara alta en contra de la reforma sanitaria impulsada por el presidente Barack Obama.\n\"Apuesta a lo grande\", dijo a la AFP Susan McManus, politóloga de la Universidad del Sur de la Florida.\nY mientras los líderes de su partido en el Senado y la Cámara de Representantes, bandera blanca en mano, pactaban con los demócratas el fin de la parálisis política en Washington, el joven senador de Texas (sur) parecía no ver derrotas.\n¿Podría entonces Cruz saltar la estructura del partido y animar a las bases para llevarlo a la nominación republicana en 2016?"}