{"article_title": "Some Blue Shield, Kaiser members get faulty Obamacare tax forms", "article_keywords": ["blue", "kaiser", "shield", "form", "obamacare", "1095a", "tax", "forms", "california", "members", "covered", "faulty", "insurance"], "article_url": "http://www.sfgate.com/business/networth/article/Some-Blue-Shield-Kaiser-members-get-faulty-7085687.php", "article_text": "Some Blue Shield, Kaiser members get faulty Obamacare tax forms\n\nPhoto: Carolyn Kaster, Associated Press Image 1 of / 1 Caption Close Image 1 of 1 People who get health insurance through a marketplace such as Covered California receive Form 1095-A. People who get health insurance through a marketplace such as Covered California receive Form 1095-A. Photo: Carolyn Kaster, Associated Press Some Blue Shield, Kaiser members get faulty Obamacare tax forms 1 / 1 Back to Gallery\n\nThousands of Blue Shield and Kaiser Permanente customers who enrolled through Covered California last year received erroneous tax forms saying they did not have health insurance in 2015 — when they actually did.\n\nThe faulty 1095-A forms were issued in late February, after the customers had already received correct 1095-A forms indicating they were covered.\n\nCovered California also sends the forms to the Internal Revenue Service to verify that people have health insurance as required under the Affordable Care Act and are therefore not subject to a penalty. People who get insurance through a marketplace such as Covered California need the forms to finish their tax returns, which are due April 18 unless an extension is requested.\n\nThe snafu affected about 15,000 Blue Shield customers across the state and was caused by “a systems error on our end,” said Mia Campitelli, a spokeswoman for Blue Shield of California. That represented about 4.3 percent of Blue Shield’s Covered California customers last year. Blue Shield notified customers of the problem via email and letter on March 17 and 18.\n\nKaiser would say only that the error impacted “a relatively small number of our exchange members” and was caused by a “third-party vendor.” Kaiser declined to identify the vendor.\n\nCovered California issues the forms with information provided by the insurers. A spokesman for the exchange said people who received an erroneous second form, marked “void,” should have already received a third, correct one — or will soon. But as of Thursday, two Kaiser members I spoke to who received a second form marked “void” had not heard from Kaiser or Covered California.\n\n“It seems like there is problem after problem,” said Kaiser customer Douglas Wiedwald of Kensington. “I got one 1095-A in January. A month later I got another that said ‘void.’”\n\nThe second one came with a letter that said, “If the ‘VOID’ box is checked at the top of the form, it means that the original Form 1095-A was sent by mistake. You do not qualify to claim the advanced premium tax credit on this policy because you were never enrolled. If you have already filed your tax return and completed Form 8962, Premium Tax Credit, based on the original Form 1095-A you received, you may need to file an amended return.”\n\nWiedwald was certain he was enrolled, so he called Covered California. “They said it was a computer glitch, and it happened to a lot of people,” he said. The agent “said to wait for another 1095-A. It should be identical to the first one that came.”\n\nCovered California spokesman Dana Howard could not say how many Kaiser members were affected, but the “volume is much smaller than what Blue Shield sent over.”\n\nKevin Knauss, an insurance agent in Granite Bay, posted a notice sent to Blue Shield agents about the snafu on his website at http://bit.ly/22AeCsx.\n\nIt’s the latest glitch to affect the rollout of the Affordable Care Act.\n\nObamacare requires Americans to have “minimum essential coverage” or pay a penalty when they file their tax return, unless they qualify for one of many exemptions. Insurers are required to issue Form 1095 to customers who have qualifying coverage, showing who in the household is covered and for what period of time.\n\nThere are three versions of the form, A, B and C. People who got subsidized insurance through a marketplace such as Covered California receive Form 1095-A. They got their first such form last year, for coverage in 2014. This year’s form was for coverage in 2015.\n\nMarketplace customers can get their subsidy in the form of an advance premium tax credit, which reduces their monthly premium. When they file their 2015 tax return, they must fill out Form 8962 to figure out whether their advance credit was too high or too low, based on their actual 2015 income. To do this, they must use information from Form 1095-A.\n\nEveryone else got their first Form 1095 this year, for coverage in 2015. People covered by a large employer got Form 1095-C. Those covered by small employers or a government program such as Medicare or Medicaid got form 1095-B.\n\nThese forms were supposed to be issued to taxpayers by Feb. 1. But in late December, the IRS extended the deadline until March 31 for all issuers except marketplaces.\n\nThat’s long after many people file their tax returns. So the IRS gave them a break. It said that for 2015 only, people who file their tax return before receiving Form 1095-B or 1095-C do not have to amend their tax return if the form, when it arrives, does not match what they put on their tax return. This assumes they relied upon other information from their coverage provider when they filed their return.\n\nThat break does not apply to people who get Form 1095-A, including those waiting for their third version.\n\nKathleen Pender is a San Francisco Chronicle columnist. Email: kpender@sfchronicle.com Blog: http://blog.sfgate.com/pender Twitter: @kathpender", "article_metadata": {"SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "sailthru.author": "By Kathleen Pender", "description": "Thousands of Blue Shield and Kaiser Permanente customers who enrolled through Covered California last year received erroneous tax forms saying they did not have health insurance in 2015 — when they actually did.  The faulty 1095-A forms were issued in late February, after the customers had already received correct 1095-A forms indicating they were covered.  Covered California also sends the forms to the Internal Revenue Service to verify that people have health insurance as required under the Affordable Care Act and are therefore not subject to a penalty.  People who get insurance through a marketplace such as Covered California need the forms to finish their tax returns, which are due April 18 unless an extension is requested.  The snafu affected about 15,000 Blue Shield customers across the state and was caused by “a systems error on our end,” said Mia Campitelli, a spokeswoman for Blue Shield of California.  A spokesman for the exchange said people who received an erroneous second form, marked “void,” should have already received a third, correct one — or will soon.  If you have already filed your tax return and completed Form 8962, Premium Tax Credit, based on the original Form 1095-A you received, you may need to file an amended return.  Kevin Knauss, an insurance agent in Granite Bay, posted a notice sent to Blue Shield agents about the snafu on his website at http://bit.ly/22AeCsx.  Insurers are required to issue Form 1095 to customers who have qualifying coverage, showing who in the household is covered and for what period of time.  Marketplace customers can get their subsidy in the form of an advance premium tax credit, which reduces their monthly premium.  When they file their 2015 tax return, they must fill out Form 8962 to figure out whether their advance credit was too high or too low, based on their actual 2015 income.", "vf": {"section": "business", "unique_id": "sfgate-article-7085687"}, "og": {"site_name": "SFGate", "description": "Thousands of Blue Shield and Kaiser Permanente customers who enrolled through Covered California last year received erroneous tax forms saying they did not have health insurance in 2015 — when they actually did.  The faulty 1095-A forms were issued in late February, after the customers had already received correct 1095-A forms indicating they were covered.  Covered California also sends the forms to the Internal Revenue Service to verify that people have health insurance as required under the Affordable Care Act and are therefore not subject to a penalty.  People who get insurance through a marketplace such as Covered California need the forms to finish their tax returns, which are due April 18 unless an extension is requested.  The snafu affected about 15,000 Blue Shield customers across the state and was caused by “a systems error on our end,” said Mia Campitelli, a spokeswoman for Blue Shield of California.  A spokesman for the exchange said people who received an erroneous second form, marked “void,” should have already received a third, correct one — or will soon.  If you have already filed your tax return and completed Form 8962, Premium Tax Credit, based on the original Form 1095-A you received, you may need to file an amended return.  Kevin Knauss, an insurance agent in Granite Bay, posted a notice sent to Blue Shield agents about the snafu on his website at http://bit.ly/22AeCsx.  Insurers are required to issue Form 1095 to customers who have qualifying coverage, showing who in the household is covered and for what period of time.  Marketplace customers can get their subsidy in the form of an advance premium tax credit, which reduces their monthly premium.  When they file their 2015 tax return, they must fill out Form 8962 to figure out whether their advance credit was too high or too low, based on their actual 2015 income.", "title": "Some Blue Shield, Kaiser members get faulty Obamacare tax forms", "url": "http://www.sfgate.com/business/networth/article/Some-Blue-Shield-Kaiser-members-get-faulty-7085687.php", "image": "http://ww1.hdnux.com/photos/45/01/10/9703936/3/rawImage.jpg", "type": "article"}, "twitter": {"site": "@SFGate", "card": "summary_large_image", "creator": "@kathpender"}, "sailthru.date": "2016-03-25 19:21:00 -0700", "sailthru.title": "Some Blue Shield, Kaiser members get faulty Obamacare tax forms", "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7", "fb": {"admins": 100006394927810, "app_id": 1609422252616351}, "sailthru.image.thumb": "http://ww1.hdnux.com/photos/45/01/10/9703936/3/sailthruImage.jpg", "format-detection": "telephone=no", "sailthru.tags": "section-business,section-net-worth-kathleen-pender,column-net-worth,subject-health-insurance,subject-form-1095-a,subject-form-1095-b,subject-form-1095-c,pubname-san-francisco-chronicle,blue-shield-of-california,form,premium-tax,tax,tax-returns,insurance,health-insurance,advanced-premium-tax,return,premium-tax-credit,erroneous-tax-forms,customer", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcd0e0\"", "article_summary": "Photo: Carolyn Kaster, Associated Press Some Blue Shield, Kaiser members get faulty Obamacare tax forms 1 / 1 Back to GalleryThousands of Blue Shield and Kaiser Permanente customers who enrolled through Covered California last year received erroneous tax forms saying they did not have health insurance in 2015 — when they actually did.\nThe faulty 1095-A forms were issued in late February, after the customers had already received correct 1095-A forms indicating they were covered.\nThe snafu affected about 15,000 Blue Shield customers across the state and was caused by “a systems error on our end,” said Mia Campitelli, a spokeswoman for Blue Shield of California.\nBlue Shield notified customers of the problem via email and letter on March 17 and 18.\nSome Blue Shield, Kaiser members get faulty Obamacare tax formsPhoto: Carolyn Kaster, Associated Press Image 1 of / 1 Caption Close Image 1 of 1 People who get health insurance through a marketplace such as Covered California receive Form 1095-A."}