{"article_title": "Mcor Technologies Continues to Improve Upon Their Amazing, Paper Based, Full-color 3D Printers", "article_keywords": ["printer", "based", "color", "printing", "continues", "3d", "fullcolor", "amazing", "paper", "printed", "printers", "using", "technologies", "improve", "technology", "mcor"], "article_url": "https://3dprint.com/9603/mcor-3d-printers-iris-matrix-300/", "article_text": "When most people think about 3D printing, they imagine a machine that either extrudes molten plastic, in a way similar to how a hot glue gun works, or they picture one of the larger industrial level 3D printers manufactured by 3D systems or Stratasys. These huge machines print objects in a variety of materials, but come with price tags that are only affordable for a select few.\n\nFused deposition modeling (FDM) 3D printers mainly are limited to plastic and plastic-like materials. Plastics are the only materials that can be melted, and then quickly hardened in a safe environment that doesn’t require a tremendous amount of heat. Industrial level 3D printers provide a lot of other material options, but these printers’ costs range from $75,000 up to over $1 million. Most individuals, and even a lot of businesses end up having to sit on the sidelines only dreaming that one day these prices will fall. Because of the patents held on most of these technologies, the prices probably won’t be coming down all that soon. Even as some of the older patents expire, there are still thousands that remain in effect for years and even decades to come.\n\n3D printing has been around since the early 1980s when Chuck Hull invented the first commercial 3D printer, based on a technology called sterolithography. Many of the 3D printers available today still use this technology, including some of the larger industrial level machines. Hull went on to create a company called 3D systems, which today is the largest 3D printer manufacturer in the world. They still hold multiple patents on stereolithography, although many have already expired.\n\nI recently was introduced to a 3D printer like none I’ve seen before. While walking around the Inside 3D Printing Conference recently, I saw some 3D printed objects that were unlike those on display by other companies. When I picked them up, they felt as though they were printed out of wood. Upon talking to the marketing team on hand, I found that this 3D printer did not fit into the same category as those other machines on the display floor. That printer was the Mcor IRIS, created by a company called Mcor Technologies.\n\nMcor is a relative newcomer on the 3D printing scene. Founded in 2005 by Dr. Conor MacCormack and Fintan MacCormack, who invented an innovative new paper-based 3D printing technology back in 2003, Mcor has quickly become one of the more talked about companies within the 3D printing industry. Unlike traditional 3D printers, Mcor utilizes a technology that prints objects using three products: a water-based adhesive, inkjet printer ink, and your standard A4 business paper. That’s right, no expensive polymers, resins, or other materials are required. That’s what makes the Mcor line of 3D printers both unique and refreshing to those tired of the tremendous expenses associated with 3D printing in general.\n\nMcor currently offers two different 3D printers, the Matrix 300+ which was unveiled in 2009, and the full-color IRIS printer which was released in 2012. Both printers utilize a technology called Selective Deposition Lamination (SDL). In SDL, standard sheets of paper, like you currently use with your desktop printer, are fed into the machine. The initial sheet is bonded to the build plate, then the printer deposits an adhesive and follows by stacking another sheet of paper on top. This occurs until the printer is ready to begin the actual cutting and printing of the object.\n\nIt begins to stack the paper using a process that selectively deposits a water-based adhesive to each individual sheet of paper, before applying another sheet. The build plate is then moved up to a heat plate, where it applies pressure to make sure that the two sheets of paper are correctly bonded together. A blade cuts each layer of paper, one at a time, based on instructions received by computer CAD and slicing software. This occurs until a completed object has been printed.\n\nWhen using the Mcor IRIS 3D printer, there is an additional step involved where each piece of paper is colored using a modified 2-dimensional inkjet printer, and Mcor’s special water-based ink. A bar code is then printed on each page to make sure that they remain in the correct order when being cut. The color is printed using the well known CMYK method, meaning that there are literally one million colors available. This allows for the printing of objects that can look extremely realistic.\n\nAs you can imagine, there are numerous uses for 3D printers like this.\n\n“We have customers across vertical market segments around the world,” Julie Reece, Mcor’s Director of Marketing tells 3DPrint.com. “Staples, Gunma Internet, Vincennes University, WH Williams/Williams 3D, and Mirco CADD Services are just a few that can be named.”\n\nThe company believes that this technology can be used for multiple purposes in many sectors of business and education. It can be used to create prototypes of products, life-like anatomical 3D models in the medical field, full scale models of architecture, and the list goes on.\n\n“Personally I am impressed by the maxillofacial surgeon who is using Mcor 3D printing to create surgical guides, thus reducing the amount of time a patient needs to be under anesthesia and open in the operating room,” says Reece. “He has even found a way to sterilize the paper models for use in the operating room. I was also amazed by the artist who used DNA from common items found on the sidewalk, such as used cigarette butts, to create the precise facial likeness of the person, and then 3D print their faces in full color with the Mcor IRIS. The resulting facial 3D prints were on display in a gallery in Europe.”\n\nMcor’s line of 3D printers cost between $36,400 and $47,600; a price that is pennies in comparison to some of the other industrial level printers on the market today. The real savings, however, comes from the use of materials. While other companies suck their clients in, by basically price gouging their materials, due to the fact that many of them are only obtainable through the manufacturer themselves, Mcor printers use simple A4 business paper. In fact, even paper that has previously been used and printed on, is compatible with both of Mcor’s 3D printers. This is because only the very outter edge of the paper is seen, once the printing of an object is complete. If you don’t like how an object turns out, it can simply be thrown into the recycling bin. As you can imagine, this will both save money, as well as the environment. “Our mission is to make professional-quality 3D printing accessible to to everyone, while remaining safe, eco-friendly and full color,” says Reece. “You can expect to see more from Mcor that delivers on that mission.”\n\nJust this past week at RAPID 2014, Mcor announced their new ICC color mapping, as well as automatic file fixing. These are just the two latest innovations from a company that has put a lot of money into research and development. “We invest significantly in R&D and have a number of projects under way to meet the needs of different target audiences,” said Reece.\n\nThe International Color Consortium (ICC) color mapping provides Mcor’s 3D printers with increased color accuracy, allowing their printers to print objects that look extremely realistic. This means that photographers, engineers and designers can all take photographs and create CAD files, and then print 3D objects with enhanced color precision. Typically when 3D printers are fed color data, they translate it into machine-specific colors, rather than maintaining the original ICC. This means that traditionally colors are not as realistic and precise as intended. With this new technology, this no longer is the case on Mcor’s 3D printers.\n\n“Ask any creative or marketing professional: accurate colour matters, said Dr. Conor MacCormack, co-founder and CEO of Mcor Technologies. “That’s why standards exist, and why we are the first 3D printer manufacturer to embrace them. A gram is a gram and a meter is a meter anywhere on the planet because of the International Bureau of Weights and Measures. Likewise, a company’s logo will be the same colour on the computer screen as on a model 3D printed by the Mcor IRIS because of our ICC profile.”\n\nThis is just one way of how Mcor is consistently innovating their already unique technology. More details on Mcor can be found on their website, where they have made available a free White Paper, explaining in detail how their 3D printers function.\n\nInnovation is key when it comes to 3D printing technology. There are new ideas popping up on a daily basis, many of which are eventually realized in the market. Mcor is positioning themselves to be a leader in the ever changing, always growing 3D printing industry. What do you think? Discuss Mcor’s technology and their two 3D printers in the Mcor 3D printer forum thread on 3DPB.com.", "article_metadata": {"description": "When most people think about 3D printing, they imagine a machine that either extrudes molten plastic, in a way similar to how a hot glue gun works, or they picture one of the larger industrial level 3D printers manufactured by 3D systems or Stratasys.", "generator": "WordPress 4.5.2", "og": {"site_name": "3DPrint.com", "description": "When most people think about 3D printing, they imagine a machine that either extrudes molten plastic, in a way similar to how a hot glue gun works, or they", "title": "Mcor Technologies Continues to Improve Upon Their Amazing, Paper Based, Full-color 3D Printers", "url": "https://3dprint.com/9603/mcor-3d-printers-iris-matrix-300/", "image": "http://3dprint.com/wp-content/uploads/2014/07/mcor-banana-1024x798.jpg", "updated_time": "2014-07-19T09:52:39+00:00", "locale": "en_us", "type": "article"}, "fb": {"admins": 503367478}, "keywords": "3d printing, 3d printed, 3d print, 3d printer, 3d printers, 3d printing, 3d paper printer, julie reece, mcor, mcor iris, mcor matrix, mcor matrix 300+, paper 3d printer, sdl, selective deposition lamination", "article": {"publisher": "https://3dprint.com/", "published_time": "2014-07-19T09:51:59+00:00", "author": "https://3dprint.com/author/admin/", "section": "3D Printing", "modified_time": "2014-07-19T09:52:39+00:00", "tag": "selective deposition lamination"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0"}, "_id": "\"57477af46914bd0286fe1d38\"", "article_summary": "Discuss Mcor’s technology and their two 3D printers in the Mcor 3D printer forum thread on 3DPB.com.\nHull went on to create a company called 3D systems, which today is the largest 3D printer manufacturer in the world.\nIndustrial level 3D printers provide a lot of other material options, but these printers’ costs range from $75,000 up to over $1 million.\nWhile walking around the Inside 3D Printing Conference recently, I saw some 3D printed objects that were unlike those on display by other companies.\n3D printing has been around since the early 1980s when Chuck Hull invented the first commercial 3D printer, based on a technology called sterolithography."}