{"article_title": "Insiders say Rep. Corcoran has House reins", "article_keywords": ["corcoran", "powerful", "house", "rep", "republicans", "reins", "state", "fasano", "say", "session", "speaker", "party", "insiders", "republican"], "article_url": "http://politics.heraldtribune.com/2015/05/02/insiders-say-rep-corcoran-has-house-reins/", "article_text": "To hear the insiders talk, one man is responsible for bringing havoc to Florida’s government.\n\nIt wasn’t the governor.\n\nAnd it’s neither the Senate president nor the House speaker.\n\n“Richard Corcoran is the most powerful person in Florida,” one veteran GOP political strategist said following the collapse of the state legislative session last week, when the House abruptly adjourned three days early. “He’s the smartest guy in the room.”\n\nAnother insider says the House walkout last week and the tension among state Republican Party leaders that has spurred significant GOP disunity pointed to one person: “Corcoran is really in control.”\n\nOn the surface, Corcoran, a Pasco County attorney, is just one of 120 state House members that few Floridians would recognize. But inside the Tallahassee power structure, Corcoran is the House budget chairman who controls the chamber’s spending and, as a designated future House speaker, has immense say over how the Republican Party spends money on campaigns statewide.\n\nBoth facts — directly or indirectly — help make Corcoran one of the capital’s most important players.\n\nCorcoran has heard it all, yet dismisses the assessment of his power. His answer to charges he is running the House? The political insiders and the political bloggers just want to split a unified body, he said.\n\n“The absolute most powerful person in the House is the speaker of the House,” Corcoran said. “This was the speaker’s decision.”\n\nBy “this,” Corcoran means the Florida House on Tuesday ending the legislative session without a budget because of an impasse over Medicaid expansion. It’s a crisis that Corcoran seemed to predict a month ago with a fiery speech on the House floor declaring his vow not to give in on his opposition to expanding Medicaid.\n\n“I will proudly declare war on all the special interests . . . all the Gucci-loafing, shoe-wearing special interests, powers that be, who are standing in that hallway” outside the House chamber, Corcoran said. “Come to war with us; I’ll fight.”\n\nIn an interview, Corcoran said he sees Medicaid as an inefficient, costly government system that doesn’t provide the outcomes people think it does. He said Florida’s hospitals and taxpayers would be better off pushing the uninsured into the Affordable Care Act’s health care exchanges, instead of expanding Medicaid.\n\n“Medicaid expansion is not a solution,” he said.\n\nWhile Corcoran insists it was Crisafulli’s call to end the session abruptly, his role could not be missed.\n\nCorcoran made the motion on the House floor on Tuesday to end the House session, raising the specter that a government shutdown — like those that have been triggered in Congress — is possible in Florida for the first time since Republicans won control of the Legislature in 1996.\n\nPower source\n\nCorcoran is powerful for three big reasons, says former state Rep. Mike Fasano, a Pasco County Republican who has known Corcoran since the 1980s.\n\nFirst, the 50-year-old father of six has benefited from the later-than-normal emergence of House Speaker Steve Crisafulli, a Brevard County Republican. As late as 2012, Seminole County Republican Chris Dorworth was expected to be the House speaker by now. But in November 2012, Dorworth was unexpectedly defeated for re-election by Democrat Mike Clelland. That forced Republican leaders to turn to a backup plan — Crisafulli.\n\nAs a result, Fasano said, Crisafulli is “not as strong of a speaker” because of the way he came to power, leaving a vacuum that Corcoran has filled.\n\nSecondly, Corcoran knows the legislative process so thoroughly by virtue of having worked for three past House speakers, Fasano said. His law firm worked for then-House Speakers Dan Webster in 1996 and Tom Feeney in the early 2000s. In 2006, Corcoran was hired as Marco Rubio’s chief of staff when he was speaker.\n\nThat gives Corcoran deep knowledge of a complex process that takes most legislators years to grasp.\n\nFinally, Corcoran was elected in 2010, in a Tea Party-wave election that saw more than 30 other Republicans join the House. That group, which chose Corcoran as the House-speaker-to-be for 2016-2018, has 28 members now, giving Corcoran a loyal voting bloc among lawmakers who know their future leadership positions and prospects of passing legislation rest with him.\n\nCorcoran also is the House Appropriations chairman, giving him complete control over building the House’s state budget proposal. That provides members even more incentive to support him, lest they jeopardize their own spending priorities.\n\n“Probably the most important reason he is this powerful: he has the votes,” Fasano said.\n\nEven if a Republican wanted to break ranks, Corcoran has the power to damage their bills and overall standing in the chamber. As a rising House speaker he also controls how state Republican Party money is spent on House re-election campaigns.\n\nThat means if a Republican faces a tough re-election or a primary contest, Corcoran can decide how much, if any, of the state GOP money will flow in to help an incumbent.\n\nAnd it does not hurt that a state House member has been chosen to run the Republican Party of Florida. Republicans elected state Rep. Blaise Ingoglia as the party chairman. Besides serving in the House under Corcoran, Ingoglia has other ties to the attorney and his family. During his 2014 campaign for the Legislature, Ingoglia paid Capitol Consulting, a firm created by Corcoran’s brother Michael, more than $30,000 for consulting work.\n\nWhen Ingoglia was elected chairman of the state Republican Party, Senate Republicans immediately pulled their share of campaign funds from the state GOP, which kept them from falling under Ingoglia’s control.\n\nMuch has been made of Corcoran’s influence, but state Rep. Jim Boyd, R-Bradenton, insists much of that is typical insider Tallahassee talk.\n\n“Richard Corcoran is very bright and deeply knowledgeable of the process,” said Boyd, who is the deputy majority leader. “But the speaker is still calling the shots.”\n\nWhether Corcoran is calling the shots or not, one thing is clear, the perception in Tallahassee is that he is.\n\n“And in politics, perception is everything,” Fasano said.", "article_metadata": {"og": {"image": "http://politics.heraldtribune.com/files/2015/05/corcoranfeat.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}, "description": "To hear the insiders talk, Rep. Richard Corcoran is the man responsible for bringing havoc to Florida’s government.", "framework": "Alkivia Framework 0.8"}, "_id": "\"57477af46914bd0286fdb9f7\"", "article_summary": "As a rising House speaker he also controls how state Republican Party money is spent on House re-election campaigns.\n“The absolute most powerful person in the House is the speaker of the House,” Corcoran said.\nAnd it does not hurt that a state House member has been chosen to run the Republican Party of Florida.\nBut inside the Tallahassee power structure, Corcoran is the House budget chairman who controls the chamber’s spending and, as a designated future House speaker, has immense say over how the Republican Party spends money on campaigns statewide.\nAnd it’s neither the Senate president nor the House speaker."}