{"article_title": "GE Healthcare announces plans to purchase the Camden Group to help ‘navigate industry transformation’", "article_keywords": ["firm", "purchase", "consulting", "group", "help", "navigate", "industry", "press", "ge", "camden", "healthcare", "release", "health", "care", "transformation", "resources", "plans"], "article_url": "http://www.hhnmag.com/articles/6700-another-acquisition-in-the-health-care-consulting-market", "article_text": "Another acquisition hit the health care consulting market this morning, with GE announcing plans to purchase the Camden Group.\n\nGE Healthcare, based in Barrington, Ill., says purchasing the “leading health care advisory firm,” founded in 1970 with some 2,000 clients, will help it to better advise organizations on all the topics that keep executives up at night — population health management, value-based care and clinical redesign, just to name a few. The announcement comes on the heels of a similar acquisition of consulting firm Sg2 by the VHA-UHC Alliance, announced last week.\n\nIn a press release Monday, the two firms declined to disclose terms of the deal, but noted that the merged “GE Healthcare Camden Group” will be one of the largest health care consulting firms in the country. Predicting and managing a risk is a key concern for hospital leaders today, and GE is turning a keen eye toward “complex modeling” and “financial analytics” in the new organization, according to a press release.\n\n“This blending of capabilities, experience and resources creates a unique offering for the health care industry,” Laura Jacobs, an executive vice president of the Camden Group who will hold the same title at the new firm, said in the release. “We are excited to join the GE Healthcare family and provide our clients access to the analytics, change management and activation resources that will support the organizational and clinical changes required to be successful in health care now and into the future.”\n\nGE Healthcare also previously acquired Finnamore and Foresight Partnership last year, aiming to “further expand its consultancy and solutions business globally,” according to the release.", "article_metadata": {"description": "Another acquisition hit the health care consulting market this morning, with GE announcing plans to purchase the Camden Group. GE Healthcare, based in Barrington, Ill., says purchasing the “leading health care advisory firm,” founded in 1970 with some 2,000 clients, will help it to better advise organizations on all the topics that keep executives up at night — population health management, value-based care and clinical redesign, just to name a few. The announcement comes on the heels of a similar acquisition of consulting firm Sg2 . . .", "csrf-token": "S2kq9JeSRCS0UKu/LXYPhNvlwzCc5LOqpc5Qu/KhJe0=", "twitter": {"image": "http://www.hhnmag.com/ext/resources/inc-hhn/img/articles/article_images/Transform1_190x127.jpg?1454435068", "description": "Another acquisition hit the health care consulting market this morning, with GE announcing plans&nbsp;to purchase the Camden Group.&nbsp;", "card": "summary", "title": "Another Acquisition in the Health Care Consulting Market"}, "msapplication-TileColor": "#FFFFFF", "csrf-param": "authenticity_token", "og": {"image": "http://www.hhnmag.com/ext/resources/inc-hhn/img/articles/article_images/Transform1_190x127.jpg?1454435068", "type": "Article", "description": "Another acquisition hit the health care consulting market this morning, with GE announcing plans&nbsp;to purchase the Camden Group.&nbsp;", "title": "Another Acquisition in the Health Care Consulting Market"}, "msapplication-TileImage": "/images/favicons/favicon-144.png", "keywords": "Finnamore,Foresight Partnership,GE Healthcare,GE Healthcare Camden Group,Laura Jacobs,The Camden Group,clinical redesign,health care consulting,population health management,sg2,value-based care", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Another acquisition hit the health care consulting market this morning, with GE announcing plans to purchase the Camden Group.\nThe announcement comes on the heels of a similar acquisition of consulting firm Sg2 by the VHA-UHC Alliance, announced last week.\nIn a press release Monday, the two firms declined to disclose terms of the deal, but noted that the merged “GE Healthcare Camden Group” will be one of the largest health care consulting firms in the country.\nPredicting and managing a risk is a key concern for hospital leaders today, and GE is turning a keen eye toward “complex modeling” and “financial analytics” in the new organization, according to a press release.\n“This blending of capabilities, experience and resources creates a unique offering for the health care industry,” Laura Jacobs, an executive vice president of the Camden Group who will hold the same title at the new firm, said in the release."}