{"article_title": "On Religious Liberty, Ben Sasse Has All The Right People Scared", "article_keywords": ["poor", "little", "right", "ben", "form", "sasse", "scared", "work", "liberty", "sisters", "court", "campaign", "religious"], "article_url": "http://thefederalist.com/2014/05/16/on-religious-liberty-ben-sasse-has-all-the-right-people-scared/", "article_text": "An MSNBC producer for noted theologian and constitutional law scholar Al Sharpton has found out something extremely disturbing about the Republican nominee to be Nebraska’s next U.S. Senator. Turns out he believes in religious liberty.\n\nDunh-dunh-dunh!\n\nAs the progressive left and allies in the media continue their tenacious campaign to limit this “first freedom” (so called because religious liberty clauses are the first ones mentioned in the First Amendment in our Bill of Rights), university president Ben Sasse has gotten in their crosshairs for strongly emphasizing his commitment to same.\n\nThe language in question makes the claim that the Constitutionally protected “free exercise of religion” is “not a negotiable issue.” What’s more, according to the campaign web site, “He will fight for the right of all Americans to act in accordance with their conscience.”\n\nI’m sure you’re as alarmed as I am. There’s more (Trigger warning: flagrantly inaccurate description of legal challenge):\n\nThe passage on his campaign website comes under the heading of Sasse’s views on “religious liberty” and is prefaced by his take on Little Sisters of the Poor v. Sebelius, one of two recent cases heard by the Supreme Court that challenges the Affordable Care Act’s contraception mandate on the grounds of religious freedom, in which an order of Catholic nuns challenges the requirement that they fill out a form to seek a religious exemption to the law. “We live in a country where the Little Sisters of the Poor, an order of Catholic nuns, must sue the government in order to continue caring for the sick and elderly poor,” the website says. “That’s outrageous.”\n\nI know how deeply distressing it must be to be on the opposing side of a class action lawsuit filed in the name of “The Little Sisters of the Poor.” I don’t think “Tenaciously fought the Little Sisters of the Poor!” is something any of us would like on our tombstone. I get it, the pressure to make the government sound less cartoonishly bad must be serious.\n\nAnd MSNBC here is, in fact, parroting the White House’s talking points and legal case defending itself. Not normally what a “news” organization should be in the business of, but they’re sadly not the only media outlet doing pro bono work for the Obama administration.\n\nIt is true that the Little Sisters of the Poor are being compelled under threat of government force to sign a form. That doesn’t sound so bad. It’s not true, however, that the form represents an opt-out. The Becket Fund for Religious Liberty describes it as a mandate to hire others to do the work the Little Sisters refuse to do. Or it could be considered not a form so much as a voucher — which authorizes a third-party to provide services that violate their religious views, including the view that its wrong to deny a certain subset of the population their very humanity.\n\nMSNBC says “the White House has repeatedly noted religious employers can obtain exemptions that keep them out,” which raises the question of why the Little Sisters of the Poor is the 72nd (!) lawsuit to be filed by groups not meeting the criteria for such exemptions. At one point in this HHS kerfuffle, a Catholic sister dryly noted that Jesus himself couldn’t get an exemption, since one of the requirements for same was that you couldn’t serve people who weren’t your coreligionists.\n\nFor what it’s worth, the U.S. Supreme Court doesn’t take the same dismissive attitude as, say, the Los Angeles Times has taken here. As the Becket Fund reports:\n\nAfter the trial court and Tenth Circuit denied a preliminary injunction, on New Year’s Eve Justice Sonia Sotomayor granted the Little Sisters a temporary injunction protecting them from enforcement of the mandate, which was scheduled to take effect against them at midnight. On January 24, 2014, the entire Supreme Court granted the Little Sisters an injunction pending appeal, protecting them from enforcement while they litigate their appeal at the Tenth Circuit Court of Appeals. That briefing has now been completed and the parties are awaiting a hearing date from the court.\n\nBut back to this scary Sasse guy and his scary views on religious liberty.\n\nMSNBC uses the Constitutional defense of religious liberty to scaremonger about Muslims. Note the unsourced claims wondering whether religious liberty should actually extend to people who aren’t Katharine Jefferts Schori‘s co-religionists.\n\nThe phrasing of his support for religious freedom on the website has some questioning if Sasse believes it is acceptable to commit a crime as long as it is in accordance with one’s religious beliefs. Such a belief could indicate a support for Sharia law, an issue many conservatives have warned about in recent years.\n\nReligious liberty: How do it work?\n\nI would assume the inability to in any way substantiate the idea that “some” are “questioning” why Ben Sasse wants Muslims to commit crimes against everybody speaks for the general quality of this rewrite of Think Progress propaganda.\n\nBut I’m sure that once Nebraskans learn that Sasse openly supports the First Amendment to the United States Constitution, it is going to destroy his campaign. He may even be forced to leave his state once this vigorous defense of liberty becomes better known.\n\nKeep up the good work, MSNBC.", "article_metadata": {"item-publish-date": "Fri, 16 May 2014 07:51:21 EDT", "og": {"site_name": "The Federalist", "description": "MSNBC and other progressive outlets are raising the alarm: A rising GOP politician supports religious liberty for Little Sisters of the Poor. Oh no!", "title": "On Religious Liberty, Ben Sasse Has All The Right People Scared", "locale": "en_US", "image": "http://thefederalist.com/wp-content/uploads/2014/05/4210541726_9f09f090b9_o.jpg", "updated_time": "2014-05-16T10:01:43+00:00", "url": "http://thefederalist.com/2014/05/16/on-religious-liberty-ben-sasse-has-all-the-right-people-scared/", "type": "article"}, "twitter": {"domain": "The Federalist", "description": "MSNBC and other progressive outlets are raising the alarm: A rising GOP politician supports religious liberty for Little Sisters of the Poor. Oh no!", "title": "On Religious Liberty, Ben Sasse Has All The Right People Scared", "image": {"src": "http://thefederalist.com/wp-content/uploads/2014/05/4210541726_9f09f090b9_o.jpg"}, "creator": "@mzhemingway", "site": "@FDRLST", "card": "summary_large_image"}, "article": {"section": "Politics", "tag": "Becket Fund for Religious Liberty,Ben Sasse,Little Sisters of the Poor,Religious Liberty", "published_time": "2014-05-16T07:51:21+00:00", "modified_time": "2014-05-16T10:01:43+00:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "MSNBC and other progressive outlets are raising the alarm: A rising GOP politician supports religious liberty for Little Sisters of the Poor. Oh no!"}, "_id": "\"57477af36914bd0286fcd0f5\"", "article_summary": "Note the unsourced claims wondering whether religious liberty should actually extend to people who aren’t Katharine Jefferts Schori‘s co-religionists.\nBut back to this scary Sasse guy and his scary views on religious liberty.\nTurns out he believes in religious liberty.\nMSNBC uses the Constitutional defense of religious liberty to scaremonger about Muslims.\nThe Becket Fund for Religious Liberty describes it as a mandate to hire others to do the work the Little Sisters refuse to do."}