{"article_title": "Blood sugar rate during pregnancy linked to baby's heart defect risk", "article_keywords": ["heart", "babys", "risk", "fetuses", "stanford", "defect", "sugar", "rate", "levels", "defects", "blood", "diabetes", "pregnancy", "women", "linked", "glucose", "increased"], "article_url": "http://www.upi.com/Health_News/2015/10/12/Blood-sugar-rate-during-pregnancy-linked-to-babys-heart-defect-risk/9021444670512/", "article_text": "STANFORD, Calif., Oct. 12 (UPI) -- Pregnant women with elevated blood sugar levels have an increased risk of giving birth to babies with congenital heart defects, researchers found in a new study.\n\nDuring pregnancy, metabolic changes in women's bodies make glucose more available to the fetus than the mother, which can result in the development of gestational diabetes. Even when the mother's blood sugar levels are below those considered diabetic, however, the risk for defects increases, according to the study.\n\n\"Diabetes is the tail end of a spectrum of metabolic abnormalities,\" said Dr. James Priest, a researcher in pediatric cardiology at the Stanford University School of Medicine, in a press release. \"We already knew that women with diabetes were at significantly increased risk for having children with congenital heart disease. What we now know, thanks to this new research, is that women who have elevated glucose values during pregnancy that don't meet our diagnostic criteria for diabetes also face an increased risk.\"\n\nResearchers analyzed blood samples taken from 277 women during their second trimester of pregnancy to compare the relationship between blood glucose and congenital heart defect prevalence in their fetuses. The women in the study were broken down into three groups: 180 of their fetuses were normal and healthy; 55 had tetralogy of Fallot, characterized by structural issues in the heart and blood vessels; and 42 had dextrotransposition of the great arteries, a reversal of positions of the two main arteries leading from the heart, preventing oxygenated blood from the lungs from circulating to the body.\n\nThe women's blood was analyzed for levels of glucose and insulin, revealing that women whose fetuses had tetralogy of Fallot had higher glucose levels than those whose fetuses were healthy. In fetuses with dextrotransposition of the great arteries, their mothers had higher levels of insulin, but not of blood glucose.\n\n\"There are several other kinds of structural birth defects, in addition to heart defects, that have been linked with overt diabetes,\" said Dr. Gary Shaw, a professor of pediatrics at Stanford. \"This new work will motivate us to ask if underlying associations with moderately increased glucose levels may be similarly implicated in risks of some of these other birth defects.\"\n\nThe study is published in JAMA Pediatrics.", "article_metadata": {"description": "Pregnant women with elevated blood sugar levels have an increased risk of giving birth to babies with congenital heart defects.", "og": {"site_name": "UPI", "description": "Pregnant women with elevated blood sugar levels have an increased risk of giving birth to babies with congenital heart defects.", "title": "Blood sugar rate during pregnancy linked to baby's heart defect risk", "url": "http://www.upi.com/Health_News/2015/10/12/Blood-sugar-rate-during-pregnancy-linked-to-babys-heart-defect-risk/9021444670512/", "image": "http://cdnph.upi.com/sv/ph/og/i/9021444670512/2015/1/14446751186966/v2.1/Blood-sugar-rate-during-pregnancy-linked-to-babys-heart-defect-risk.jpg", "type": "article"}, "twitter": {"site": "@UPI", "image": "http://cdnph.upi.com/ph/st/th/9021444670512/2015/i/14446751186966/v2.1/Blood-sugar-rate-during-pregnancy-linked-to-babys-heart-defect-risk.jpg?lg=4", "description": "Pregnant women with elevated blood sugar levels have an increased risk of giving birth to babies with congenital heart defects.", "card": "summary_large_image", "title": "Blood sugar rate during pregnancy linked to baby's heart defect risk"}, "fb": {"app_id": 130795020312660}, "keywords": "Health, Gary Shaw", "google-site-verification": "vnkcuJA1Q89cLmy4OZpuQKOf5Jf6ny_RVh7BpxZ11a0", "viewport": "initial-scale=1, maximum-scale=1", "news_keywords": "Health, Gary Shaw"}, "article_summary": "Researchers analyzed blood samples taken from 277 women during their second trimester of pregnancy to compare the relationship between blood glucose and congenital heart defect prevalence in their fetuses.\nEven when the mother's blood sugar levels are below those considered diabetic, however, the risk for defects increases, according to the study.\nIn fetuses with dextrotransposition of the great arteries, their mothers had higher levels of insulin, but not of blood glucose.\nSTANFORD, Calif., Oct. 12 (UPI) -- Pregnant women with elevated blood sugar levels have an increased risk of giving birth to babies with congenital heart defects, researchers found in a new study.\n\"We already knew that women with diabetes were at significantly increased risk for having children with congenital heart disease."}