{"article_title": "FactChecking Trump and Clinton", "article_keywords": ["wants", "sanders", "clinton", "trump", "dismantle", "jan", "health", "plan", "sen", "iran", "factchecking", "insurance"], "article_url": "http://www.factcheck.org/2016/01/video-factchecking-trump-and-clinton/", "article_text": "This week’s fact-checking video from CNN’s Jake Tapper focuses on two claims: one made by Donald Trump and one made by Chelsea Clinton.\n\nIn an interview for ABC’s “This Week,” Donald Trump falsely claimed that he never said that Americans detained by Iran would “never” be released during the Obama administration. He did say that in September.\n\nAnd in a stump speech in New Hampshire, Chelsea Clinton, the daughter of Democratic presidential candidate Hillary Clinton, misrepresented Sen. Bernie Sanders’ health care plan. She said: “Sen. Sanders wants to dismantle Obamacare, dismantle the CHIP program, dismantle Medicare, dismantle private insurance.” But Sanders hasn’t called for dismantling all forms of insurance without a replacement plan. He wants a new “single-payer” health care system in which everyone has insurance paid through taxes.\n\nFor more information, read the articles “Trump Wrong on Iran, Polling” from Jan. 19 and “Clinton’s Attack on Sanders’ Health Plan” from Jan. 15.", "article_metadata": {"viewport": "width=device-width"}, "article_summary": "This week’s fact-checking video from CNN’s Jake Tapper focuses on two claims: one made by Donald Trump and one made by Chelsea Clinton.\nAnd in a stump speech in New Hampshire, Chelsea Clinton, the daughter of Democratic presidential candidate Hillary Clinton, misrepresented Sen. Bernie Sanders’ health care plan.\nFor more information, read the articles “Trump Wrong on Iran, Polling” from Jan. 19 and “Clinton’s Attack on Sanders’ Health Plan” from Jan. 15.\nSanders wants to dismantle Obamacare, dismantle the CHIP program, dismantle Medicare, dismantle private insurance.” But Sanders hasn’t called for dismantling all forms of insurance without a replacement plan.\nIn an interview for ABC’s “This Week,” Donald Trump falsely claimed that he never said that Americans detained by Iran would “never” be released during the Obama administration."}