{"article_title": "Officials waiting for results on possible measles case", "article_keywords": ["case", "measles", "testing", "results", "disease", "possible", "county", "waiting", "officials", "health", "lab", "shasta", "cole", "public", "vaccine"], "article_url": "http://www.krcrtv.com/living/health/officials-waiting-for-results-on-possible-measles-case/31123468", "article_text": "REDDING, Calif. -\n\nThe measles outbreak in California has Northstate health officials on high alert after a possible measles case was reported in Tehama County on Tuesday.\n\nHealth officials explain measles testing can take up to three days to confirm, and the possible specimen is being tested at a public health lab in Richmond, California. Ken Cole, the supervising microbiologist for the infectious disease lab in Shasta County, shared it's important to get the results as soon as possible.\n\n\"Since it was a vaccine preventable disease, it was pretty much eradicated in the United States. So, nobody really saw measles for a long time and it's starting to come back,\" Cole explained.\n\nSo far in 2015, the Center for Disease Control has reported 102 confirmed cases of measles in 14 states.\n\n\"It's a really hard one to contain when it gets going. It spreads because it's so infectious and contagious that it's easy for people to get, especially if you are not vaccinated,\" Cole said.\n\nAccording to Andrew Deckert with Shasta County Public Health, only 78 percent of kindergarteners in the county are up to date on their immunizations. He said those immunization rates put many people at risk for contracting the measles in the Northstate.\n\nThe infectious disease lab in Redding is a vital part in the testing process. The lab is part of Shasta County Public Health, and they do minor processing in a contained area because the specimens they work with are highly contagious. Cole shared the testing process is always done with high priority.\n\n\"You need to do it quickly because if people are in contact with a person that has the measles it's very easy for them to get it, especially if they are not vaccinated, so you want to catch that as soon as possible,\" Cole explained.\n\nThe measles virus can live in the air for up to two hours and the CDC is recommending anyone who isn't immunized to get the vaccine. Public health departments offer the vaccine and it only works after two shots. Cole said if the measles comes to the Northstate, their lab will be prepared.\n\n\"It's already an outbreak situation in the state, but we haven't really seen it in Shasta County. So, if it becomes a big problem here we probably will take on the testing just to get results,\" Cole shared.", "article_metadata": {"ib-analytics": "data", "description": "The measles outbreak in California has Northstate health officials on high alert after a possible measles case was reported in Tehama County on Tuesday.", "generator": "CoreMedia", "author": "KRCR", "og": {"site_name": "KRCRTV", "description": "The measles outbreak in California has Northstate health officials on high alert after a possible measles case was reported in Tehama County on Tuesday.", "title": "Officials waiting for results on possible measles case", "url": "http://www.krcrtv.com/living/health/officials-waiting-for-results-on-possible-measles-case/31123468", "image": "http://www.krcrtv.com/image/view/-/31123884/highRes/1/-/maxh/640/maxw/640/-/p0mfldz/-/infectious-disease-lab-JPG-2-JPG.jpg", "type": "article"}, "twitter": {"url": "http://www.krcrtv.com/living/health/officials-waiting-for-results-on-possible-measles-case/31123468", "site": "@krcr7", "card": "summary"}, "fb": {"app_id": 326090907430922}, "keywords": "Redding health news", "google-site-verification": "gTTyxbmKN17E5sKQVjUGk8TIpxo_XoD5X2_F3PXfucg", "news_keywords": "Redding health news"}, "_id": "\"57477af46914bd0286fdba0b\"", "article_summary": "Health officials explain measles testing can take up to three days to confirm, and the possible specimen is being tested at a public health lab in Richmond, California.\nREDDING, Calif. -The measles outbreak in California has Northstate health officials on high alert after a possible measles case was reported in Tehama County on Tuesday.\nKen Cole, the supervising microbiologist for the infectious disease lab in Shasta County, shared it's important to get the results as soon as possible.\nAccording to Andrew Deckert with Shasta County Public Health, only 78 percent of kindergarteners in the county are up to date on their immunizations.\n\"It's already an outbreak situation in the state, but we haven't really seen it in Shasta County."}