{"article_title": "Opponents Float Another 'Replacement,' but Most Americans Want to Keep, Fix ACA", "article_keywords": ["alternative", "pca", "aca", "republican", "fix", "float", "insurance", "americans", "act", "republicans", "opponents", "subsidies", "care", "replacement"], "article_url": "http://www.huffingtonpost.com/bob-semro/opponents-float-another-r_b_4922117.html", "article_text": "The Affordable Care Act is likely to dominate the political debate leading up to the national midterm elections. The Republican message will concentrate on popular dissatisfaction with the law, but it appears there will be little talk about a practical alternative.\n\nThe reason? Republican policy-makers have been unable to agree on a replacement strategy. Aside from that hurdle, many Americans may fare worse under Republican proposals, compared to the ACA, and that would allow the ACA's supporters to shift the debate from defending the law to the pros and cons of a Republican plan.\n\nAs the maneuvering continues in Washington, more and more Americans appear to be moving beyond the politics surrounding the ACA. The latest polling from the Kaiser Family Foundation shows that 56 percent of Americans want to keep the ACA and/or work to improve it (up from 47 percent in October, when insurance exchanges opened for business). Only 4 percent of Democrats, 11 percent of independents and 29 percent of Republicans want to repeal the law and replace it with a \"Republican-sponsored alternative.\"\n\nIn December, I offered an analysis of the House Republican's alternative, \"The American Health Care Reform Act of 2013.\" That proposal had a number of shortcomings and has yet to be brought to the floor for a vote.\n\nIn late January, Senate Republicans offered their \"repeal and replace\" alternative. Senators Tom Coburn (Oklahoma), Richard Burr (North Carolina) and Orrin Hatch (Utah) proposed the \"The Patient Choice, Affordability, Responsibility and Empowerment Act,\" also known as the Patient Care Act (PCA). Forbes magazine described it as the \"most credible plan yet to 'repeal and replace' Obamacare.\"\n\nThe Patient Care Act would repeal the Affordable Care Act, but some of its provisions would then be reinstated. All of the ACA's spending reductions to Medicare (about $716 billion in total through 2022) would remain. Some tax-credit subsidies for lower-income Americans would be retained, as would provisions to eliminate lifetime benefit caps and to allow dependent children under age 26 to stay on their parents' plans.\n\nIn addition, the PCA claims to support some of the long-range goals of the ACA. For instance, it would ban exclusions for pre-existing conditions in the individual market, but the provision would apply only to those who remain continuously insured. If a person with a pre-existing condition lost coverage or let it lapse, he or she could be denied coverage or charged higher fees. Under the ACA, insurers cannot deny coverage because of a pre-existing condition.\n\nThe PCA would repeal the ACA's individual mandate, which would require most Americans to purchase coverage or pay a tax penalty. Supporters of the PCA suggest that the continuous-coverage provision serves as an alternative to that mandate.\n\nCritics of the mandate have said that its tax penalty is too low and that the level of enforcement is inadequate to ensure that young, healthy people buy insurance. Opponents of the PCA argue that the continuous-coverage provision is more complicated, would be less effective and could create greater downsides for consumers than the mandate.\n\nLike the ACA, the Patient Care Act would provide tax-credit subsidies to low- and middle-income Americans in order to make insurance more affordable. However, under the Republican alternative, subsidies would be provided only to American families with incomes under $70,650 per year, while the ACA offers subsidies to a up to $94,200 annually (both are for a family of four).\n\nAnd that's where the similarities end. As for the differences:\n\nThe PCA does not include health insurance exchanges or marketplaces.\n\nInsurance companies would no longer have to offer plans in the individual market that include maternity coverage, mental health and other benefits guaranteed under the Affordable Care Act.\n\nEven though insurance companies could not set lifetime benefit caps, they could impose annual limits.\n\nInsurance companies could set higher premiums according to gender and age. Gender rating is eliminated under the ACA, and older Americans under age 65 cannot be charged more than three time the premiums for younger Americans. Under the PCA, older Americans can be charged five times more, and premiums for women would once again be higher than those for men.\n\nThe PCA would also repeal most of the taxes the ACA levies on insurance companies, high-income Americans, medical-device manufacturers and hospitals; those taxes help subsidize the cost of insurance. Taxpayer subsidies for would instead be funded by limiting the current tax exclusion for employer-sponsored insurance.\n\nEmployer-sponsored health insurance currently is a tax-free benefit for employees, but under the PCA, the tax exclusion would be limited to 65 percent of the \"average health insurance plan.\" Employees would be required to pay income taxes on at least 35 percent of what their employer pays for insurance, which means that 150 million Americans who get coverage through work would see a large tax increase. The higher the premium, the more a person would pay in taxes. Under the ACA, Medicaid eligibility is extended to all persons under 138 percent of the federal poverty level. Under the PCA, the expansion of Medicaid eligibility would be significantly reduced. Eligibility would be extended only to children, families and pregnant women at or below 100 percent of the federal poverty line. Adults without children earning less than the federal poverty level would no longer be eligible. Under the PCA, these individuals would be eligible for a tax-credit subsidy to purchase private insurance. In practice, these subsidies may not be sufficient for low-income consumers and may actually cost the federal government more than enrolling this population in Medicaid. Federal Medicaid appropriations to states would also be limited to a fixed amount per person in order to reduce federal spending.\n\nNeither the Senate nor the House proposal is expected to emerge as \"the Republican alternative.\" As recently as January 30, House Majority leader Eric Cantor, promised: \"This year, we will rally around an alternative to Obamacare and pass it on the floor of the House.\" Yet one month later, House Speaker John Boehner refused to commit to a measure coming up this year, saying, \"We're going to continue to go through a lot of ideas. You see, our members have introduced 126 different ideas about how to fix Obamacare, about how to replace Obamacare.\"\n\nFor many of those members, the Senate proposal may not be conservative enough, and the House plan may take away too many benefits while delivering substantially less than the ACA, and that division appears to be wide enough to block legislative action.\n\nOpinion outside the Beltway may be a factor, and Republicans are more divided than before. According the Kaiser poll, only 33 percent of Republicans want the ACA to be repealed and not replaced (down from 42 percent in October). Another 23 percent of Republicans now want to keep the ACA and improve it, while 29 percent want to replace it with a Republican alternative. None of these numbers suggests that a Republican alternative to the ACA will see smooth sailing in the near future.\n\nFollow Bob Semro on Twitter: www.twitter.com/BellPolicy", "article_metadata": {"description": "The Affordable Care Act is likely to dominate the political debate leading up to the national midterm elections. The Republican message will concentrate ...", "sailthru.expire_date": "2014-03-10 17:41:53 -0400", "og": {"site_name": "The Huffington Post", "description": "The Affordable Care Act is likely to dominate the political debate leading up to the national midterm elections. The Republican message will concentrate ...", "url": "http://www.huffingtonpost.com/bob-semro/opponents-float-another-r_b_4922117.html", "image": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "height": 1000}, "creator": "BellPolicy", "description": "The Affordable Care Act is likely to dominate the political debate leading up to the national midterm elections. The Republican message will concentrate ...", "card": "summary_large_image", "site": "@HuffPostDenver"}, "sailthru.date": "2014-03-09 17:41:53 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4922117", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "denver", "fb": {"app_id": 46744042133}, "keywords": "health care reform,gender equality,individual mandate,Affordable Care Act,Health Insurance,obamacare", "article": {"section": "Denver", "tag": "health care reform,gender equality,individual mandate,Affordable Care Act,Health Insurance,obamacare", "published_time": "2014-03-09 17:41:53 -0400", "modified_time": "2014-05-09 05:59:01 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fc970f\"", "article_summary": "The Patient Care Act would repeal the Affordable Care Act, but some of its provisions would then be reinstated.\nNone of these numbers suggests that a Republican alternative to the ACA will see smooth sailing in the near future.\nThe Affordable Care Act is likely to dominate the political debate leading up to the national midterm elections.\nLike the ACA, the Patient Care Act would provide tax-credit subsidies to low- and middle-income Americans in order to make insurance more affordable.\nAs the maneuvering continues in Washington, more and more Americans appear to be moving beyond the politics surrounding the ACA."}