{"article_title": "Morning Reads: Minus One, SCOTUS Punts on Obamacare; Clinton, Sanders Battle for Oregon, Kentucky", "article_keywords": ["sanders", "clinton", "scotus", "court", "obamacare", "oregon", "morning", "order", "vote", "reads", "punts", "kentucky", "interview", "york", "trade", "religious", "minus", "trump"], "article_url": "http://billmoyers.com/story/morning-reads-minus-one-scotus-punts-obamacare-clinton-sanders-battle-oregon-kentucky/", "article_text": "Agree to disagree –> Instead of choosing to rule on the case, the Supreme Court has sent the latest challenge to Obamacare — a fight with religious nonprofits over contraception coverage for employees — back to the lower courts. Christian Farias writes for The Huffington Post that this likely wouldn’t have happened were the late Justice Antonin Scalia (or his successor) on the bench: “Caught between religious objections and the government’s interest in ensuring contraceptive access, the justices issued a bizarre order, less than a week after hearing the case, instructing the Obama administration and the religious groups to reach a compromise.”\n\nKentucky and Oregon vote –> Today, both parties vote by mail in Oregon, and Democrats vote in Kentucky. Both states are expected to be friendly ground for Bernie Sanders, although recent polls indicate that Hillary Clinton may have pulled ahead. Although it looks impossible at this point for Sanders to become the nominee, his supporters remain a thorn in Clinton’s side as she attempts to move rightward and capture Republican voters unhappy with Trump.\n\nPoison pill –> At her Naked Capitalism blog, financial industry veteran Yves Smith digs into the irony that after Hillary Clinton distanced her candidacy from her husband’s economic policies, she now says that in her White House she plans to put Bill Clinton in charge of the economy. For many — including the Sanders-supporting wing of her party — those policies are associated with bank deregulation, trade deals that sent American jobs overseas, cuts in the social safety net and growing economic inequality.\n\nMeanwhile, rhetorically at least, Donald Trump is moving leftward, hoping to capture the votes of some who support the man he calls “crazy Bernie.” Ashley Parker and Jonathan Martin at The New York Times: “On a range of issues, Mr. Trump seems to be taking a page from the Sanders playbook, expressing a willingness to increase the minimum wage, suggesting that the wealthy may pay higher taxes than under his original proposal, attacking Mrs. Clinton from the left on national security and Wall Street, and making clear that his opposition to free trade will be a centerpiece of his general election campaign.”\n\nElection official under attack –> The Federal Election Commission is infamous for its dysfunction. Partisan rancor among the commissioners creates deadlocks that leave the agency impotent when it comes to interpreting campaign finance law — just as the rules have been shaken by a series of deregulatory Supreme Court decisions. As she often has before, FEC member and current vice chair Ann Ravel, a Democrat, spoke out. In return, she has received a slew of death threats from trolls on the Internet. Law enforcement is investigating. Dave Levinthal reports for the Center for Public Integrity.\n\nThe arc of the moral universe is loooong –> Karen Brooks for Reuters: “A federal court has ordered a Mississippi town to consolidate its junior high and high schools in order to fully desegregate its school system after a 50-year battle the town has waged with the U.S. Department of Justice, agency officials said Monday… ‘The delay in desegregation has deprived generations of students of the constitutionally-guaranteed right of an integrated education,’ the opinion read. ‘Although no court order can right these wrongs, it is the duty of the district to ensure that not one more student suffers under this burden.'”\n\nAquí hablamos Inglés –> Adrian Carrasquillo at Buzzfeed: “Marcos Stupenengo, a freelance correspondent working for TV Azteca, got an interview with Donald Trump — initially. He had no trouble when he asked to come to Trump Tower in New York on Monday to interview the bombastic presumptive Republican nominee. But as he waited to conduct the interview, Stupenengo received a call, and began speaking in Spanish. That’s when the Trump campaign informed him they had no interest in taking part in an interview with him, according to a source with knowledge of the incident.”\n\nMorning Reads was written by John Light and edited by Michael Winship. See a story that you think should be included in Morning Reads? Tell us in the comments!\n\nWe produce this news digest every weekday. You can Sign up to receive these updates as an email newsletter each morning.", "article_metadata": {"pubdate": 20160517, "generator": "WordPress 4.5.2", "og": {"site_name": "BillMoyers.com", "description": "A roundup of some of the stories we're reading at BillMoyers.com HQ... Continue reading", "title": "Morning Reads: Minus One, SCOTUS Punts on Obamacare; Clinton, Sanders Battle for Oregon, Kentucky - BillMoyers.com", "locale": "en_US", "image": {"width": 5760, "identifier": "http://dy00k1db5oznd.cloudfront.net/wp-content/uploads/2016/02/GettyImages-510273088.jpg", "height": 3840}, "url": "http://billmoyers.com/story/morning-reads-minus-one-scotus-punts-obamacare-clinton-sanders-battle-oregon-kentucky/", "type": "article"}, "twitter": {"description": "A roundup of some of the stories we're reading at BillMoyers.com HQ... Continue reading", "creator": "@BillMoyersHQ", "image": "http://dy00k1db5oznd.cloudfront.net/wp-content/uploads/2016/02/GettyImages-510273088.jpg", "title": "Morning Reads: Minus One, SCOTUS Punts on Obamacare; Clinton, Sanders Battle for Oregon, Kentucky - BillMoyers.com", "site": "@BillMoyersHQ", "card": "summary_large_image"}, "apple-mobile-web-app-capable": "no", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "article_summary": "‘Although no court order can right these wrongs, it is the duty of the district to ensure that not one more student suffers under this burden.\nBoth states are expected to be friendly ground for Bernie Sanders, although recent polls indicate that Hillary Clinton may have pulled ahead.\n'”Aquí hablamos Inglés –> Adrian Carrasquillo at Buzzfeed: “Marcos Stupenengo, a freelance correspondent working for TV Azteca, got an interview with Donald Trump — initially.\nHe had no trouble when he asked to come to Trump Tower in New York on Monday to interview the bombastic presumptive Republican nominee.\nYou can Sign up to receive these updates as an email newsletter each morning."}