{"article_title": "Cassidy-Whitehouse EHR certification bill released", "article_keywords": ["information", "work", "ehr", "certification", "bill", "telemedicine", "rule", "released", "health", "today", "policy", "women", "cassidywhitehouse", "care"], "article_url": "http://www.politico.com/tipsheets/morning-ehealth/2015/10/politicos-morning-ehealth-210572", "article_text": "Cassidy-Whitehouse EHR certification bill released\n\nWith help from Darius Tahir (@DariusTahir), Arthur Allen (@ArthurAllen202 ) and Erin Mershon (@eemershon)\n\nFIRST IN MORNING eHEALTH: LATEST HEALTH IT BILL: Legislation set to be introduced today by Sens. Bill Cassidy and Sheldon Whitehouse tackles usability and information exchange in a new way. The 7-page bill they’ve been working on since this summer would create a “Consumer Reports-like” star rating system for certified health IT. The criteria – which would be developed by a group of convened stakeholders – grade EHRs on usability, interoperability and security. EHRs with a 1-star, unsatisfactory rating could be fined or decertified if they don’t improve to a better rating. Users receive financial compensation and hardship exemptions if their EHRs are decertified. The bill, the Transparent Ratings on Usability and Security to Transform Information Technology (TRUST IT) Act, also creates a definition for information blocking and fines violators. The senators are hopeful -- but not certain -- their work will be included in the medical innovation bill the HELP committee intends to mark up later this year. Find the draft, which is subject to minor changes before introduction, here: http://politico.pro/1PfFqWH\n\nStory Continued Below\n\n— Cassidy’s office has had the benefit of watching what the House did with its 21st Century Cures Act and reacting to or learning from that. It saw the bitter reaction to decertification as a blunt tool to incite change and decided to go a differ route with the ratings system, which it hopes is a better instrument for vendors and the providers who buy their wares.\n\n— Cassidy’s office also wanted a more calculated roll-out of the bill. The House’s work was plagued by leaks of drafts, followed by criticism of elements like the plan to eliminate the Health IT Standard Committee. Staff have been slowly releasing details of the Cassidy bill in recent weeks to constituent groups. They hope that introducing the language now, ahead of the rest of the committee’s work, will allow support for it to grow and kinks to be worked out.\n\nJOINT STANDARDS, POLICY COMMITTEE MEETING: ONC's Health IT Standards and Policy committees are holding their semiannual joint meeting today at the Omni Shoreham Hotel in DC. We wish we could tell you what was on the agenda, but as of late Monday night it hadn’t been posted online. Look for the meeting materials here: http://bit.ly/1LeMJfs\n\nCALLS FOR FDA TO DO MORE ON MOBILE APPS: Tens of thousands of health-related smartphone applications are downloadable today. Some are pure snake oil promising to diagnosis skin cancer, depression or sexually transmitted diseases. Where is the FDA, under whose jurisdiction such products fall? After a long period of urging the FDA to take a hands off policy and not hamper innovation, some medical industry representatives are now saying the agency isn’t doing enough to crack down on products whose safety or efficacy hasn’t been verified. Our Darius Tahir has the story: http://politico.pro/1M9F036\n\neHealth tweet of the day: @UrmimalaSarkar: Mary Wakefield, Acting Dep Sec of HHS, recounts asking for her ailing father's medical records and being denied. #AHRQconf2015 #ptsafety\n\nWelcome to Tuesday morning eHealth where we wonder if it’s too early to break out those sweaters and pack up our shorts for the fall and winter. The cooler weather is welcomed, but it’s sad to think it might be April before we make the switch again. Send us your thoughts on the issue along with news tips at dpittman@politico.com and connect with us on Twitter @David_Pittman, @arthurallen202, @DariusTahir @ POLITICOPro, @Morning_eHealth.\n\nWHAT WOULD TOM PRICE AS MAJORITY LEADER MEAN?: As the No. 2 Republican in the House, Georgia physician-turned-congressman Price could be a “godsend” to health policy advocates, particularly those who represent provider groups, according to one lobbyist interviewed for a story on the topic. “Yes, his office would have to keep the trains running on time, but his background on these issues is so deep that it’s difficult to conceive that he wouldn’t continue to push them forward,” said Cybil Roehrenbeck, a health care lobbyist. Price has been one of the Republican Conference’s most well-versed voices on health care since election in 2004. Aside from his Obamacare replacement plan, he’s been active on issues like ICD-10 and meaningful use, most recently circulating a sign-on letter for a delay in Stage 3 rulemaking that garnered 116 signatures. Pros get the full story: http://politico.pro/1KW4nDq\n\n— However, Price’s bid for the seat might be in doubt. Louisiana Rep. Steve Scalise, who is also running for the seat, says he has secured enough votes to win the majority leader race. Votes via secret ballot will come some time after Oct. 29.\n\nANOTHER DAY, STILL NO STAGE 2 RULE: We’ve given up on speculating when the much awaited modification rule will come, but will continue to check the Federal Register every afternoon at 4:15.\n\nHEALTH IT LEADERS TALK CYBER: CHIME and the Association for Executives in Health Information Security will hold a briefing on cybersecurity in health care this afternoon in the Dirksen Senate Office Building. CHIME believes health care is different than the rest of possible cyber victims and, as a result, it needs industry-specific standards. \"We also encourage Congress to pursue legislation that harmonizes the patchwork of regulations governing privacy, security and risk management,” Charles Christian, CHIME board chair, said in a release. More info: http://bit.ly/1VBAdYS\n\nTHINK THIS IS SHORTER WITH TELEMEDICINE: Patients spend an average of nearly two hours for each out-patient visit, including travel, waiting, filling out forms and finally seeing a doctor, new research published in JAMA Internal Medicine finds. That equates to $43 in lost time for each visit. The authors think time and money could be saved with greater use of telemedicine. The Boston Globe has more: http://bit.ly/1JOQ5Am\n\nHOW’S THAT WHOLE ICD-10 THING GOING?: “It's early to tell much. It will be several more days until significant volumes of professional claims reach payers…So far, reports have been positive, although there have been some issues reported with vendor software that was delivered last minute,” Jim Daley, past WEDI chair, told Morning eHealth. “Those issues might be related to not knowing how to use the product versus actual flaws, but those points are unclear at this point ... Many of the questions WEDI has been receiving through the ICD-10 database are related to coding: How do I code for this or that, etc.”\n\n— One doctor wrote SERMO, the physician social networking site, to say coding in ICD-10 cost him an extra hour of his time. Another physician told us the coding will cost him two hours a week. SERMO's blog on the issue: http://bit.ly/1Ld3wex\n\nDATA UPDATE: CMS has updated its publicly available data on physician services to include patient demographic and health information including provider-level summary on beneficiary age, sex and race. (http://go.cms.gov/1FQu0a2). Also, DocGraph says it discovered an error in its physician-referral data and is working with CMS to correct it (http://bit.ly/1PfIPET).\n\nAHRQ DIRECTOR PASSIONATELY DEFENDS FUNDING: Richard Kronick forcefully described the successes his agency has encouraged in improving patient safety and health care quality at Monday's AHRQ Research Conference. The remarks were clearly aimed at the House Appropriations Committee, which voted earlier this year to completely cut the agency's $440 million budget. The Senate Approps budget, meanwhile, slashes AHRQ funding by just over a third. Kronick emphasized that this isn't the time to cut funding for efforts to improve quality. \"AHRQ's budget is approximately 0.01 percent of national health expenditures. This is a minuscule investment in making the remaining 99.9 percent of health care safer, higher quality, more accessible, equitable and affordable,\" he said. \"So exactly at this time, when there is such energy in the delivery system to improve quality and safety and further change, the work that AHRQ does is more needed than ever.\"\n\nLatest news on this: Senate leaders on Monday began the process to place the Labor-HHS appropriations bill on the chamber’s calendar for floor consideration.\n\nDELOITTE’S CONSUMER ENGAGEMENT SURVEY: “From 2013 to 2015, consumers’ use of technology to measure fitness and health improvement goals has grown from 17 percent to 28 percent. Use is highest among Millennials — 45 percent of that group. Among consumers with major chronic conditions, tech-based monitoring has jumped from 22 percent to 39 percent in the last two years. More than 60 percent of tech users say that utilizing health technologies has had a significant impact on their behavior.” The full report: http://bit.ly/1OUcfcr\n\nNOW AVAILABLE: POLITICO PRO LEGISLATIVE COMPASS — POLITICO Pro, POLITICO’s premium subscription service, has released a first-of-its kind legislative data analytics and decision-making tool that helps policy professionals manage and act on legislation. Leveraging features such as a personalized dashboard, virtual whip count, bill text comparison and 20 years of data, users will not only save time but benefit from customizing and cross-referencing information, enabling them to make smarter and faster decisions. Schedule your demo today.\n\nWHAT WE'RE CLICKING:\n\nKaiser Health News notes telemedicine is booming despite uncertain prospects for payment: http://bit.ly/1jKc9Hw\n\nFormer ONC chief David Blumenthal speaks about the challenges of health information exchange today: http://bit.ly/1LdW6fw\n\nDoug Fridsma, another former ONC official, notes interoperability is a road, not a destination: http://bit.ly/1LtgSd7\n\nModern Healthcare previews an important data-sharing case set to come before the Supreme court his term: http://bit.ly/1OfB54R\n\nA Texas physician defends the Texas Medical Board’s now-challenged telemedicine regulations: http://bit.ly/1OUbzDO\n\nUCSF receives $10 million NIH grant for digital health research: http://bit.ly/1RrzlWr\n\nJOIN US — WOMEN RULE: TAKING RISKS AND TAKING CHARGE Women Rule live event series returns Wednesday morning at 8 am with “Women Rule: Taking Risks and Taking Charge,” a series of conversations with women who have braved the odds in their lives and careers. Vian Dakhil, Iraqi MP and voice of the Yazidi people being attacked by ISIS and her sister, Dr. Deelan Dakhil, the co-director of the Sinjar Foundation will headline the event. Featured speakers also include Sen. Tammy Baldwin (D-Wis.); Sarah LaFleur, Founder and CEO, MM. LaFleur, and former White House NSA and EVP of MacAndrews and Forbes, Frances Fragos Townsend. RSVP: http://politi.co/1KKCkDP\n\nTips, comments, suggestions? Send them along via email to our team: Arthur Allen (aallen@politico.com, @ArthurAllen202), David Pittman ( dpittman@politico.com, @David_Pittman) and Darius Tahir (dtahir@politico.com, @DariusTahir).", "article_metadata": {"og": {"site_name": "POLITICO", "description": "Standards, policy committees hold joint meeting — Where’s the FDA on all these medical apps?", "title": "Cassidy-Whitehouse EHR certification bill released", "url": "http://www.politico.com/tipsheets/morning-ehealth/2015/10/politicos-morning-ehealth-210572", "image": "http://static.politico.com/97/de/e15842c94e928ce8b561e20745a0/whitelogoondots.jpeg", "fb_appid": 114037015331397, "type": "website"}, "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "Standards, policy committees hold joint meeting — Where’s the FDA on all these medical apps?", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcd110\"", "article_summary": "Cassidy-Whitehouse EHR certification bill releasedWith help from Darius Tahir (@DariusTahir), Arthur Allen (@ArthurAllen202 ) and Erin Mershon (@eemershon)FIRST IN MORNING eHEALTH: LATEST HEALTH IT BILL: Legislation set to be introduced today by Sens.\nCHIME believes health care is different than the rest of possible cyber victims and, as a result, it needs industry-specific standards.\nPrice has been one of the Republican Conference’s most well-versed voices on health care since election in 2004.\nThis is a minuscule investment in making the remaining 99.9 percent of health care safer, higher quality, more accessible, equitable and affordable,\" he said.\nHEALTH IT LEADERS TALK CYBER: CHIME and the Association for Executives in Health Information Security will hold a briefing on cybersecurity in health care this afternoon in the Dirksen Senate Office Building."}