{"article_title": "Business May Be the Real Hero of Comic-Con", "article_keywords": ["real", "diego", "attendees", "san", "business", "area", "expected", "businesses", "hero", "convention", "small", "comiccon", "event"], "article_url": "http://www.businessadministrationinformation.com/news/business-may-be-the-real-hero-of-comic-con", "article_text": "If San Diego Comic-Con had a super power, it might just be super-human business prowess.\n\nComic-Con International: San Diego 2014 begins today, bringing thousands of people and millions of dollars to Southern California.\n\nTickets for the 45th annual event are entirely sold out with 130,000 attendees expected. This event is the San Diego Convention Center’s largest of the year, according to a press release.\n\nThe economic impact of this year’s Comic-Con is expected to be $177.8 million with projected tax revenues of $2.6 million.\n\nVendors range from large national corporations to small businesses. With an estimated $78.3 million in direct spending expected from attendees at this year’s event, there are a lot of opportunities for businesses to make some money.\n\nHotels in the area should also generate some Comic-Con profits. The San Diego Convention Center’s 2011 fiscal year report showed that area hotels had 33,910 hotel room nights from Comic-Con three years ago. Since this year’s event has 4,000 more attendees and a larger overall event, these numbers may end up higher for 2014.\n\nRestaurants and other area attractions may also get an economic boost from the comic book convention. Due to the popularity of Comic-Con, the convention center isn’t the only location that hosts events. Local parks, hotels and other locations are also used for conference-related activities.\n\nThe exhibits will be held from 9:30 a.m. – 7 p.m. from Thursday, July 24 to Saturday, July 26 and 9:30 a.m. – 5 p.m. on Sunday, July 27.\n\nFilm studios, publishing companies and A-list celebrities often participate in Comic-Con, but small businesses also get in on the action.\n\nWhether it’s checking out small vendors selling original art and collectible toys or watching big brands collide as Pizza Hut launches pizzas from a rotating 16-foot cannon to promote Teenage Mutant Ninja Turtles, Comic-Con should be super for businesses.\n\nGet Free Updates! Stay in the loop with a weekly newsletter, with all our news from the previous week. We will never give away, trade or sell your email address. You can unsubscribe at any time.\n\nPlease follow and like us:\n\nPlease Leave A Comment\n\ncomments", "article_metadata": {"description": "If San Diego Comic-Con had a super power, it might just be super-human business prowess. Comic-Con International: San Diego 2014 begins today, bringing thousands of people and millions of dollars to Southern California.", "og": {"site_name": "Business Administration Information", "description": "If San Diego Comic-Con had a super power, it might just be super-human business prowess. Comic-Con International: San Diego 2014 begins today, bringing thousands of people and millions of dollars to Southern California.", "title": "Business May Be the Real Hero of Comic-Con - Business Administration Information", "url": "http://www.businessadministrationinformation.com/news/business-may-be-the-real-hero-of-comic-con", "image": "http://www.businessadministrationinformation.com/wp-content/uploads/2014/07/san-diego-comic-con-240x300.jpg", "locale": "en_US", "type": "article"}, "fb": {"app_id": 1478982362392941}, "msvalidate.01": "E97402E8C75E1396BEAE2A02AE1A06E8", "google-site-verification": "-7d0XhlweD9ac6X0iGygOuxos-tqbyEAEVk9SXNyc-Y", "viewport": "width=device-width,initial-scale=1.0,user-scalable=yes", "news_keywords": "san diego comic con, san diego comic con 2014, business, news"}, "_id": "\"57477af36914bd0286fcd129\"", "article_summary": "If San Diego Comic-Con had a super power, it might just be super-human business prowess.\nComic-Con International: San Diego 2014 begins today, bringing thousands of people and millions of dollars to Southern California.\nFilm studios, publishing companies and A-list celebrities often participate in Comic-Con, but small businesses also get in on the action.\nThis event is the San Diego Convention Center’s largest of the year, according to a press release.\nThe San Diego Convention Center’s 2011 fiscal year report showed that area hotels had 33,910 hotel room nights from Comic-Con three years ago."}