{"article_title": "How good is healthcare jobs growth, really?", "article_keywords": ["sector", "good", "jobs", "occupations", "projected", "job", "growth", "health", "healthcare", "services", "care", "really"], "article_url": "http://www.healthcaredive.com/news/how-good-is-healthcare-jobs-growth-really/367854/", "article_text": "How good is healthcare jobs growth, really?\n\nThe US Bureau of Labor Statistics reports that healthcare added an average of 26,000 jobs per month in 2014, for a total of 311,000 new jobs. To break down those numbers further: 230,300 of those new jobs were in ambulatory services, 47,300 in hospitals, and 33,400 in nursing and residential care. According to Health Leaders Media, healthcare job growth in 2014 was the best it has been since 2008.\n\nAccording to the Altarum Institute Center for Sustainable Health Spending's January 2015 Health Sector Trend Report, healthcare services added 50% more jobs in 2014 than in 2013. The report goes on to say that the number of new healthcare jobs increased dramatically in the fourth quarter of 2014 to an average of 36,000 new jobs per month—​more than twice the monthly average for 2013. It also says that the increase was not limited to states that were engaging in Medicaid expansion, so can therefore not be wholly attributed to expanded health insurance coverage under the Affordable Care Act.\n\nDespite the Altarum Institute's findings, Ceci Connolly, Managing Director at PwC Health Research Institute, told HealthLeaders Media that she believes the ACA has been a big part of the healthcare growth equation. \"There are many more covered individuals,\" she says in the article. \"They are paying customers and so that's required more temporary and fulltime positions to get them signed up and answering their questions and getting them their care.\" Connolly goes on to say that the aging population is another big factor in healthcare job growth in that people are living longer and requiring more services and that they are utilizing more home health care services, which is one of the areas that is seeing a big growth in jobs.\n\nWhat the future holds\n\n\"Hospital employment growth may be modest at best.\"\n\nauto image + link\n\nIn its most recent Employment Projections Report, the BLS says that occupations and industries related to healthcare are projected to add the most new jobs between 2012 and 2022. The healthcare and social assistance sector is projected to grow at an annual rate of 2.6%, adding 5 million jobs, which will account for nearly one-third of the total projected increase in jobs. Healthcare support occupations are expected to grow at a rate of 28.1%, and healthcare practitioners and technical occupations are expected to grow at a rate of 21.5%.\n\nSeveral healthcare-related jobs are projected to be among the occupations with the most job growth between 2012 and 2022. Here are the projected increases by job type:\n\nPersonal care aides: 48.8%\n\nHome health aides: 48.5%\n\nMedical secretaries: 36.0%\n\nMedical assistants: 29.0%\n\nLicensed practical and licensed vocational nurses: 24.8%\n\nNursing assistants: 21.1%\n\nRegistered nurses: 19.4%\n\nAccording to Modern Healthcare, although the future looks bright for most of the healthcare sector, hospital employment growth may be modest at best, and many hospitals will actually be cutting jobs in an effort to reduce costs. \"I think we’re going to see pockets of layoffs,\" Jennifer Stewart, managing director of research and insights at the Advisory Board Co. says in the article. The article goes on to say that hospital recruitment efforts will focus on hiring skilled nurses and primary care physicians to fill the positions of those who are retiring.", "article_metadata": {"sailthru.author": "Julie Henry", "twitter": {"domain": "Healthcare Dive", "site": "@healthcaredive", "card": "summary"}, "featured": "True", "sailthru.image.thumb": "http://www.healthcaredive.com/user_media/cache/df/5e/df5e68d54b2ea57c7b011df8adbb19ca.jpg", "sailthru.tags": "healthcare,type-newspost,healthcare-finance", "news_keywords": "Finance", "category": "News Post", "sailthru.item_featured": 1, "title": "How good is healthcare jobs growth, really?", "pub_date": "feb 25, 2015", "section": "news", "sailthru.date": "2015-02-25T09:16:00", "content_boost": 5, "touched": "True", "article_date_original": "Wednesday, February 25, 2015, 09:16 AM", "medium": "news", "description": "Healthcare", "sailthru.expire_date": "2025-02-12T09:16:00", "teaser": "<p>Bureau of Labor Statistics reports are bullish, but which job types can expect the most continued growth?</p>", "sponsored": "False", "date": "2015-02-25", "sailthru.description": "Bureau of Labor Statistics reports are bullish, but which job types can expect the most continued growth?", "viewport": "width=986", "og": {"site_name": "Healthcare Dive", "description": "Bureau of Labor Statistics reports are bullish, but which job types can expect the most continued growth?", "title": "How good is healthcare jobs growth, really?", "url": "http://www.healthcaredive.com/news/how-good-is-healthcare-jobs-growth-really/367854/", "image": "http://www.healthcaredive.com/user_media/diveimage/Fotolia_48838473_Subscription_Monthly_M.jpg", "type": "article"}, "google-site-verification": "aN-77CvDv8Rt4OQnHMaUSm6V87TF8ri5GDUv93p7pHk", "sailthru.image.full": "http://www.healthcaredive.com/user_media/cache/95/d8/95d851aa20a78b21ef43434c4f2f2cfd.jpg"}, "article_summary": "How good is healthcare jobs growth, really?\nAccording to Health Leaders Media, healthcare job growth in 2014 was the best it has been since 2008.\nSeveral healthcare-related jobs are projected to be among the occupations with the most job growth between 2012 and 2022.\nAccording to the Altarum Institute Center for Sustainable Health Spending's January 2015 Health Sector Trend Report, healthcare services added 50% more jobs in 2014 than in 2013.\nThe report goes on to say that the number of new healthcare jobs increased dramatically in the fourth quarter of 2014 to an average of 36,000 new jobs per month—​more than twice the monthly average for 2013."}