{"article_title": "3 smart year-end tax planning moves", "article_keywords": ["gains", "federal", "longterm", "surtax", "tax", "yearend", "rate", "planning", "income", "moves", "beginning", "capital", "smart", "bracket"], "article_url": "http://www.marketwatch.com/story/3-smart-year-end-tax-planning-moves-2014-11-11", "article_text": "With 2015 rapidly approaching, it’s time to make some moves to lower your 2014 income tax bill. This column is the first of two installments on that subject. But first, let’s cover some necessary background information.\n\nIncome-tax rates are unchanged for all but higher income individuals\n\nFor most individuals, the so-called Bush tax cuts are still in force. That translates into federal income-tax rates of 10%, 15%, 25%, 28%, 33%, and 35%. However, folks with truly high incomes face a maximum rate of 39.6%. For 2014, that rate only affects singles with taxable income above $406,750, married joint-filing couples with income above $457,600, and heads of households with income above $432,200. For 2015, all the tax bracket cutoffs will be slightly higher, as shown in the second table at the end of this column.\n\nCapital gains and dividend tax rates are unchanged for all but higher-income individuals\n\nThe federal income-tax rates on long-term capital gains and qualified dividends are also still the same as during the Bush tax-cut era for most individuals: either 0% or 15%. However, high-income folks face a 20% maximum rate that kicks in at the same taxable income levels as the 39.6% rate: $406,750, $457,600, and $432,200, respectively.\n\nTwo Medicare surtaxes for higher-income individuals\n\nThe 2010 Obamacare legislation included two Medicare surtaxes that are in effect for this year.\n\nThe 0.9% Surtax: The 0.9% Medicare surtax is charged on salary and/or net self-employment income above $200,000 for an unmarried individual and salary and/or net self-employment income above $250,000 for a married joint-filing couple.\n\nThe 3.8% Surtax: If your modified adjusted gross income (MAGI) exceeds $200,000 if you are unmarried, or $250,000 if you are married and file jointly, all or part of your investment income can be hit with a 3.8% Medicare surtax. The definition of investment income includes long-term capital gains, dividends, interest, and a host of other items such as royalties. The 3.8% surtax applies to the lesser of your net investment income or the amount by which MAGI exceeds the applicable threshold. MAGI means “regular” adjusted gross income (AGI), from the last line on page 1 of your Form 1040, increased by certain tax-exempt income from outside the U.S. which you probably don’t have.\n\nStrategy 1: Time investment gains and losses for tax savings\n\nAs you evaluate investments held in your taxable brokerage firm accounts, carefully consider the tax impact of selling appreciated securities (currently worth more than you paid for them). For most folks, the federal income-tax rate on long-term capital gains is still much lower than the rate on short-term gains. For that reason, it often makes sense to hold appreciated securities for at least a year and a day before selling in order to qualify for the lower long-term capital gains rate.\n\nSelling some loser securities (currently worth less than what you paid for them) before year-end can be a tax-smart move. The resulting capital losses will offset capital gains that you racked up earlier this year, including high-taxed short-term gains from securities that you owned for one year or less. This year’s maximum federal rate on short-term gains is 39.6%, and the 3.8% Medicare surtax may apply, too — which can result in a combined federal rate as high as 43.4%. Ouch! But you don’t have to worry about paying a high rate on short-term gains that you’ve successfully sheltered with capital losses. You’ll pay 0% on those gains.\n\nIf your capital losses for this year exceed your capital gains, you’ll have a net capital loss for 2014. You can use it to shelter up to $3,000 of this year’s high-taxed ordinary income from salaries, bonuses, self-employment, and so forth ($1,500 if you’re married and file separately). Any excess net capital loss is carried over to 2015 and beyond until you use it up. So it won’t go to waste. In fact, selling enough loser securities to create a bigger net capital loss to carry over to next year and beyond might make perfect sense. You can use it to shelter both future short-term gains and future long-term gains that might otherwise be taxed at higher rates than those that apply this year.\n\nStrategy 2: Set up loved ones to pay 0% rate on investment income\n\nThe federal income-tax rate on this year’s long-term capital gains and dividends is still 0% for gains and dividends that fall within the 10% or 15% rate brackets (see the first table at the end of this column for the 2014 brackets). While your income may be too high to take advantage of the 0% rate, you probably have loved ones who can benefit. If so, consider giving them some appreciated stock or mutual fund shares. They can sell the shares and pay 0% federal income tax on the resulting long-term gains. Remember: the gains will be long-term as long as your ownership period plus the gift recipient’s ownership period equals at least a year and a day. Giving away dividend-paying stocks is another tax-smart idea. As long as the dividends fall within the gift recipient’s 10% or 15% rate bracket, they too will qualify for the 0% federal rate. Nice!\n\nWarning: If your gift recipient is under age 24, the Kiddie Tax rules could potentially cause some of his or her capital gains and dividends to be taxed at the parents’ higher rates. That would defeat the purpose. Contact your tax adviser if you have questions about how the Kiddie Tax works.\n\nStrategy 3: Convert traditional IRA into Roth account\n\nThe best scenario for the Roth conversion deal is when you expect to be in the same or higher tax bracket during your retirement years. There’s certainly no guarantee that tax hikes aren't in our future. For details on the Roth conversion strategy, see my earlier column, It’s the perfect time for a Roth conversion.\n\nStay tuned for more year-end strategies\n\nIn next week’s column, I’ll have some more year-end tax-saving strategies.\n\n2014 Individual Federal Income Tax Numbers\n\nTax Rate Brackets\n\nSingle Joint Head of household 10% tax bracket $0-$9,075 $0-$18,150 $0-$12,950 Beginning of 15% bracket $9,076 $18,151 $12,951 Beginning of 25% bracket $36,901 $73,801 $49,401 Beginning of 28% bracket $89,351 $148,851 $127,551 Beginning of 33% bracket $186,351 $226,851 $206,601 Beginning of 35% bracket $405,101 $405,101 $405,101 Beginning of 39.6% bracket $406,751 $457,601 $432,201 Personal and dependent exemptions: $3,950 each Standard deduction amounts: Single Joint Head of household $6,200 $12,400 $9,100\n\n2015 Individual Federal Income Tax Numbers\n\nTax Rate Brackets\n\nSingle Joint Head of household 10% tax bracket $0-$9,225 $0-$18,450 $0-$13,150 Beginning of 15% bracket $9,226 $18,451 $13,151 Beginning of 25% bracket $37,451 $74,901 $50,201 Beginning of 28% bracket $90,751 $151,201 $129,601 Beginning of 33% bracket $189,301 $230,451 $209,851 Beginning of 35% bracket $411,501 $411,501 $411,501 Beginning of 39.6% bracket $413,201 $464,851 $439,001 Personal and dependent exemptions: $3,950 each Standard deduction amounts: Single Joint Head of household $6,300 $12,600 $9,250\n\nMore from MarketWatch", "article_metadata": {"lifp_basePath": "https://id.marketwatch.com/access", "twitter": {"domain": "marketwatch.com", "image": {"width": 569, "identifier": "http://s.marketwatch.com/public/resources/MWimages/MW-CY784_pfendo_MG_20141110144313.jpg", "height": 398}, "description": "It’s time to take steps to reduce your 2014 tax bill, says Bill Bischoff.", "card": "summary_large_image", "site": {"id": 624413}}, "parsely-author": "Bill Bischoff", "article.content_group": "marketwatch", "article.section": "Personal Finance", "parsely-type": "post", "description": "It’s time to take steps to reduce your 2014 tax bill, says Bill Bischoff.", "parsely-link": "http://www.marketwatch.com/story/3-smart-year-end-tax-planning-moves-2014-11-11", "author": "Bill Bischoff", "parsely-title": "3 smart year-end tax planning moves", "apple-itunes-app": "app-id=336693422", "parsely-pub-date": "2014-11-11T06:01:00-05:00", "page.site": "marketwatch", "robots": "noarchive,noodp", "fb": {"app_id": 283204329838}, "parsely-section": "MW_Personal Finance", "article": {"publisher": "https://www.facebook.com/marketwatch"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "og": {"site_name": "MarketWatch", "description": "It’s time to take steps to reduce your 2014 tax bill, says Bill Bischoff.", "title": "3 smart year-end tax planning moves", "url": "http://www.marketwatch.com/story/3-smart-year-end-tax-planning-moves-2014-11-11", "image": "http://s.marketwatch.com/public/resources/MWimages/MW-CY784_pfendo_MG_20141110144313.jpg", "type": "article"}, "ob": {"image": "http://s.marketwatch.com/public/resources/MWimages/MW-CY784_pfendo_MG_20141110144313.jpg"}, "article.id": "3073117A-690E-11E4-BF0C-187229AF9EE3", "position": 1}, "_id": "\"57477af36914bd0286fc9712\"", "article_summary": "With 2015 rapidly approaching, it’s time to make some moves to lower your 2014 income tax bill.\nFor 2015, all the tax bracket cutoffs will be slightly higher, as shown in the second table at the end of this column.\nThey can sell the shares and pay 0% federal income tax on the resulting long-term gains.\nIf your capital losses for this year exceed your capital gains, you’ll have a net capital loss for 2014.\nThe definition of investment income includes long-term capital gains, dividends, interest, and a host of other items such as royalties."}