{"article_title": "Buchanan: Trump Is Hitting on Anger Over Massive Third-World Invasion Changing America", "article_keywords": ["different", "trump", "west", "buchanan", "country", "thirdworld", "hitting", "american", "massive", "changing", "anger", "invasion", "america", "movement"], "article_url": "http://www.breitbart.com/video/2015/07/26/buchanan-trump-is-hitting-on-anger-over-massive-third-world-invasion-changing-america/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nSunday on “Meet the Press,” conservative political commentator and author Pat Buchanan said Republican presidential candidate Donald Trump is tapping into voters anger over a massive third-world “invasion” that is changing America “dramatically.’\n\nSIGN UP FOR OUR NEWSLETTER\n\nBuchanan said Trump is strong on, “The trade issue, export of American jobs and factories and what’s happening to the American middle class. The other one Trump is hitting, which is one of the hottest issues in the whole West as well as the United States, is the massive invasion, if you will, and what people feel is the conquest of the West by massive Third World immigration coming from refugees and border jumpers and all the rest. He’s wired into both of these and they’re enormously popular issues.”\n\nHe added, “It’s about social, radical, ethnic different changes, that America is changing dramatically. We’re becoming a different country. Rooted people all over America are deeply concerned about. Remember Barack Obama talked about these people, their stuck to their Bible guns and hostility to foreign folks. This is an enormous movement —in Europe there’s a fire all over this movement in every country — in Russia and Trump has tapped into this… But you had that lady out there in San Francisco, these things are going to feed this Trump, all the way into the primary.”\n\nFollow Pam Key on Twitter @pamkeyNEN", "article_metadata": {"description": "Buchanan: Trump is Hitting on Anger Over Massive Third World Invasion Changing America", "og": {"site_name": "Breitbart", "description": "Buchanan: Trump is Hitting on Anger Over Massive Third World Invasion Changing America", "title": "Buchanan: Trump Is Hitting on Anger Over Massive Third-World Invasion Changing America - Breitbart", "locale": "en_US", "image": {"width": 932, "identifier": "http://media.breitbart.com/media/2015/07/Buchanan726.jpg", "height": 699}, "updated_time": "2015-07-26T10:56:40-07:00", "url": "http://www.breitbart.com/video/2015/07/26/buchanan-trump-is-hitting-on-anger-over-massive-third-world-invasion-changing-america/", "type": "article"}, "twitter": {"description": "Buchanan: Trump is Hitting on Anger Over Massive Third World Invasion Changing America", "creator": "@pamkeyNEN", "image": "http://media.breitbart.com/media/2015/07/Buchanan726.jpg", "title": "Buchanan: Trump Is Hitting on Anger Over Massive Third-World Invasion Changing America - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Donald Trump, immigration, Pat Buchanan,2016 Presidential Race, Breitbart TV, Immigration,Donald Trump", "article": {"publisher": "https://www.facebook.com/Breitbart", "published_time": "2015-07-26T09:23:21-07:00", "section": "2016 Presidential Race", "modified_time": "2015-07-26T10:56:40-07:00", "tag": "Pat Buchanan", "categories": "Breitbart TV,Immigration,2016 Presidential Race"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "We’re becoming a different country.\nHe’s wired into both of these and they’re enormously popular issues.”He added, “It’s about social, radical, ethnic different changes, that America is changing dramatically.\nSIGN UP FOR OUR NEWSLETTERSunday on “Meet the Press,” conservative political commentator and author Pat Buchanan said Republican presidential candidate Donald Trump is tapping into voters anger over a massive third-world “invasion” that is changing America “dramatically.’SIGN UP FOR OUR NEWSLETTERBuchanan said Trump is strong on, “The trade issue, export of American jobs and factories and what’s happening to the American middle class.\nRemember Barack Obama talked about these people, their stuck to their Bible guns and hostility to foreign folks.\nThe other one Trump is hitting, which is one of the hottest issues in the whole West as well as the United States, is the massive invasion, if you will, and what people feel is the conquest of the West by massive Third World immigration coming from refugees and border jumpers and all the rest."}