{"article_title": "Irving councilman Putnam ousted in “dark money” tinged race; McKinney runoffs end", "article_keywords": ["city", "end", "district", "vote", "money", "races", "points", "irving", "runoffs", "dark", "collin", "race", "election", "council", "tinged", "early", "ousted", "mckinney", "putnam"], "article_url": "http://thescoopblog.dallasnews.com/2015/06/feisty-suburban-council-runoffs-wrap-up-in-irving-and-mckinney.html/", "article_text": "The Irving and McKinney races are over.\n\nPhil Riddle took 57 percent of the vote in south Irving’s District 4, and he’ll take Joe Putnam’s council seat.\n\nRiddle trounced Putnam in early voting, and won election day votes as well—though by a much smaller margin. He could be sworn in as early as the Monday after next.\n\nIn McKinney, Branch’s early lead in District 4 held out. He won by six points after all precincts were counted.\n\nTracy Rath’s big lead in the at-large district held too. Rath will join the city council with a 20 point victory.\n\n\n\nUpdate 8:30 p.m. About half Irving’s precincts are counted, and Putnam is winning the election day vote—just barely, and not nearly enough to make up for the blow he took in early voting.\n\nAs it stands, Riddle’s share has barely shrunk to 58 percent.\n\nNothing new to report in Collin County.\n\nIf you’re following the Wylie City Council runoff, Candy Arrington is running away with it with 57 percent of the early vote.\n\nUpdate 7 p.m. with early voting results:\n\n\n\nEarly voting results (everything but ballots cast today) are in, and two races may already be decided.\n\n“It’s over. The voters wanted change,” said Irving City Council member Putnam after learning he was down nearly 20 points to Phil Riddle in the runoff.\n\nWith turnout so low, that amounts to a gap of fewer than 200 votes, but Putnam sees no way to make it up.\n\nPutnam said he thinks the anonymously funded attack ads hurt him, though they weren’t the only factor. He thinks Riddle will make a fine council member.\n\nIn the McKinney races, Tracy Rath looks like a clear winner for the at-large seat, with 60 percent of the early vote over Campbell.\n\nAnd despite news of his arrests, Branch is edging out Ruiz with 52 percent of the early vote for District 4.\n\nIn the Collin College race, Jim Orr has about 4 points on Collin Kennedy.\n\nOriginal post:\n\n\n\nIt’s election day! Again!\n\nNot sure if the exclamation points are warranted. Turnout in May’s joint elections was dismal, and if history is any guide even fewer people will vote in today’s runoffs to settle a few races where no candidate took a majority of votes.\n\nThat said, all elections are important. And we’ve got two suburban races that have been more interesting than par.\n\nWatch this post for updates throughout the night—the first probably in just a few minutes once polls close and early voting numbers are announced.\n\nAnd for the non-suburban (i.e., Dallas) runoffs, check our Dallas City Hall blog.\n\nIrving\n\nCouncil member Joe Putnam will try to hold south Irving’s District 4 seat against retired firefighter Phil Riddle.\n\nA former mayor, Putnam has spent decades in Irving politics, but Riddle captured a slightly larger share of the vote in May’s four-way election.\n\nWhile both candidates have run mild campaigns, a nonprofit linked to national political advisors has been flooding mailboxes with anonymously funded attack ads against Putnam—a practice known by critics as “dark money,” rarely seen outside federal races.\n\nRiddle said he doesn’t know who is paying for the attacks, and told voters that they “do not reflect my opinion of my opponent.”\n\nMcKinney\n\nBill Campbell and Tracy Rath, who took the lion’s share of vote in May’s crowded election, are vying for McKinney’s at-large council seat.\n\nMeanwhile, businessman Chuck Branch and engineer Pablo Ruiz face off for the District 4 seat.\n\nBranch finished 15 percentage points ahead of Ruiz in May’s election. But since then, a local watchdog group revealed that Ruiz Branch had been arrested in the 1990s for misdeameanor crimes including driving while intoxicated.\n\nIn other races, Collin Kennedy and Jim Orr are seeking the Place 7 seat on the Collin College board of trustees.\n\nAnd in Wylie, Bennie Jones and Candy Arrington are running for the Place 4 seat on the City Council.\n\nStaff writer Wendey Hundley contributed to this report.", "article_metadata": {"liveFyreID": "aHR0cDovL3RoZXNjb29wYmxvZy5kYWxsYXNuZXdzLmNvbS8yMDE1LzA2L2ZlaXN0eS1zdWJ1cmJhbi1jb3VuY2lsLXJ1bm9mZnMtd3JhcC11cC1pbi1pcnZpbmctYW5kLW1ja2lubmV5Lmh0bWwv", "generator": "WordPress 3.9.12", "author": "Avi Selk", "og": {"site_name": "The Scoop Blog", "description": "Update 8:45 p.m. The Irving and McKinney races are over. Phil Riddle took 57 percent of the vote in south Irving's District 4, and he'll take Joe Putnam's council seat.…", "title": "Irving councilman Putnam ousted in “dark money” tinged race; McKinney runoffs end", "url": "http://thescoopblog.dallasnews.com/2015/06/feisty-suburban-council-runoffs-wrap-up-in-irving-and-mckinney.html/", "image": "http://thescoopblog.dallasnews.com/wp-content/themes/dallasnews/images/facebook-default-black.jpg", "type": "article"}, "LastModifiedDate": "2015-06-14T10:15:15Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "2012-04-11T13:59:21Z", "wp-parsely_version": "1.7", "cXenseParse": {"recs": {"publishtime": "2012-04-11T13:59:21Z"}}, "google-site-verification": "ZjZz-aaVcLkLDp8kIkLnEwtSTZlAwGgQhLyd1pXAbA8", "viewport": "width=device-width"}, "article_summary": "In other races, Collin Kennedy and Jim Orr are seeking the Place 7 seat on the Collin College board of trustees.\nAnd in Wylie, Bennie Jones and Candy Arrington are running for the Place 4 seat on the City Council.\nIf you’re following the Wylie City Council runoff, Candy Arrington is running away with it with 57 percent of the early vote.\nAnd despite news of his arrests, Branch is edging out Ruiz with 52 percent of the early vote for District 4.\nThe voters wanted change,” said Irving City Council member Putnam after learning he was down nearly 20 points to Phil Riddle in the runoff."}