{"article_title": "ObamaCare Enrollment Sinks By 12% Since Feb., State Data Show", "article_keywords": ["customers", "12", "feb", "sinks", "exchange", "enrollment", "million", "obamacare", "states", "reported", "state", "end", "data", "plans"], "article_url": "http://www.investors.com/politics/policy-analysis/obamacare-enrollment-sinks-by-12-since-feb-state-data-show/", "article_text": "More than 1 million ObamaCare exchange customers have likely dropped out since open enrollment ended on Feb. 1, updated state reports suggest.\n\nThe ramping up of the individual mandate penalty, to a minimum of $695 per adult, raised a possibility that few people selecting exchange plans would fail to follow through and pay, as was fairly common in the exchanges’ first two years.\n\nBut reports from five states — Colorado, Connecticut, Minnesota,Oklahoma and Washington — show that their enrollment has dropped more than 14%, from a combined 698,200 to about 598,000, since early February.\n\nThe 14.3% loss in those five states is even worse than the 13% drop in national enrollment between the end of the 2015 enrollment period and March 31 of last year, when 1.5 million customers among the 11.7 million signups had their policies canceled.\n\nIf enrollment in the rest of the country is down even 7.5%, just over half as much on a percentage basis as it is in those five states, that would mean a drop of one million customers from the 12.7 million who had selected plans or been automatically re-enrolled as of Feb. 1.\n\nThe exodus of customers looks especially severe in Colorado, where the number of paying individuals had plunged 23% at the end of March from the sign-up total through Feb. 1. The drop to 115,890 from 150,769 has left paid enrollment below where it was a year ago.\n\nColorado’s problems were surely exacerbated by its low-priced, non-profit CO-OP, Colorado HealthOP, going out of business. Customers who don’t qualify for subsidies are paying 34% more catastrophic plans and 21% more for bronze than they did in 2015. The COOP covered 69,000 exchange members last year, but only 25,000 of its former customers had signed up by Jan. 1, the Denver Post reported. People who lost their plans were given until the end of February to enroll.\n\nColorado may be an outlier with its high percentage of unsubsidized customers, but combined enrollment is down 12% even in the other four states, not much better than last year’s rate of attrition — and that was just the first quarter.\n\nEnrollment At 10 Million By Year-End?\n\nIn the final three quarters of 2015, national enrollment sank by nearly 14%, or 1.4 million, to 8.8 million, despite lax policies that allowed people to sign up midyear without documenting that they qualified for an exception, due to the loss of employer insurance, for example.\n\nA similar decline in the remainder of 2016 would bring national enrollment down to around 10 million at year’s end.\n\nThe news reinforces concerns that the pool of paying ObamaCare customers remains too small to balance out the older, higher-cost group that has flocked to the exchanges. Such concerns will prompt UnitedHealth (UNH) to exit exchanges in all but a handful of the 34 states where they are now doing business, the company said this week.\n\nPremium Spike As Reinsurance Fades\n\nMeanwhile, Marilyn Tavenner, CEO of the America’s Health Insurance Plans trade association, told Morning Consult that she expects premiums to jump even more this year than last year. While the Obama administration said the actual premium increase only amounted to 8% this year because people shopped for bargains, an IBD analysis revealed that the ObamaCare premium increase was 10% once one accounts for the influx of kids and the level of coverage selected.\n\nIn Virginia, the first state where insurers have filed their rate-hike plans for 2017, ObamaCare participants are asking for a nearly 18% premium hike, on average, an analysis by ACASignups.net finds.\n\nAnthem (ANTM), which had about 180,000 ObamaCare customers in the state in 2015, is seeking a 15.6% premium hike. One big reason for the increase is the phase-out of ObamaCare’s temporary reinsurance program, which offsets part of the cost of the sickest patients. In 2015, Anthem’s bottom line got a $65 million boost from the program, but that will go to zero in 2017.\n\nState ObamaCare Figures\n\nConnecticut’s exchange enrollment fell from about 116,000 to 105,000, a drop of 9.2%, Arielle Levin Becker of the Connecticut Mirror reported.\n\nBecker, citing information released at a board meeting of the Connecticut exchange, reported that of the 18,800 customers who dropped out, 20% failed to provide required information; 53% didn’t pay; 10% asked to have their plans canceled; and 12% shifted to Medicaid. Those exiting customers were partly offset by nearly 8,000 latecomers, more than one-third of whom lost Medicaid.\n\nMinnesota’s MnSure exchange reported that paid enrollment (including small-business enrollment) stood at 76,505 in March, down 10.4% from 85,390 from early February.\n\nAlso of note in Minnesota is the lopsided demographics of the exchange: Just 20% of members are age 18 to 34, and 38% are age 55 to 64.\n\nAdam Cancryn of SNL Financial reported that Oklahoma enrollment stood at 123,371 at the end of February, which is down 15.1% from the 145,329 total reported by the Department of Health and Human Services as of Feb. 1.\n\nAs of the end of February, Washington state had lost 12% of the 200,691 customers who signed up, with 176,914 still active. Yet state data show that only 156,493 customers had submitted payment by the end of February, with other last-minute or post-open-enrollment shoppers facing their first due date in March, so it’s likely that there will be more dropouts.", "article_metadata": {"description": "More than 1 million ObamaCare exchange customers have likely dropped out since open enrollment ended on Feb. 1, updated state reports suggest.", "og": {"site_name": "Investor's Business Daily", "description": "More than 1 million ObamaCare exchange customers have likely dropped out since open enrollment ended on Feb. 1, updated state reports suggest. The ramping up of the individual mandate penalty, to a…", "title": "ObamaCare Enrollment Dives As New Customers Don’t Pay", "url": "http://www.investors.com/politics/policy-analysis/obamacare-enrollment-sinks-by-12-since-feb-state-data-show/", "image": {"width": 1000, "identifier": "http://www.investors.com/wp-content/uploads/2016/04/Pol01-Obamacare-042116-newscom.jpg", "height": 563}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.investors.com/wp-content/uploads/2016/04/Pol01-Obamacare-042116-newscom.jpg?w=640", "card": "summary_large_image", "creator": "@IBDInvestors"}, "wp-parsely_version": "1.8", "msapplication-TileImage": "http://www.investors.com/wp-content/uploads/2016/05/cropped-ibd-favicon-v7-270x270.png", "keywords": "obamacare", "date": "2016-04-22 06:04:53:-08:00", "article": {"published_time": "2016-04-22T13:04:53+00:00", "modified_time": "2016-04-22T17:41:12+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "More than 1 million ObamaCare exchange customers have likely dropped out since open enrollment ended on Feb. 1, updated state reports suggest.\nState ObamaCare FiguresConnecticut’s exchange enrollment fell from about 116,000 to 105,000, a drop of 9.2%, Arielle Levin Becker of the Connecticut Mirror reported.\nMinnesota’s MnSure exchange reported that paid enrollment (including small-business enrollment) stood at 76,505 in March, down 10.4% from 85,390 from early February.\nAnthem (ANTM), which had about 180,000 ObamaCare customers in the state in 2015, is seeking a 15.6% premium hike.\nThe news reinforces concerns that the pool of paying ObamaCare customers remains too small to balance out the older, higher-cost group that has flocked to the exchanges."}