{"article_title": "Protecting Tribal Heritage in Public Lands", "article_keywords": ["protect", "lands", "tribal", "support", "protected", "national", "heritage", "apache", "protecting", "president", "public", "obama"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/03/26/protecting-tribal-heritage-public-lands", "article_text": "President Obama recently renewed his commitment to protecting our “air, our water, and our communities.” This is an important message for American Indians, as the health of our environment and communities are linked. Too many tribal lands are besieged by pollution, climate change, development and other risks to health and home. That is why, as a historic preservation officer for the Mescalero Apache Tribe, I support the President’s efforts to use executive action to ensure that the best of our nation, including public lands with spiritual and cultural significance, are protected for future generations.\n\nImportantly, he said he would—and has done so.\n\nIn 2012, President Obama used the Antiquities Act to protect tribal heritage at Chimney Rock National Monument in Colorado at the behest of local tribes, small businesses, community leaders and the bipartisan congressional delegation. In March 2013, the President protected Rio Grande del Norte National Monument near Taos, New Mexico, which was celebrated by the people of Taos Pueblo, as well as local civic, business and congressional leaders.\n\nAnd this month, the president protected the Point Arena-Stornetta Public Lands as part of the California Coastal National Monument. Tribal chairwoman of the Manchester-Point Arena Band of Pomo Indians Eloisa Oropeza was at the White House when the President signed an executive order protecting the public lands. “It's been amazing,” she told the local media. “I keep wanting to pinch myself and ask myself, 'Is this real or am I dreaming this?'”\n\nThese new National Monuments testify to the importance of government-to-government relations and presidential action to protect our shared heritage.Yet there are many other culturally significant public lands across the country, which require equally decisive action.\n\nFor example, in New Mexico, the All Pueblo Governors Council, Apache Tribes and Yselta del Sur Pueblo have voiced support for protecting the Organ Mountains-Desert Peaks public lands in Doña Ana County in southern New Mexico.“As the people of this land we strongly believe that this region should be permanently protected to preserve valuable tribal cultural resources that originated on these territories,” said Ft. Sill Apache Tribal Chairman Jeff Haozous.\n\nThe bands that make up the Mescalero Apache Tribe consider the Organ Mountains a sacred site; they were inhabited and utilized in the past and are still visited and utilized today to gather plants and minerals used for medicine and traditional practices. The uniqueness of their landscape provides grandeur to the southern New Mexico skyline and served as a landmark for migratory Native Americans such as the Apache.\n\nU.S. Senators Tom Udall and Martin Heinrich were joined by Interior Secretary Sally Jewell at a January town hall meeting in Las Cruces which demonstrated the diverse local support for conservingthese lands as a National Monument.\n\nIn Idaho, the Shoshone have been visiting the Boulder White Clouds region for hundreds of years. Its wildlife and natural resources have sustained stomachs and souls, and inspire support today to protect these lands from development. In New Mexico, the Hopi have raised concerns about risks posed by oil and gas development to their cultural heritage at Chaco Culture National Historical Park.\n\nSome in Congress would propose to limit the president’s authority to protect our nation’s rich heritage, and are sponsoring controversial legislation (H.R. 1459) -- the “Preventing New Parks” bill -- which would gut our nation’s most important conservation tool, the Antiquities Act.\n\nFortunately, President Obama is undeterred by this show of partisanship. In his State of the Union address hesaid, “While we’re at it, I'll use my authority to protect more of our pristine federal lands for future generations.”We should support that leadership – and encourage the President to continue to exercise it. I recently joined several other tribal historic preservation officers on a letter to this effect, accordingly.\n\nFor too long, American Indians suffered at the hands of the U.S. Government. In President Obama we have a partner who is willing to collaborate to protect what is best about our shared country – starting with the health of our “air, our water and our communities.” We invite President Obama to visit with Tribal nations this year and learn what he can continue to do to protect our natural and cultural heritage in the name of our children and grandchildren.\n\nHolly Houghten is the tribal historic preservation officer for the Mescalero Apache Tribe.", "article_metadata": {"description": "President Obama recently renewed his commitment to protecting our “air, our water, and our communities.” This is an important message for American Indians, as the health of our environment and communities are linked.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Holly Houghten"}}, "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/03/26/protecting-tribal-heritage-public-lands", "site_name": "Indian Country Today Media Network.com", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/styles/author_thumbnail_medium/public/author/holly_houghten.png?itok=MyjbC-H4", "type": "article", "title": "Protecting Tribal Heritage in Public Lands"}, "dcterms.language": "und", "robots": "follow, index", "dc": {"title": "Protecting Tribal Heritage in Public Lands"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/03/26/protecting-tribal-heritage-public-lands", "fb": {"app_id": 493888563989950}, "dcterms.format": "text/html", "dcterms.date": "2014-03-26T13:20-04:00", "dcterms.creator": "mazecyrus", "dcterms.type": "Text", "keywords": "Holly Houghten, Mescalero Apache, Tom Udall, Antiquities Act, Martin Heinrich, Sally Jewell", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.title": "Protecting Tribal Heritage in Public Lands"}, "article_summary": "Too many tribal lands are besieged by pollution, climate change, development and other risks to health and home.\nAnd this month, the president protected the Point Arena-Stornetta Public Lands as part of the California Coastal National Monument.\nTribal chairwoman of the Manchester-Point Arena Band of Pomo Indians Eloisa Oropeza was at the White House when the President signed an executive order protecting the public lands.\nIn 2012, President Obama used the Antiquities Act to protect tribal heritage at Chimney Rock National Monument in Colorado at the behest of local tribes, small businesses, community leaders and the bipartisan congressional delegation.\nPresident Obama recently renewed his commitment to protecting our “air, our water, and our communities.” This is an important message for American Indians, as the health of our environment and communities are linked."}