{"article_title": "Federal Judge to Camera-Shy Austin Cops: People Have a Right to Record You. Deal With It.", "article_keywords": ["information", "right", "buehlers", "deal", "cops", "federal", "oborski", "record", "buehler", "resisting", "camerashy", "arrest", "judge", "austin", "public", "duties"], "article_url": "http://reason.com/blog/2014/07/25/federal-judge-to-camera-shy-austin-cops", "article_text": "As my colleagues and I frequently note, Americans have a well-established constitutional right to record police officers as they publicly perform their duties. Yet cops across the country continue to harass and arrest people for exercising that right, using bogus charges such as wiretapping, resisting arrest, and interfering with police. Yesterday yet another federal judge issued a clear message to those cops: Cut it out.\n\nThe case was brought by Antonio Buehler, an Austin, Texas, activist who has had several run-ins with camera-shy cops. The first incident occurred on January 1, 2012, when Buehler pulled into a 7-11 in Austin to refuel his truck and observed a traffic stop during which police dragged a screaming passenger from a car and knocked her to the ground. After Buehler took out his phone and began taking pictures of the encounter from a distance, Officer Patrick Obosrki manhandled him and arrested him for \"resisting arrest, search, or transportation.\"\n\nBuehler filed a complaint about the incident with the Austin Police Department but never received a satisfactory response. The experience led him to start the Peaceful Streets Project, which aims to help \"individuals understand their rights and hold law enforcement officials accountable.\" The organization routinely records police encounters \"to prevent and document police brutality.\" That work led to two more arrests of Buehler, both for \"interference with public duties,\" on August 26, 2012, and September 21, 2012. The third arrest again involved Oborski. On both occasions police took Buehler's camera and never returned it.\n\nIn response to Buehler's federal lawsuit, Oborski and several other officers claimed they did not realize he had a right to record them. But according to U.S. Magistrate Judge Mark Lane, they really should have. In yesterday's decision, which allowed the lawsuit to proceed, Lane cites \"a robust consensus of circuit courts of appeals\"—including the 1st, 7th, 9th, 10th, and 11th—that \"the First Amendment encompasses a right to record public officials as they perform their official duties.\" He also notes two decisions in which the U.S. Court of Appeals for the 5th Circuit, which includes Texas, \"seems to assume, without explicitly stating, that photographing a police officer performing his official duties falls under the umbrella of protected expression.\"\n\nThis is not some newly discovered right that Oborski and his colleagues might have understandably overlooked. To the contrary, it rests on longstanding principles repeatedly recognized by the Supreme Court. \"If a person has the right to assemble in a public place, receive information on a matter of public concern, and make a record of that information for the purpose of disseminating that information,\" Kane writes, \"the ability to make photographic or video recording of that information is simply not a new right or a revolutionary expansion of a historical right. Instead, the photographic or video recording of public information is only a more modern and efficient method of exercising a clearly established right.\" He therefore concludes that Oborski et al. cannot claim qualified immunity by arguing that the right was not clearly established at the time of Buehler's arrests.\n\nIn addition to his First Amendment claims, Buehler accuses Oborski and the others of false arrest, and Kane allowed him to pursue those claims as well. The charge of resisting arrest—which in Buehler's case presumably referred to the arrest that he photographed in the first incident, as opposed to his own arrest for resisting arrest—involves \"using force,\" and Buehler claims he never did that. \"Accepting as true Buehler’s factual allegations,\" Kane writes, \"Oborski and [Officer Robert] Snider did not have probable cause to arrest Buehler on January 1, 2012 for Resisting Arrest, Search, or Transportation.\" A charge of interference with public duties is also inconsistent with the facts as described by Buehler, says Kane, since he claims he was merely observing and recording, which he had a right to do.\n\nIn addition to Oborski, Snider, and the other officers, Buehler is suing the city of Austin and the Austin Police Department, arguing that they had an obligation to make sure that the cops they employ understand their constitutional obligations. This sort of decision is important not only because it highlights a right that police are bound to respect but because it puts them on notice that they can be held personally liable for violating it.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "As my colleagues and I&nbsp;frequently note, Americans have a well-established constitutional right to record police officers as they publicly perform", "title": "Federal Judge to Camera-Shy Austin Cops: People Have a Right to Record You. Deal With It.", "url": "http://reason.com/blog/2014/07/25/federal-judge-to-camera-shy-austin-cops", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/jsullum/2014_07/Antonio-Buehler.jpg", "type": "article"}, "twitter": {"description": "As \nmy colleagues and \nI&nbsp;frequently note, Americans have a well-established\nconstitutional right to record police officers as they publicly\nperform their duties. Yet cops across the country continue to\nharass and arrest people for exercising that right, using bogus\ncharges such as wiretapping, resisting arrest, and interfering", "creator": "@jacobsullum", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/jsullum/2014_05/war-on-cameras-cropped.jpg", "title": "Federal Judge to Camera-Shy Austin Cops: People Have a Right to Record You. Deal With It.", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "HomePage", "published_time": "2014-07-25T17:08:00+00:00", "author": "http://reason.com/people/jacob-sullum"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fc9714\"", "article_summary": "The case was brought by Antonio Buehler, an Austin, Texas, activist who has had several run-ins with camera-shy cops.\nYet cops across the country continue to harass and arrest people for exercising that right, using bogus charges such as wiretapping, resisting arrest, and interfering with police.\nInstead, the photographic or video recording of public information is only a more modern and efficient method of exercising a clearly established right.\"\nIn response to Buehler's federal lawsuit, Oborski and several other officers claimed they did not realize he had a right to record them.\nThat work led to two more arrests of Buehler, both for \"interference with public duties,\" on August 26, 2012, and September 21, 2012."}