{"article_title": "Conservative Group Warns GOPers on Debt Deal: \"This Vote Is a Vote for Funding Obamacare\"", "article_keywords": ["group", "members", "deal", "thing", "senate", "warns", "obamacare", "conservative", "reid", "gopers", "reidmcconnell", "vote", "funding", "debt", "telling"], "article_url": "http://www.motherjones.com/mojo/2013/10/americans-limited-government-debt-deal-vote-fund-obamacare", "article_text": "Sens. Harry Reid and Mitch McConnell\n\nThe deal to lift the debt ceiling and reopen the federal government unveiled by Senate Majority Leader Harry Reid on Wednesday barely touches Obamacare. That's a major blow to conservative lawmakers in the House and Senate who shut down the government on October 1 over demands to delay or defund President Obama's health-care law. This deal, crafted by Reid and Senate Minority Leader Mitch McConnell, leaves them empty-handed, with little, if anything, to show for their anti-Obamacare crusade.\n\nNow, one prominent conservative group is telling Republicans that they cannot claim to oppose Obamacare if they vote yes on the Reid-McConnell deb ceiling deal. Those members who support the deal \"can't credibly claim they oppose Obamacare if they vote for this deal,\" Rick Manning, a spokesman for Americans for Limited Government, tells Mother Jones. \"This vote is a vote for funding Obamacare.\"\n\nManning says that ALG will urge members to vote no on the Reid-McConnell deal. \"This whole thing was about Obamacare,\" he says. \"And now this deal doesn't touch Obamacare at all.\"\n\nThe glitches marring the roll-out of Obamacare's insurance exchanges, which opened for business on October 1, are even more reason to do everything possible to kill the law, Manning says. \"We now have dramatically more evidence that this thing is a failure. Even if you like Obamacare, you can't like what you're getting right now.\"\n\nThe Club for Growth, another heavy-hitting conservative group, is also telling members to vote no on the Reid-McConnell bill. The House and Senate are expected to vote on the bill later on Wednesday or early Thursday.", "article_metadata": {"application-name": "Mother Jones Magazine", "og": {"site_name": "Mother Jones", "description": "Republicans don't truly oppose Obamacare if they vote for this deal, says Americans for Limited Government.", "title": "Conservative group warns GOPers on debt deal: \"This vote is a vote for funding Obamacare\"", "url": "http://www.motherjones.com/mojo/2013/10/americans-limited-government-debt-deal-vote-fund-obamacare", "image": "http://www.motherjones.com/files/reid-mcconnell-debt-ceiling-deal-zuma-640-400.jpg", "type": "article"}, "twitter": {"url": "http://www.motherjones.com/mojo/2013/10/americans-limited-government-debt-deal-vote-fund-obamacare", "image": {"src": "http://www.motherjones.com/files/reid-mcconnell-debt-ceiling-deal-zuma-640-400.jpg", "identifier": "http://www.motherjones.com/files/reid-mcconnell-debt-ceiling-deal-zuma-640-400.jpg"}, "site": "@MotherJones", "card": "summary_large_image", "title": "Conservative group warns GOPers on debt deal: \"This vote is a vote for funding Obamacare\""}, "msapplication-TileColor": "#FFFFFF", "msapplication-square70x70logo": "/sites/all/assets/mstile-70x70.png", "msapplication-square310x310logo": "/sites/all/assets/mstile-310x310.png", "msapplication-wide310x150logo": "/sites/all/assets/mstile-310x150.png", "fb": {"admins": "13301307,670317733,1198876232,38509772,106892,2907757,306289,602422192,4101301,513450539"}, "msapplication-TileImage": "/sites/all/assets/mstile-144x144.png", "keywords": "Congress,Health+Care,The+Right", "msapplication-square150x150logo": "/sites/all/assets/mstile-150x150.png"}, "_id": "\"57477af36914bd0286fcd182\"", "article_summary": "The Club for Growth, another heavy-hitting conservative group, is also telling members to vote no on the Reid-McConnell bill.\nNow, one prominent conservative group is telling Republicans that they cannot claim to oppose Obamacare if they vote yes on the Reid-McConnell deb ceiling deal.\nManning says that ALG will urge members to vote no on the Reid-McConnell deal.\n\"This vote is a vote for funding Obamacare.\"\nThose members who support the deal \"can't credibly claim they oppose Obamacare if they vote for this deal,\" Rick Manning, a spokesman for Americans for Limited Government, tells Mother Jones."}