{"article_title": "Stephen Colbert on Eric Bolling, Ariel Castro Prison Suicide", "article_keywords": ["suicide", "bolling", "fox", "twitter", "colbert", "castro", "ariel", "kill", "prison", "stephen", "smile", "white", "save", "segment", "eric"], "article_url": "http://www.mediaite.com/tv/stephen-colbert-every-time-i-watch-eric-bolling-i-want-to-kill-myself/", "article_text": "After Cleveland kidnapper Ariel Castro hung himself in his cell this week, Fox News’ Eric Bolling was one of the few TV commentators to call for more prison suicides. Last night, Stephen Colbert embraced Bolling’s suggestion as part of his “Smile File” segment, in which he looks at the most uplifting stories of the day.\n\nColbert said he didn’t think there was anything about the Castro story that could make him smile, until he tuned in to The Five whose Eric Bolling “always sees the glass as half full.” In the Fox segment, Bolling pulled out his white board to show just how much money taxpayers will save from Castro’s suicide. “Justice is expensive,” Colbert said, eagerly agreeing with Bolling. “Imagine how much we could have saved if we never caught him.”\n\nBolling later broadened his calculus out to Guantanamo Bay, where he said the country could save $150 million if the prisoners there would all just kill themselves. “Thank you!” Colbert exclaimed. “Would it kill those Gitmo detainees to kill themselves? I mean, for Pete’s sake, what are they waiting for, charges?”\n\nWhen Colbert discovered that the white board also featured the Twitter handle @ericbolling, he said, “Don’t do it, Eric! You’ve got so much to live for! Nothing’s coming to me now, but one imagines.”\n\nColbert of course decided to take Bolling’s idea one step further, taking on the “suicidal elephant in the room: Social Security.” He concluded by saying, “If any of you freeloaders out there need some inspiration, just turn on The Five. Because every time I watch Eric Bolling, I want to kill myself.”\n\nWatch video below, via Comedy Central:\n\nThe Colbert Report\n\nGet More: Colbert Report Full Episodes,Video Archive\n\n[photo via screengrab]\n\n— —\n\n>> Follow Matt Wilstein (@TheMattWilstein) on Twitter", "article_metadata": {"description": "After Cleveland kidnapper Ariel Castro hung himself in his cell this week, Fox News' Eric Bolling was one of the few TV commentators to call for more prison", "generator": "WordPress 2016.21", "og": {"image": "http://static01.mediaite.com/med/wp-content/uploads/2013/09/Screen-Shot-2013-09-06-at-7.57.27-AM.png", "title": "Stephen Colbert: ‘Every Time I Watch Eric Bolling, I Want to Kill Myself’"}, "twitter": {"description": "After Cleveland kidnapper Ariel Castro hung himself in his cell this week, Fox News' Eric Bolling was one of the few TV commentators to call for more prison suicides. Last night, Stephen Colbert embraced Bolling's suggestion as part of his \"Smile File\" segment, in which he looks at the most uplifting stories of the day.", "title": "Stephen Colbert: 'Every Time I Watch Eric Bolling, I Want to Kill Myself'", "image": "http://static01.mediaite.com/med/wp-content/uploads/2013/09/Screen-Shot-2013-09-06-at-7.57.27-AM.png", "creator": "@themattwilstein", "site": "@mediaite", "card": "summary"}, "NextGEN": "1.5.5", "date": "2013-09-06T11:04:17+00:00", "keywords": "colbert report,stephen colbert,eric bolling,ariel castro,tv", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.5, minimum-scale=1.0"}, "_id": "\"57477af36914bd0286fcd189\"", "article_summary": "After Cleveland kidnapper Ariel Castro hung himself in his cell this week, Fox News’ Eric Bolling was one of the few TV commentators to call for more prison suicides.\nBecause every time I watch Eric Bolling, I want to kill myself.”Watch video below, via Comedy Central:The Colbert ReportGet More: Colbert Report Full Episodes,Video Archive[photo via screengrab]— —>> Follow Matt Wilstein (@TheMattWilstein) on Twitter\nLast night, Stephen Colbert embraced Bolling’s suggestion as part of his “Smile File” segment, in which he looks at the most uplifting stories of the day.\n“Justice is expensive,” Colbert said, eagerly agreeing with Bolling.\nI mean, for Pete’s sake, what are they waiting for, charges?”When Colbert discovered that the white board also featured the Twitter handle @ericbolling, he said, “Don’t do it, Eric!"}