{"article_title": "The Addiction Vaccine That Could Save ‘Quadrillions’ on Health Care Costs", "article_keywords": ["pharmaceutical", "human", "painkiller", "trials", "janda", "drug", "costs", "health", "heroin", "addiction", "save", "quadrillions", "vaccine", "care"], "article_url": "http://www.triplepundit.com/2015/07/addiction-vaccine-save-quadrillions-health-care-costs/", "article_text": "By Daniel Faris\n\nYou’d think it would be a big deal if a scientist created a vaccine that could do away with addiction. So, what if I told you that we already had one?\n\nKim Janda has a vaccine for heroin addiction. And for meth. And for cocaine, too. Janda, an American chemist and the Ely R. Callaway, Jr. Chaired Professor at the Scripps Research Institute in La Jolla, California, gets calls and emails all the time from addicts, and people who know addicts, who want more information about getting involved with clinical trials.\n\nThe problem? There haven’t been any clinical trials. And there won’t be any for the foreseeable future, either.\n\nSays Janda: “No pharmaceutical company is going to fund trials for heroin, no way … Forget about it.”\n\nThough he’s worked on vaccines for a variety of addictions, he says the one for heroin shows the most promise. In 2013, he carried out pre-clinical trials on rats who had, ahem, developed an addiction to heroin. After they were given the vaccine, the rats exhibited a dramatic reversal: After receiving the vaccine, these “addiction immune” rats could be injected with 10 times the dose of heroin that a “normal” rat could handle — without any ill effects whatsoever.\n\nSo, what does this mean for human beings? Nothing yet, and that’s a big problem.\n\nHow big is our heroin problem?\n\nIn America, our failed drug policies have actually contributed to a dramatic rise in heroin addiction and overdose. Painkiller abuse is frequently cited as a potential “gateway” to heroin use, which makes the 259 million painkiller prescriptions filed each year even more dubious. In 2014, the Centers for Disease Control and Prevention estimated that 46 Americans die from painkiller overdoses every day.\n\nSo, why would a painkiller abuser “graduate” to heroin? It’s pretty simple: Heroin is cheaper. And you don’t need a prescription to get it.\n\nExisting solutions\n\nJanda’s vaccines are not the first attempt to curb addiction with pharmaceuticals, but they’re almost certainly the most promising. The FDA has already approved a variety of drugs to treat withdrawal symptoms — a baby step, to be sure — but the drugs themselves pose a danger of dependency and withdrawal. You might recognize some of the names, including naltrexone, acamprosate and buprenorphine.\n\nThe short version is that they’re far from perfect.\n\nAdding to Janda’s setbacks were lackluster results from a nicotine vaccine study in 2011 and a cocaine vaccine study in 2014 — two failures that, unfortunately, seem to have convinced pharmaceutical companies that research of this kind is a dead-end.\n\nThe tricky part of a vaccine like this is the fact that drugs wreak havoc with the brain’s reward systems — neurological impulses that the human body relies on for survival. Any attempt at a vaccine must seek to curb this effect without interfering with these important natural processes. Existing pharmaceutical solutions address addiction by blocking the relevant receptors in the brain. Janda’s vaccine works instead by preventing the drug from reaching the brain in the first place.\n\nMoney as the Great Equalizer\n\nThe next step for Janda and his team of researchers is to secure investigational new-drug status from the FDA, which would allow them to conduct human trials. They’ve already received funding from the National Institute of Drug Abuse to the tune of $27.1 million — but that’s not enough to cover the cost of human trials.\n\nAnd that brings us to a pretty embarrassing point: We live in the richest and most powerful country on earth. Janda and his team have stumbled onto something here that could change life in America in untold ways, and still they struggle with pedestrian concerns like money. Think about it: Without addiction, we’d make fewer arrests, our jails would be emptier, our cops would be less distracted with hunting and imprisoning drug addicts, our courts would be greatly unburdened, and we could turn our attention toward treatment instead of the jail-first-and-ask-questions-later approach we have now. In short: We could stop treating addicts like criminals and treat them instead like human beings with a disease.\n\nCan we even put a price tag on that? According to the Affordable Care Act, the answer is no. As far back as December 2014, it was being reported that provisions in the still-new law would require non-grandfathered health plans to provide services recommended by the U.S. Preventive Services Task Force. Although the ACA is still clearly in its infancy, it seems to have laid the groundwork for more widespread coverage of preventive medicine — including, perhaps, vaccines like Janda’s.\n\nBut I can hear you already: Addiction is a choice—not a disease! Sure; it may start as a choice, as many things do, but neither you, nor I, nor anybody else, has a comprehensive understanding of what happens in the brain between that first “taste” of heroin and full-blown addiction. And that makes the management of America’s various addictions a job for scientists — not for cops.\n\nThe good news is that, in the world of pharmaceutical and health technology, sometimes all it takes is for one company, or even one person, to say or do something that captures the attention of the world. In the fight against aggressive robo-calls, for example, all it takes is one frustrated plaintiff. And in the worldwide effort to rid the world of addiction, that one pivotal person may well turn out to be Kim Janda.\n\nAt the end of the day, acknowledging a degree of fluidity in the way we respond to national health crises could help us save an incredible amount of money. George Koob, who has been at Janda’s side throughout these vaccine trials, probably said it best:\n\n“I am not sure Americans realize that, if they treated alcoholism and drug addiction, they would save quadrillions of dollars in health care costs.”\n\nSo, if we can’t answer to our hearts, maybe we can at least answer to our wallets.\n\nImage credit: Kim Janda\n\nDaniel Faris studied journalism at the Writers Institute at Susquehanna University. You can join him at Only Slightly Biased for conversations about politics, The Byte Beat for insight into emerging technology, and New Music Friday for thoughts on progressive music.", "article_metadata": {"description": "You’d think it would be a big deal if a scientist created a vaccine that could do away with addiction. So, what if I told you that we already had one?", "og": {"site_name": "Triple Pundit: People, Planet, Profit", "description": "You’d think it would be a big deal if a scientist created a vaccine that could do away with addiction. So, what if I told you that we already had one?", "title": "The Addiction Vaccine That Could Save ‘Quadrillions’ on Health Care Costs", "locale": "en_US", "image": {"width": 620, "identifier": "http://cdn7.triplepundit.com/wp-content/uploads/2015/07/Addiction-2.jpg", "height": 413}, "updated_time": "2015-07-22T16:35:26-07:00", "url": "http://www.triplepundit.com/2015/07/addiction-vaccine-save-quadrillions-health-care-costs/", "type": "article"}, "robots": "noodp", "fb": {"admins": 857604924}, "article": {"publisher": "https://www.facebook.com/triplepundit", "published_time": "2015-07-23T01:30:28-07:00", "author": "https://www.facebook.com/triplepundit", "section": "Society", "modified_time": "2015-07-22T16:35:26-07:00", "tag": "public health"}, "google-site-verification": "QupGryl4pvqma1te_1XyAzjrozVKsV7owVauNt6mrZ8", "\\\"y_key\\\"": "\\\"b4c475042d144a1a\\\"", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Kim Janda has a vaccine for heroin addiction.\nIn America, our failed drug policies have actually contributed to a dramatic rise in heroin addiction and overdose.\nBy Daniel FarisYou’d think it would be a big deal if a scientist created a vaccine that could do away with addiction.\nIn 2013, he carried out pre-clinical trials on rats who had, ahem, developed an addiction to heroin.\nExisting solutionsJanda’s vaccines are not the first attempt to curb addiction with pharmaceuticals, but they’re almost certainly the most promising."}