{"article_title": "Multi Line Insurers Q1 Earnings Early Next Week: AIG, L", "article_keywords": ["week", "q1", "multi", "quarter", "loews", "company", "l", "results", "early", "report", "negative", "earnings", "quarters", "surprise", "line", "insurers", "aig", "zacks"], "article_url": "http://finance.yahoo.com/news/multi-line-insurers-q1-earnings-141902961.html", "article_text": "We are at the peak the first-quarter earnings season with more than 209 companies in the S&P universe having reported already, as per our Earnings Trends. Total earnings of these members declined 5.5% year over year on 1.6% lower revenues. Nonetheless, the beat ratio is 75.6% for the bottom line and 56% for the top line.\n\n\n\nComing to the Finance sector, about 54.5% of the companies have already reported their results. Though the top line has so far managed to beat expectations, the bottom line has failed to live up to expectations. Also, total earnings have declined 5% year over year on 4.2% lower revenues.\n\n\n\nThe insurance industry is part of the broader Finance sector. Let’s see what factors might influence its results this earnings season.\n\n\n\nWhile a not-so-active catastrophe environment will help underwriting results, expense management should aid margin expansion. Portfolio restructuring to focus on core business and geographic expansion should help the companies to come up with better numbers.\n\n\n\nOn the other hand, a still soft interest environment should keep investment results under pressure. However, spread compression on products like fixed annuities and universal life should improve.\n\n\n\nWhile expansion of the Affordable Care Act is expected to benefit companies that are heavily skewed toward providing health benefits, an improving housing market is expected to favor mortgage insurers.\n\n\n\nLet’s find out what’s in store for these major multiline insurers that will report first-quarter earnings results early next week.\n\n\n\nAmerican International Group, Inc. AIG is a holding company, which through its subsidiaries, is engaged in a range of global insurance and insurance-related activities across the globe. The company delivered a 22.22% negative surprise last quarter. A beat is uncertain for the to-be-reported quarter too as AIG has an Earnings ESP of 0.00% and a Zacks Rank #3 (Hold). The Zacks Consensus Estimate for the quarter is pegged at 99 cents.\n\n\n\nAIG is likely to benefit from increased demand for cyber and M&A insurance. Also, the loss ratio is expected to improve on strategic actions taken to improve its Commercial performance. Reserving actions and cost savings initiatives should drive the quarter’s results. However, soft investment results as well as higher costs, total general operating expenses and merger expenses are likely to weigh on the bottom line. (Read more: American International: What Awaits in Q1 Earnings?)\n\n\n\nWith respect to the surprise trend, AIG surpassed expectations in two of the last four quarters. The average negative surprise was 13.60%.\n\nView gallery .\n\nLoews Corp. L is a diversified holding company, providing commercial property and casualty insurance. The company delivered a 41.03% negative surprise in the last quarter. For the first quarter of 2016, Loews has an Earnings ESP of -27.03% and a Zacks Rank #5 (Sell). We caution against Sell-rated stocks going into an earnings announcement. The Zacks Consensus Estimate for the quarter is pegged at 48 cents.\n\n\n\nSoft performance at Diamond Offshore, operational challenges at Loews Hotels and a still soft interest rate environment are likely to dampen the quarter’s results. However, better performance is expected from CNA Financial owing to its strong underlying businesses. (Read more: Loews Corp to Report Q1 Earnings: Is Stock at Risk?)\n\n\n\nWith respect to the surprise trend, Loews missed expectations in each of the last four quarters, with an average negative surprise of 23.98%.\n\nView gallery .\n\nKeep an eye on our full earnings articles to see how these S&P 500 members finally fared.\n\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report >>\n\nFinance Trading\n\nInvestment & Company Information\n\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report", "article_metadata": {"viewport": "width=device-width", "description": "From Yahoo Finance: Let's find out what's in store for these major multiline insurers that will report first-quarter earnings early next this week.", "application-name": "Multi Line Insurers Q1 Earnings Early Next Week: AIG, L", "og": {"site_name": "Yahoo Finance", "description": "Let's find out what's in store for these major multiline insurers that will report first-quarter earnings early next this week.", "title": "Multi Line Insurers Q1 Earnings Early Next Week: AIG, L", "url": "http://finance.yahoo.com/news/multi-line-insurers-q1-earnings-141902961.html", "image": "http://l3.yimg.com/bt/api/res/1.2/oO7Ufuu_VzPArBUcOTSwhg--/YXBwaWQ9eW5ld3NfbGVnbztxPTc1O3c9NjAw/http://media.zenfs.com/en-US/homerun/zacks.com/2ba493294a7bfd7cbe116c1d25ec7224.cf.png", "type": "article"}, "twitter": {"description": "Let's find out what's in store for these major multiline insurers that will report first-quarter earnings early next this week.", "title": "Multi Line Insurers Q1 Earnings Early Next Week: AIG, L", "image": {"src": "http://l3.yimg.com/bt/api/res/1.2/oO7Ufuu_VzPArBUcOTSwhg--/YXBwaWQ9eW5ld3NfbGVnbztxPTc1O3c9NjAw/http://media.zenfs.com/en-US/homerun/zacks.com/2ba493294a7bfd7cbe116c1d25ec7224.cf.png", "identifier": "http://l3.yimg.com/bt/api/res/1.2/oO7Ufuu_VzPArBUcOTSwhg--/YXBwaWQ9eW5ld3NfbGVnbztxPTc1O3c9NjAw/http://media.zenfs.com/en-US/homerun/zacks.com/2ba493294a7bfd7cbe116c1d25ec7224.cf.png"}, "site": "@YahooFinance", "dnt": "on", "card": "summary_large_image"}, "msapplication-TileColor": "#6e329d", "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 90376669494}, "msapplication-TileImage": "http://l.yimg.com/os/mit/media/p/presentation/images/icons/win8-tile-1484740.png", "article": {"publisher": "http://www.facebook.com/yahoofinance"}, "theme-color": "#400090"}, "article_summary": "Let’s find out what’s in store for these major multiline insurers that will report first-quarter earnings results early next week.\nReserving actions and cost savings initiatives should drive the quarter’s results.\nWith respect to the surprise trend, Loews missed expectations in each of the last four quarters, with an average negative surprise of 23.98%.\nThe average negative surprise was 13.60%.\nThough the top line has so far managed to beat expectations, the bottom line has failed to live up to expectations."}