{"article_title": "Speaker Ryan catching breaks Boehner never did", "article_keywords": ["deal", "spending", "breaks", "republicans", "tax", "ryan", "omnibus", "boehner", "catching", "speaker", "deficit", "members", "conservatives"], "article_url": "http://www.msnbc.com/rachel-maddow-show/speaker-ryan-catching-breaks-boehner-never-did", "article_text": "Congressional Republicans knew that a big government spending bill would have to pass before the holidays to prevent a shutdown, and they hoped to leverage the situation to achieve all kinds of policy goals before the deadline. The key to the strategy would be something called “riders” – specific measures added to appropriations bills – that GOP lawmakers saw as the ideal vehicle to pass their priorities.\n\nThe wish list wasn’t short. Republicans would use riders to defund Planned Parenthood. They would block Syrian refugees. They would undermine the EPA, gut Dodd-Frank financial regulations, and even cut off net neutrality at the knees.\n\nWhen House Speaker Paul Ryan (R-Wis.) finally unveiled the omnibus spending package, how many of these goals were included in the compromise deal? Almost none of them. The right isn’t walking away completely empty-handed – a 40-year ban on crude oil exports is ending , just as the GOP had hoped – but many of the high-profile conservative demands were discarded on the drafting-room floor before the bill’s unveiling.\n\nIt is, as several Democratic sources have told me, exactly the kind of deal that John Boehner might have put together, and which the right would have rejected and hated him for. And yet, Paul Ryan’s honeymoon appears to be a real thing. Politico reported last night:\n\nThe House Freedom Caucus hates the massive government-funding bill: Spending levels are billions of dollars higher than what conservatives wanted, and at least two top policy priorities – language addressing Syrian refugees and so-called sanctity of life – were cut. But unlike past fiscal battles, when lawmakers took shots at GOP leaders and tried to tank bills, this time conservatives are largely holding their fire.\n\nJust so we’re clear, the far-right still hates the omnibus package, but the new Speaker appears to have held conservatives’ hands through the process, which they apparently appreciate – so much so that they’re not making much of an effort to kill the bill, and they’re not talking at all about deposing Ryan.\n\nIt’s worth appreciating how and why the Wisconsin Republican is making this happen.\n\nSome of this is the result of successfully placating the members Boehner used to refer to as “knuckleheads.” Bloomberg Politics had a good piece on this earlier:\n\nWith late-night texts to his members and an open-door policy for his most hard-to-please colleagues, Paul Ryan was determined to keep the usual Republican infighting from derailing his maiden government spending deal as U.S. House speaker. He made his chief of staff, David Hoppe, accessible to members of the arch-conservative Freedom Caucus for matters large and small, aides to Ryan and the group said. He kept them updated on negotiations, including wins and losses, and frequently asked for input.\n\nIt’s created a dynamic in which conservatives are praising the process, even as they oppose the end result.\n\nBut more broadly, Ryan is close to getting this omnibus passed by pursuing the path of least resistance. Ezra Klein explained this morning explaining what is unavoidably true:\n\nNo one cares about the deficit – or, at the very least, everyone cares about other priorities more than they care about the deficit. The basic deal here is that Republicans get corporate tax cuts, Democrats get anti-poverty tax cuts, and both sides … get some Obamacare tax cuts. What all sides give up is the deficit. This deal adds $700 billion onto the national tab, and maybe much more than that if the Obamacare taxes end up delayed far into the future, which is definitely what Republicans (and some Democrats) are hoping for.\n\nAnd on the other side of the ledger, this package scales back many of the sequestration caps – remember “the sequester”? – that were intended to hurt the country on purpose.\n\nTaken together, we’re looking at an omnibus intended to a make lot of members happy by spending more, cutting taxes more, and not worrying too much about “fiscal discipline” in an era in which President Obama has already shrunk the deficit by a $1 trillion.", "article_metadata": {"msapplication-config": "/browserconfig.xml", "description": "With a $1.1 trillion spending package on the line, House Speaker Paul Ryan is winning a fight by not picking one.", "original-source": "http://www.msnbc.com/rachel-maddow-show/speaker-ryan-catching-breaks-boehner-never-did", "og": {"site_name": "MSNBC", "description": "With a $1.1 trillion spending package on the line, House Speaker Paul Ryan is winning a fight by not picking one.", "title": "Speaker Ryan catching breaks Boehner never did", "url": "http://www.msnbc.com/rachel-maddow-show/speaker-ryan-catching-breaks-boehner-never-did", "image": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/gettyimages-500415334.jpg?itok=Eipsir4V", "type": "article"}, "twitter": {"domain": "msnbc.com", "account_id": 2836421, "creator": {"identifier": "@msnbc", "id": 2836421}, "url": "http://www.msnbc.com/rachel-maddow-show/speaker-ryan-catching-breaks-boehner-never-did", "image": {"width": 830, "identifier": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--3-2--512x342/public/gettyimages-500415334.jpg?itok=PFPDiADc", "height": 553}, "title": "Speaker Ryan catching breaks Boehner never did", "site": {"identifier": "@msnbc", "id": 2836421}, "card": "summary_large_image", "description": "With a $1.1 trillion spending package on the line, House Speaker Paul Ryan is winning a fight by not picking one."}, "robots": "follow, index", "DC.date.issued": "2015-12-17T11:29:41-05:00", "jenga-session-config": "{\"when_to_init\":\"after_dom_ready\"}", "fb": {"app_id": 351594351545594}, "nv": {"author": "steve-benen", "title": "Speaker Ryan catching breaks Boehner never did", "tags": "budget-policy,budgets,congress,government-spending,house-republicans,paul-ryan,republicans,rachel-maddow-show", "published": 1, "date": "12/17/2015 11:29:41 EST", "address": "http://www.msnbc.com/rachel-maddow-show/speaker-ryan-catching-breaks-boehner-never-did"}, "article": {"author": "https://www.facebook.com/steve.benen"}, "abstract": "With a $1.1 trillion spending package on the line, House Speaker Paul Ryan is winning a fight by not picking one.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Republicans, Budget Policy, Budgets, Congress, Government Spending, House Republicans, Paul Ryan"}, "article_summary": "When House Speaker Paul Ryan (R-Wis.) finally unveiled the omnibus spending package, how many of these goals were included in the compromise deal?\nBut more broadly, Ryan is close to getting this omnibus passed by pursuing the path of least resistance.\nThe basic deal here is that Republicans get corporate tax cuts, Democrats get anti-poverty tax cuts, and both sides … get some Obamacare tax cuts.\nAnd on the other side of the ledger, this package scales back many of the sequestration caps – remember “the sequester”?\nThey would undermine the EPA, gut Dodd-Frank financial regulations, and even cut off net neutrality at the knees."}