{"article_title": "Lawmakers: Tackle currency manipulation or risk trade agenda", "article_keywords": ["risk", "tpa", "senate", "house", "tpp", "legislation", "trade", "currency", "push", "agenda", "manipulation", "tackle", "lawmakers"], "article_url": "http://thehill.com/policy/finance/232338-currency-manipulation", "article_text": "A bipartisan group of lawmakers is ramping up pressure on the Obama administration to address currency manipulation or risk the completion of its trade agenda.\n\nNine House and Senate members introduced legislation on Tuesday that would punish countries that alter their exchange rates to gain a global trading advantage, hurting U.S. workers and damaging competitiveness.\n\nADVERTISEMENT\n\nRep. Sandy Levin (D-Mich.), ranking member on the House Ways and Means Committee, told reporters that \"the importance of raising this in the legislation and within TPP [Trans-Pacific Partnership] is to put currency manipulation into the mix of trade negotiations and trade discussions.\"\n\nLevin said he wants \"to get the point across that this is an issue that Congress cares about.\"\n\nHe said currency is one of a dozen outstanding major issues that \"we have to get right and right now it's not right.\"\n\nBesides Levin, the House bill was co-sponsored by Reps. Tim Murphy (R-Pa.), Tim Ryan (D-Ohio) and Mo Brooks (R-Ala.).\n\nFive senators — Democrats Sherrod Brown Sherrod BrownGroups urge Senate to oppose defense language on for-profit colleges The Trail 2016: Dems struggle for unity House Dems urge Senate panel to vote on Ex-Im Bank nominee MORE (Ohio), Debbie Stabenow (Mich.) and Charles Schumer Charles SchumerOvernight Healthcare: House, Senate on collision course over Zika funding Ryan goes all-in on Puerto Rico Cruz's dad: Trump 'would be worse than Hillary Clinton' MORE (N.Y.) and Republicans Jeff Sessions Jeff SessionsPatients dying because of FDA inflexibility Sessions: Clinton is the most anti-Second Amendment candidate ever Sunday shows preview: Sanders opens up about battle with Clinton MORE (Ala.) and Lindsey Graham Lindsey GrahamTrump: Romney 'walks like a penguin' Romney should endorse Clinton Graham: I'm still not supporting Trump MORE (S.C.) — delivered a similar message, saying they will withhold their support for trade promotion authority (TPA) and any trade agreements that don't tackle the currency issue.\n\nGraham said there appears to be \"growing support\" among Republicans and Democrats for the U.S. to put up a fight against countries that deliberately manipulate their currency.\n\n\"I believe there is bipartisan opposition to any trade agreement that doesn't deal with currency,\" said Graham, a potential 2016 presidential candidate.\n\nStabenow argued that she and other lawmakers have been in discussions with the Obama administration at every level, so the latest push “isn’t a surprise.\"\n\nBrown said without a focus on currency, it would be \"strike three\" for the trade agenda.\n\nIn another Tuesday briefing, Rep. Dan Kildee (D-Mich.) said any trade deal \"like TPP without strong enforceable currency manipulation provisions is bad for American workers, bad for businesses, and bad trade policy.\"\n\nPresident Obama has pushed back against the efforts, telling House Democrats at their recent retreat that adding currency rules into the TPP would be too complicated and could sink the talks, which are nearing completion.\n\nWhile Levin is making the push to add currency provisions to the trade deals, Schumer said the issue doesn’t have to be a part of TPA or TPP but it should at least run in tandem.\n\nSen. Rob Portman (R-Ohio), a former U.S. trade representative, told reporters that he viewed trade promotion authority, TPP and the currency push as three separate trade issues.\n\nHouse Ways and Means Committee Chairman Paul Ryan (R-Wis.) said he wants to move a clean TPA bill.\n\nThe legislation introduced Tuesday would impose import duties to offset the effects of undervaluing currency when a country is found guilty of manipulation.\n\nSimilar bills passed the House in 2010 and the Senate in 2011.\n\nWhile the fate of the bills is uncertain, lawmakers argued that their aim is to elevate the discussion and put a spotlight on an issue that they say has hurt U.S. workers and pushed up the trade deficit for years.\n\nIn the last Congress, a majority of lawmakers on both sides of the Capitol called on the White House to push for the inclusion of currency provisions into trade agreements under negotiation, including the TPP.\n\nFred Bergsten, a former head of the Peterson Institute who has pressed for changes in currency policy, said the bill would cover only a small share of imports. However, he said, it would \"send a signal that Congress cares about the currency issue.\"\n\n\"Currency manipulation is the No. 1 protectionist issue of the 21st century,\" he said.\n\nMeanwhile, Senate Finance Committee Chairman Orrin Hatch (R-Utah) told reporters on Tuesday that “we’ve come a long way” on the TPA legislation. But he wouldn’t provide any specifics as to when a bill will be ready, although it could be shortly after the Presidents’ Day recess.", "article_metadata": {"dcterms.description": "A bipartisan group is urging Obama to act on the issue.", "description": "A bipartisan group is urging Obama to act on the issue.", "generator": "Drupal 7 (http://drupal.org)", "author": "Vicki Needham", "og": {"site_name": "TheHill", "description": "A bipartisan group is urging Obama to act on the issue.", "title": "Lawmakers: Tackle currency manipulation or risk trade agenda", "url": "http://thehill.com/policy/finance/232338-currency-manipulation", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2015-02-10T18:52:12-05:00", "type": "article"}, "apple-itunes-app": "app-id=396640962", "Smart_Paging": "on", "dcterms.modified": "2015-02-10T18:52-05:00", "dcterms.identifier": "http://thehill.com/policy/finance/232338-currency-manipulation", "dcterms.date": "2015-02-10T16:30-05:00", "dcterms.creator": "Vicki Needham", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Debbie Stabenow, Fast track, President Obama, Trans-Pacific Partnership (TPP), Currency manipulation,Sander Levin, Lindsey Graham, Charles Schumer, Jeff Sessions, Sherrod Brown,", "article": {"published_time": "2015-02-10T16:30:27-05:00", "modified_time": "2015-02-10T18:52:12-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/finance/232338-currency-manipulation", "widgets": {"csp": "on"}, "description": "A bipartisan group is urging Obama to act on the issue.", "card": "summary", "title": "Lawmakers: Tackle currency manipulation or risk trade agenda"}, "dcterms.title": "Lawmakers: Tackle currency manipulation or risk trade agenda"}, "_id": "\"57477af46914bd0286fe2153\"", "article_summary": "A bipartisan group of lawmakers is ramping up pressure on the Obama administration to address currency manipulation or risk the completion of its trade agenda.\nRob Portman (R-Ohio), a former U.S. trade representative, told reporters that he viewed trade promotion authority, TPP and the currency push as three separate trade issues.\n\"Currency manipulation is the No.\nIn another Tuesday briefing, Rep. Dan Kildee (D-Mich.) said any trade deal \"like TPP without strong enforceable currency manipulation provisions is bad for American workers, bad for businesses, and bad trade policy.\"\nMeanwhile, Senate Finance Committee Chairman Orrin Hatch (R-Utah) told reporters on Tuesday that “we’ve come a long way” on the TPA legislation."}