{"article_title": "3 Republicans battle to take on Foster in 11th Congressional District", "article_keywords": ["campaign", "district", "national", "republicans", "experience", "stella", "foster", "khouri", "battle", "11th", "republican", "white", "congressional", "care"], "article_url": "http://www.chicagotribune.com/news/local/politics/ct-illinois-11th-congressional-district-republican-primary-met-20160306-story.html", "article_text": "A cardiologist, a physicist and a DuPage County Board member are vying in the Republican primary for the chance to take on Democratic U.S. Rep. Bill Foster this fall in a west and south suburban district drawn to elect a Democrat.\n\nTonia Khouri, on the County Board since 2012, has raised the most money and has the backing of much of the local GOP establishment. Herman B. White, a veteran scientist at Fermilab National Accelerator Laboratory in Batavia, cites experience on national advisory panels. Nick Stella, a heart doctor, wants to repeal the Affordable Care Act.\n\nThe winner of the March 15 primary faces Foster, who won the redrawn 11th Congressional District in 2012. The oddly shaped district extends from Aurora east to Burr Ridge and south to Joliet, and includes parts of Naperville. More Democrats tend to vote in Illinois in presidential election years, and Foster has a huge money advantage, so it'll be an uphill climb for the Republican primary winner come November.\n\nKhouri, listed as part of the National Republican Congressional Committee's \"young guns\" candidate recruitment program, has raised $263,505 so far and lent her campaign another $215,250. White has raised $53,100 and lent his campaign $10,100. Stella had lent his campaign nearly $92,000 last year. Foster, on the other hand, had $1.97 million to start March.\n\nThe Republican candidates say growing resentment of the Affordable Care Act and the skyrocketing federal debt has left voters frustrated with Congress, and ready for a change in leadership in the district this fall.\n\nKhouri, 46, said her work as the owner of the small business Green T Services — a landscaping and home services company — and County Board experience have prepared her to lead in Washington. As the board's economic development chairman, she helped start an employment program that recruited and trained for manufacturing jobs, voted against raises for elected officials and championed a symbolic measure against a proposed graduated state income tax increase.\n\n\"I have a proven record of getting things done, that's what I'll do in Washington,\" said Khouri who lives in Aurora with her husband and three children.\n\nThe desire to improve health care, education and the economy led White, 67, to run for Congress.\n\nAs a Fermilab physicist for more than 40 years — Foster also worked there for more than two decades — White said he's served as an expert advising Congress and other federal institutions on science research and education, and has served on national advisory panels for agencies like the Department of Energy, NASA and the National Academy of Sciences. Locally, he's also been on the boards of North Central College and Edward Hospital, and as a Naperville police and fire commissioner.\n\n\"I've had a lot of experience in support to my community,\" said White, who lives with his wife in Naperville.\n\nStella, 47, said he never anticipated running for elected office, but the cardiologist who works at several hospitals in the district said he hears the political frustrations of his patients daily.\n\n\"People have been disillusioned by where our government is going and what's going on,\" said Stella, who lives in Darien with his wife and teenage daughter. \"The options were to sit around and complain about it, which doesn't accomplish a lot, or to try and do something about it … to help improve things in this country.\"\n\nStella said his priority is improving the economy and reducing the more than $19 trillion federal debt. He favors less regulation of small businesses, reining in government spending and revising the tax code — perhaps a flat tax, fair tax or a hybrid. He also supports abolishing estate taxes.\n\nWhite said that balancing the budget on time is a crucial part of tackling the debt, and the public should have a more direct say on the budget and spending. One of White's biggest priorities is using his science and research experience to drive technology and energy innovation.\n\nKhouri said the key to growing the economy is through private sector jobs and called for eliminating government regulations that she said impede private enterprise.\n\nBoth White and Stella said they favor repealing and replacing the Affordable Care Act, but would preserve provisions for pre-existing conditions and keeping adult children on their parents' insurance in some circumstances. Khouri criticized the Affordable Care Act, saying constituents report their premiums increasing and coverage decreasing, but said she would not vote to repeal it unless a law was first passed to replace it; she said competition needs to be a part of that system.\n\nStella supports a pause on accepting refugees from Iraq and Syria until they can be properly vetted. White wants more vigorous screening, and Khouri said she would only favor accepting refugees \"if without a doubt there was no risk to American citizens.\"\n\nOn immigration, Stella said that all options should be considered to secure the border, including using the military, drones, an increase in border personnel or a building a wall along portions. Khouri said she'd be in favor of building a wall if that's the best reform method but said technological means should also be studied. White said he favors tighter security along the southern border but not building a wall.\n\nKhouri said she's best positioned to take on Foster in the general election, though she would not say if the National Republican Congressional Committee has offered campaign funding help if she wins the primary.\n\n\"Washington has let us down,\" she said. \"The only way we change Washington, the only way to change what's going on, is by changing who's in Washington.\"\n\nStella and White are first-time candidates. Stella said his lack of political experience is actually a benefit because he's not beholden to any political endorsers or party establishment.\n\n\"People are sick and tired of politicians, and I am not a politician. ... I am the most in touch with the community,\" Stella said.\n\nWhite said his science panel service in Washington has prepared him to be a congressman and he's trying to make up for a lack of campaign funds.", "article_metadata": {"fb_title": "3 Republicans battle to take on Foster in 11th Congressional District", "date": "2016-03-07", "googlebot": "index", "copyright": "Copyright (c) 2016 Chicago Tribune", "author": "Chicago Tribune", "og": {"site_name": "chicagotribune.com", "description": "A cardiologist, a physicist and a DuPage County Board member are vying in the Republican primary for the chance to take on Democratic U.S. Rep. Bill Foster this fall in a west and south suburban district drawn to elect a Democrat.", "title": "3 Republicans battle to take on Foster in 11th Congressional District", "url": "http://www.chicagotribune.com/news/local/politics/ct-illinois-11th-congressional-district-republican-primary-met-20160306-story.html", "image": "http://www.trbimg.com/img-56dc8d62/turbine/ct-illinois-11th-congressional-district-republican-primary-met-20160306", "type": "article"}, "x-servername": "lalvp06.18", "twitter": {"site": "@chicagotribune", "card": "summary"}, "robots": "index,follow", "apple-itunes-app": "app-id=383137151, app-argument=http://www.chicagotribune.com/deeplinkid/86127154", "fb": {"page_id": 5953023255, "app_id": 306836229411287}, "googlebot-news": "index", "keywords": "GOP, U.S. House, Congressional, Rep. Bill Foster, 11th Congressional District, Judy Biggert, Tonia Khouri, Dominick Stella, Herman B. White", "news_keywords": "GOP, U.S. House, Congressional, Rep. Bill Foster, 11th Congressional District, Judy Biggert, Tonia Khouri, Dominick Stella, Herman B. White", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "Description": "A cardiologist, a physicist and a DuPage County Board member are in the GOP primary to take on U.S. Rep. Bill Foster in the 11th Congressional District."}, "_id": "\"57477af36914bd0286fcd1b9\"", "article_summary": "The winner of the March 15 primary faces Foster, who won the redrawn 11th Congressional District in 2012.\nKhouri, listed as part of the National Republican Congressional Committee's \"young guns\" candidate recruitment program, has raised $263,505 so far and lent her campaign another $215,250.\nThe oddly shaped district extends from Aurora east to Burr Ridge and south to Joliet, and includes parts of Naperville.\nWhite, a veteran scientist at Fermilab National Accelerator Laboratory in Batavia, cites experience on national advisory panels.\nKhouri said she's best positioned to take on Foster in the general election, though she would not say if the National Republican Congressional Committee has offered campaign funding help if she wins the primary."}