{"article_title": "More IRS Employees Abuse Access to Taxpayer Data to File Bogus Returns", "article_keywords": ["information", "return", "gillette", "taxpayer", "norris", "employees", "irs", "tax", "access", "returns", "abuse", "bogus", "file", "income", "claimed", "taxpayers", "dependents", "data"], "article_url": "http://reason.com/blog/2015/05/20/more-irs-employees-abuse-access-to-taxpa", "article_text": "From the files of the federal agency that really should have a summer internship program for identity thieves (Oh wait! It basically does.) comes the tale of yet another employee who discovered the lucrative possibilities in all of that sensitive information you and I are required by law to share with the Internal Revenue Service. Seasonal tax examiner Elaina Norris allegedly scoured through IRS databases for the identifying information of random individuals who could be claimed as dependents on tax returns, according to the Treasury Inspector General for Tax Administration.\n\nFishing for exploitable identities apparently came easily for Norris, who \"had access to the names, Social Security Numbers (SSNs), dates of birth, and other personally identifiable information of taxpayers and their claimed dependents.\" It was also her job to verify the accuracy of returns and sign off on the righteousness of claims made therein.\n\nNorris prepared and caused to be filed the 2008 Federal income tax return of her relative. The return falsely claimed two dependents and claimed, for the purpose of the Earned Income Tax Credit (EITC), that the dependents lived with her relative for eight months in 2008. In fact, neither of the individuals listed were relatives; they did not live with the taxpayer (Norris’s relative) during the tax year; and they were not the taxpayer's dependents. Increasing the number of dependents a taxpayer claims on a Federal income tax return may decrease the taxpayer’s tax liability or increase the taxpayer's refund.. Norris obtained the legitimate names and SSNs of the claimed individuals through her employment in the ERS unit for the purpose of falsely listing them as dependents on her relative’s tax return. Norris knew that the individuals were not her relative’s dependents and that they did not live with her relative for eight months of the year. Norris's preparation and submission of the fraudulent tax return caused her relative to claim unauthorized tax deductions and credits. Additionally, Norris prepared and filed her own 2008 Federal income tax return, falsely claiming a dependent described as her “nephew” and claiming for the purpose of the EITC that the dependent lived with her for eight months in 2008. Norris declared the accuracy of her return under the penalties of perjury, knowing that these claims were not true, and that the individual was not her dependent and did not reside with her. As a result, Norris claimed and received tax deductions and credits to which she was not entitled. The following year, Norris again falsely claimed the same dependent on her 2009 tax return and claimed that the dependent lived with her for seven months of the year, thereby knowingly claiming and receiving tax deductions and credits to which she was not authorized.\n\nI'm guessing that whoever was really responsible for the dependents in question might have received a bit of a surprise when submitting their own returns. After all, the presence of those kiddos in somebody else's household far, far away had already been vouched for by a no-shit tax examiner with responsibility for \"verifying the accuracy of claimed dependents on taxpayers’ income tax returns.\"\n\nNow, to be honest, Norris has only been arrested and indicted—not convicted. She has good company in former IRS contact representative Modestine Gillette who also allegedly found lucrative uses for her \"access to IRS computerized files containing confidential tax return information for taxpayers, including names, Social Security Numbers (SSNs), and income information.\"\n\nBetween February 2010 and February 2012, Gillette knowingly prepared and filed, or caused to be filed, nine Federal income tax returns which contained false, fictitious, or fraudulent information, and diverted Government funds from those returns for her own benefit. Most of the individuals listed on the fraudulent tax returns had provided Gillette with their true income and expense information and had authorized Gillette to prepare and submit their returns for them. Nevertheless, the tax returns Gillette prepared and submitted to the IRS reported false information, including income not earned by the taxpayers, business expenses not incurred, false dependent claims, and inflated refund requests. The total amount claimed was $34,466. One taxpayer did not authorize Gillette to prepare and submit a return on her behalf; however, Gillette used her identification to submit a fraudulent tax return, request an inflated refund, and direct the inflated refund into a bank account in the name of her (Gillette’s) spouse.\n\nGiven the vast amounts of hacker bait to which IRS employees have access, I remain impressed and relieved by the small size of the scams with which tax collectors entertain themselves.\n\nOr maybe we're only seeing the small-timers too amateurish to evade detection. The Inspector General has warned that the IRS has a bad habit of rehiring people it fired for transgressions such as digging through databases without authorization. And the Government Accountability Office cautions that, because of sloppy internal practices, \"taxpayers could be exposed to loss of privacy and to financial loss and damages resulting from identity theft or other financial crimes.\"\n\nI wouldn't bet that the repercussions end at a few bogus dependents and fraudulent returns.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Do you really think this is the worst of it?", "title": "More IRS Employees Abuse Access to Taxpayer Data to File Bogus Returns", "url": "http://reason.com/blog/2015/05/20/more-irs-employees-abuse-access-to-taxpa", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14321576619420.jpg", "type": "article"}, "twitter": {"description": "From the files of the federal agency that really should have a summer internship program for identity thieves (Oh wait! It basically does.) comes the tale of yet another employee who discovered the lucrative possibilities in all of that sensitive information you and I are required by law to share with the Internal Revenue Service. Seasonal tax", "title": "More IRS Employees Abuse Access to Taxpayer Data to File Bogus Returns", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14321576619420.jpg", "creator": "@JD_Tuccille", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Policy", "published_time": "2015-05-20T22:12:00+00:00", "author": "http://reason.com/people/jd-tuccille"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fcd1c0\"", "article_summary": "Norris's preparation and submission of the fraudulent tax return caused her relative to claim unauthorized tax deductions and credits.\nNorris prepared and caused to be filed the 2008 Federal income tax return of her relative.\nAs a result, Norris claimed and received tax deductions and credits to which she was not entitled.\nIn fact, neither of the individuals listed were relatives; they did not live with the taxpayer (Norris’s relative) during the tax year; and they were not the taxpayer's dependents.\nI wouldn't bet that the repercussions end at a few bogus dependents and fraudulent returns."}