{"article_title": "Reflections on Earth Day", "article_keywords": ["climate", "world", "tribal", "pacific", "indigenous", "cultural", "reflections", "peoples", "communities", "earth", "day", "change", "native"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/04/22/reflections-earth-day", "article_text": "Since the first Native Peoples/Native Homelands Climate Change Workshop 15 years ago, the perils of an accelerating disruption in our Mother Earth's natural systems have risen from climate model predictions to observable weather extremes, breaking records and the bringing devastation. Since 2000, the world governments and the global industrial complex have taken little to no serious concerted action to mitigate the causes of green house gas accumulations in the warming atmosphere and acidifying ocean environments.\n\nElder educator Dr. Dan Wildcat recently gave a keynote to a gathering of South Pacific Island relatives on climate change at a Pacific Risk Management Ohana (PRiMO) gathering in Honolulu, where he recalled the insight attributed to Einstein - that we cannot solve world problems with the same mindset that created them. Dr. Wildcat then noted that placed-based Indigenous Traditional or Ecological Knowledge, or \"indigenuity\" as he called it, may provide that outside-the-box approach needed to heal our Mother Earth.\n\nWith little responsibility for causing the problems, and with few of the benefits of modern industrialization, the planet's Indigenous Peoples, and especially those still critically dependent on subsistence harvests from intact habitats, are the first and worst hit by weather extremes and trending climate impacts. Native Peoples have become keenly aware of the need again to adapt to the changes now upon us. In the Pacific, Native nations are leaving their tropical island homes and migrating to purchased tracts of lands in foreign countries, as distinct nations.\n\nFrom the Alaskan Arctic to the Gulf of Mexico, indigenous American communities brace to relocate to higher ground as communities. In Louisiana, tribal bayous are subsiding from oil and gas extraction as salt water encroaches from rising seas. We loose land equal to three dozen football fields a day!\n\nNative leaders have noted: \"As talking heads waste time debating the existence of climate change, coastal and indigenous communities like Isle de Jean Charles are creating solutions to the very real problems that millions of coastal U.S. residents are beginning to face.\"\n\nIndigenous peoples worldwide face these challenges less as climate refugees, and increasingly in a collective process of immigration with dignity, less as the 'canary in the mine' and more as the indigenous scouts and native navigators in a new era of an anxious global Anthropocene!\n\nWith rising waters comes the need for a new world of skills and capacities, built upon a raft of traditional knowledges of history, place, environment and culture. Comes also the compelling need at this critical point in world history for the more conscious and deliberate effort by mature and sober tribal leadership of all ages to facilitate the inter-generational transfer of such knowledges, skills and capacities. But beyond these skills and knowledges, sits an indigenous understanding that we are not separate from our environments. We must go beyond merely sustaining, to planetary rejuvenation and regeneration. Let us protect and heal the only planet we have, starting with our own communities! Good work ahead for many generations to come!\n\nTribal colleges and universities, AIHEC, and other groups with a sharp focus on the future are rising to the challenge. The Indigenous Peoples Climate Change Working Group is an expanded network out of Haskell Indian Nations University's climate leadership. The IPCCWG now includes Alaskan Natives, Native Hawaiians and Pacific Islanders, and is organizing a group of Student Ambassadors to work with their local communities and tribal governments in areas of vulnerability assessments, cultural and natural resource inventories, cultural and environmental resource mapping, natural disaster preparedness and climate adaptation. Training through such federal agencies as NASA, FEMA, NDPTC, NOAA, and NRCS along with the climate/adaptation grant programs at the BIA and Insular Affairs in DOI, can equip our next generation of young, but increasingly seasoned native scouts for the skilled jobs critically necessary to meet the tasks of shoring up our communities for the changing trends and weather extremes already lapping at our lodges.\n\nIndigenous Peoples in North America and throughout the Pacific can set a powerful example to world governments meeting in Paris on climate change in December. This Earth Day, let us commit as communities in a rapidly changing world, to become good ancestors. Let us give our youth the tools, the hope, the values, wisdom and direction to carry on!\n\nBob Gough (Lenape/Irish descent) is an attorney with graduate degrees in sociology and cultural anthropology specializing in cultural ecology. He has worked with American Indian Tribes on cultural and natural resource issues over the past 40 years, particularly in the Great Lakes and Great Plains regions. He served as the first director of the Rosebud Sioux Tribal Utility Commission (1993-96), and as Secretary of the Intertribal Council On Utility Policy (1994).", "article_metadata": {"description": "Since the first Native Peoples/Native Homelands Climate Change Workshop 15 years ago, the perils of an accelerating disruption in our Mother Earth's natural systems have risen from climate model predictions to observable weather extremes, breaking records and the", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Bob Gough"}}, "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/04/22/reflections-earth-day", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/styles/author_thumbnail_medium/public/author/screen_shot_2015-04-21_at_4.32.47_pm.png?itok=gr1tcadf", "site_name": "Indian Country Today Media Network.com", "title": "Reflections on Earth Day"}, "dcterms.date": "2015-04-22T08:00-04:00", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/04/22/reflections-earth-day", "dc": {"title": "Reflections on Earth Day"}, "robots": "follow, index", "dcterms.creator": "mazecyrus", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Bob Gough, Earth Day, Environment, Native Peoples/Native Homelands Climate Change Workshop", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.format": "text/html", "dcterms.title": "Reflections on Earth Day"}, "_id": "\"57477af36914bd0286fcd1d3\"", "article_summary": "The Indigenous Peoples Climate Change Working Group is an expanded network out of Haskell Indian Nations University's climate leadership.\nThis Earth Day, let us commit as communities in a rapidly changing world, to become good ancestors.\nNative Peoples have become keenly aware of the need again to adapt to the changes now upon us.\nIn the Pacific, Native nations are leaving their tropical island homes and migrating to purchased tracts of lands in foreign countries, as distinct nations.\nFrom the Alaskan Arctic to the Gulf of Mexico, indigenous American communities brace to relocate to higher ground as communities."}