{"article_title": "Obamacare letter earns man a White House visit – Cronkite News", "article_keywords": ["affordable", "president", "earns", "coverage", "house", "visit", "obamacare", "health", "obama", "letter", "act", "kuk", "white", "care", "cronkite", "man"], "article_url": "http://cronkitenewsonline.com/2015/02/dear-mr-president-phoenix-mans-obamacare-letter-earns-a-white-house-visit/", "article_text": "Cronkite News has moved to a new home at cronkitenews.azpbs.org. Use this site to search archives from 2011 to May 2015. You can search the new site for current stories.\n\nDear Mr. President: Obamacare letter earns man a White House visit\n\nWASHINGTON – When Phoenix resident Don Kuk wrote President Barack Obama to share his Affordable Care Act success story, he thought he might get a form letter back from the White House.\n\nHe got more than that.\n\nKuk was one of 10 people from around the country who were at the White House Tuesday to tell the president their stories in person after writing about their support for the health care law known as “Obamacare.”\n\n“It’s a once-in-a-lifetime opportunity,” Kuk said. “How many people get to come to the White House, sit down with the president around the conference table and visit?”\n\nThe visit was timed to coincide with a House vote to repeal Obamacare, an action the House has taken repeatedly and which the president has vowed to veto if it ever gets out of the Senate.\n\nObama said Tuesday’s meeting was to showcase people who have “directly benefited from the Affordable Care Act” and “whose lives have been impacted in powerful ways,” according to a White House transcript of the meeting.\n\nBefore Obamacare, Kuk, who is self-employed, had a private catastrophic health plan but he rarely went to the doctor because he feared it would impact his health-care costs.\n\n“I was almost afraid to go to the doctor because I didn’t want to get on my record that I may have this condition or that condition,” Kuk said.\n\nHe enrolled for coverage through the federal marketplace in December 2013, and scheduled a routine physical in January 2014. That plan, which was broader than his old catastrophic plan, included coverage for a free colonoscopy that revealed a large tumor.\n\nThe cancer was in stage 1 and doctors were able to remove the tumor completely during surgery in May.\n\n“Because of the ACA, I’m cancer-free,” Kuk said. “Had it not been for ACA, it could’ve continued to grow this year, next year – I wouldn’t have known what was going on.”\n\nKuk wrote Obama just nine days after his surgery to thank the president for his work on the Affordable Care Act. Last week, he got word from the White House that the president wanted to hear more about his story.\n\n“It’s quite a feeling to know that you’re going to come to the White House but also then visit with the president,” Kuk said. “Not only just meet him, but have a meeting with him.”\n\nBut a few hours after that meeting, the House again voted to repeal the Affordable Care Act – something the lawmakers have done more than 50 times, according to the White House. Tuesday’s attempt passed largely along party lines, 239-186, with only three Republicans crossing the aisle to join Democrats opposing the repeal.\n\n“I can’t imagine why people want to take away health coverage from people who need it,” Kuk said. “It just makes absolutely no sense to me.”\n\nBut opponents of the law argue that it is both costly and that it forces people to buy into a government program when they may not want to.\n\n“Right now, Americans are being forced to buy a government product or pay a penalty,” said Rep. Gary Palmer, R-Ala., said during debate Tuesday. “The Constitution mandates freedom – not the purchase of health insurance or any other product.”\n\nKuk said that if the Affordable Care Act were to be repealed, he would likely lose his coverage or face steep premiums because he now has a pre-existing condition.\n\nBut repeal still faces a tough road – if it passes in the Senate, Obama will almost definitely veto it.\n\n“In every respect, this is working not just as intended but better than intended,” Obama said, according to the White House transcript of Tuesday’s meeting.\n\n“And so the notion that we would play politics with the lives of folks who are out there working hard every single day, trying to make ends meet, trying to look after their families, makes absolutely no sense,” the president said. “And thats a message that I want to send very directly, today.”\n\nMore than 170,000 Arizonans had signed up for health care through the federal marketplace as of last week, according to the latest numbers from the Department of Health and Human Services. The current open enrollment period ends Feb. 15.", "article_metadata": {"og": {"url": "index.html", "image": "http://cronkitenews.asu.edu/assets/images/15/02/03-barack-wide-lead.jpg", "type": "article", "description": "WASHINGTON – When Phoenix resident Don Kuk wrote President Barack Obama to share his Affordable Care Act success story, he thought he might get a form letter back from the White House. He got more than that. Kuk was one of 10 people from around the country who were at the White House Tuesday to [...]", "title": "Dear Mr. President: Obamacare letter earns man a White House visit"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdece7\"", "article_summary": "Dear Mr. President: Obamacare letter earns man a White House visitWASHINGTON – When Phoenix resident Don Kuk wrote President Barack Obama to share his Affordable Care Act success story, he thought he might get a form letter back from the White House.\n“It’s quite a feeling to know that you’re going to come to the White House but also then visit with the president,” Kuk said.\nLast week, he got word from the White House that the president wanted to hear more about his story.\n“In every respect, this is working not just as intended but better than intended,” Obama said, according to the White House transcript of Tuesday’s meeting.\n“I can’t imagine why people want to take away health coverage from people who need it,” Kuk said."}