{"article_title": "Decaf Coffee Supports Liver Health With Protective, Enzyme-Killing Compounds", "article_keywords": ["coffee", "protective", "risk", "cancer", "compounds", "xiao", "caffeine", "levels", "health", "liver", "decaffeinated", "decaf", "enzymekilling", "effect", "supports"], "article_url": "http://www.medicaldaily.com/decaf-coffee-supports-liver-health-protective-enzyme-killing-compounds-306712", "article_text": "Decaf coffee gets a bad rap among the bleary-eyed coffee drinkers, but it does serve at least one function.\n\nDecaf coffee gets a bad rap among the bleary-eyed coffee drinkers, but it does serve at least one function. Karsten Planz, CC BY 2.0\n\nYou won’t feel any more alert, but at least your liver will thank you: A new study finds decaffeinated coffee may protect liver health due to the beverage’s interaction with harmful enzymes.\n\nScientists have already validated coffee’s health benefits. In addition to stemming diabetes and cardiovascular disease, it’s been found to lower people’s risks for several liver-related ailments, including cirrhosis of the liver, fatty liver disease, and cancer. However, these studies have largely failed to determine the role caffeine plays in this process.\n\n“Prior research found that drinking coffee may have a possible protective effect on the liver,” said lead researcher Dr. Qian Xiao from the National Cancer Institute in a statement. “However, the evidence is not clear if that benefit may extend to decaffeinated coffee.”\n\nXiao and her colleagues at NCI looked at data from 27,793 participants, 20 years of age or older, who provided coffee intake in a 24-hour period as part of the U.S. National Health and Nutrition Examination Survey. The team analyzed blood samples for key markers of liver health, including alkaline phosphatase, glutamyl transaminase, and two aminotransferase enzymes. Elevated levels of these markers have been found in previous studies to signal poor liver function.\n\nThose who had reported drinking three or more cups of coffee a day — a practice common to more than half the American population 18 years and older — had lower levels of all four enzymes. Caffeine levels had no effect on the markers’ levels, as those who reported drinking exclusively decaf showed similar results.\n\n\"Our findings link total and decaffeinated coffee intake to lower liver enzyme levels,” Xiao said. “These data suggest that ingredients in coffee, other than caffeine, may promote liver health.\"\n\nEach day, more than 2.5 billion cups of coffee are consumed worldwide. Though most people drink it for the stimulating effects of caffeine, science has shown even a cup can help cut diabetes risk, prevent eye damage, and delay bone loss. Prior research has suggested caffeine is the mediating factor in lowering people’s risk for liver damage, particularly hepatocellular carcinoma, the most common type of liver cancer.\n\nA 2013 study, for instance, found caffeine’s effect on lowering cancer risk was due to its ancillary effect on minimizing the risk of diabetes, a disease many experts cite as a precursor to liver cancer. But the latest study throws something of a wrench in the gears, suggesting caffeine could be having some help in cutting these cancer risks.\n\n“Further studies are needed to identify these components,” Xiao said. If verified in separate tests, the findings could mean the most popular drug in the world may, in fact, be just a helpful pick-me-up.\n\nSource: Xiao G, Sinha R, Graubard B. Inverse associations of total and decaffeinated coffee with liver enzyme levels in NHANES 1999-2010. Hepatology. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "decaf, coffee, supports, liver, health, protective, enzyme, killing, compounds", "og": {"site_name": "Medical Daily", "description": "Decaf coffee gets a bad rap among the bleary-eyed coffee drinkers, but it does serve at least one function.", "title": "Coffee Helps Your Liver, No Matter How Much Caffeine It Has", "url": "http://www.medicaldaily.com/decaf-coffee-supports-liver-health-protective-enzyme-killing-compounds-306712", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/10/10/coffee.jpg", "type": "article"}, "twitter": {"description": "Decaf coffee gets a bad rap among the bleary-eyed coffee drinkers, but it does serve at least one function.", "title": "Coffee Helps Your Liver, No Matter How Much Caffeine It Has", "url": "http://www.medicaldaily.com/decaf-coffee-supports-liver-health-protective-enzyme-killing-compounds-306712", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/10/10/coffee.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/10/10/coffee.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-10-10T08:55:24-04:00", "modified_time": "2014-10-15T07:27:25-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Decaf coffee gets a bad rap among the bleary-eyed coffee drinkers, but it does serve at least one function."}, "_id": "\"57477af36914bd0286fcd207\"", "article_summary": "The team analyzed blood samples for key markers of liver health, including alkaline phosphatase, glutamyl transaminase, and two aminotransferase enzymes.\nSource: Xiao G, Sinha R, Graubard B. Inverse associations of total and decaffeinated coffee with liver enzyme levels in NHANES 1999-2010.\n\"Our findings link total and decaffeinated coffee intake to lower liver enzyme levels,” Xiao said.\nKarsten Planz, CC BY 2.0You won’t feel any more alert, but at least your liver will thank you: A new study finds decaffeinated coffee may protect liver health due to the beverage’s interaction with harmful enzymes.\n“These data suggest that ingredients in coffee, other than caffeine, may promote liver health.\""}