{"article_title": "This Week's Primaries Are An Amazing Collection Of Crazy", "article_keywords": ["crist", "crazy", "republican", "district", "voters", "rep", "primary", "collection", "undocumented", "amazing", "arizona", "state", "weeks", "primaries", "democratic"], "article_url": "http://www.huffingtonpost.com/2014/08/25/arizona-governors-race_n_5708875.html", "article_text": "Larry Marano via Getty Images\n\nWASHINGTON -- The Republican primary to succeed Arizona Gov. Jan Brewer (R) will indicate whether voters wish to nominate a candidate that Brewer herself supports, or one that would take the state in a more conservative direction.\n\nIn the third-to-last primary day of the year, Arizona voters also will decide between a state representative who is concerned about undocumented immigrants bringing Ebola to the United States across the southern border, a state representative who mistook YMCA campers for undocumented minors and a rancher who said Democrats are behind the majority of the nation's mass shootings.\n\nAnd in Florida, former Gov. Charlie Crist and former Rep. David Rivera (R-Fla.) will see if voters are willing to give them a second shot.\n\nHere's a look at the key races The Huffington Post is watching:\n\nARIZONA GOVERNOR: With her political action committee, called Arizona's Legacy, Gov. Jan Brewer (R) is hoping to protect her expansion of Medicaid under the Affordable Care Act and implementation of the Common Core education standards. Brewer's endorsement of former Mesa Mayor Scott Smith has given him a boost in the Republican primary against Arizona Treasurer Doug Ducey and former GoDaddy executive Christine Jones. Also running are Arizona Secretary of State Ken Bennett, former Maricopa County Attorney Andrew Thomas and former Rep. Frank Riggs, who are considered the long shots.\n\nDucey, a former Cold Stone Creamery chief executive, has become a conservative darling thanks to the backing of a variety of polarizing figures, from former vice-presidential candidate Sarah Palin and Sen. Ted Cruz (R-Texas) to Maricopa County Sheriff Joe Arpaio. The race has been a nasty one: Jones, who has given more than $2 million of her own money to her campaign, called Ducey a \"misogynistic jerk\" recently after he questioned her business background, while a group backing Ducey released an ad attacking Jones for once praising former Secretary of State Hillary Clinton.\n\nFred Duval, a former head of the Arizona Board of Regents, is the only candidate on the Democratic side.\n\nARIZONA-1: While national Republicans have set their sights on dislodging Rep. Ann Kirkpatrick (D-Ariz.), they may have a tough time doing so in this perpetually swingy, sprawling district. All three Republicans running in the primary, state Reps. Andy Tobin and Adam Kwasman and rancher and businessman Gary Kiehne, have drawn unflattering press coverage. Tobin, who is Speaker of the Arizona House of Representatives, has run an underwhelming campaign, despite his endorsements from former Republican presidential nominee Mitt Romney and the U.S. Chamber of Commerce. He's portraying himself as the more experienced choice, since Kwasman is still serving his first term in the legislature. Kiehne, for his part, is running as a political outsider.\n\nAll three have made controversial comments: Tobin said he's concerned that the recent uptick in immigration from Central America could provoke a local Ebola outbreak and Kwasman mistook a bus full of YMCA campers for young undocumented minors. Kiehne, meanwhile, has said undocumented immigrants are a \"necessity\" for the labor force because they keep consumer prices low and also said that Democrats were behind most of the nation's mass shootings.\n\nKirkpatrick won the seat in 2008, lost it in the 2010 and then won it back by just over 9,000 votes in 2012. She has a significant amount of cash on hand, as well as the backing of a host of Navajo and Apache leaders in a district that contains a number of large reservations and is nearly a quarter Native American. The National Republican Congressional Committee has reserved nearly $2 million in airtime leading up to November, indicating that it sees Kirkpatrick as a vulnerable target and recognizes that whoever emerges from the primary will need some help defeating her.\n\nARIZONA-7: One of the nation's more competitive Democratic primaries will be decided Tuesday in this majority Hispanic, Phoenix-area district, where former Maricopa County Supervisor Mary Rose Wilcox and former state Rep. Ruben Gallego are vying for the chance to succeed retiring Rep. Ed Pastor (D-Ariz.). Wilcox has the backing of Pastor as well as EMILY's List, a group that works to elect Democratic women candidates who support abortion rights. But Gallego is thought to have a stronger field operation, and has endorsements from the Sierra Club, Planned Parenthood and a variety of unions. Wilcox attracted controversy for a campaign mailer that used the image of Trayvon Martin to hit Gallego for his B+ rating from the National Rifle Association. The mailer, which reads, \"America doesn't need more Trayvon Martin tragedies,\" noted Gallego's vote for a \"stand your ground\"-type law when he served as a state legislator. Gallego's camp has pointed out that he supports legislation to expand background checks for firearms purchases.\n\nARIZONA-9: What makes the race in this Tempe-based district interesting is that it's not shaping up to be a repeat of 2012, when Rep. Kyrsten Sinema (D) emerged from a competitive Democratic primary and tough general election. Sinema, who is the only member of Congress to openly identify as bisexual, quickly moved to the center and joined the Blue Dog Democratic caucus. Though she has upset some of her progressive local backers, she has consolidated her party's support and is likely to be re-elected. On the Republican side, Wendy Rogers, a retired Air Force officer and businesswoman, and Andrew Walter, an investor and former professional quarterback, have harshly attacked each other over Social Security, immigration reform and each other's personal finances.\n\nFLORIDA GOVERNOR: Eight years after Charlie Crist was elected governor as a Republican, and four years after he lost a Senate race as an independent, the political chameleon is positioned to win the Democratic primary for governor. Before Crist can challenge Gov. Rick Scott (R), however, he must beat the state's former Senate Democratic leader, Nan Rich. Crist has refused to face Rich in a debate and has focused squarely on Scott, whom he's attacked for rejecting billions of dollars in federal funds for high-speed rail expansion and for opposing an expansion of Medicaid under the Affordable Care Act. After leaving the GOP over what he called the party's \"anti-women, anti-minority, anti-women, anti-gay, anti-education, anti-environment\" tendencies, Crist will need to shore up his support among independent and minority voters to remain within striking distance of his old job.\n\nFLORIDA-26: Scandal-plagued former Rep. David Rivera (R-Fla.), who is still under investigation by the FBI for allegedly financing a fake candidate to run against his Democratic rival, Rep. Joe Garcia (D-Fla.), in 2012, may or may not have a shot at returning to Congress in the Miami-based district. Rivera, who said he was suspending his campaign in July, is still being mentioned in automated phone calls to voters, and resumed campaigning earlier this month. Miami-Dade School Board Member Carlos Curbelo is considered the primary's frontrunner in a district Republicans believe they can take back from Garcia.\n\nRelated on HuffPost: United States Governors United States Governors\n\n1 of 50 Robert Bentley (R-Ala.) Took office: Jan. 2011 Term ends: Jan. 2015 Share this slide:\n\nAP", "article_metadata": {"description": "WASHINGTON -- The Republican primary to succeed Arizona Gov. Jan Brewer (R) will indicate whether voters wish to nominate a candidate that Brewer herself...", "sailthru.expire_date": "2014-08-26 16:25:19 -0400", "og": {"site_name": "The Huffington Post", "description": "WASHINGTON -- The Republican primary to succeed Arizona Gov. Jan Brewer (R) will indicate whether voters wish to nominate a candidate that Brewer herself...", "title": "This Week's Primaries Are An Amazing Collection Of Crazy", "url": "http://www.huffingtonpost.com/2014/08/25/arizona-governors-race_n_5708875.html", "image": "http://i.huffpost.com/gen/1986221/images/o-CRIST-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "WASHINGTON -- The Republican primary to succeed Arizona Gov. Jan Brewer (R) will indicate whether voters wish to nominate a candidate that Brewer herself...", "creator": "SamLachman", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1986221/images/o-CRIST-facebook.jpg", "height": 1000}, "title": "This Week's Primaries Are An Amazing Collection Of Crazy", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2014-08-25 16:25:19 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5708875", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "elections 2014,christine jones,Politics News,politics,Charlie Crist,democratic primary,republican primary,house races,Doug ducey,governors races,2014 election,Florida politics,florida,arizona politics,arizona", "article": {"section": "Politics", "tag": "elections 2014,christine jones,Politics News,politics,Charlie Crist,democratic primary,republican primary,house races,Doug ducey,governors races,2014 election,Florida politics,florida,arizona politics,arizona", "published_time": "2014-08-25 16:25:19 -0400", "modified_time": "2014-08-25 16:59:05 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fcd20a\"", "article_summary": "All three Republicans running in the primary, state Reps. Andy Tobin and Adam Kwasman and rancher and businessman Gary Kiehne, have drawn unflattering press coverage.\nLarry Marano via Getty ImagesWASHINGTON -- The Republican primary to succeed Arizona Gov.\nBrewer's endorsement of former Mesa Mayor Scott Smith has given him a boost in the Republican primary against Arizona Treasurer Doug Ducey and former GoDaddy executive Christine Jones.\nCharlie Crist and former Rep. David Rivera (R-Fla.) will see if voters are willing to give them a second shot.\nFred Duval, a former head of the Arizona Board of Regents, is the only candidate on the Democratic side."}