{"article_title": "Hagan hits, then embraces Obama", "article_keywords": ["hits", "hagan", "showed", "legion", "embraces", "whos", "arrived", "hagans", "north", "president", "carolina", "obama"], "article_url": "http://www.politico.com/story/2014/08/kay-hagan-president-obama-north-carolina-110356", "article_text": "Hagan beats up Obama before he arrived and then showed up at the airport to greet him. Hagan hits, then embraces Obama\n\nCHARLOTTE, N.C. — Democratic Sen. Kay Hagan beat up President Barack Obama before he arrived in town, then showed up at the airport to give him a kiss on the cheek.\n\nThat’s the kind of balance Hagan’s trying to strike in a state where Obama’s still very popular in some parts that helped her win in 2008, but dragging her down so much elsewhere that she’s one of the Democrats’ most vulnerable incumbents.\n\nStory Continued Below\n\nHagan issued an advanced draft of her speech to the American Legion here before Obama arrived, charging that the president “has not done enough” to restore trust after the Veterans Affairs scandal broke earlier in the summer, adding that the administration still “has a long road ahead.” She was scheduled to address the convention Wednesday afternoon.\n\n( Driving the Day: Florida gubernatorial primary recap)\n\nThat does not appear to have been the message she delivered to Obama, whom she greeted with a smile and an embrace as he came down the stairs at the North Carolina Air National Guard base.\n\nRichard Burr, the Republican who’s Hagan’s fellow North Carolina senator, also greeted the president as he arrived, offering his own handshake-embrace.\n\nNeither rode with Obama in the presidential limousine for his brief trip to the convention center here to address the American Legion himself.\n\nNational Republican Senatorial Campaign committee strategist Brad Dayspring said Hagan’s greeting was a perfect portrait of Hagan’s relationship with Obama.\n\n( PHOTOS: 10 tough Senate races for Democrats)\n\n“More surprising than the tarmac embrace has been last few days of harshly worded Hagan press releases, considering her near unanimous support for this administration over the last five years,” Dayspring said. “The big hug should be even less surprising considering the extent to which Kay Hagan is depending on President Obama and his allies to finance her campaign.”\n\nSpeaking to reporters aboard Air Force One as Obama traveled to Charlotte, White House press secretary Josh Earnest shrugged off the criticism from Hagan, chalking it up to her being an “independent voice.”\n\nEarnest said Obama isn’t concerned about being a drag on Hagan.\n\n“The president over the course of the last two elections has outperformed expectations in North Carolina,” Earnest said. “The president has a pretty deep reservoir of political support here in North Carolina.”\n\nEarnest added that if Obama is asked to campaign for Hagan, “he won’t hesitate to do it.”\n\n( PHOTOS: Senators up for election in 2014)\n\nOpinion was divided at the American Legion convention.\n\n“She’s done a fine job, and she’s supported veterans,” said David Lewis, a Hagan supporter who’s an Army veteran and was part of the North Carolina delegation. Asked if he thought she was being pulled down in the polls by the president, Lewis said, “I really don’t.”\n\nBut Richard Neville, another Army veteran who’s originally from Minnesota but moved to North Carolina in 1998, wouldn’t say who he’s supporting. He did say the race would be “very close.”\n\n“I know a lot of people in North Carolina are not pleased with the Obamacare, and Kay Hagan supported that, and I know that’s one of the things that the opposition’s thrown back at her,” Neville said. “Whether that will affect the election, I don’t know.”\n\nA poll last week from Public Policy Polling showed Hagan holding onto a narrow, but shrinking, lead over State House Speaker Thom Tillis, 42 percent to 38 percent.", "article_metadata": {"og": {"site_name": "POLITICO", "description": "She’s trying to strike a balance in a state where Obama’s popular, but drags her down elsewhere.", "title": "Hagan hits, then embraces Obama", "url": "http://www.politico.com/story/2014/08/kay-hagan-president-obama-north-carolina-110356.html", "image": "http://s3-origin-images.politico.com/2014/08/26/140826_kay_hagan_barack_obama_ap_328.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Barack Obama,North Carolina,Kay Hagan", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "She’s trying to strike a balance in a state where Obama’s popular, but drags her down elsewhere.", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Hagan hits, then embraces ObamaCHARLOTTE, N.C. — Democratic Sen. Kay Hagan beat up President Barack Obama before he arrived in town, then showed up at the airport to give him a kiss on the cheek.\nHagan beats up Obama before he arrived and then showed up at the airport to greet him.\nRichard Burr, the Republican who’s Hagan’s fellow North Carolina senator, also greeted the president as he arrived, offering his own handshake-embrace.\nNational Republican Senatorial Campaign committee strategist Brad Dayspring said Hagan’s greeting was a perfect portrait of Hagan’s relationship with Obama.\n“She’s done a fine job, and she’s supported veterans,” said David Lewis, a Hagan supporter who’s an Army veteran and was part of the North Carolina delegation."}