{"article_title": "Tackling the financial toll of cancer, one patient at a time", "article_keywords": ["financial", "center", "cancer", "tackling", "sherman", "say", "drug", "steiner", "patients", "treatment", "toll", "patient", "insurance"], "article_url": "https://www.washingtonpost.com/national/health-science/tackling-the-financial-toll-of-cancer-one-patient-at-a-time/2016/04/09/c8a85dd8-fb16-11e5-9140-e61d062438bb_story.html", "article_text": "A radiation therapist helps Scott Steiner up after radiation therapy at Mercy Health Lacks Cancer Center in Grand Rapids, Mich. Steiner has battled cancer, and its financial consequences, for eight years. (Laura McDermott/For The Washington Post)\n\nEven before Scott Steiner started treatment for a rare gastrointestinal cancer that had spread throughout his abdomen, a dangerous side effect threatened his health.\n\nHis doctor had prescribed the cancer drug Gleevec, but Steiner’s insurance refused to cover its $3,500 monthly cost. Steiner, a warehouse manager for a publisher of Bible-themed literature, and his wife, Brenda, a part-time nurse, made just $30,000 a year. No way could they afford the drug on their own.\n\n“We still had six kids at home — how were we going to come up with that kind of money?” Steiner said. “We couldn’t re-mortgage the house, because it had already been re-mortgaged. I wouldn’t have been able to take the medication. We would have had to just trust in the Lord.”\n\n[7 tips for cancer patients worrying about the cost of their care]\n\nIt was a scary brush with “financial toxicity,” as researchers call the mix of economic stress, anxiety and depression cancer patients often endure. But then Steiner was assigned to Dan Sherman, an oncology social worker at Mercy Health Lacks Cancer Center who within days got a free supply of Gleevec from the manufacturer. He also made sure it was delivered promptly. The package arrived at Steiner’s home on Christmas Eve, his 46th birthday.\n\nScott Steiner, center, sits with his wife, Brenda, as they talk with clinical financial consultant Dan Sherman about his continuing cancer care. (Laura McDermott/For The Washington Post)\n\nIn the eight years since, Steiner has faced a series of medical and financial reversals, and each time Sherman has done as much as any doctor to keep Steiner going — scrambling to get the treatment he needed without sending his family into bankruptcy. “He keeps throwing me life rafts before I sink,” Steiner said.\n\nWith cancer costs only continuing to rise, Sherman and other “financial navigators” across the country have moved to the front lines of efforts to help people survive financially as well as medically. They take a highly individualized approach, working closely with patients and oncologists from the time of diagnosis and continuing through the twists and turns of a protracted illness.\n\nTheir strategy is to pull every lever available to extract maximum assistance from pharmaceutical companies, the government, foundations and the hospitals themselves, and to make sure patients know the best insurance options for their particular illness. Such aggressiveness is needed, experts say, because millions of Americans are struggling with high out-of-pocket expenses. The complexity of the health-care system only makes things worse, they add.\n\n[The burden of cancer isn’t just cancer]\n\n“We are experienced in dealing with the side effects of treatment,” Sherman said, “but we have not recognized that we are causing financial harm to patients.”\n\nAlthough many in the health-care industry say such collateral damage must be addressed — that hospitals need to become much more sophisticated, that doctors need to shed their reluctance to discuss costs with patients — they acknowledge it’s not happening quickly.\n\n“This isn’t something that health systems typically like to deal with,” said Scott Ramsey, director of the Hutchinson Institute for Cancer Outcomes Research at the Fred Hutchinson Cancer Research Center in Seattle. “But someone needs to step in, assess patients’ financial risks and do something to manage their finances.”\n\nIn that city, a nonprofit called CENTS is matching 25 recently diagnosed cancer patients from Hutchinson with volunteers who help manage their expenses and insurance needs. “People who feel safe financially and physically are going to have a better [treatment] result,” said co-founder Karen Overstreet, a retired federal bankruptcy judge.\n\nIn Milwaukee, social workers at Aurora Health Care’s cancer center have added financial counseling to the psychological support they’ve long provided to patients. “We didn’t want patients walking away from treatments because of the expense,” said Brad Zimmerman, who, like his colleagues, often turns to foundations funded by pharmaceutical companies and philanthropic groups to cover patients’ medication co-pays.\n\n[You survived cancer. Now what?]\n\nAnd in New York City, admissions staffers at Memorial Sloan Kettering Cancer Center now ask specifically whether patients have financial concerns about treatment, said Chief Operations Officer Kathryn Martin. “We work closely with patients on complex issues and even help patients pick insurance products that are best for them,” she said.\n\nBehind such efforts is a bitter and fundamental dispute over why patients, even those with insurance, get hit with extraordinary costs for cancer care.\n\nPharmaceutical companies say insurers are to blame for requiring consumers to absorb higher deductibles and co-pays before coverage kicks in. Insurers say excessive hospital charges, doctor fees and drug prices are the culprits and that drug assistance programs actually encourage greater medication use.\n\nAnd hospitals complain that the pharmaceutical companies are inflating prices and that insurers are failing to adequately cover needed treatments.\n\nSherman ignores the finger-pointing. Over the past several years, he has worked with about 25 hospitals across the country to set up financial-navigation services. “I can’t do anything about prices or most of what happens in the health-care system,” he said. “But I can help the cancer patient sitting in front of me.”\n\nAn ‘unfolding disaster’\n\nCancer has always been an expensive disease. In 2013, S. Yousuf Zafar at the Duke University School of Medicine coined the term “financial toxicity” to describe the impact of better but costlier drugs, longer treatment regimens and the shifting of ever-greater costs to patients.\n\nBecause of the Affordable Care Act, millions more people are insured, including some who previously couldn’t buy coverage at any price. Even so, researchers say, many Americans are underinsured, with out-of-pocket expenses outstripping their ability to pay. They include deductibles (paid by the patient before insurance kicks in), co-pays (set dollar amounts for a prescription or service) and co-insurance (a percentage of the cost of a drug or service).\n\nMost ACA and employer insurance plans have out-of-pocket maximums — $6,850 for individuals and $13,700 for family coverage for this year — yet the costs can still be oppressive. Patients may have to pay more for out-of-network services. And with some cancer drugs weighing in at $10,000 a month, co-pays for patients can reach hundreds and even thousands of dollars a month.\n\nRecent studies have documented patients’ financial distress, from reduced income and depleted savings to loss of their homes. Researchers at Virginia Commonwealth University concluded in March that almost 30 percent of cancer survivors experience some kind of financial burden and are more likely to then become depressed. Ramsey has found that people battling cancer are, on average, about 2 1 / 2 times more likely to file for bankruptcy than people without cancer — and that post-bankruptcy patients are nearly 80 percent more likely to die from any cause compared with others with cancer.\n\n[The burden of cancer isn’t just cancer]\n\n“It’s a slow but unfolding disaster,” he said.\n\nAllie Harris-Moore of South Elgin, Ill., knows this firsthand. Five years ago, just after she turned 70, she was diagnosed with breast and kidney cancer and treated at Advocate Sherman Hospital in Elgin. Despite having a Medicare Advantage plan — the private alternative to standard Medicare — she ended up with $10,000 in bills.\n\n“Every Monday, I would have a pile of bills on my floor, for this scan, for that test,” said Harris-Moore, who is divorced. “The insurer would say some of the doctors were outside the network, and I would say, the hospital is inside the network, so how is this my fault?”\n\nAfter working 39 years as a reservations agent, ticket agent and customer service manager for Northwest Airlines, Harris-Moore said she had no trouble standing up for herself, but that she still found the experience “the most stressful thing I have ever been through.” A collection agency threatened to ruin her credit. It took her two years to pay off her debt.\n\nThen she was diagnosed with cancer in her other breast. “What is this going to cost?” she immediately worried. But while at the hospital last fall, she met Rachel Faustner, who recently had been trained by Sherman to be Advocate Sherman’s first financial navigator.\n\nFaustner got Harris-Moore ­enrolled temporarily in the Washington-based Patient Access Network, a large co-pay foundation that covered her out-of-pocket responsibility for chemotherapy. She also talked to Harris-Moore about insurance alternatives; as a result, Harris-Moore dropped her Medicare Advantage plan and enrolled in regular Medicare. Because that program has no out-of-pocket caps, she added a Medicare supplemental policy to fill in the gaps. She also bought an inexpensive prescription-drug plan.\n\nAlthough Harris-Moore’s premiums are higher, her overall expenses are thousands of dollars lower because she has 100 percent coverage.\n\n“Rachel,” said Harris-Moore, “saved my life.”\n\nWhich plans cover what?\n\nAs the son of American missionaries, with degrees in accounting and counseling, the 49-year-old Sherman approaches his work as a personal crusade. “I have discovered I have a deep, deep passion for the role,” he said. “Way, way too many patients are falling through the cracks.”\n\nSherman’s first role at the Lacks Cancer Center was as a social worker helping cancer patients deal with their diagnoses. He was surprised as they began raising financial concerns. A “life-changing” moment came in 2008, when he helped a woman with acute myeloid leukemia figure how to afford her care. Until then, she told him tearfully, she’d been planning her funeral.\n\nThe next year, after studying up on the minutiae of insurance and health care, he started a financial-navigation program aimed at getting uninsured and underinsured patients the medications and services they needed. “He knows which plans cover one drug but not another,” said Thomas Gribbin, the medical director at Lacks.\n\nThe effort has paid off. Sherman estimates that over the past five years he has saved patients there more than $16 million in out-of-pocket costs and the cancer center itself $9 million. The latter is a key point when he talks to facilities about setting up ­financial-navigation programs: Helping patients by getting insurance and drug companies to bear more costs means less bad debt and other expenses for hospitals.\n\n[Why it’s too early to get excited about this ‘unprecedented’ new cancer treatment ]\n\nWith Steiner, he has used every tool available. With the first diagnosis of a gastrointestinal stromal tumor — a malignancy in the body’s connective tissue — Steiner went on his employer’s disability program but had to come up with $450 a month to be covered by its health plan. That sum was well beyond reach for Scott and Brenda Steiner, so Sherman got the hospital to pay the premium.\n\nAnd as Steiner’s drug treatments and insurance status changed through the years, Sherman found free drugs or co-pay assistance from a series of manufacturers and foundations.\n\nSometimes, the two disagreed. When Steiner, who eventually went on Social Security Disability, wanted to drop out and take a job as a computer technician, Sherman was alarmed. Steiner would lose his Medicare coverage at a time when his cancer was advancing.\n\nStruggling with a broken leg, Sherman limped into the hospital in late 2014 and told the older man he was courting disaster. “Don’t let your pride get in the way,” he said. He won the argument.\n\nRecently, with the standard therapies no longer working and his cancer advancing yet again, Steiner asked to try the new immunotherapy infusion drug Opdivo, which can cost more than $12,000 a month. His oncologist, Kenneth Krajewski, consulted another specialist and agreed that it was worth trying, but Medicare refused to pay because the drug hasn’t been approved for treating Steiner’s rare kind of cancer.\n\n“Now what do we do?” Krajewski asked Sherman, who wasn’t sure whether the manufacturer would provide Opdivo because it was going to be used in an off-label way. As it turned out, Bristol-Myers Squibb’s Patient Assistance Foundation quickly approved the request for a free supply, and Steiner started treatment on April 1.\n\n“It’s a Hail Mary pass, a last-ditch effort,” said Steiner, who hopes the drug will give him more time to see his 10 grandchildren, plus the three more on the way, grow up.\n\n“I don’t know whether I would have been able to get this treatment without Dan,” he said. “But he sure made it easier.”", "article_metadata": {"news_keywords": "cancer, costs, financial toxicity, drugs, hospitals, doctors, insurance, deductibles", "og": {"site_name": "Washington Post", "description": "A new type of expert helps individuals get the care they need despite often immense costs.", "title": "Tackling the financial toll of cancer, one patient at a time", "url": "https://www.washingtonpost.com/national/health-science/tackling-the-financial-toll-of-cancer-one-patient-at-a-time/2016/04/09/c8a85dd8-fb16-11e5-9140-e61d062438bb_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2016/03/29/Production/Daily/A-Section/Images/CancerFinance-131459268359.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@lauriemcginley2"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/national/health-science/tackling-the-financial-toll-of-cancer-one-patient-at-a-time/2016/04/09/c8a85dd8-fb16-11e5-9140-e61d062438bb_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "cancer, costs, financial toxicity, drugs, hospitals, doctors, insurance, deductibles", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "eomportal-uuid": "c8a85dd8-fb16-11e5-9140-e61d062438bb", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "description": "A new type of expert helps individuals get the care they need despite often immense costs."}, "article_summary": "“Way, way too many patients are falling through the cracks.”Sherman’s first role at the Lacks Cancer Center was as a social worker helping cancer patients deal with their diagnoses.\nScott Steiner, center, sits with his wife, Brenda, as they talk with clinical financial consultant Dan Sherman about his continuing cancer care.\nRecent studies have documented patients’ financial distress, from reduced income and depleted savings to loss of their homes.\nA radiation therapist helps Scott Steiner up after radiation therapy at Mercy Health Lacks Cancer Center in Grand Rapids, Mich. Steiner has battled cancer, and its financial consequences, for eight years.\nIn Milwaukee, social workers at Aurora Health Care’s cancer center have added financial counseling to the psychological support they’ve long provided to patients."}