{"article_title": "Nevada Legislature: Despite objections, lawmakers cut funding to Western Nevada College", "article_keywords": ["legislature", "wont", "colleges", "cut", "funding", "prisons", "million", "budget", "community", "state", "college", "western", "despite", "medicaid", "objections", "nevada", "lawmakers"], "article_url": "http://www.recordcourier.com/news/16371873-113/nevada-legislature-despite-objections-lawmakers-cut-funding-to", "article_text": "Despite comments by more than a half dozen lawmakers the proposed university system budgets unfairly damage the community college system, the cuts in Gov. Brian Sandoval’s budget were approved by the money committees on Friday.\n\nSen. Pete Goicoechea, R-Eureka, and Assemblywoman Robin Titus, R-Smith Valley, said they couldn’t support the funding plan for NSHE because of the cuts to the community colleges.\n\n“Clearly, anytime you’ve got a reduction of 15 or 16 percent to some community colleges, well, you might as well turn the lights off,” said Goicoechea. “I won’t be supporting it.”\n\n“I am hugely concerned we are focusing on priorities at levels we should not be,” said Titus.\n\nShe said economic development is focused on bringing workers to serve the growing number of tech-companies in the state and those workers won’t be trained at the universities but the community colleges.\n\n“I won’t be supporting this budget,” she said.\n\n“I remain concerned about the community colleges and the formula that drives that funding,” said Assemblyman Randy Kirner, R-Reno. “I think they’re getting short changed.”\n\nThey were joined by Assemblyman James Oscarson, R-Pahrump, who said given the money added to such things as the UNLV Medical School project, he has significant concerns and just can’t support the budget.\n\nBut the budgets, including the community college cuts, were approved by the joint subcommittee.\n\nAmong the other cuts in the governor’s recommended budget is the removal of the $5.3 million in “bridge funding” designed to get Western Nevada and Great Basin colleges through the transition to the new formulas.\n\nThose colleges are also losing the rural factor that recognized the added costs of providing small classes in rural areas and the cost of administrative needs in those small schools.\n\nHeidi Swank, D-Las Vegas, said after teaching at community college and the university for 20 years, she can’t support the budget plan.\n\n“We are underestimating the impact of not funding the “F” grades,” she said.\n\nCommunity college officials have said the rule cutting off per credit funding for a student who takes but fails a class ignores the reality of community college student needs since many of them take a class for a specific skill, then don’t complete the class once they have that training. And they argue those students don’t go through the requirements to get a degree, which the new formula rewards. They just take the classes they need.\n\nLawmakers were told the impact of cutting funding when students get an “F” has a much greater impact on the community colleges — especially Western Nevada College and Great Basin — than the universities.\n\nAll of them express the hope lawmakers are going to find a solution to those issues and add some funding.\n\nSubcommittee Chairman Sen. Ben Kieckhefer, R-Reno, said it was his intention to accept a motion closing the budget as recommended but he shared some of those concerns.\n\n“We’ll see where we get on the revenue picture and see what we can put back,” said Kieckhefer, whose district includes WNC.\n\nIn addition, the joint Senate Finance/Assembly Ways and Means subcommittee voted to add 100 correctional officers to the prisons budget over the coming two years to provide enough staff to cover the system’s “relief factor.”\n\nThat factor is based on the number of guards the prisons need to simply cover all security posts even when there are vacations and other absences.\n\nThe number was based on an interim study that recommended not only those 100 positions but 399 more staff to increase the inmate-staff ratios at Nevada’s different prisons to a level more closely matching national standards.\n\nThe department will get 45 positions funded the first year of the biennium with the remaining 55 posts in the second year.\n\nGoicoechea said the problem for prisons is hiring in specific places like the Ely State Prison. He said that staffing shortfall won’t go away until and unless the state finds a way to pay officers working in Ely more.\n\nLawmakers also accepted budget amendments reducing the total Medicaid budget by more than $200 million. But nearly all of that is federal money because of reduced projections of what the “newly-eligible” Medicaid members are going to cost the state. A large percentage of those new Medicaid recipients are young and healthy and don’t require much medical services. The state only saves about $2.6 million of that total.\n\nBut the state did save some $17.8 million in General Fund money from a series of other changes in the Medicaid and related budgets.\n\nOverall, the total budget for Medicaid and those other programs like Nevada Check-Up is $1.84 billion over the current budget — including $47.2 million in state funding. That brings the total spending on those programs to $6.4 billion for the coming biennium.\n\nThe driver behind the increases is the Affordable Care Act — Obamacare.", "article_metadata": {"description": "Despite comments by more than a half dozen lawmakers the proposed university system budgets unfairly damage the community college system, the cuts in Gov. Brian Sandoval’s budget were approved", "og": {"url": "http://www.RecordCourier.com/news/16371873-113/nevada-legislature-despite-objections-lawmakers-cut-funding-to", "image": {"identifier": "http://www.RecordCourier.com/csp/mediapool/sites/RecordCourier/assets/img/facebook-thumbnail-1200.jpg", "type": "image/jpeg"}, "site_name": "The Record Courier", "description": "Despite comments by more than a half dozen lawmakers the proposed university system budgets unfairly damage the community college system, the cuts in Gov. Brian Sandoval’s budget were approved", "title": "Nevada Legislature: Despite objections, lawmakers cut funding to Western Nevada College | RecordCourier.com"}, "twitter": {"site": "@RecordCourierNV", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 149059075256920}, "tout": {"article": {"id": 16371873}}, "__sync_contentCategory": "Paid", "keywords": "BUDGET, COLLEGE, COLLEGES, COMMUNITY, FUNDING, LAWMAKERS, MEDICAID, MILLION, NEVADA, STATE", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Despite comments by more than a half dozen lawmakers the proposed university system budgets unfairly damage the community college system, the cuts in Gov.\nBut the budgets, including the community college cuts, were approved by the joint subcommittee.\n“I remain concerned about the community colleges and the formula that drives that funding,” said Assemblyman Randy Kirner, R-Reno.\n“Clearly, anytime you’ve got a reduction of 15 or 16 percent to some community colleges, well, you might as well turn the lights off,” said Goicoechea.\nHeidi Swank, D-Las Vegas, said after teaching at community college and the university for 20 years, she can’t support the budget plan."}