{"article_title": "Feds Claim Obamacare Launch Is Hindering Government Transparency : Shots", "article_keywords": ["claim", "court", "shots", "launch", "obamacare", "records", "hindering", "feds", "medicare", "transparency", "department", "officials", "requests", "foia", "cms", "public", "center"], "article_url": "http://www.npr.org/sections/health-shots/2015/03/24/394906828/feds-claim-obamacare-launch-is-hindering-government-transparency", "article_text": "Feds Claim Obamacare Launch Is Hindering Government Transparency\n\ni toggle caption Bjorn Rune Lie/Ikon Images/Getty Images Bjorn Rune Lie/Ikon Images/Getty Images\n\nA heavy workload caused by the Affordable Care Act, government technology limits and staff shortages are causing unusually long delays in filling public records requests, federal health officials say.\n\nThe waits in some cases could stretch out a decade or more.\n\nThe Freedom of Information Act requires federal agencies to respond to records requests in 20 working days, though providing documents often takes much longer. The FBI, for instance, recently reported that complex requests could average more than two years to fill.\n\n\"I have never heard of Obamacare being given as a reason for things taking a long time.\"\n\nThe Centers for Medicare and Medicaid Services has a backlog of some 3,000 FOIA requests and says it may need 10 years or more to dig out from under some large cases.\n\nThe Justice Department disclosed the bottleneck in court papers filed Friday in a FOIA lawsuit brought by the Center for Public Integrity against the Department of Health and Human Services, the parent agency of CMS.\n\nThe suit, filed in May 2014, seeks a broad array of records as part of the Center's ongoing investigation into overcharges by private Medicare Advantage insurance plans for the elderly. The center filed suit after failing to receive any records as a result of its initial FOIA request in 2013.\n\nIn its court filing, the Justice Department argued that CMS resources \"have been placed under unusual strain\" in the past year due to demands of launching Obamacare.\n\n\"The ability of HHS to meet its obligations under the FOIA is limited by the scarcity of its available resources,\" officials wrote. The CMS office that handles FOIA requests has \"only a staff of 19 people to discharge the agency's FOIA responsibilities,\" officials wrote.\n\nJustice Department lawyers also said CMS has been \"handicapped by a lack of technology.\"\n\nThat's particularly the case when it comes to providing email communications. CMS said it has about 80 gigabytes of information, mostly emails, stored on software for delivery in other FOIA lawsuits, which it said came to 8 million pages.\n\nLooking for more, the agency said, is \"already straining labor hours and budget of the FOIA staff.\" CMS said it had only recently acquired software which should speed things up.\n\nLiz Hempowicz, a public policy associate at the Project on Government Oversight in Washington, dubbed the status quo \"ridiculous.\" \"I think the excuse that record keeping is not up to date is absurd in 2015,\" she said. \"These agencies need to get record keeping systems up to date. It shouldn't take that long.\"\n\nThe emails CMS has delivered to the Center for Public Integrity so far have been less than revelatory. Scores of messages in which CMS officials appear to be discussing important policy matters, such as how generously to pay Medicare Advantage plans, are totally blacked out.\n\nJustice lawyers called 2014 an \"unusual year\" for CMS because the open enrollment period for Obamacare health insurance exchanges \"was a period of high activity at the agency.\" CMS also is dealing with a \"significant number of requests\" for records about the exchanges.\n\nGiven the workload, the Justice Department asked for court approval to hand over 500 pages of Medicare Advantage records every two months, a pace that the center argues would require 16 to 25 years to disgorge all the Medicare Advantage records the government says exist. The center did receive 1,144 pages of records in January and 587 in March, though some of that material was available on public websites.\n\nOn Monday, U.S. District Judge John D. Bates ordered HHS to process at least 1,000 pages per month for April, May and June, and directed the parties in the lawsuit to confer with an eye toward both narrowing the center's request and agreeing on a \"production schedule.\" The judge set a hearing on the issue for June 4.\n\nBates noted that the center was seeking a \"very extensive volume\" of documents. \"And the Court recognizes that defendant is currently strained by a number of other voluminous FOIA requests. But – be that as it may – the Court is deeply concerned about a proposed production schedule that may take decades to complete,\" he wrote.\n\nEven some advocates who've grown accustomed to tales of FOIA woes were surprised at the government's stretched out time frame and its decision to lay the blame for delays at least partly on Obamacare.\n\n\"I have never heard of Obamacare being given as a reason for things taking a long time,\" said Hempowicz, of the Project on Government Oversight. She said that \"superlong turnaround times\" are sometimes used to deter people from seeking records. \"That's my feeling,\" she said.\n\nThis piece comes from the Center for Public Integrity, a nonpartisan, nonprofit investigative news organization. For more, follow the center on Twitter @Publici, or sign up for its newsletter.", "article_metadata": {"Rating": "General", "description": "The Centers for Medicare and Medicaid Services has a backlog of some 3,000 FOIA requests and says it may need 10 years or more to dig out from under some large cases.", "og": {"site_name": "NPR.org", "description": "The Centers for Medicare and Medicaid Services has a backlog of some 3,000 FOIA requests and says it may need 10 years or more to dig out from under some large cases.", "title": "Feds Claim Obamacare Launch Is Hindering Government Transparency", "url": "http://www.npr.org/sections/health-shots/2015/03/24/394906828/feds-claim-obamacare-launch-is-hindering-government-transparency", "image": "https://media.npr.org/assets/img/2015/03/24/desktop-paperwork_wide-8cd8142fed3a4b9883db4a52e6e625946a397d04.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2015/03/24/desktop-paperwork_wide-8cd8142fed3a4b9883db4a52e6e625946a397d04.jpg?s=1400"}, "card": "summary_large_image", "site": "@NPR"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2015-03-24", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "article_summary": "The Freedom of Information Act requires federal agencies to respond to records requests in 20 working days, though providing documents often takes much longer.\nThe CMS office that handles FOIA requests has \"only a staff of 19 people to discharge the agency's FOIA responsibilities,\" officials wrote.\nFeds Claim Obamacare Launch Is Hindering Government Transparencyi toggle caption Bjorn Rune Lie/Ikon Images/Getty Images Bjorn Rune Lie/Ikon Images/Getty ImagesA heavy workload caused by the Affordable Care Act, government technology limits and staff shortages are causing unusually long delays in filling public records requests, federal health officials say.\n\"And the Court recognizes that defendant is currently strained by a number of other voluminous FOIA requests.\nScores of messages in which CMS officials appear to be discussing important policy matters, such as how generously to pay Medicare Advantage plans, are totally blacked out."}