{"article_title": "Nonprofit Provides Back-to-School Supplies to Cheyenne River Youth", "article_keywords": ["juniorhigh", "school", "kids", "students", "youth", "high", "cheyenne", "provides", "supplies", "nonprofit", "river", "backpacks", "backtoschool"], "article_url": "http://indiancountrytodaymedianetwork.com/2013/09/10/nonprofit-provides-back-school-supplies-cheyenne-river-youth-151211", "article_text": "Kids are back in school on South Dakota’s 2.8 million-acre Cheyenne River Reservation, and with help from the Cheyenne River Youth Project, 530 of them have backpacks overflowing with essential school supplies.\n\n“Every child wants to be the same as all the other kids,” April Bachman, CRYP’s finance manager, said in a press release. “For so many kids in America, heading back to school means shopping for school supplies—all the fun, exciting, colorful things for a new year. Imagine facing that first day of school empty-handed, without the tools you need to be successful. Each year, we work hard to make sure that our children don’t feel different or disadvantaged and that they have a happy first day of school. That’s how it should be.”\n\nShe said organizational partnerships made the donation of backpacks possible.\n\n“Running Strong for American Indian Youth provided 350 elementary backpacks and 50 junior-high and high school backpacks, which were all filled with school supplies,” she said. “They also sent bulk supplies for another 100 elementary students and 100 junior-high and high school students, so those kids could match backpacks with the supplies they wanted. The Billy Osceola Memorial Library in Okeechobee, Florida also donated supplies.\n\n“We’re deeply grateful to both organizations, as well as to the many individuals around the country—and even the world—who made contributions to this year’s School Supplies Drive,” she continued. “Thanks to their steadfast, generous support, more than 500 Cheyenne River children had a great start to the 2013-14 school year.”\n\nTo participate in events such as the supplies drive, visit LakotaYouth.org.", "article_metadata": {"description": "Kids are back in school on South Dakota’s Cheyenne River Reservation, and with help from the Cheyenne River Youth Project, 530 have school supplies.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "leeanne", "og": {"url": "http://indiancountrytodaymedianetwork.com/2013/09/10/nonprofit-provides-back-school-supplies-cheyenne-river-youth-151211", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/cheyenne-river-youth-project-backpacks.jpeg", "site_name": "Indian Country Today Media Network.com", "title": "Nonprofit Provides Back-to-School Supplies to Cheyenne River Youth"}, "dcterms.date": "2013-09-10T10:00-04:00", "dc": {"title": "Nonprofit Provides Back-to-School Supplies to Cheyenne River Youth"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2013/09/10/nonprofit-provides-back-school-supplies-cheyenne-river-youth-151211", "robots": "follow, index", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Cheyenne River Youth Project, Cheyenne River Indian Reservation, Native American students, Running Strong for American Indian Youth, American Indian Education, Back to School", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.title": "Nonprofit Provides Back-to-School Supplies to Cheyenne River Youth"}, "article_summary": "Kids are back in school on South Dakota’s 2.8 million-acre Cheyenne River Reservation, and with help from the Cheyenne River Youth Project, 530 of them have backpacks overflowing with essential school supplies.\n“Running Strong for American Indian Youth provided 350 elementary backpacks and 50 junior-high and high school backpacks, which were all filled with school supplies,” she said.\n“We’re deeply grateful to both organizations, as well as to the many individuals around the country—and even the world—who made contributions to this year’s School Supplies Drive,” she continued.\n“They also sent bulk supplies for another 100 elementary students and 100 junior-high and high school students, so those kids could match backpacks with the supplies they wanted.\n“Thanks to their steadfast, generous support, more than 500 Cheyenne River children had a great start to the 2013-14 school year.”To participate in events such as the supplies drive, visit LakotaYouth.org."}