{"article_title": "RNC Launches Website Dedicated to Clinton's Email Scandal", "article_keywords": ["website", "dedicated", "clinton", "rnc", "launches", "site", "sensitive", "clintons", "truth", "facts", "scandal", "hillary", "email"], "article_url": "http://townhall.com/tipsheet/leahbarkoukis/2016/03/10/rnc-launches-website-dedicated-to-clintons-email-scandal-n2131258", "article_text": "The RNC has launched a website dedicated exclusively to exposing Hillary Clinton’s email scandal, ensuring the public knows the facts as we inch closer to the 2016 election.\n\nClintonEmailFacts.gop is the “definitive source for facts, figures, and developments in Hillary’s email scandal,” the homepage states.\n\nThose interested can browse categories on the site that include the rules she broke, expert opinions, a quick fact sheet to bring people up to speed on the story, and more.\n\n“Clinton’s unprecedented email arrangement was an egregious error in judgment that jeopardized the nation’s most sensitive intelligence,” RNC Chairman Reince Priebus said in a statement. “Hillary Clinton and her campaign have attempted to distract, deceive, and confuse the American people about the truth, and this site breaks down the facts so voters understand the full scope of her reckless conduct. The truth is that on more than 2,000 occasions, Hillary Clinton sent or received classified information that ultimately put our national security and sensitive diplomatic efforts at risk. The ongoing investigation by the FBI, coupled with Clinton’s arrogant and dishonest claims, shows she can’t be trusted with the presidency.”", "article_metadata": {"description": "The RNC has launched a website dedicated exclusively to exposing Hillary Clintons email scandal, ensuring the public knows the facts as we inch closer to the 2016 election..05/27/2016 10:06:37AM EST.", "author": "Leah Barkoukis", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "The RNC has launched a website dedicated exclusively to exposing Hillary Clintons email scandal, ensuring the public knows the facts as we inch closer to the 2016 election.", "title": "Leah Barkoukis - RNC Launches Website Dedicated to Clinton's Email Scandal", "url": "http://townhall.com/tipsheet/leahbarkoukis/2016/03/10/rnc-launches-website-dedicated-to-clintons-email-scandal-n2131258", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2016/3/10/2.png", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "The RNC has launched a website dedicated exclusively to exposing Hillary Clintons email scandal, ensuring the public knows the facts as we inch closer to the 2016 election.", "title": "Leah Barkoukis - RNC Launches Website Dedicated to Clinton's Email Scandal", "url": "http://townhall.com/tipsheet/leahbarkoukis/2016/03/10/rnc-launches-website-dedicated-to-clintons-email-scandal-n2131258", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2016/3/10/2.png", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "RNC Launches Website Dedicated to Clinton's Email Scandal, Leah Barkoukis, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "The RNC has launched a website dedicated exclusively to exposing Hillary Clinton’s email scandal, ensuring the public knows the facts as we inch closer to the 2016 election.\nClintonEmailFacts.gop is the “definitive source for facts, figures, and developments in Hillary’s email scandal,” the homepage states.\n“Clinton’s unprecedented email arrangement was an egregious error in judgment that jeopardized the nation’s most sensitive intelligence,” RNC Chairman Reince Priebus said in a statement.\nThe ongoing investigation by the FBI, coupled with Clinton’s arrogant and dishonest claims, shows she can’t be trusted with the presidency.”\nThe truth is that on more than 2,000 occasions, Hillary Clinton sent or received classified information that ultimately put our national security and sensitive diplomatic efforts at risk."}