{"article_title": "Minnesota man’s mistake leads to winning poker’s top prize", "article_keywords": ["pokers", "poker", "mans", "prize", "players", "win", "minnesota", "winning", "leads", "player", "game", "vegas", "different", "series", "world", "thing", "mistake"], "article_url": "http://www.salon.com/2015/06/14/minnesota_mans_mistake_leads_to_winning_pokers_top_prize/", "article_text": "Topics: From the Wires, Entertainment News, News\n\nLAS VEGAS (AP) — It’s one thing to outlast hundreds or thousands of poker players to win one of the World Series of Poker’s 68 events and the Las Vegas tournament’s coveted gold bracelet.\n\nIt’s another thing entirely to win a game you’ve never played before.\n\nChristian Pham of St. Paul, Minnesota, did exactly that Thursday, rising to the top of 219 players, including a few poker icons. On accident.\n\nThe 40-year-old professional poker player said he intended to play no-limit Texas Hold ’em but instead inadvertently signed up for a different game happening the same day: so-called no-limit deuce-to-seven draw lowball. The cost? A $1,500 buy-in.\n\n“It’s a totally different game. Different mindset. Different strategies,” said Shawn Harris, Pham’s dealer at the final table.\n\nEssentially, the goal is to have the lowest poker hand, no straights or flushes, and if a player ends up with a pair, it’s better if it’s a pair of twos. Players can also draw cards.\n\nThe event was just one of 68, all offering a chance at a golden bracelet prize, happening in Las Vegas at the Rio All-Suite Hotel & Casino throughout the 51-day World Series of Poker that started on May 27 and culminates with the closely watched Main Event.\n\nPham said he didn’t realize his mistake until he was dealt five cards instead of the usual two. He panicked, then observed, leaning on helpful players who advised him what beat what.\n\n“At first you suspect an act, but if it was, it was very good,” said Chris Mecklin who was sitting next to Pham when the game’s newbie realized he had made a mistake. He didn’t know it would be a fortuitous one.", "article_metadata": {"description": "Minnesota man’s mistake leads to winning poker’s top prize", "title": "Minnesota man’s mistake leads to winning poker’s top prize", "og": {"site_name": "Salon", "description": "Minnesota man’s mistake leads to winning poker’s top prize", "title": "Minnesota man’s mistake leads to winning poker’s top prize", "url": "http://www.salon.com/2015/06/14/minnesota_mans_mistake_leads_to_winning_pokers_top_prize/", "image": "http://media.salon.com/2015/06/world-series-of-poker-lucky-win.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Minnesota man’s mistake leads to winning poker’s top prize", "title": "Minnesota man’s mistake leads to winning poker’s top prize", "image": "http://media.salon.com/2015/06/world-series-of-poker-lucky-win.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Kimberly Pierceall", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdbb35\"", "article_summary": "“It’s a totally different game.\nChristian Pham of St. Paul, Minnesota, did exactly that Thursday, rising to the top of 219 players, including a few poker icons.\nThe 40-year-old professional poker player said he intended to play no-limit Texas Hold ’em but instead inadvertently signed up for a different game happening the same day: so-called no-limit deuce-to-seven draw lowball.\nIt’s another thing entirely to win a game you’ve never played before.\nPham said he didn’t realize his mistake until he was dealt five cards instead of the usual two."}