{"article_title": "New Jersey News, Politics, Opinion, and Analysis", "article_keywords": ["republican", "macarthur", "hr", "res", "rep", "analysis", "health", "voted", "opinion", "vote", "politics", "h", "jersey", "women"], "article_url": "http://politickernj.com/2015/04/cd3-race-dccc-avidly-targeting-macarthur/", "article_text": "Boosted perhaps by the prospect of a presidential year in 2016 and memories of jackpot numbers in 2008, the Democratic Congressional Campaign Committee (DCCC) is already heaping scorn on the brand new congressional career of U.S. Rep. Tom MacArthur (R-3).The argument?\n\nMacArthur has been complicit in Republican dysfunction.\n\n“As Republican ‘One-Term Wonders’ like Congressman MacArthur hit this milestone, they will surely try and rewrite history by casting their first 100 days in Congress in an effective light,” said Matt Thornton of the DCCC. “Congressman MacArthur’s voting record tells a different story, as does his being party to House Republicans’ utter failure to govern effectively.”\n\nThey cited the following examples of what they interpret as MacArthur’s dereliction of duty…\n\nElected Boehner as Speaker. Republican Rep. MacArthur voted to elect Boehner as speaker. [Vote #2, 1/6/15]\n\nVoted for the Republican Budget. Republican Rep. MacArthur voted for the FY2016 House Republican budget that would turn Medicare into a voucher program and make it harder to go to college and buy a home, while giving tax breaks to the wealthy and special interests. [H. Con. Res. 27, Vote #142, 3/25/15]\n\nVoted Repeatedly Against Considering Funding for the Department of Homeland Security. In January 2015, MacArthur voted against a motion that would allow a clean version of the Homeland Security funding bill—without amendments defunding Obama’s executive order on immigration—to pass, removing the threat of shutdown for the Department. MacArthur voted against three more similar measures in February 2015. [HR 240, Vote #34, 1/14/15; H Res 100, Vote #71, 2/11/15; H Res 101, Vote #77, 2/12/15; H Res 121, Vote #86, 2/25/15]\n\nVoted Against Protecting Women’s Medical Privacy. Republican Rep. MacArthur voted against protecting the medical privacy of a women’s right to choose her health insurance coverage. Republican Rep. MacArthur voted to restrict a woman from using her own health insurance coverage for abortion services. [H.R. 7, Vote #44, 1/22/15; H.R. 7, Vote #45, 1/22/15]\n\nVoted To Roll Back Health Care Benefits For Women, People With Pre-Existing Conditions And Seniors. Republican Rep. MacArthur voted to repeal the Affordable Care Act, which protects Americans with pre-existing conditions, ensures women can’t be charged more for health insurance than men just for being a women and lowers seniors drug prices and gives them more access to preventative care. The vote was the 56th GOP vote to repeal or undermine the ACA since January 2011. [H.R. 596, Vote #58, 2/3/15]\n\nIn a statement, MacArthur spokesman Chris Russell struck back at the DCCC.\n\n“The DCCC’s press release sounds a lot like the boiler plate, cookie-cutter garbage they did on behalf of Aimee Belgard last year, and we all know how that worked out,” said Russell, a reference to the 11-point beat down MacArthur put on his Democratic opponent in 2014. “Her campaign was even criticized by local Democrats, and she lost by double-digits in a district President Obama won twice. Frankly, after having multiple attack ads yanked off the air last year for being potentially defamatory, Nancy Pelosi and her gang don’t have much credibility here in NJ-3.\n\n“For his part, Congressman MacArthur is focused on doing his job, like securing the future of Joint Base McGuire-Dix-Lakehurst, rebuilding from Hurricane Sandy, advocating for a tough, consistent foreign policy, and reaching across the aisle to find solutions to the economic and fiscal problems facing us domestically,” the spokesman added.\n\nHaving wrested the 3rd Congressional seat away from Republicans in 2010 following a century plus of GOP control, Democrats lost the seat in 2010 and have since vainly fought to win it back. Belgard could run again with presumably Hillary Clinton at the top of the ticket in 2016 but the Burlington County attorney must first get through a freeholder race this year.", "article_metadata": {"sailthru.image.thumb": "https://nyopolitickernj.files.wordpress.com/2015/02/dscn0771.jpg?w=50", "description": "Boosted perhaps by the prospect of a presidential year in 2016 and memories of jackpot numbers in 2008, the Democratic Congressional Campaign Committee (DCCC) is already heaping scorn on the brand new congressional career of U.S. Rep. Tom MacArthur (R-3).", "generator": "WordPress.com", "og": {"site_name": "New Jersey News, Politics, Opinion, and Analysis", "description": "Boosted perhaps by the prospect of a presidential year in 2016 and memories of jackpot numbers in 2008, the Democratic Congressional Campaign Committee (DCCC) is already heaping scorn on the brand …", "title": "CD3 Race? DCCC avidly targeting MacArthur", "url": "http://politickernj.com/2015/04/cd3-race-dccc-avidly-targeting-macarthur/", "image": {"width": 1200, "identifier": "https://nyopolitickernj.files.wordpress.com/2015/02/dscn0771.jpg?w=1200", "height": 900}, "locale": "en_US", "type": "article"}, "twitter": {"image": {"src": "https://nyopolitickernj.files.wordpress.com/2015/02/dscn0771.jpg?w=640"}, "site": "@PolitickerNJ", "card": "summary_large_image", "creator": "@PolitickerNJ"}, "sailthru.date": "2015-04-14 10:49:42", "sailthru.title": "CD3 Race? DCCC avidly targeting MacArthur", "fb": {"app_id": 710865528969413}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://politickernj.com/feed/;icon-uri=https://s2.wp.com/i/favicon.ico", "application-name": "New Jersey News, Politics, Opinion, and Analysis", "keywords": "tom macarthur, aimee belgard, cd3", "article": {"publisher": "https://www.facebook.com/PolitickerNJ", "published_time": "2015-04-14T14:49:42+00:00", "modified_time": "2015-04-14T14:49:42+00:00", "author": "http://wordpress.com/author/max"}, "sailthru.description": "Boosted perhaps by the prospect of a presidential year in 2016 and memories of jackpot numbers in 2008, the Democratic Congressional Campaign Committee (DCCC) is already heaping scorn on the brand new congressional career of U.S. Rep. Tom MacArthur (R-3).", "sailthru.image.full": "https://nyopolitickernj.files.wordpress.com/2015/02/dscn0771.jpg", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "news_keywords": "Tom MacArthur, Aimee Belgard, CD3"}, "_id": "\"57477af46914bd0286fdbb43\"", "article_summary": "[HR 240, Vote #34, 1/14/15; H Res 100, Vote #71, 2/11/15; H Res 101, Vote #77, 2/12/15; H Res 121, Vote #86, 2/25/15]Voted Against Protecting Women’s Medical Privacy.\nRepublican Rep. MacArthur voted to elect Boehner as speaker.\nRepublican Rep. MacArthur voted against protecting the medical privacy of a women’s right to choose her health insurance coverage.\nRepublican Rep. MacArthur voted to restrict a woman from using her own health insurance coverage for abortion services.\nMacArthur voted against three more similar measures in February 2015."}