{"article_title": "Hillary Clinton Defends Obamacare At Louisville Stop", "article_keywords": ["sanders", "clinton", "trump", "state", "stop", "obamacare", "louisville", "kentucky", "defends", "hillary", "health", "need", "democratic", "care", "states"], "article_url": "http://wfpl.org/hillary-clinton-defends-obamacare-louisville-campaign-stop/", "article_text": "Hillary Clinton criticized Gov. Matt Bevin for his work to dismantle elements of the Affordable Care Act in Kentucky during a campaign stop in Louisville Tuesday.\n\nThe former first lady and secretary of state has been campaigning in Kentucky ahead of the state’s Democratic presidential primary next week.\n\nDuring the campaign stop at Family Health Centers in the Portland neighborhood, Clinton applauded Kentucky’s health insurance exchange, Kynect, calling it “the best example” of states’ efforts to expand health coverage. She criticized apparent Republican presidential nominee Donald Trump’s position against the law, also known as Obamacare.\n\n“Donald Trump wants to get rid of the Affordable Care Act, your governor is working hard to undermine what Kentucky has accomplished,” Clinton said. “I think with somebody like Donald Trump you would see a race to the bottom across our country — with working families paying the price.”\n\nRelated Story Bevin Notifies Federal Government He’ll Dismantle Kynect\n\nBevin has promised to dismantle Kynect by the end of this year and seek a waiver from the federal government to “transform” Kentucky’s Medicaid expansion. About 500,000 Kentuckians got health insurance under the Affordable Care Act, bringing the state uninsured rate from more than 20 percent down to 9 percent.\n\nKentucky has become a battleground for the Democratic presidential candidates, with both Clinton and Vermont Sen. Bernie Sanders vying for about 60 delegates in the state. Clinton has a lead over Sanders in the Democratic nominating process.\n\nDuring a 30-minute speech, Clinton also proposed a new federal program designed to subsidize childcare for families.\n\n“If we’re going to say we are for family values, then we need to value families, and no family should have to pay more than 10 percent of their income on childcare,” she said.\n\nClinton also said that as president, she would encourage state and local governments to increase wages for childcare workers.\n\nFormer Democratic Gov. Steve Beshear endorsed Clinton in a statement released by her campaign. In it, he cited health care policy as a reason for his support.\n\n“Given the battle playing out over health care access in Kentucky, we need a leader and ally in the White House who understands the importance of fighting for health care,” Beshear said in the statement. “Hillary will stand up with us against efforts to pull the rug out from under our families, and she’ll never give up.”\n\nBevin’s office did not immediately respond to a request for comment.\n\nClinton Rallies At Slugger Field\n\nClinton was joined by Secretary of State Alison Lundergan Grimes, Louisville Mayor Greg Fischer and former Lt. Governor Crit Luallen at an evening rally in Louisville.\n\nShe continued her critique of Bevin’s policies, this time for his cuts to state colleges, which he successfully pushed for during the most recent legislative session.\n\n“It doesn’t seem like your new governor’s real friendly to higher education,” she said.\n\nBevin and state lawmakers agreed to cut higher education by 4.5 percent over the next two years and 2 percent during the current fiscal year, which ends on June 30.\n\nClinton also touched on the heroin and opioid addiction epidemic, saying that states need to invest in treatment and “second chance” programs that keep addicts out of jail.\n\n“We’re going to do everything we can to save lives, divert people from the criminal justice system, give them treatment, help them into recovery and let them get off on a better track,” she said.\n\nClinton gave little attention to Sanders, instead focusing on Trump’s divisive rhetoric against Muslims and immigrants.\n\n“We can’t be scapegoating and finger pointing and blaming and demeaning and degrading and insulting our fellow Americans,” she said.\n\nTrump has suggested barring Muslims from traveling to the U.S. and deporting immigrants who are in the U.S. illegally. Clinton also said Trump was engaging in “reckless talk” by recently suggesting more countries should have access to nuclear weapons.\n\n“When he casually says he doesn’t care if more countries get nuclear weapons, I shudder,” she said. “The last thing we need is more countries with nuclear weapons.”\n\nThis story has been updated.", "article_metadata": {"description": "Clinton also criticized apparent Republican presidential nominee Donald Trump’s position against the law.", "generator": "WordPress 4.5.2", "og": {"site_name": "89.3 WFPL", "description": "Clinton also criticized apparent Republican presidential nominee Donald Trump’s position against the law.", "title": "Hillary Clinton Defends Obamacare At Louisville Stop", "locale": "en_US", "image": {"width": 1920, "identifier": "http://wfpl.org/wp-content/uploads/2016/05/Hillary-Clinton-3.jpg", "height": 1280}, "updated_time": "2016-05-10T21:09:56-04:00", "url": "http://wfpl.org/hillary-clinton-defends-obamacare-louisville-campaign-stop/", "type": "article"}, "twitter": {"description": "Clinton also criticized apparent Republican presidential nominee Donald Trump’s position against the law.", "creator": "@RylandKY", "image": "http://wfpl.org/wp-content/uploads/2016/05/Hillary-Clinton-3.jpg", "title": "Hillary Clinton Defends Obamacare At Louisville Stop", "site": "@WFPLNews", "card": "summary"}, "robots": "noodp", "fb": {"admins": 100006229511236, "pages": 33077174555, "app_id": 1539400482939529}, "article": {"publisher": "https://www.facebook.com/wfpllouisville", "section": "Politics", "tag": "hillary clinton", "published_time": "2016-05-10T17:41:34-04:00", "modified_time": "2016-05-10T21:09:56-04:00"}, "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "article_summary": "Matt Bevin for his work to dismantle elements of the Affordable Care Act in Kentucky during a campaign stop in Louisville Tuesday.\nIn it, he cited health care policy as a reason for his support.\nThe former first lady and secretary of state has been campaigning in Kentucky ahead of the state’s Democratic presidential primary next week.\nClinton Rallies At Slugger FieldClinton was joined by Secretary of State Alison Lundergan Grimes, Louisville Mayor Greg Fischer and former Lt.\nClinton also said Trump was engaging in “reckless talk” by recently suggesting more countries should have access to nuclear weapons."}