{"article_title": "Oklahoma suburb searching for answers after fatal stabbings", "article_keywords": ["stabbings", "neighbors", "lawn", "bever", "tried", "oklahoma", "searching", "answers", "walk", "suburb", "technicians", "pretty", "hoagland", "stabbed", "fatal", "parked"], "article_url": "http://www.salon.com/2015/08/01/oklahoma_suburb_searching_for_answers_after_fatal_stabbings/", "article_text": "Topics: From the Wires, News\n\nBROKEN ARROW, Okla. (AP) — In the dim of morning, there isn’t much to see at the house on Magnolia Court. Garage door’s up. There’s a Corvette parked inside and a burgundy GMC Yukon XL parked behind it in the driveway.\n\nPolice technicians walk briskly through the front door and around the side of the sprawling brick-and-shingle home, which is being lit by a cluster of portable lights. Neon-orange triangles mark evidence on the lawn. Police tape distances curious neighbors who have set up lawn chairs or walked outside in bathrobes.\n\nMore technicians glance at a pile in the front yard covered with a silvery-black tarp anchored by a flower pot and a brick, which at first blush looks like an unfinished gardening project.\n\nHelen Hoagland can’t stop staring at the lump on the lawn, either. The 88-year-old has lived here pretty much since the development went up in the early 1970s and is the de facto chronicler of most comings and goings. She’s been discussing the scene with fellow empty-nesters since 4 a.m.\n\nWhat they know: Five dead, all stabbed, pretty certain it’s the Bever house. Two of the boys, 16 and 18, in custody. But why?\n\n“It’s absolutely crazy,” Hoagland says, retreating inside.\n\n__\n\nUnusual here is when somebody crashes a golf cart or leaves the trash bin at the curb too long. This Tulsa suburb of 103,000 is known for its big families, big churches and big-box stores.\n\nYet in the days since the July 22 killings, some neighbors have wondered whether they could have noticed signs that things were unraveling.\n\n“Stabbing! Man, they stabbed them!” neighbor Troy DeLarzelere, a 55-year-old landscaper, stammered.\n\nSince 2007, the family of nine lived so inconspicuously that some neighbors would only learn their identities when the medical examiner’s office released their names: David Bever, 52; wife April Bever, 44; and children Daniel Bever, 12, Christopher Bever, 7, and Victoria Bever, 5. Two sisters, 13 and 2, survived.\n\nBrothers Robert Bever, 18, and Michael Bever, 16, were charged Friday — the 16-year-old as an adult — with five counts of first-degree murder and one count of assault and battery with intent to kill.\n\nNeighbors recall April walking with the kids, keeping them close together. Many locals said they tried to involve at least six of the children in activities. Hoagland recruited the younger ones to decorate the subdivision entrance for Christmas, but that lasted only two years.\n\nNeighbor Matt Jacobsen, 35, made it a point to walk next door when he saw the introverted 16-year-old pushing a lawnmower, and tried to make small talk. Bill Whitworth’s son asked the 18-year-old to ride bikes through the winding neighborhood, but the reply was the same: “That was the unwritten rule: that they wouldn’t socialize.”", "article_metadata": {"description": "Oklahoma suburb searching for answers after fatal stabbings", "title": "Oklahoma suburb searching for answers after fatal stabbings", "og": {"site_name": "Salon", "description": "Oklahoma suburb searching for answers after fatal stabbings", "title": "Oklahoma suburb searching for answers after fatal stabbings", "url": "http://www.salon.com/2015/08/01/oklahoma_suburb_searching_for_answers_after_fatal_stabbings/", "image": "http://media.salon.com/2015/08/oklahoma-family-stabbed.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Oklahoma suburb searching for answers after fatal stabbings", "title": "Oklahoma suburb searching for answers after fatal stabbings", "image": "http://media.salon.com/2015/08/oklahoma-family-stabbed.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Justin Juozapavicius", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcd255\"", "article_summary": "Police technicians walk briskly through the front door and around the side of the sprawling brick-and-shingle home, which is being lit by a cluster of portable lights.\nShe’s been discussing the scene with fellow empty-nesters since 4 a.m.What they know: Five dead, all stabbed, pretty certain it’s the Bever house.\nThere’s a Corvette parked inside and a burgundy GMC Yukon XL parked behind it in the driveway.\nHoagland recruited the younger ones to decorate the subdivision entrance for Christmas, but that lasted only two years.\nPolice tape distances curious neighbors who have set up lawn chairs or walked outside in bathrobes."}