{"article_title": "State Lawmakers Contine Crackdown On Human Trafficking, Support Victims", "article_keywords": ["victims", "way", "support", "bill", "florida", "prostitution", "bondi", "state", "crackdown", "trafficking", "human", "lawmakers", "contine", "room"], "article_url": "http://health.wusf.usf.edu/post/state-lawmakers-contine-crackdown-human-trafficking-support-victims", "article_text": "State officials continue to battle human trafficking in the state of Florida. This Session, lawmakers are offering multiple bills that could protect victims and penalize traffickers.\n\nHuman trafficking victims are dragged into a world of forced labor and commercial sex. Many activists, like human rights lawyer Terry Coonan equate the practice with modern day slavery.\n\n“It was Abraham Lincoln who once said that the one way to move a nation, in fact the only way to move a nation was through a common idea. That common idea back in 1862 was that slavery was wrong. That the United States needed to rethink its own identity in going forward in a slave-free society. 150 years later we actually in the state of Florida, and throughout the rest of the United States, face that same challenge: how it is that we can eliminate human trafficking, modern slavery,” Coonan said.\n\nBrook Bello is a survivor of human trafficking. She now works with other victims to overcome their abuse. Here she is sharing her story.\n\n“Straight A student, come from a very educated family. Mother was a victim of domestic violence, so it can happen to anyone. I ran away from home and I was picked off the streets, unknowingly, by two pimps: a female and a male. I was taken to a dirty hotel room, beaten up, injected with drugs, and that became my life for several years,” she said.\n\nFlorida Attorney General Pam Bondi has made combatting human trafficking a personal mission and a state priority. Under Bondi’s guidance, lawmakers are changing the way the State handles the issue. Namely, the state now recognizes victims as just that, victims, and focuses on targeting the traffickers. Now state lawmakers are working on a suite of bills to crackdown on human trafficking. Here’s Bondi speaking at a summit last fall.\n\n“But it’s bringing, it’s wrapping our arms around this tremendous problem. We know we have a long way to go, we know we have so much to do, but we have got to save these victims,” Bondi said.\n\nNonetheless, children can still be charged with prostitution in the state of Florida, along with adults. A bill sponsored by Miami Senator Anitere Flores and Representative Ross Spano of Riverview would change that.\n\n\"Children should not be prosecuted for prostitution, but instead should be channeled into the dependency system, the child welfare system to receive care and instead of the criminal justice system. Unfortunately we’ve found out that in Florida in the past year alone, 39 children have been arrested for prostitution, notwithstanding our clear legislative intent,\" Spano said.\n\nThe bill would also increase penalties for human trafficking, and crackdown on massage parlors used for prostitution. The bill is headed for a floor vote in both chambers.\n\nSenator Jack Latvala of Clearwater wants to empower people who might interact with victims. Under Latvala’s bill, doctors, midwives, and psychologists would receive training on how to identify victims, and how to help them. Attorney General Pam Bondi says emergency room physicians are already on board.\n\n“The emergency room physicians came to me and said we think we’re seeing victims in the ER, with men that they don’t belong with. And some of these monsters are women, of course, who they don’t belong with. And we need to know what to do. And we are now training our Emergency Room physicians,” she said.\n\nLatvala’s bill passed its final committee Thursday, and it’s now ready for the Senate floor.\n\n", "article_metadata": {"category": "HNF Stories", "description": "State officials continue to battle human trafficking in the state of Florida. This Session, lawmakers are offering multiple bills that could protect", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/state-lawmakers-contine-crackdown-human-trafficking-support-victims", "image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201602/467266693.jpg", "type": "article", "description": "State officials continue to battle human trafficking in the state of Florida. This Session, lawmakers are offering multiple bills that could protect", "title": "State Lawmakers Contine Crackdown On Human Trafficking, Support Victims"}, "org_id": 390, "twitter": {"site": "@HealthNewsFL", "card": "summary"}, "author": "Kate Payne", "wordCount": 699, "dc": {"title": "State Lawmakers Contine Crackdown On Human Trafficking, Support Victims"}, "nid": 13677, "datePublished": "2016-02-19", "story_id": 467266544, "keywords": "human trafficking, sex trafficking", "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "Human trafficking victims are dragged into a world of forced labor and commercial sex.\nNow state lawmakers are working on a suite of bills to crackdown on human trafficking.\nState officials continue to battle human trafficking in the state of Florida.\nThe bill would also increase penalties for human trafficking, and crackdown on massage parlors used for prostitution.\nFlorida Attorney General Pam Bondi has made combatting human trafficking a personal mission and a state priority."}