{"article_title": "The Stimulus and Obamacare Show Obama Is No Explainer in Chief", "article_keywords": ["republican", "economists", "unemployment", "stimulus", "tax", "obamacare", "recession", "spending", "chief", "economic", "thing", "explainer", "obama"], "article_url": "http://www.usnews.com/opinion/blogs/charles-wheelan/2014/08/05/the-stimulus-and-obamacare-show-obama-is-no-explainer-in-chief", "article_text": "The current political climate does not tend to be reflective, or even intellectually honest. When we revisit national traumas like the Iraq War or the 2008 financial crisis, the public post-mortem tends to involve one political party blaming the other, regardless of the underlying reality. In that environment, the Booth School of Business at the University of Chicago has given us a little gift: a retrospective look by an ideologically diverse group of economists at the Obama stimulus (the 2009 American Recovery and Reinvestment Act).\n\nThe Booth School operates the IGM Forum, which periodically polls a carefully selected panel of economic experts on various issues of the day: tax policy, monetary policy, the minimum wage, etc. It’s a terrific snapshot of how a sample of America’s prominent economists thinks about contemporary economic questions.\n\nLast week, the IGM Forum asked its panel two excellent questions regarding the 2009 stimulus. First, did the economists polled believe that the U.S. unemployment rate was lower at the end of 2010 than it would have been without the stimulus spending? The response was nearly unanimous. Ninety-seven percent of the economists believe that the stimulus lowered unemployment relative to what it would have been without government intervention. (The complete results can be viewed here.)\n\n[GALLERY: Cartoons on the Economy]\n\nThis is no great surprise, as it comports with basic macroeconomics. In a recession — and particularly in 2008 — consumer spending and business investment drop precipitously. Government spending combined with tax cuts that induce struggling consumers and businesses to spend can fill the hole created by the recession and cushion the short-term economic shock.\n\nThe second question for the panel was the more interesting one. The panelists were asked to evaluate the following statement: “Taking into account all of the ARRA’s economic consequences — including the economic costs of raising taxes to pay for the spending, its effects on future spending, and any other likely future effects — the benefits of the stimulus will end up exceeding its costs.” In other words, was this the right thing for the country in the long run? Again, a solid majority of the expert economists favored the stimulus. Seventy-five percent of panelists agreed or strongly agreed that the benefits exceeded the costs; only six percent disagreed and the balance (19 percent) were uncertain.\n\nA poll of economists does not prove anything conclusively; a sizeable number of mainstream economists still question whether the stimulus was good for America. Still, let’s just accept for the moment that the stimulus (or something like it) was the right thing to do and that a large dollop of public spending and tax cuts beginning in 2009 lessened the economic and social costs of the Great Recession. The bigger insight is what the stimulus tells us about the Obama administration and its Republican critics.\n\n[SEE: Cartoons on President Obama]\n\nFirst, President Barack Obama botched badly most of the communication around the stimulus. One could debate what should have been in the stimulus package, but the public perception was that it was just more of the same: pork. Democratic legislators, disempowered for eight years during the Bush administration, suddenly had the government checkbook again and a new reason to use it.\n\nIn a pattern we’ve seen repeatedly since, the Obama administration could never explain why government spending and tax cuts were an important antidote for a deep recession. Worse still, they offered an overly rosy estimate of how the stimulus would affect unemployment, which merely emboldened the illogic of its opponents.\n\nThe correct way to evaluate the stimulus is whether it lowered unemployment relative to what it would have been in the absence of the stimulus. (This is exactly the question that was posed to the IGM panelists.) But the Obama prediction enabled the intellectually dishonest — and those who just aren’t very smart — to evaluate the stimulus relative to what Obama said it would accomplish.\n\n[SEE: Cartoons about the Republican Party]\n\nQuery: If the stimulus had lowered unemployment from 10 percent to 7 percent, but Obama had predicted 5 percent, does that make the stimulus a success or a failure?\n\nSecond, the post-mortem shines a light on the Republican opposition, which has become predictable, intellectually dishonest, and unwilling to participate in the governance of the country. What the IGM economists are saying is that in the depths of the 2009 recession, doing something was almost certainly better than doing nothing. What the Republicans were offering was ... nothing. We would see the same thing again with health care. The Obama administration offered up a flawed health reform package that also happened to be horribly explained to the public. And the Republicans offered up ... nothing.\n\nAs with the stimulus, I suspect that the vast majority of economists — regardless of how they feel about Obamacare — would say that the American health care system needed to be fixed in 2008.\n\nHerein lies the Republicans’ major flaw, both substantively and politically as we head into the 2014 and 2016 elections. It’s one thing to believe in small government; it’s another to consistently do nothing when the circumstances call for doing something.\n\nSadly, we are currently stuck with a president who cannot effectively explain the merits of his own policies, and a Republican opposition who do not care whether those policies have merit anyway. This is not a recipe for good governance.", "article_metadata": {"zone": "homepage/articles", "keyword": "Thomas Jefferson Street [Opinion]", "title": "The Stimulus and Obamacare Show Obama Is No Explainer in Chief", "og": {"site_name": "US News & World Report", "description": "Economists agree it was sound policy, but the president failed to explain it adequately.", "title": "The Real Problem With Obama's Stimulus", "url": "http://www.usnews.com/opinion/blogs/charles-wheelan/2014/08/05/the-stimulus-and-obamacare-show-obama-is-no-explainer-in-chief", "image": "http://www.usnews.com/cmsmedia/f8/a7385a5d007ca6bde697561dc74d2e/media:20193bfc943d49dcb9ddeee2f768b4a8Obama.JPEG", "type": "article"}, "twitter": {"description": "Economists agree it was sound policy, but the president failed to explain it adequately.", "site": "@USNews", "card": "summary", "title": "The Stimulus and Obamacare Show Obama Is No Explainer in Chief"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "opinion", "date_published": "Aug. 5, 2014", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Charles Wheelan,economic stimulus,economy,Obama, Barack,politics,Thomas Jefferson Street [Opinion]", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "Economists agree it was sound policy, but the president failed to explain it adequately."}, "_id": "\"57477af46914bd0286fdbb61\"", "article_summary": "But the Obama prediction enabled the intellectually dishonest — and those who just aren’t very smart — to evaluate the stimulus relative to what Obama said it would accomplish.\nThe bigger insight is what the stimulus tells us about the Obama administration and its Republican critics.\nNinety-seven percent of the economists believe that the stimulus lowered unemployment relative to what it would have been without government intervention.\nFirst, did the economists polled believe that the U.S. unemployment rate was lower at the end of 2010 than it would have been without the stimulus spending?\n[SEE: Cartoons on President Obama]First, President Barack Obama botched badly most of the communication around the stimulus."}