{"article_title": "Adam Scott's Crazy Character From 'Step Brothers' Is Back To Promote ObamaCare [VIDEO]", "article_keywords": ["huff", "crazy", "return", "brothers", "scotts", "hes", "obamacare", "im", "character", "seven", "mark", "step", "health", "video", "adam", "sucks", "promote", "insurance"], "article_url": "http://www.designntrend.com/articles/12088/20140326/adam-scotts-crazy-character-stepbrothers-back-promote-obamacare-video.htm", "article_text": "Entertainment\n\nDerek Huff has been struck by lightning seven times (he finds it erotic), suffered 14 concussions (he loves them) and doesn't vaccinate his kids (they're on their own if they get polio). Huff clearly doesn't need affordable health insurance. Or does he?\n\n\n\nAdam Scott resurrected the over-the-top \"Step Brothers\" villain in another pro-Affordable Health Care Funny or Die video. Not only does this mark the return of the character after six years, Huff directly appeals to the myth of youthful invincibility that Barack Obama's campaign is trying to crack.\n\n\n\nHuff hasn't matured much since his last appearance as he's still ridiculously cocky and self-centered. He's also very successful, too. The character starts the video alongside NBA team owner Mark Cuban and television personality Jeff Probst. Frontman Chris Daughtry joins in via the Google Glass Huff is wearing.\n\n\n\nAfter a few laughs, the festivities pause and the American flag appears in front of the island backdrop. Huff has something he wants to get off his chest.\n\n\n\n\"Hey, I'm Derek and this is my brother Brennan. He sucks,\" Huff says. \"You know what else sucks? Health insurance.\"\n\n\n\nHuff lets out a condescending laugh before continuing.\n\n\n\n\"Sorry, I just can't say those two words together without cracking up,\" Huff continues. \"Health insurance equals fear, and I'm not afraid of anything, bro.\"\n\n\n\n\n\nWhat follows next is a round of absurd boasts, including not drinking water because it tastes weird and winning season seven of \"The Voice.\"\n\n\n\nThe kicker is when he's done boasting and the camera pans out to reveal the green screen. Huff walks off the platform, trips and possibly sprains his ankle. He needs an ambulance, but there's a problem.\n\n\n\n\"We could [get an ambulance], but without health insurance, it's gonna cost a couple of thousand dollars,\" one crew member says.\n\n\n\n\"Wait? That's so expensive,\" Huff says. \"Get Mark Cuban now. Cuban!\"\n\n\n\nDerek Huff's return is the spiritual follow-up to the famous Barack Obama appearance on Zach Galifianakis' parody talk show \"Between Two Ferns.\" The episode was an instant viral hit and increased traffic on the ObamaCare website by 40 percent.\n\n", "article_metadata": {"Description": "Mark Cuban, Chris Daughtry and Jeff Probst also make appearances.", "Copyright": "2014 Design & Trend", "Author": "Design&Trend", "og": {"site_name": "Design & Trend", "description": "Mark Cuban, Chris Daughtry and Jeff Probst also make appearances.", "title": "Adam Scott's Crazy Character From 'Step Brothers' Is Back To Promote ObamaCare [VIDEO]", "url": "http://www.designntrend.com/articles/12088/20140326/adam-scotts-crazy-character-stepbrothers-back-promote-obamacare-video.htm", "image": "http://images.designntrend.com/data/images/full/17269/adam-scott.jpg", "type": "article"}, "twitter": {"domain": "designntrend.com", "description": "Mark Cuban, Chris Daughtry and Jeff Probst also make appearances.", "title": "Adam Scott's Crazy Character From 'Step Brothers' Is Back To Promote ObamaCare [VIDEO]", "url": "http://www.designntrend.com/articles/12088/20140326/adam-scotts-crazy-character-stepbrothers-back-promote-obamacare-video.htm", "image": "http://images.designntrend.com/data/images/full/17269/adam-scott.jpg", "creator": "@Designntrend", "site": "@Designntrend", "card": "summary_large_image"}, "syndication-source": "http://www.designntrend.com/articles/12088/20140326/adam-scotts-crazy-character-stepbrothers-back-promote-obamacare-video.htm", "robots": "index, follow", "Googlebot-news": "index, follow", "article": {"published_time": "2014-03-26"}, "news_keywords": "Adam Scott, Actor, Step Brothers, Movie, Quote", "viewport": "width=1080", "Subject": "designntrend.com"}, "_id": "\"57477af36914bd0286fcd25d\"", "article_summary": "Health insurance.\"\n\"We could [get an ambulance], but without health insurance, it's gonna cost a couple of thousand dollars,\" one crew member says.\nAdam Scott resurrected the over-the-top \"Step Brothers\" villain in another pro-Affordable Health Care Funny or Die video.\nHe sucks,\" Huff says.\nHuff clearly doesn't need affordable health insurance."}