{"article_title": "Jeremy Mincey and his big personality – The Denver Post", "article_keywords": ["cut", "jeremy", "know", "mincey", "big", "played", "denver", "birthday", "music", "signed", "lot", "post", "thats", "jacksonville", "personality"], "article_url": "http://www.denverpost.com/broncos/ci_24774510/broncos-q-jeremy-mincey-and-his-big-personality", "article_text": "The Broncos’ defensive line just became the most interesting group in the locker room. Having the always-loquacious Terrance Knighton apparently wasn’t enough, and now that former Jacksonville teammate Jeremy Mincey has caught on with the Broncos, it’s hard to imagine there’s a funnier unit with more to say anywhere in the NFL.\n\nMincey spoke to the Denver media for the first time Wednesday after signing with the team Tuesday. Barely more than week removed from being cut by the Jaguars, he’s already fitting in with the Broncos.\n\nHere’s an opportunity to get to know Mincey — and his big personality — a little better.\n\nQ: I was clicking around on the Internet before meeting you and I found a lot about your interest in music. Has that always been your thing?\n\nA: Music has always been a part of me. My best friend, J. Dash, sings the song “Wop,” the one Miley Cyrus (twerked) to. That’s my best friend. We went to the University of Florida together, and we lived in the same dorm. We were roommates. We used to record music in the dorms all the time. It was always a part of me, ever since I was a young child. That’s what (J. Dash and I) bonded over. I was the athlete and he was the artist. He stuck with it, and I would do it every now and then, and it was fun. Eventually I took it serious and opened Mr. Mince Productions, which is a premium recording studio in downtown Jacksonville. We’re getting to a lot of major artists, who stop through.\n\nQ: What are you going to do with the studio now that you’re in Denver?\n\nA: It’s a company, so I have people running it for me. J. Dash moved on to sell 1.5 million records. That’s crazy. It’s just like here, destiny.\n\nQ: You keep mentioning destiny. Does that have to do with getting a chance to win?\n\nA: I just want to win. It’s year eight (for me in the NFL). The clock’s ticking. It’s ticking, and I’m a winner, man. I know I haven’t reflected that on the field, but you see me try.\n\nQ: What was your weekend like, between getting cut and signing with a new team?\n\nA: I celebrated my birthday. That was my 30th birthday. I got cut on my birthday. (Mincey actually was cut Dec. 13. His birthday is Dec. 14.) No, but it was good. I had time to celebrate. The funny thing about it is, Jacksonville signed me on my birthday my rookie year. It’s crazy. Everything happens for a reason.\n\nQ: I know other teams expressed interest in you. Did you visit anywhere else or did you just come straight to Denver?\n\nA: Nope. My agent called me, said Denver was the first team that called, and after that, I was coming. They have a lot of great players here and a real chance. We had a lot of opportunities, but I chose Denver because I know this is a special city. The fans, the people. The fans love the player. The fans are very involved in what’s going on here, and I’m a fan of fans.\n\nQ: So are you just living out of one bag now?\n\nA: I got one bag of stuff. The rest is coming later. I have to go to the shopping mall and try to figure something out.\n\nJoan Niesen: jniesen@denverpost.com or twitter.com/joanniesen\n\nEditor’s note: Each Sunday, The Denver Post’s Broncos reporters help readers get to know the players on a more personal level.\n\nAbout Jeremy Mincey\n\n1998-2001: Played at Statesboro (Ga.) High School, where he was a letterman in football and basketball.\n\n2002-03: Played football at Butler County (Kan.) Community College. He was ranked by Rivals.com as the 18th-best junior college player in the nation.\n\n2004-05: Transferred to the University of Florida, where he started in 24 games over two seasons for coaches Ron Zook and Urban Meyer.\n\n2006: Selected by the Patriots in the sixth round — the 191st overall pick — of the NFL draft. He never stuck with New England, though, and also appeared on the 49ers’ roster in 2006 without playing a game. He was signed off San Francisco’s practice squad in December by the Jaguars.\n\n2006-13: Played for Jacksonville, where he was cut Dec. 13. He was quickly signed by the Broncos.\n\nJoan Niesen, The Denver Post", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Broncos Q&A: Jeremy Mincey and his big personality", "title": "Broncos Q&A: Jeremy Mincey and his big personality", "url": "http://www.denverpost.com/2013/12/21/broncos-qa-jeremy-mincey-and-his-big-personality/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20131221__20131222_C4_SP22FBNPROFILEp1.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20131221__20131222_C4_SP22FBNPROFILEp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2013-12-21T19:54:23+00:00", "modified_time": "2016-04-28T13:09:27+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcd268\"", "article_summary": "Here’s an opportunity to get to know Mincey — and his big personality — a little better.\nMincey spoke to the Denver media for the first time Wednesday after signing with the team Tuesday.\nThe funny thing about it is, Jacksonville signed me on my birthday my rookie year.\nWe had a lot of opportunities, but I chose Denver because I know this is a special city.\nQ: I was clicking around on the Internet before meeting you and I found a lot about your interest in music."}