{"article_title": "Marilinda Garcia Wants Diversity In Party Of 'Old, White Men'", "article_keywords": ["wants", "womens", "old", "marilinda", "diversity", "men", "winners", "hampshire", "conservative", "garcia", "won", "vote", "party", "white", "latino", "union"], "article_url": "http://www.huffingtonpost.com/2013/11/25/marilinda-garcia_n_4339864.html", "article_text": "ASSOCIATED PRESS\n\nThis young, Latina conservative hopes to shake up the GOP.\n\nNew Hampshire State Rep. Marilinda Garcia (R) says she’s planning to run for a House seat in order to bring some diversity to a party she views as “populated mostly with old, white men.”\n\n“There is a stereotype about the Republican Party at this point,” Garcia told the New Hampshire Union Leader. “It does concern me, so I feel it’s incumbent on me to be the change you want to see.”\n\nAn adjunct professor of music who holds a master’s in public policy from Harvard, Garcia describes herself as pro-business and says she supports the “full repeal of Obamacare,” according to the Union Leader.\n\nThe Hispanic conservative leans too far right for some. The New Hampshire Democratic Party's Communication Director, Harrell Kirstein, slammed Garcia as a \"Tea Party ideologue\" Monday, after she announced that she'd run.\n\n\"From imposing new restrictions on women’s health care services to having state government interfere with the rights of businesses and their employees to freely negotiate contracts, Garcia’s priorities are not New Hampshire’s,\"\n\nThe Republican Party has struggled with its image among Hispanics and women in the wake of the 2012 presidential election.\n\nPresident Barack Obama won some 55 percent of the women’s votes, compared to 44 percent for Mitt Romney, according to CNN exit polls -- an advantage that particularly helped the president’s reelection campaign in swing states.\n\nThe vote was even more lopsided for Hispanics. Obama won 71 percent of the Latino vote, with Romney pulling only 27 percent, the worst showing since Bob Dole’s unsuccessful 1996 campaign.\n\nThe GOP has tried to boost its appeal to Latinos, launching a seven-state outreach effort in October.\n\nAlso on HuffPost: Latino Winners And Losers In Congressional Elections Latino Winners And Losers In Congressional Elections\n\n1 of 31 Ted Cruz (R-TX) The Cuban-American conservative who's faced offensive attacks against his Hispanic background became the first Latino from Texas to hold a U.S. Senate seat. Share this slide:\n\nAP", "article_metadata": {"description": "This young, Latina conservative hopes to shake up the GOP. \n\nNew Hampshire State Rep.", "sailthru.expire_date": "2013-11-26 18:02:38 -0500", "og": {"site_name": "The Huffington Post", "description": "This young, Latina conservative hopes to shake up the GOP. \n\nNew Hampshire State Rep.", "title": "Latina Conservative Wants Diversity In Party Of \"Old, White Men'", "url": "http://www.huffingtonpost.com/2013/11/25/marilinda-garcia_n_4339864.html", "image": "http://i.huffpost.com/gen/1482444/images/o-MARILINDA-GARCIA-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@LatinoVoices", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1482444/images/o-MARILINDA-GARCIA-facebook.jpg", "height": 1000}, "description": "This young, Latina conservative hopes to shake up the GOP. \n\nNew Hampshire State Rep.", "card": "summary_large_image", "title": "Latina Conservative Wants Diversity In Party Of \"Old, White Men'"}, "sailthru.date": "2013-11-25 18:02:38 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4339864", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "latino-voices", "fb": {"app_id": 46744042133}, "keywords": "Melinda Garcia,Conservatives old white men,Latino politics,Melinda Garcia Latina conservative,Republicans old white men,New Hampshire Politics,Melinda Garcia GOP,Melinda Garcia old white men", "article": {"section": "Latino Voices", "tag": "Melinda Garcia,Conservatives old white men,Latino politics,Melinda Garcia Latina conservative,Republicans old white men,New Hampshire Politics,Melinda Garcia GOP,Melinda Garcia old white men", "published_time": "2013-11-25 18:02:38 -0500", "modified_time": "2013-11-25 18:02:38 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fcd26e\"", "article_summary": "New Hampshire State Rep. Marilinda Garcia (R) says she’s planning to run for a House seat in order to bring some diversity to a party she views as “populated mostly with old, white men.”“There is a stereotype about the Republican Party at this point,” Garcia told the New Hampshire Union Leader.\nObama won 71 percent of the Latino vote, with Romney pulling only 27 percent, the worst showing since Bob Dole’s unsuccessful 1996 campaign.\nThe New Hampshire Democratic Party's Communication Director, Harrell Kirstein, slammed Garcia as a \"Tea Party ideologue\" Monday, after she announced that she'd run.\nAlso on HuffPost: Latino Winners And Losers In Congressional Elections Latino Winners And Losers In Congressional Elections1 of 31 Ted Cruz (R-TX) The Cuban-American conservative who's faced offensive attacks against his Hispanic background became the first Latino from Texas to hold a U.S. Senate seat.\nThe GOP has tried to boost its appeal to Latinos, launching a seven-state outreach effort in October."}