{"article_title": "Managing Customer Expectations to Avoid Self-Inflicted Wounds", "article_keywords": ["customer", "website", "customers", "selection", "service", "managing", "selfinflicted", "avoid", "expectations", "wounds", "process", "portraits", "yearbook", "proof"], "article_url": "http://www.business2community.com/customer-experience/managing-customer-expectations-avoid-self-inflicted-wounds-0671720", "article_text": "Service quality is directly related to customer expectations. If people expect an exceptional experience, anything less is disappointing. If people expect less, a little more is pleasing. Managing expectations is the first step to consistently delivering top notch service. Doing it well improves customer loyalty and reduces costs.\n\nMarketing and service is really promise and delivery. The promise creates customers’ expectations. The delivery determines satisfaction. Delivering on the promise begins with the message and ends with the systems and processes that make delivery possible. Communicating inaccurate information or ineffectively executing service leads to failure.\n\nPromises are made with words, price points, and environment. Telling people what to expect is only part of the picture. Higher price points and more upscale environments imply better service. Customer expectations for Neiman Marcus are very different from Target. Both companies strive to match experiences with expectations. This is one of the factors that contribute to their success.\n\nLooking at successful companies for ideas is a good way to find opportunities. Learning from the mistakes of others is an even better way to improve your business. Their missteps give you the opportunity to see what happens when things go wrong. The following two examples are classic “do this at your own risk” scenarios.\n\nExample 1: Implementation of the Affordable Care Act (Obamacare)\n\nJust when you think it can’t get worse for the Obama Administration, another story hits the news. Implementation of Obamacare is an over the top example of how failing to correctly manage expectations can quickly turn into a nightmare. The failure on every level to deliver on promises made is fodder for comedians and a worst case example for business leaders. Only a government with no regard to fiscal responsibility could create such a disaster.\n\nThe promises that continue to be made makes one wonder if anyone in the Administration knows anything about how the system works. Most recently, people were told to use the telephone or mail-in option since the website isn’t working. President Obama said, “In the meantime, you can still apply for coverage over the phone, or by mail, or in person because those plans are waiting and you’re still able to get the kind of affordable, reliable health insurance that’s been out of reach for too many people for too long.” He failed to mention that the other channels have issues too because the same portal is used to determine eligibility no matter how the application is made.\n\nThe failure to deliver on customer expectations began with the project management process. Detailed analysis of the project should have been completed before the first promise was made. If this had been done, then perhaps implementation would have been delayed. This would have allowed thorough testing of functionality by developers instead of the American public. The attempt to expedite completion resulted in limited bidding on the project and an unrealistic timeline.\n\nExample 2: Prestige Portraits\n\nCustomer expectations are set high by Prestige Portraits. The company name establishes an expectation of high quality service. “Prestige Portraits” has to be much better than “Good Photography.” The marketing materials reinforce the image. The proof package suggests that this is an upscale company.\n\nThe full color envelope notifies recipients that their senior proofs are enclosed and tells them to “open immediately” because it is “time sensitive.” The proofs are showcased in a black cardboard photo folder along with instructions on how to view images online. A mini-catalog of purchase options, order forms, and a discount offer is also included. The direct marketing package communicates quality and ordering ease.\n\nMost prospects receiving this package will have two objectives – selecting a proof for the yearbook and placing an order. The instructions say that there are three easy steps:\n\nGo to shop.prestigeportraits.com Create an account Enter your session ID and access code\n\nInformation about selecting a proof for the yearbook is near the bottom of the instruction card (see arrow in image below):\n\nRecommended for You Webcast: The 5 Experiments You Need to Find Product-Market Fit\n\nThis is where the trouble begins. It reads, “Yearbook selection date: 11/01/2013.” Is this the only day that one can make the selection? Is it the end of the selection process? Or, is it the beginning?\n\nChoosing to log on to the website on November 1 seemed like a good decision. It would prevent logging on too early or too late. Or, so I thought.\n\nCreating an account was easy. The landing page when I logged in showed the steps from viewing proofs to checkout:\n\nEach step was highlighted in the navigation bar. This shows customers exactly where they are in the order process:\n\nGood website design moves people easily through the purchase process. Great website design creates an environment that maximizes the revenue. Creating an environment where people stop to think about the process reduces effectiveness. The first stop sign appeared on the Choose Packages page:\n\nWhat are points? How do I use them? What does each one cost? The copy, “Select any combination and quantity of portraits and products to redeem your points,” doesn’t answer the questions. Perhaps it would be better to order individual items. Clicking on the Add Products tab opens another page with a stop sign.\n\nThe difference in the choices is not clearly defined. What is the difference between “Portraits” and “Traditional Designs”? According the copy, portraits are “Portraits in a variety of sizes to meet all your needs” and traditional designs are “Portraits in a variety of traditional sizes.” Well, that is about as clear as mud! The promise of “easy” has been broken and I haven’t completed either of my two objectives.\n\nWhen the order is ready for checkout, I still haven’t chosen the proof for the yearbook. There is no mention of making a selection throughout the process. It turns out that you have to click the Yearbook Pose link at the top of the page to select a pose.\n\nClicking the link takes me to this page:\n\nIn fine print it tells me “Your school’s yearbook deadline has already passed. Please contact us at 800-736-4775 (U.S. Customers) or 866-557-9254 (Canadian Customers) to make your selection or contact your school’s Yearbook Advisor.”\n\nThe call to the 800 number could be used as a “what not to do in your call center” example. After holding for almost 20 minutes the representative selected a proof and I was done with both objectives. The takeaways for Prestige are making it easy for customers increase sales and reduce costs. The call was unnecessary and increased operational costs without providing a benefit. It could have been eliminated by changing the expiration date on the card or in the system.\n\nTips to keep your company from self-inflicted wounds:\n\nPlan carefully – Delivering on customer expectations requires perfect execution between marketing and service. Work together designing the message to match the process.\n\nTest everything – Testing functionality to insure that everything works together correctly. Users get frustrated when systems crash.\n\nAnd, test again – Usability is as important as functionality. Invite people unfamiliar with your products and services to test the process. If it isn’t intuitive, rework it.\n\nSolve problems quickly – The CSR that took my call to Prestige Portraits said that he didn’t know why the website cut the selection process off a day early. It was a known issue that hadn’t been resolved.\n\nKnow your customers – The better you know your customers the closer you can come to meeting their expectations. Invest in learning as much as possible about your customers so you can provide the right service.\n\nFor more information on customer expectations email Debra at dellis@wilsonellisconsulting.com.", "article_metadata": {"og": {"site_name": "Business 2 Community", "description": "Service quality is directly related to customer expectations. If people expect an exceptional experience, anything less is disappointing. If people expect less, a little more is pleasing. Managing ex…", "title": "Managing Customer Expectations to Avoid Self-Inflicted Wounds", "url": "http://www.business2community.com/customer-experience/managing-customer-expectations-avoid-self-inflicted-wounds-0671720", "image": {"width": 350, "identifier": "http://cdn.business2community.com/wp-content/uploads/2013/11/prestige-customer-expectations-1.jpg", "type": "image/jpeg", "height": 429}, "type": "article"}, "article": {"publisher": "https://www.facebook.com/business2community", "author": "https://www.facebook.com/MultichannelMagic"}, "twitter": {"description": "Service quality is directly related to customer expectations. If people expect an exceptional experience, anything less is disappointing. If people expect less, a little more is pleasing. Managing ex…", "title": "Managing Customer Expectations to Avoid Self-Inflicted Wounds", "url": "http://www.business2community.com/customer-experience/managing-customer-expectations-avoid-self-inflicted-wounds-0671720", "image": "http://cdn.business2community.com/wp-content/uploads/2013/11/prestige-customer-expectations-1.jpg", "creator": "@DebraWEllis", "site": "@b2community", "card": "summary_large_image"}, "ts": "2016-05-23 21:54:27", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdbb84\"", "article_summary": "Tips to keep your company from self-inflicted wounds:Plan carefully – Delivering on customer expectations requires perfect execution between marketing and service.\nCustomer expectations for Neiman Marcus are very different from Target.\nFor more information on customer expectations email Debra at dellis@wilsonellisconsulting.com.\nThe failure to deliver on customer expectations began with the project management process.\nService quality is directly related to customer expectations."}