{"article_title": "NARAL's Ilyse Hogue vs. Religious Liberty Lawyer Mark Rienzi On Obamacare", "article_keywords": ["hogue", "case", "little", "law", "court", "form", "actually", "obamacare", "liberty", "mark", "vs", "ilyse", "lawyer", "rienzi", "sisters", "narals", "sign", "religious"], "article_url": "http://www.realclearpolitics.com/video/2014/01/06/narals_ilyse_hogue_vs_religious_liberty_lawyer_mark_rienzi_on_obamacare.html", "article_text": "Posted on January 6, 2014\n\nNARAL's Ilyse Hogue vs. Religious Liberty Lawyer Mark Rienzi On Obamacare\n\nPlease enable Javascript to watch this video\n\nCHRIS WALLACE: Joining us now Mark Rienzi of Becket Fund for Religious Liberty, who is lead counsel for the nuns. And Ilyse Hogue, president of NARAL Pro-Choice America.\n\n\n\nWelcome to both of you.\n\n\n\nIn seeking to end the injunction, the Justice Department argues that the Little Sisters can opt out of any obligation to provide birth control by simply signing a certification.\n\n\n\nIn the argument, in the brief that the government filed, here's what it says: \"With the stroke of their own pen, applicants can secure for themselves the relief they seek from this court.\"\n\n\n\nMr. Rienzi, why isn't that good enough?\n\n\n\nMARK RIENZI, BECKET FUND FOR RELIGIOUS LIBERTY: Because it's not true, Chris. The form that the government wants the Sisters to sign is an authorization form that authorizes and directs others to provide the drugs. And what the government said in court is that we haven't quite figured out a way to make that form work today, but we're still working on a way to make that form work.\n\n\n\nAnd the way the riles are set up, that form will authorize and direct others to pay for those drugs. And the sisters simply can't be a part of it.\n\n\n\nIf the form shouldn't matter, the government be fighting to make the Sisters sign it.\n\n\n\nWALLACE: Ms. Hogue, I mean that is the point, that Mr. Rienzi is making in court. If you look at the certification, it's a contract that informs the insurer of its obligation to go ahead, after the Sisters opt out, to provide contraception. And they say that makes them complicit in a sin.\n\n\n\nILYSE HOGUE, PRESIDENT, NARAL PRO-CHOICE AMERICA: Look, I think there are a few things we can all agree about on this case, starting with the fact that the Little Sisters do incredible work in the world. And if this case has one thing about it, it's brought their work to light, which is wonderful.\n\n\n\nThe other thing is religious liberty in this country is so incredibly important. And that includes both freedom for me not to have to do anything that violates my beliefs and also for you not to be violated by my beliefs when I impose them on you.\n\n\n\nFortunately, this law has actually accommodated both. And that's the great news.\n\n\n\nIn this case, no matter what the Little Sisters sign, their employees are actually not going to get contraception.\n\n\n\nIn other cases, like...\n\n\n\nWALLACE: Yes, let me -- let me just quickly explain that, because the fact is that the insurance company for the Little Sisters is the Christian Brothers...\n\n\n\nHOGUE: Exactly.\n\n\n\nWALLACE: -- which is a religious-affiliated group. It's a kind of an unusual case. The fact is for most of them, they would sign the certification, it would tell the insurer with the Christian brothers, provide contraception.\n\n\n\nHOGUE: Absolutely. Let's take a step back and think about what this law was intended to do. It was intended to uphold religious liberty and yet make sure no one else was making my health care decisions based on their belief.\n\n\n\nSo for example, if I work for not a church, but a religiously affiliated non-profit run by someone whose personal beliefs deem they should not give their children vaccines, they should not have to pay for me to give my children a vaccine.\n\n\n\nBut my children need vaccines because that keeps them healthy and everyone else's kids healthy. So in this case, it's beyond actually why Mr. Rienzi doesn't instruct his clients to sign the form, because no one is getting contraception. They can get back to doing the great work that they do (INAUDIBLE).\n\n\n\n(CROSSTALK)\n\n\n\nRIENZI: At least is of course entitled to her religious views as to what is OK to sign or not. Here the sisters' religious view is they are not permitted to sign the form.\n\n\n\nIf ultimately the answer is that the form doesn't matter, which is the administration's view at the Supreme Court, it makes no sense at all that the president is sending his lawyers to the Supreme Court to say, make the nuns sign the form or let me crush them with fines. That's exactly where the Little Sisters of the Poor are.\n\n\n\nWALLACE: It's a good question, why not the government say, don't sign the form.\n\n\n\nHOGUE: The government is charged with enforcing a law. We all hate signing forms, believe me. I hate signing forms; we just bought a new house. But the government is enforced with enforcing the law the way it was written and the way this law was written requires --\n\n\n\n(CROSSTALK)\n\n\n\nWALLACE: Let me just say, it's not as if ObamaCare has been written in stone since they have been changing it all time, why not change this?\n\n\n\nHOGUE: This accommodation that religious affiliated non-profits don't, in fact, have to pay for things they don't believe in is, in fact, a change in that law that again strikes that balance with religious liberty. However, in this case this form self certifies they actually don't condone contraception, am I right?\n\n\n\n(CROSSTALK)\n\n\n\nRIENZI: Actually no, the form directs other people to provide it.\n\n\n\nWhat the government has said in court -- what the government has said in court -- what the government said if court if you submit that form, it allows others to take the form and come back to the government and get reimbursed for making those payments.\n\n\n\n\n\nIt's perfectly fine for people not to like signing forms. Signing this form is not akin to you signing a contract for your house. It's something the Little Sisters of the Poor works are obviously deeply religious people says their God tells them not to do.\n\n\n\nFor the government to say, you must sign that form or we will crush the nursing homes you use to care for the elderly Poor, makes no sense at all. In a free society, they should be allowed to say, I can't have anything to do with that choice. If you want to make it, go make it. don't involve me.\n\n\n\n(CROSSTALK)\n\n\n\nWALLACE: Let me bring this back, because it seems to me that there were two legitimate competing interests here. One is religious freedom and the other is women's access to health care.\n\n\n\nMs. Hogue, we got this question on Facebook from Ilona Hilgert.\n\n\n\n\"How can this administration enforce mandates that violate established religious convictions and moral principles with majority opposition to ObamaCare?\"\n\n\n\nHow do you answer Ilona?\n\n\n\nHOGUE: There are so many different pieces to that question. First of all, the polls actually show that half of the opposition to ObamaCare is because it doesn't go far enough.\n\n\n\nWALLACE: That's the (INAUDIBLE) part of it, the violation of religious freedom.\n\n\n\nHOGUE: This law was designed and intended to actually provide basic health care for all citizens equally. In fact, I will say one of the great --\n\n\n\nWALLACE: But answer the question.\n\n\n\nHOGUE: But one of the great advances with this law is that women now actually have the health care that we need to govern our own lives and, in fact, the law has now been built to make sure that people's religious beliefs are not violated, churches are exempt, religiously-affiliated organizations actually have an option to not pay for --\n\n\n\nWALLACE: But you're saying the religious -- you're telling the Little Sisters, their religious beliefs aren't violated. They say they are. Do you know better than they do?\n\n\n\nHOGUE: Well, no, but this is a non-profit affiliated and the form actually says they do not condone this. It affirms their religious beliefs and in this case, their employees will not get contraception at all.\n\n\n\nWALLACE: All right. I want to get -- but that's not the point. The point is to get the employees contraception not to not get it is just because of the Christian brothers.\n\n\n\nHOGUE: Absolutely. And there are reasons for that.\n\n\n\n(CROSSTALK)\n\n\n\nWALLACE: I want to bring that up with Mr. Rienzi, because according to the Centers for Disease Control 84 percent of Catholic women between the ages of 15 and 44 who have ever had sex, they say they have used artificial birth control. Is it fair for the Little Sisters, of any non-profit religious affiliated group -- Notre Dame University, a Catholic hospital, to impose their values on their employees and their access to birth control in this particular case?\n\n\n\nRIENZI: Two responses to that, Chris. One, no one is imposing their religious beliefs on anybody. Your statistics show contraceptives is widely and cheaply available. People can get it lots of ways without dragging the nuns into the process.\n\n\n\nIf the government thinks more people need access to contraception, the government can do it on their exchanges and through Title X. Ilyse said this law is all about increasing access to health care.\n\n\n\nIf that's the point, forcing the Little Sisters to pay massive fines or shut down their ministries hurts that goal, right?\n\n\n\nFewer elderly Poor people will get the health care they need in those beautiful nursing homes those sisters run. The employees they used to have jobs at the Little Sisters of the Poor might not have a place to work if the government succeeds in crushing these nursing homes.\n\n\n\n(CROSSTALK)\n\n\n\nWALLACE: (INAUDIBLE) and we've got less than two minutes left and let me start with you, Ms. Hogue.\n\n\n\nHow do you expect the Supreme Court to rule in this case? I know it's a temporary injunction by Sonia Sotomayor, but one assumes that this is going to end up going to the court.\n\n\n\nHow do you expect them to act in the case and how important is this case?\n\n\n\nHOGUE: I think it's an important case. It's not the only one we will see. Obviously, Mr. Rienzi also represents Hobby Lobby in the case of the corporate application (INAUDIBLE). It's very important.\n\n\n\nThis case will actually tell whether we are balancing the religious liberty and that's my ability not to have my rights infringed and my ability not to impose my religion on anyone else, including Mr. Rienzi, and assure basic access to health care for all women and all people in America.\n\n\n\nWALLACE: Mr. Rienzi, how do you expect the Supreme Court, whether it's Justice Sotomayor or other justices to act in the case regarding the Little Sisters and how important is this case?\n\n\n\nRIENZI: It's exceptionally important. Because if the court does not give the Little Sisters the protection they need, they face massive fines starting the minute the injunction disappears. Most of the lower courts, 18 out of 19 in the other cases said the government got this balance wrong and it is doing something illegal and impermissible to the religious objectors.\n\n\n\nThe bottom line is the answer is the sisters get to continue having their nursing homes and if there really is an access problem with contraceptives, the government ought to fix that some other way, not on the backs of the nuns.\n\n\n\nWALLACE: Mr. Rienzi, Ms. Hogue, thank you both. Thanks for coming in. We will stay on top of this court battle.\n\n\n\nHOGUE: Thank you so much.", "article_metadata": {"description": "CHRIS WALLACE: Joining us now Mark Rienzi of Becket Fund for Religious Liberty, who is lead counsel for the nuns. And Ilyse Hogue, president of NARAL Pro-Choice America.\r\n\r\nWelcome to both of you.\r\n\r\nIn seeking to end the injunction, the Justice Department argues that the Little Sisters can opt out of any obligation to provide birth control by simply signing a certification.\r\n\r\nIn the argument, in the brief that the government filed, here's what it says: \"With the stroke of their own pen, applicants can secure for themselves the relief they seek from this court.\"\r\n\r\nMr. Rienzi, why isn't that good enough?\r\n\r\nMARK RIENZI, BECKET FUND FOR RELIGIOUS LIBERTY: Because it's not true, Chris. The form that the government wants the Sisters to sign is an authorization form that authorizes and directs others to provide the drugs. And what the government said in court is that we haven't quite figured out a way to make that form work today, but we're still working on a way to make that form work.\r\n\r\nAnd the way the riles are set up, that form will authorize and direct others to pay for those drugs. And the sisters simply can't be a part of it.\r\n\r\nIf the form shouldn't matter, the government be fighting to make the Sisters sign it.\r\n\r\nWALLACE: Ms. Hogue, I mean that is the point, that Mr. Rienzi is making in court. If you look at the certification, it's a contract that informs the insurer of its obligation to go ahead, after the Sisters opt out, to provide contraception. And they say that makes them complicit in a sin.\r\n\r\nILYSE HOGUE, PRESIDENT, NARAL PRO-CHOICE AMERICA: Look, I think there are a few things we can all agree about on this case, starting with the fact that the Little Sisters do incredible work in the world. And if this case has one thing about it, it's brought their work to light, which is wonderful.\r\n\r\nThe other thing is religious liberty in this country is so incredibly important. And that includes both freedom for me not to have to do anything that violates my beliefs and also for you not to be violated by my beliefs when I impose them on you.\r\n\r\nFortunately, this law has actually accommodated both. And that's the great news.\r\n\r\nIn this case, no matter what the Little Sisters sign, their employees are actually not going to get contraception.\r\n\r\nIn other cases, like...\r\n\r\nWALLACE: Yes, let me -- let me just quickly explain that, because the fact is that the insurance company for the Little Sisters is the Christian Brothers...\r\n\r\nHOGUE: Exactly.\r\n\r\nWALLACE: -- which is a religious-affiliated group. It's a kind of an unusual case. The fact is for most of them, they would sign the certification, it would tell the insurer with the Christian brothers, provide contraception.\r\n\r\nHOGUE: Absolutely. Let's take a step back and think about what this law was intended to do. It was intended to uphold religious liberty and yet make sure no one else was making my health care decisions based on their belief.\r\n\r\nSo for example, if I work for not a church, but a religiously affiliated non-profit run by someone whose personal beliefs deem they should not give their children vaccines, they should not have to pay for me to give my children a vaccine.\r\n\r\nBut my children need vaccines because that keeps them healthy and everyone else's kids healthy. So in this case, it's beyond actually why Mr. Rienzi doesn't instruct his clients to sign the form, because no one is getting contraception. They can get back to doing the great work that they do (INAUDIBLE).\r\n\r\n(CROSSTALK)\r\n\r\nRIENZI: At least is of course entitled to her religious views as to what is OK to sign or not. Here the sisters' religious view is they are not permitted to sign the form.\r\n\r\nIf ultimately the answer is that the form doesn't matter, which is the administration's view at the Supreme Court, it makes no sense at all that the president is sending his lawyers to the Supreme Court to say, make the nuns sign the form or let me crush them with fines. That's exactly where the Little Sisters of the Poor are.\r\n\r\nWALLACE: It's a good question, why not the government say, don't sign the form.\r\n\r\nHOGUE: The government is charged with enforcing a law. We all hate signing forms, believe me. I hate signing forms; we just bought a new house. But the government is enforced with enforcing the law the way it was written and the way this law was written requires --\r\n\r\n(CROSSTALK)\r\n\r\nWALLACE: Let me just say, it's not as if ObamaCare has been written in stone since they have been changing it all time, why not change this?\r\n\r\nHOGUE: This accommodation that religious affiliated non-profits don't, in fact, have to pay for things they don't believe in is, in fact, a change in that law that again strikes that balance with religious liberty. However, in this case this form self certifies they actually don't condone contraception, am I right?\r\n\r\n(CROSSTALK)\r\n\r\nRIENZI: Actually no, the form directs other people to provide it.\r\n\r\nWhat the government has said in court -- what the government has said in court -- what the government said if court if you submit that form, it allows others to take the form and come back to the government and get reimbursed for making those payments.\r\n\r\n\r\nIt's perfectly fine for people not to like signing forms. Signing this form is not akin to you signing a contract for your house. It's something the Little Sisters of the Poor works are obviously deeply religious people says their God tells them not to do.\r\n\r\nFor the government to say, you must sign that form or we will crush the nursing homes you use to care for the elderly Poor, makes no sense at all. In a free society, they should be allowed to say, I can't have anything to do with that choice. If you want to make it, go make it. don't involve me.\r\n\r\n(CROSSTALK)\r\n\r\nWALLACE: Let me bring this back, because it seems to me that there were two legitimate competing interests here. One is religious freedom and the other is women's access to health care.\r\n\r\nMs. Hogue, we got this question on Facebook from Ilona Hilgert.\r\n\r\n\"How can this administration enforce mandates that violate established religious convictions and moral principles with majority opposition to ObamaCare?\"\r\n\r\nHow do you answer Ilona?\r\n\r\nHOGUE: There are so many different pieces to that question. First of all, the polls actually show that half of the opposition to ObamaCare is because it doesn't go far enough.\r\n\r\nWALLACE: That's the (INAUDIBLE) part of it, the violation of religious freedom.\r\n\r\nHOGUE: This law was designed and intended to actually provide basic health care for all citizens equally. In fact, I will say one of the great --\r\n\r\nWALLACE: But answer the question.\r\n\r\nHOGUE: But one of the great advances with this law is that women now actually have the health care that we need to govern our own lives and, in fact, the law has now been built to make sure that people's religious beliefs are not violated, churches are exempt, religiously-affiliated organizations actually have an option to not pay for --\r\n\r\nWALLACE: But you're saying the religious -- you're telling the Little Sisters, their religious beliefs aren't violated. They say they are. Do you know better than they do?\r\n\r\nHOGUE: Well, no, but this is a non-profit affiliated and the form actually says they do not condone this. It affirms their religious beliefs and in this case, their employees will not get contraception at all.\r\n\r\nWALLACE: All right. I want to get -- but that's not the point. The point is to get the employees contraception not to not get it is just because of the Christian brothers.\r\n\r\nHOGUE: Absolutely. And there are reasons for that.\r\n\r\n(CROSSTALK)\r\n\r\nWALLACE: I want to bring that up with Mr. Rienzi, because according to the Centers for Disease Control 84 percent of Catholic women between the ages of 15 and 44 who have ever had sex, they say they have used artificial birth control. Is it fair for the Little Sisters, of any non-profit religious affiliated group -- Notre Dame University, a Catholic hospital, to impose their values on their employees and their access to birth control in this particular case?\r\n\r\nRIENZI: Two responses to that, Chris. One, no one is imposing their religious beliefs on anybody. Your statistics show contraceptives is widely and cheaply available. People can get it lots of ways without dragging the nuns into the process.\r\n\r\nIf the government thinks more people need access to contraception, the government can do it on their exchanges and through Title X. Ilyse said this law is all about increasing access to health care.\r\n\r\nIf that's the point, forcing the Little Sisters to pay massive fines or shut down their ministries hurts that goal, right?\r\n\r\nFewer elderly Poor people will get the health care they need in those beautiful nursing homes those sisters run. The employees they used to have jobs at the Little Sisters of the Poor might not have a place to work if the government succeeds in crushing these nursing homes.\r\n\r\n(CROSSTALK)\r\n\r\nWALLACE: (INAUDIBLE) and we've got less than two minutes left and let me start with you, Ms. Hogue.\r\n\r\nHow do you expect the Supreme Court to rule in this case? I know it's a temporary injunction by Sonia Sotomayor, but one assumes that this is going to end up going to the court.\r\n\r\nHow do you expect them to act in the case and how important is this case?\r\n\r\nHOGUE: I think it's an important case. It's not the only one we will see. Obviously, Mr. Rienzi also represents Hobby Lobby in the case of the corporate application (INAUDIBLE). It's very important.\r\n\r\nThis case will actually tell whether we are balancing the religious liberty and that's my ability not to have my rights infringed and my ability not to impose my religion on anyone else, including Mr. Rienzi, and assure basic access to health care for all women and all people in America.\r\n\r\nWALLACE: Mr. Rienzi, how do you expect the Supreme Court, whether it's Justice Sotomayor or other justices to act in the case regarding the Little Sisters and how important is this case?\r\n\r\nRIENZI: It's exceptionally important. Because if the court does not give the Little Sisters the protection they need, they face massive fines starting the minute the injunction disappears. Most of the lower courts, 18 out of 19 in the other cases said the government got this balance wrong and it is doing something illegal and impermissible to the religious objectors.\r\n\r\nThe bottom line is the answer is the sisters get to continue having their nursing homes and if there really is an access problem with contraceptives, the government ought to fix that some other way, not on the backs of the nuns.\r\n\r\nWALLACE: Mr. Rienzi, Ms. Hogue, thank you both. Thanks for coming in. We will stay on top of this court battle.\r\n\r\nHOGUE: Thank you so much.", "title": "NARAL's Ilyse Hogue vs. Religious Liberty Lawyer Mark Rienzi On Obamacare", "og": {"url": "http://www.realclearpolitics.com/video/2014/01/06/narals_ilyse_hogue_vs_religious_liberty_lawyer_mark_rienzi_on_obamacare.html", "image": "http://images.rcp.realclearpolitics.com/222748.jpg", "type": "video", "description": "CHRIS WALLACE: Joining us now Mark Rienzi of Becket Fund for Religious Liberty, who is lead counsel for the nuns. And Ilyse Hogue, president of NARAL Pro-Choice America.\r\n\r\nWelcome to both of you.\r\n\r\nIn seeking to end the injunction, the Justice Department argues that the Little Sisters can opt out of any obligation to provide birth control by simply signing a certification.\r\n\r\nIn the argument, in the brief that the government filed, here's what it says: \"With the stroke of their own pen, applicants can secure for themselves the relief they seek from this court.\"\r\n\r\nMr. Rienzi, why isn't that good enough?\r\n\r\nMARK RIENZI, BECKET FUND FOR RELIGIOUS LIBERTY: Because it's not true, Chris. The form that the government wants the Sisters to sign is an authorization form that authorizes and directs others to provide the drugs. And what the government said in court is that we haven't quite figured out a way to make that form work today, but we're still working on a way to make that form work.\r\n\r\nAnd the way the riles are set up, that form will authorize and direct others to pay for those drugs. And the sisters simply can't be a part of it.\r\n\r\nIf the form shouldn't matter, the government be fighting to make the Sisters sign it.\r\n\r\nWALLACE: Ms. Hogue, I mean that is the point, that Mr. Rienzi is making in court. If you look at the certification, it's a contract that informs the insurer of its obligation to go ahead, after the Sisters opt out, to provide contraception. And they say that makes them complicit in a sin.\r\n\r\nILYSE HOGUE, PRESIDENT, NARAL PRO-CHOICE AMERICA: Look, I think there are a few things we can all agree about on this case, starting with the fact that the Little Sisters do incredible work in the world. And if this case has one thing about it, it's brought their work to light, which is wonderful.\r\n\r\nThe other thing is religious liberty in this country is so incredibly important. And that includes both freedom for me not to have to do anything that violates my beliefs and also for you not to be violated by my beliefs when I impose them on you.\r\n\r\nFortunately, this law has actually accommodated both. And that's the great news.\r\n\r\nIn this case, no matter what the Little Sisters sign, their employees are actually not going to get contraception.\r\n\r\nIn other cases, like...\r\n\r\nWALLACE: Yes, let me -- let me just quickly explain that, because the fact is that the insurance company for the Little Sisters is the Christian Brothers...\r\n\r\nHOGUE: Exactly.\r\n\r\nWALLACE: -- which is a religious-affiliated group. It's a kind of an unusual case. The fact is for most of them, they would sign the certification, it would tell the insurer with the Christian brothers, provide contraception.\r\n\r\nHOGUE: Absolutely. Let's take a step back and think about what this law was intended to do. It was intended to uphold religious liberty and yet make sure no one else was making my health care decisions based on their belief.\r\n\r\nSo for example, if I work for not a church, but a religiously affiliated non-profit run by someone whose personal beliefs deem they should not give their children vaccines, they should not have to pay for me to give my children a vaccine.\r\n\r\nBut my children need vaccines because that keeps them healthy and everyone else's kids healthy. So in this case, it's beyond actually why Mr. Rienzi doesn't instruct his clients to sign the form, because no one is getting contraception. They can get back to doing the great work that they do (INAUDIBLE).\r\n\r\n(CROSSTALK)\r\n\r\nRIENZI: At least is of course entitled to her religious views as to what is OK to sign or not. Here the sisters' religious view is they are not permitted to sign the form.\r\n\r\nIf ultimately the answer is that the form doesn't matter, which is the administration's view at the Supreme Court, it makes no sense at all that the president is sending his lawyers to the Supreme Court to say, make the nuns sign the form or let me crush them with fines. That's exactly where the Little Sisters of the Poor are.\r\n\r\nWALLACE: It's a good question, why not the government say, don't sign the form.\r\n\r\nHOGUE: The government is charged with enforcing a law. We all hate signing forms, believe me. I hate signing forms; we just bought a new house. But the government is enforced with enforcing the law the way it was written and the way this law was written requires --\r\n\r\n(CROSSTALK)\r\n\r\nWALLACE: Let me just say, it's not as if ObamaCare has been written in stone since they have been changing it all time, why not change this?\r\n\r\nHOGUE: This accommodation that religious affiliated non-profits don't, in fact, have to pay for things they don't believe in is, in fact, a change in that law that again strikes that balance with religious liberty. However, in this case this form self certifies they actually don't condone contraception, am I right?\r\n\r\n(CROSSTALK)\r\n\r\nRIENZI: Actually no, the form directs other people to provide it.\r\n\r\nWhat the government has said in court -- what the government has said in court -- what the government said if court if you submit that form, it allows others to take the form and come back to the government and get reimbursed for making those payments.\r\n\r\n\r\nIt's perfectly fine for people not to like signing forms. Signing this form is not akin to you signing a contract for your house. It's something the Little Sisters of the Poor works are obviously deeply religious people says their God tells them not to do.\r\n\r\nFor the government to say, you must sign that form or we will crush the nursing homes you use to care for the elderly Poor, makes no sense at all. In a free society, they should be allowed to say, I can't have anything to do with that choice. If you want to make it, go make it. don't involve me.\r\n\r\n(CROSSTALK)\r\n\r\nWALLACE: Let me bring this back, because it seems to me that there were two legitimate competing interests here. One is religious freedom and the other is women's access to health care.\r\n\r\nMs. Hogue, we got this question on Facebook from Ilona Hilgert.\r\n\r\n\"How can this administration enforce mandates that violate established religious convictions and moral principles with majority opposition to ObamaCare?\"\r\n\r\nHow do you answer Ilona?\r\n\r\nHOGUE: There are so many different pieces to that question. First of all, the polls actually show that half of the opposition to ObamaCare is because it doesn't go far enough.\r\n\r\nWALLACE: That's the (INAUDIBLE) part of it, the violation of religious freedom.\r\n\r\nHOGUE: This law was designed and intended to actually provide basic health care for all citizens equally. In fact, I will say one of the great --\r\n\r\nWALLACE: But answer the question.\r\n\r\nHOGUE: But one of the great advances with this law is that women now actually have the health care that we need to govern our own lives and, in fact, the law has now been built to make sure that people's religious beliefs are not violated, churches are exempt, religiously-affiliated organizations actually have an option to not pay for --\r\n\r\nWALLACE: But you're saying the religious -- you're telling the Little Sisters, their religious beliefs aren't violated. They say they are. Do you know better than they do?\r\n\r\nHOGUE: Well, no, but this is a non-profit affiliated and the form actually says they do not condone this. It affirms their religious beliefs and in this case, their employees will not get contraception at all.\r\n\r\nWALLACE: All right. I want to get -- but that's not the point. The point is to get the employees contraception not to not get it is just because of the Christian brothers.\r\n\r\nHOGUE: Absolutely. And there are reasons for that.\r\n\r\n(CROSSTALK)\r\n\r\nWALLACE: I want to bring that up with Mr. Rienzi, because according to the Centers for Disease Control 84 percent of Catholic women between the ages of 15 and 44 who have ever had sex, they say they have used artificial birth control. Is it fair for the Little Sisters, of any non-profit religious affiliated group -- Notre Dame University, a Catholic hospital, to impose their values on their employees and their access to birth control in this particular case?\r\n\r\nRIENZI: Two responses to that, Chris. One, no one is imposing their religious beliefs on anybody. Your statistics show contraceptives is widely and cheaply available. People can get it lots of ways without dragging the nuns into the process.\r\n\r\nIf the government thinks more people need access to contraception, the government can do it on their exchanges and through Title X. Ilyse said this law is all about increasing access to health care.\r\n\r\nIf that's the point, forcing the Little Sisters to pay massive fines or shut down their ministries hurts that goal, right?\r\n\r\nFewer elderly Poor people will get the health care they need in those beautiful nursing homes those sisters run. The employees they used to have jobs at the Little Sisters of the Poor might not have a place to work if the government succeeds in crushing these nursing homes.\r\n\r\n(CROSSTALK)\r\n\r\nWALLACE: (INAUDIBLE) and we've got less than two minutes left and let me start with you, Ms. Hogue.\r\n\r\nHow do you expect the Supreme Court to rule in this case? I know it's a temporary injunction by Sonia Sotomayor, but one assumes that this is going to end up going to the court.\r\n\r\nHow do you expect them to act in the case and how important is this case?\r\n\r\nHOGUE: I think it's an important case. It's not the only one we will see. Obviously, Mr. Rienzi also represents Hobby Lobby in the case of the corporate application (INAUDIBLE). It's very important.\r\n\r\nThis case will actually tell whether we are balancing the religious liberty and that's my ability not to have my rights infringed and my ability not to impose my religion on anyone else, including Mr. Rienzi, and assure basic access to health care for all women and all people in America.\r\n\r\nWALLACE: Mr. Rienzi, how do you expect the Supreme Court, whether it's Justice Sotomayor or other justices to act in the case regarding the Little Sisters and how important is this case?\r\n\r\nRIENZI: It's exceptionally important. Because if the court does not give the Little Sisters the protection they need, they face massive fines starting the minute the injunction disappears. Most of the lower courts, 18 out of 19 in the other cases said the government got this balance wrong and it is doing something illegal and impermissible to the religious objectors.\r\n\r\nThe bottom line is the answer is the sisters get to continue having their nursing homes and if there really is an access problem with contraceptives, the government ought to fix that some other way, not on the backs of the nuns.\r\n\r\nWALLACE: Mr. Rienzi, Ms. Hogue, thank you both. Thanks for coming in. We will stay on top of this court battle.\r\n\r\nHOGUE: Thank you so much.", "title": "NARAL's Ilyse Hogue vs. Religious Liberty Lawyer Mark Rienzi On Obamacare"}, "twitter": {"site": "@rcpvideo", "card": "summary"}, "video_type": "application/x-shockwave-flash", "video_height": 250, "fb": {"app_id": 1415921935346245}, "tweetmeme-title": "NARAL's Ilyse Hogue vs. Religious Liberty Lawyer Mark Rienzi On Obamacare", "keywords": "CHRIS WALLACE,", "video_width": 300}, "_id": "\"57477af46914bd0286fdbb8b\"", "article_summary": "Religious Liberty Lawyer Mark Rienzi On ObamacarePlease enable Javascript to watch this videoCHRIS WALLACE: Joining us now Mark Rienzi of Becket Fund for Religious Liberty, who is lead counsel for the nuns.\nHOGUE: Well, no, but this is a non-profit affiliated and the form actually says they do not condone this.\nIf that's the point, forcing the Little Sisters to pay massive fines or shut down their ministries hurts that goal, right?\nIn this case, no matter what the Little Sisters sign, their employees are actually not going to get contraception.\nIt's something the Little Sisters of the Poor works are obviously deeply religious people says their God tells them not to do."}