{"article_title": "GOP DEBATE: Candidates Slam Trump, Dems, Each Other", "article_keywords": ["going", "trump", "cruz", "country", "ted", "christie", "asked", "debate", "rubio", "slam", "candidates", "dems", "president", "gop"], "article_url": "http://www.advocate.com/election/2016/1/28/gop-debate-candidates-slam-trump-dems-each-other", "article_text": "Thursday night’s mainstage Republican presidential debate was notable for who was absent — Donald Trump made good on his promise not to participate, out of his animus toward Fox News and anchor Megyn Kelly, with whom he clashed in the first debate last August.\n\nBut even with the famously outspoken businessman skipping the debate to hold a benefit for veterans, the seven candidates involved had plenty of lively exchanges, including some critiques of Trump as well as Hillary Clinton, Barack Obama, and each other. Taking the stage were U.S. Sens. Ted Cruz, Marco Rubio, and Rand Paul; Gov. Chris Christie of New Jersey; Gov. John Kasich of Ohio; former Florida Gov. Jeb Bush; and retired neurosurgeon Ben Carson.\n\nKelly, who moderated along with Fox colleagues Chris Wallace and Bret Baier, opened the proceedings at the Iowa Events Center in Des Moines by asking Cruz what message Trump’s absence sent to Iowa voters.\n\nCruz didn’t address that directly, but he thanked Iowans for welcoming him and his family, promised that during his presidency Iowa “will not be fly-over country” but “fly-to country,” and then got in this dig at Trump: “Let me say I’m a maniac and everyone on this stage is stupid, fat, and ugly. And Ben, you’re a terrible surgeon. Now that we’ve gotten the Donald Trump portion out of the way...” The audience erupted in laughter.\n\nKelly followed up by noting that Cruz, who has gained ground to run second to Trump in many polls, once had praised the business tycoon but is now critical of him. Cruz replied that his comments about Trump have not been personal but instead focused on “issues and substance.”\n\nRubio said Trump is “an entertaining guy” and “the greatest show on earth,” but the campaign is not about him. “This campaign is about the greatest country in the world and a president who has systematically destroyed many of the things that made America special,” Rubio said. Rubio contended that he is best positioned to unite the Republican Party, defeat Hillary Clinton in the general election, and “turn this country around once and for all, after seven years of the disaster that is Barack Obama.”\n\nThe candidates’ complaints about Obama were ones they have made many times: They said he has not been strong enough in fighting terrorism, said the Affordable Care Act for health insurance reform has done more harm than good, and disparaged the nuclear weapons treaty with Iran.\n\n“When I’m president we are going to rebuild our intelligence capabilities,” Rubio said. “And they’re going to tell us where the terrorists are. And a rebuilt U.S. military is going to destroy these terrorists. And if we capture any of these ISIS killers alive, they are going to Guantanamo Bay, Cuba, and we’re going to find out everything they know, because when I’m president, unlike Barack Obama, we will keep this country safe.”\n\nOn the ACA, also known as Obamacare, Baier noted that everyone on the stage opposes it, but pointed out that it had brought health insurance to millions of Americans who had none previously. He asked Cruz, “If you repeal Obamacare, as you say you will, will you be fine if millions of those people don’t have health insurance? And what is your specific plan for covering the uninsured?”\n\nCruz responded by calling Obamacare “a job-killer” (The Washington Post says there’s actually little evidence that it has cost jobs) and said he would favor market-based reforms, such as allowing people to buy health insurance across state lines, expand tax-advantaged medical savings accounts, and divorce insurance coverage from employment.\n\nRubio, Cruz, Bush, and Paul got into a long argument over who’s toughest on illegal immigration and whether Rubio had changed his position on amnesty for undocumented immigrants. The exchange led Christie to say, “I feel like I need a Washington-to-English dictionary converter.” Christie said that’s “why you need to send someone from outside of Washington to Washington. … Stop the Washington bull and let’s get things done.”\n\nCruz meanwhile accused the moderators of setting up other candidates to attack him. At one point he said to Wallace, “Chris, I would note that that the last four questions have been, ‘Rand, please attack Ted. Marco, please attack Ted. Chris, please attack Ted. Jeb, please attack Ted.’” Wallace replied, “It is a debate, sir.” Cruz said, “Well, no, no. A debate actually is a policy issue, but I will say this: Gosh, if you guys ask one more mean question I may have to leave the stage.” But he didn’t.\n\nSocial issues, including LGBT rights, came up a bit in the debate. Wallace asked Christie about his statement that Kentucky county clerk Kim Davis, who said issuing marriage licenses to same-sex couples would violate her religious beliefs, should follow the law or take another job.\n\nChristie replied, “I never said that Ms. Davis should either lose her job or that she had to do it. But what I did say was that the person who came in for the license needed to get it. And so if there’s someone in that organization, and it turns out there was, who was willing to be able to do that, that’s what we should do.”\n\nThe greatest threat to religious freedom in America, Christie added, comes from radical adherents of Islam who want to impose their practices on everyone.\n\nCruz, when asked about his lack of endorsements from his fellow senators, took the opportunity to tout his endorsements by religious right leaders like James Dobson, plus political figures with similar views, like Iowa Congressman Steve King. And in his closing statement, he asked voters, “Who do you know will kill the terrorists, defend the Constitution, and repeal Obamacare? Who do you know will stop amnesty and secure the borders? Who do you know will defend life, marriage, and religious liberty? Examine our records, pray on it and I will be honored if you and your family will come caucus for us on Monday night.”\n\nRubio trumpeted his religiosity too. Asked about a Time magazine article that called him “the Republican savior,” Rubio said, “There’s only one savior and it’s not me. It’s Jesus Christ, who came down to earth and died for our sins.”\n\nHe later said, “Our Judeo-Christian values are one of the reasons why America is such a special country,” adding, “You should hope that our next president is someone that is influenced by their faith. … When I'm president, I can tell you this, my faith will not just influence the way I'll govern as president, it will influence the way I live my life.”\n\nIn his closing statement, he said, “The Bible commands us to let our light shine on the world. For over 200 years, America’s light has been shining on the world and the world has never been the same again. But now, that light is dimming a little, after seven years of Barack Obama. … When I’m president, America’s light will shine again.”\n\nIn other closing statements: Paul called himself “the one true fiscal conservative,” in the race. Bush touted his “proven record as governor of the state of Florida, as a conservative leader.” Christie invoked his worries about his family during the attacks of September 11, 2001, and his record of going after terrorists as a federal prosecutor. Carson quoted the preamble to the U.S. Constitution, practically verbatim, and asked voters to think of the nation’s founders, apparently putting himself forth as the man to carry out their vision.\n\nKasich, who has generally struck a more moderate tone than the other candidates, continued to do that in his closer, emphasizing the need to work in a bipartisan fashion. The nation’s problems can be solved, he said, “when we have a positive attitude, an optimistic approach, an ability for us to set the tune as conservatives, to invite other people in to be part of that orchestra.”\n\nFor more, check out the Post’s annotated transcript here.", "article_metadata": {"description": "They also vied for who's most religious and toughest on illegal immigration.", "og": {"image": "http://www.advocate.com/sites/advocate.com/files/2016/01/28/cruz-and-the-rest-x750.jpg", "updated_time": "2016-01-29T00:52:32-05:00", "type": "article", "title": "GOP DEBATE: Candidates Slam Trump, Dems, Each Other"}, "apple-mobile-web-app-title": "Advocate", "fb": {"page_id": 19799718480, "app_id": 625763650825412, "pages": 6030918854}, "mobile-web-app-capable": "yes", "article": {"published_time": "2016-01-29T00:52:32-05:00", "modified_time": "2016-01-29T00:52:32-05:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "He asked Cruz, “If you repeal Obamacare, as you say you will, will you be fine if millions of those people don’t have health insurance?\nRubio, Cruz, Bush, and Paul got into a long argument over who’s toughest on illegal immigration and whether Rubio had changed his position on amnesty for undocumented immigrants.\nTed Cruz, Marco Rubio, and Rand Paul; Gov.\nJeb, please attack Ted.’” Wallace replied, “It is a debate, sir.” Cruz said, “Well, no, no.\nWallace asked Christie about his statement that Kentucky county clerk Kim Davis, who said issuing marriage licenses to same-sex couples would violate her religious beliefs, should follow the law or take another job."}