{"article_title": "Good Shepherd CEO: Obamacare ruling could affect payments", "article_keywords": ["shepherd", "good", "ceo", "obamacare", "system", "health", "ruling", "affect", "providing", "quality", "reduced", "care", "payments"], "article_url": "http://www.news-journal.com/news/2016/may/13/good-shepherd-ceo-obamacare-ruling-could-affect-pa/", "article_text": "The CEO of Good Shepherd Health System says a federal ruling against the Affordable Care Act could lead to reduced payments to hospitals and other providers.\n\nU.S. District Judge Rosemary Collyer ruled Thursday that the Obama administration is unconstitutionally subsidizing medical bills for millions of people while ignoring congressional power over government spending.\n\n\"If this ruling is upheld, several outcomes are possible, including fewer insurers participating in the (insurance) exchange or reduced payments to hospitals and other providers,\" Steve Altmiller, Good Shepherd Health System president and CEO, said in a statement. \"Considering the increasing regulatory and unreimbursed care costs, reduced payments to providers would be a significant challenge.\"\n\nAltmiller said the ruling \"may take years before becoming final, if not overturned, and healthcare may face many changes in the interim. At Good Shepherd, we will continue to focus our energy on what matters most to the here and now — providing quality care to our patients and improving the health of the communities we serve.\"\n\nHis counterpart at Longview Regional Medical Center, Casey Robertson, deferred to Elizabeth Baumgardner, marketing and community relations coordinator.\n\n\"Thanks for the opportunity to comment,\" Baumgardner wrote in a response. \"We remain focused on providing access to high quality care. The best source of information on the topic is the Texas Hospital Association.\"\n\nBaumgardner declined to expand on the statement.\n\nThe federal judge's decision backed Congressional Republicans who brought the legal challenge to undermine Obamacare and have tried several times to overturn the law. Collyer has said she will put her ruling on hold while the White House appeals it.", "article_metadata": {"viewport": "width=device-width, initial-scale=1", "og": {"url": "http://www.news-journal.com/news/2016/may/13/good-shepherd-ceo-obamacare-ruling-could-affect-pa/", "image": "https://static.texascommunitymedia.com/static/lnj/images/logos/default_share_logo.png", "type": "article", "description": "The CEO of Good Shepherd Health System says a federal ruling against the Affordable Care Act could lead to reduced payments to hospitals and other ...", "title": "Good Shepherd CEO: Obamacare ruling could affect payments - Longview News-Journal"}, "msapplication-TileColor": "#ffffff", "blitz": "mu-10ba9b19-0c38fcd6-4c764ea6-9fa4649b", "fb": {"app_id": 1419380718274846}, "msapplication-TileImage": "https://static.texascommunitymedia.com/static/lnj/images/favicons/mstile-144x144.png", "theme-color": "#ffffff"}, "article_summary": "The CEO of Good Shepherd Health System says a federal ruling against the Affordable Care Act could lead to reduced payments to hospitals and other providers.\n\"If this ruling is upheld, several outcomes are possible, including fewer insurers participating in the (insurance) exchange or reduced payments to hospitals and other providers,\" Steve Altmiller, Good Shepherd Health System president and CEO, said in a statement.\n\"Considering the increasing regulatory and unreimbursed care costs, reduced payments to providers would be a significant challenge.\"\nAt Good Shepherd, we will continue to focus our energy on what matters most to the here and now — providing quality care to our patients and improving the health of the communities we serve.\"\n\"We remain focused on providing access to high quality care."}