{"article_title": "Andy Gardiner, Lars Houmann, call for more health care access, but not Medicaid", "article_keywords": ["lars", "orlando", "program", "programs", "federal", "money", "gardiner", "florida", "houmann", "access", "health", "medicaid", "andy", "care"], "article_url": "http://saintpetersblog.com/andy-gardiner-lars-houmann-call-health-care-access-not-medicaid/", "article_text": "At an industry-sponsored summit in Orlando Tuesday, outgoing Florida Senate President Andy Gardiner and the leader of one of Florida’s biggest hospital system both called for urgent help in providing more access to health care.\n\nBut not through Medicaid.\n\nGardiner, an Orlando Republican, and Lars Houmann, president of the Florida Division of Adventist Health System, told the Florida Health Care Affordability Summit that the great challenge is opening up health care to uninsured and low-income residents of Florida.\n\n“I would encourage you to also talk about access, and access for all individuals,” Gardiner told the forum, organized by the Associated Industries of Florida.\n\nThey both said Florida has another chance, and should take it, to negotiate with the federal government for a waiver from the federal Medicaid program that might allow the Sunshine State to take federal Medicaid expansion money but use it for alternative programs to Medicaid.\n\nFor the past three years, the federal government has been trying to encourage states to accept money to expand Medicaid programs to provide coverage for people too poor to buy Obamacare insurance, but who make too much money to qualify for Medicaid. In Florida’s case, that’s about $50 billion over ten years. Gardiner’s Senate has twice crafted deals to negotiate waivers with the federal government for Florida-driven programs, but the Florida House has refused.\n\n“If the desire in the state of Florida is not necessarily to look at free-market options, that is a debate for another day, I would encourage you to talk about models like the money we put into free and charitable clinics,” Gardiner said.\n\nHoumann also urged expansion of access to uninsured and laid out economic slides showing what they cost hospitals and Florida.\n\nHe also stressed that at Adventist Health, which runs the Florida Hospital systems in Orlando and Tampa Bay, the strategic thinking is turning toward keeping people healthy — keeping them out of hospitals.\n\nYet he argued that Medicaid is just a bad program for both patients, doctors and hospitals, and should not be expanded, but replaced with something that works better. Medicaid, he argued, comes with too many strings and too little money to be a good business for doctors or hospitals, and patients are punished because few doctors accept it, and their services suffer from overload.\n\n“Yes, it is an entitlement program. Yes, it does take care of a larger part of our population,” he said. “But frankly, I could not put my heart into term ‘expand Medicaid.’\n\n“I could put my heart into bringing the money that the Affordable Care Act made available for Florida for expanding coverage,” he added. “Frankly, this is a political lecture; we did have an opportunity to bring a deal to Washington … to restructure our program. But we couldn’t get that done.”\n\nRelated\n\nComments\n\ncomments", "article_metadata": {"news_keywords": "andy gardiner, associated industries of florida, florida health care affordability summit, florida senate, lars houmann, medicaid, medicaid expansion, obamacare", "generator": "Powered by Slider Revolution 5.1.6 - responsive, Mobile-Friendly Slider Plugin for WordPress with comfortable drag and drop interface.", "og": {"site_name": "SaintPetersBlog", "description": "At an industry-sponsored summit in Orlando Tuesday, outgoing Florida Senate President Andy Gardiner and the leader of one of Florida’s …", "title": "Andy Gardiner, Lars Houmann, call for more health care access, but not Medicaid - SaintPetersBlog", "locale": "en_US", "image": {"width": 2774, "identifier": "http://saintpetersblog.com/wp-content/uploads/2016/04/Andy-Gardiner-1-e1461692584399.jpg", "height": 1546}, "url": "http://saintpetersblog.com/andy-gardiner-lars-houmann-call-health-care-access-not-medicaid/", "type": "article"}, "fb": {"admins": 2500, "app_id": 593344034036788}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "format-detection": "telephone=no", "article": {"publisher": "https://www.facebook.com/SaintPetersblog", "section": "Statewide", "tag": "Obamacare", "published_time": "2016-04-26T13:43:58-04:00"}, "theme-color": "#081341"}, "_id": "\"57477af36914bd0286fcd2af\"", "article_summary": "Gardiner, an Orlando Republican, and Lars Houmann, president of the Florida Division of Adventist Health System, told the Florida Health Care Affordability Summit that the great challenge is opening up health care to uninsured and low-income residents of Florida.\nAt an industry-sponsored summit in Orlando Tuesday, outgoing Florida Senate President Andy Gardiner and the leader of one of Florida’s biggest hospital system both called for urgent help in providing more access to health care.\n“I would encourage you to also talk about access, and access for all individuals,” Gardiner told the forum, organized by the Associated Industries of Florida.\nHoumann also urged expansion of access to uninsured and laid out economic slides showing what they cost hospitals and Florida.\nThey both said Florida has another chance, and should take it, to negotiate with the federal government for a waiver from the federal Medicaid program that might allow the Sunshine State to take federal Medicaid expansion money but use it for alternative programs to Medicaid."}