{"article_title": "Glass In Car Windows Doesn’t Fully Protect From Sun’s UV Rays, Could Explain Left-Side Skin Cancer", "article_keywords": ["protect", "rays", "cancer", "windows", "fully", "explain", "uv", "windshields", "glass", "protection", "leftside", "suns", "skin", "uva", "spf", "car"], "article_url": "http://www.medicaldaily.com/glass-car-windows-doesnt-fully-protect-suns-uv-rays-could-explain-left-side-skin-255398", "article_text": "Car windows insufficiently absorb harmful UV rays, making prolonged exposure dangerous to a person's skin even when he or she is inside the car.\n\nCar windows insufficiently absorb harmful UV rays, making prolonged exposure dangerous to a person's skin even when he or she is inside the car. The New England Journal of Medicine\n\nWhile windshields provide ample protection from ultraviolet A (UVA) and ultraviolet B (UVB) rays, car manufacturers have far more leeway in how they construct a car’s remaining windows. Not only does this make the windows more transparent, but it also produces a startling phenomenon among frequent drivers whose cases of skin cancer arise predominantly on the left side of their faces.\n\nSuch transparency has alarmed medical professionals, who can examine car windows for opacity and derive a relevant sun protection factor (SPF) rating. Windshields score well on this tests, usually around 50 SPF, but other windows, whose standards are far less rigorous, score beneath 20. This protection is inadequate, researchers argue, and prolonged exposure to detrimental UV rays can have lifelong effects.\n\nThe two types of ultraviolet (short-length) waves that pierce the earth’s atmosphere and reach your skin are UVA and UVB rays. UVA rays are longer, and therefore weaker, than UVB rays. UVA rays do not cause sunburn, but have been suspected of more long-term effects, such as wrinkling and skin cancer. Scientists once thought UVA rays only penetrated deeply into the skin, but mounting research shows the basal layer of the epidermis gets affected, too — most often in the keratinocytes, where most skin cancers typically grow.\n\nUVB rays, meanwhile, are solely responsible for reddening the skin. They contribute to tanning — though tanning beds emit UVA rays — and also work in wrinkling as well. Pete Dishart, who leads product development at Pittsburgh Glass Works in Pennsylvania, which distributes windshields and windows to several major car manufacturers, said side windows typically only absorb 65 percent of UV rays. That puts them roughly at 16 SPF, some of the “lowest grade sunscreens,” the Associated Press reports.\n\nWhat ultimately makes windshields more opaque and protective than side windows is each window’s construction. Windshields, by law, are made with laminated glass. This includes three parts: two 2.1-millimeter layers of glass separated by an 0.8-millimeter piece of flexible plastic, which is designed to minimize injury upon shattering. Due in part to the plastic, with some help from the glass’s thickness, windshields offer 50 SPF, Dishart says, near perfect protection.\n\nSide windows undergo far less scrutiny. They are typically 4-millimeter thick pieces of tempered glass with no plastic support. Tempered glass is much cheaper and, unless it’s tinted, does not offer nearly the same protection as windshields.\n\nThe differences are borne out by the rates of left-side skin cancer patients — people whose form of skin cancer exists locally on the left side of their face or body. Scientists have begun implicating shoddy side-window protection standards as a possible suspect in these cases.\n\nOut of 898 skin cancer patients analyzed by the St. Louis University School of Medicine, 53 percent of the cancers occurred on the left side. The 2007 study showed that people who spent more time driving had a greater chance of getting a left-side skin cancer. What’s more, these cancers appeared most frequently on parts of the body exposed while driving, such as the head, neck, arm, and hand.\n\nSome auto manufacturers have acknowledged these concerns and begun replacing their existing windows with more UV-protected materials. South Korean automakers Hyundai and Kia use window glass with an SPF between 44 and 48 in their U.S.-made vehicles, according to the AP. And Toyota introduced laminated glass into their front windows for the newest model of the Avalon sedan.\n\nFor drivers of older models, applying daily sunscreen above SPF 15 at least 30 minutes before you drive helps compensate for decreased protection inside the car.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "car window, uv rays, uva, uvb, sunburn, spf, protection, left-side, skin cancer", "og": {"site_name": "Medical Daily", "description": "Car windows insufficiently absorb harmful UV rays, making prolonged exposure dangerous to a person's skin even when he or she is inside the car.", "title": "Do Car Windows Play A Role In Left-Side Skin Cancer?", "url": "http://www.medicaldaily.com/glass-car-windows-doesnt-fully-protect-suns-uv-rays-could-explain-left-side-skin-255398", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/04/william-mcelligott-008.jpg", "type": "article"}, "twitter": {"description": "Car windows insufficiently absorb harmful UV rays, making prolonged exposure dangerous to a person's skin even when he or she is inside the car.", "title": "Do Car Windows Play A Role In Left-Side Skin Cancer?", "url": "http://www.medicaldaily.com/glass-car-windows-doesnt-fully-protect-suns-uv-rays-could-explain-left-side-skin-255398", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/04/william-mcelligott-008.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/04/william-mcelligott-008.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Consumer News", "published_time": "2013-09-04T09:39:53-04:00", "modified_time": "2015-02-04T15:49:46-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Car windows insufficiently absorb harmful UV rays, making prolonged exposure dangerous to a person's skin even when he or she is inside the car."}, "_id": "\"57477af46914bd0286fdbbc7\"", "article_summary": "The differences are borne out by the rates of left-side skin cancer patients — people whose form of skin cancer exists locally on the left side of their face or body.\nUVA rays do not cause sunburn, but have been suspected of more long-term effects, such as wrinkling and skin cancer.\nThe 2007 study showed that people who spent more time driving had a greater chance of getting a left-side skin cancer.\nCar windows insufficiently absorb harmful UV rays, making prolonged exposure dangerous to a person's skin even when he or she is inside the car.\nUVA rays are longer, and therefore weaker, than UVB rays."}