{"article_title": "VA Front-Runner Said Obamacare Would Lead To Single-Payer", "article_keywords": ["va", "lead", "wall", "obamacare", "journal", "singlepayer", "clinic", "going", "frontrunner", "cosgrove", "healthcare", "health", "insurance", "obama"], "article_url": "http://dailycaller.com/2014/06/03/front-runner-to-head-va-predicts-obamacare-will-lead-to-single-payer/", "article_text": "Toby Cosgrove, CEO of the Cleveland Clinic, participates in the APEC CEO Summit in Honolulu, Hawaii November 12, 2011. REUTERS/Jason Reed\n\n4202755\n\nThe first name to emerge as the favored choice to head the Department of Veterans Affars previously predicted that Obamacare will eradicate employer-based insurance and push the U.S. towards a single-payer system “like they have in England”.\n\nThe Wall Street Journal reported that Dr. Delos “Toby” Cosgrove, who heads the Cleveland Clinic, is being heavily sought by the Obama administration to replace Gen. Eric Shinseki, who was forced out last week amid the VA wait list scandal.\n\nCosgrove, who is a Vietnam veteran, has served as head of the clinic since 2004. Touted as a world-class facility, both Obama and GOP nominee Mitt Romney praised the 42,000 employee clinic during the 2012 presidential debates for its high-quality, low-cost health care.\n\nThe Journal reported that three sources confirmed that the Obama administration is interested in Cosgrove. Two others confirmed that Cosgrove was interested in the position.\n\nIn a 2012 interview, also with the Wall Street Journal, Cosgrove predicted that Obamacare would dismantle the employer-based insurance system and would eventually lead to a single-payer system.\n\nIn the interview, Cosgrove was asked if he thought employers would stop providing health insurance despite being penalized under Obamacare.\n\nCosgrove indicated they would.\n\n“The first ones will be the small companies,” he told the Wall Street Journal. “Every CEO I’ve talked to knows how much he’d save between insuring his people and paying the federal penalty.”\n\n“The first time some big player does that, it’s going to fall like dominoes,” he continued. “What that does is drive everybody to the exchanges.”\n\nAsked what that meant in the long-term, he said, “it’s going to be a faster move towards one payer.”\n\n“Increasingly, people think that in 10 years you’re going to have 75% of the health-care costs paid by the federal government,” he said.\n\nAt a health conference earlier this year, Cosgrove put a more precise timeline on the transition to single-payer.\n\n“I think we are taking steps in that direction,” he said at the 32nd J.P Morgan Healthcare Conference, according to a Medical Device Daily report from January.\n\n“I think ultimately in maybe twenty years from now we will have a basic healthcare provision across the country and then there will be [optional supplementary] insurance on top of that like they have in England.”\n\nEarlier this year, Cosgrove made headlines when he admitted that Obamacare has caused premium increases for a majority of Americans.\n\n“Well, people who have signed up about three-quarters of them find that their premiums are higher than they had been previously under other insurance,” he told Fox News. “Now, what we do know is it’s going to have a major effect upon healthcare providers. We know, for example, that we’re going to get paid less for what we do.”\n\nOne of the major selling-points of Obamacare — the Affordable Care Act — was that it would not increase health insurance prices for most Americans.\n\nCosgrove also said last year that because hospitals would be getting paid less under Obamacare, his clinic would have to consider lay-offs.\n\nIf tapped for the VA top spot, Cosgrove would be entering the agency at what is possibly the lowest point in its history. Recent investigations have found that a growing number of VA facilities throughout the U.S. have failed to provide veterans timely coverage. Some of those hospitals placed the names of veterans on secret lists in order to meet the agency’s standard. Some believe that the VA’s bonus-payment system incentivized the practice since some bonuses are based in part on that metric.\n\nPresident Obama initially stood by Shinseki as the scandal became larger, but he decided last Friday to fire the retired Army general.\n\nCosgrove did not respond to The Daily Caller’s request for comment.\n\nFollow Chuck on Twitter", "article_metadata": {"sailthru.author": "Chuck Ross", "description": "'It's going to fall like dominoes'", "og": {"site_name": "The Daily Caller", "description": "The first name to emerge as the favored choice to head the Department of Veterans Affars previously predicted that Obamacare will eradicate employer-based insurance and push the U.S. towards a single-", "title": "Front-Runner To Head VA Predicts Obamacare Will Lead To Single-Payer", "url": "http://dailycaller.com/2014/06/03/front-runner-to-head-va-predicts-obamacare-will-lead-to-single-payer/", "image": {"width": 568, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2014/06/cosgrove-reuters-e1401846086800.jpg", "height": 243}, "type": "article"}, "twitter": {"description": "'It's going to fall like dominoes'", "title": "Front-Runner To Head VA Predicts Obamacare Will Lead To Single-Payer Via @dailycaller", "url": "http://dailycaller.com/2014/06/03/front-runner-to-head-va-predicts-obamacare-will-lead-to-single-payer/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2014/06/cosgrove-reuters-e1401846086800.jpg"}, "creator": "@@ChuckRossDC", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2014-06-03 22:07:09", "sailthru.title": "Front-Runner To Head VA Predicts Obamacare Will Lead To Single-Payer", "HandheldFriendly": "true", "sailthru.tags": "barack-obama,chuck-ross", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "barack obama", "sailthru.description": "The first name to emerge as the favored choice to head the Department of Veterans Affars previously predicted that Obamacare will eradicate employer-based insurance and push the U.S. towards a single-", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2014/06/cosgrove-reuters-e1401846086800.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fdbbcb\"", "article_summary": "In a 2012 interview, also with the Wall Street Journal, Cosgrove predicted that Obamacare would dismantle the employer-based insurance system and would eventually lead to a single-payer system.\nIn the interview, Cosgrove was asked if he thought employers would stop providing health insurance despite being penalized under Obamacare.\nCosgrove also said last year that because hospitals would be getting paid less under Obamacare, his clinic would have to consider lay-offs.\nAt a health conference earlier this year, Cosgrove put a more precise timeline on the transition to single-payer.\nRecent investigations have found that a growing number of VA facilities throughout the U.S. have failed to provide veterans timely coverage."}