{"article_title": "Wednesday Was Full of Good News for Obamacare. Here Are the Charts That Prove It.", "article_keywords": ["good", "prove", "obamacare", "million", "administration", "charts", "young", "expected", "americans", "enrolled", "uninsured", "health", "sign", "insurance"], "article_url": "http://www.motherjones.com/mojo/2014/02/charts-obamacare-beats-enrollment-goal-uninsured-rate-five-year-low", "article_text": "More Americans enrolled in Obamacare plans in January than expected, according to data released Wednesday by the Obama administration. The Department of Health and Human Services (HHS) had expected to sign up 1,059,900 people last month. Instead, about 1.14 million people purchased health plans through the federal and state health insurance exchanges.\n\nThis is the first time since the uninsured started buying insurance on the exchanges in October that the administration has beaten a monthly enrollment goal. Here's what that looks like, via Sarah Kliff at the Washington Post:\n\nThe January sign-up number is down from the 1.8 million people who enrolled in December, but that was expected, because many Americans wanted to sign up before the start of the new year. Since enrollment began, a total of 3.3 million Americans have signed up for health insurance through the exchanges.\n\nThere was also a slight uptick in the number of young adults signing up for coverage in January. A quarter of the Americans who have enrolled so far are young people, who tend to be healthier, and who the Obama administration needs to hold down insurance costs. That's below the 40 percent target, but the trend is moving in the right direction.\n\nThe percentage of Americans who are uninsured hit a five-year low this month, according to a Gallup poll released Wednesday. Sixteen percent of adults do not have health insurance, the lowest uninsured rate since 2009.\n\nTake a look (via Gallup):", "article_metadata": {"application-name": "Mother Jones Magazine", "og": {"site_name": "Mother Jones", "description": "The Affordable Care Act beat its January enrollment goal, and the uninsurance rate hit a five-year low.", "title": "Wednesday was full of good news for Obamacare. Here are two charts that prove it", "url": "http://www.motherjones.com/mojo/2014/02/charts-obamacare-beats-enrollment-goal-uninsured-rate-five-year-low", "image": "http://www.motherjones.com/files/obama_0.png", "type": "article"}, "twitter": {"url": "http://www.motherjones.com/mojo/2014/02/charts-obamacare-beats-enrollment-goal-uninsured-rate-five-year-low", "image": {"src": "http://www.motherjones.com/files/obama_0.png", "identifier": "http://www.motherjones.com/files/obama_0.png"}, "site": "@MotherJones", "card": "summary_large_image", "title": "Wednesday was full of good news for Obamacare. Here are two charts that prove it"}, "msapplication-TileColor": "#FFFFFF", "msapplication-square70x70logo": "/sites/all/assets/mstile-70x70.png", "msapplication-square310x310logo": "/sites/all/assets/mstile-310x310.png", "msapplication-wide310x150logo": "/sites/all/assets/mstile-310x150.png", "fb": {"admins": "13301307,670317733,1198876232,38509772,106892,2907757,306289,602422192,4101301,513450539"}, "msapplication-TileImage": "/sites/all/assets/mstile-144x144.png", "keywords": "Health+Care,Obama,Top+Stories", "msapplication-square150x150logo": "/sites/all/assets/mstile-150x150.png"}, "_id": "\"57477af46914bd0286fda839\"", "article_summary": "More Americans enrolled in Obamacare plans in January than expected, according to data released Wednesday by the Obama administration.\nSince enrollment began, a total of 3.3 million Americans have signed up for health insurance through the exchanges.\nInstead, about 1.14 million people purchased health plans through the federal and state health insurance exchanges.\nSixteen percent of adults do not have health insurance, the lowest uninsured rate since 2009.\nThe Department of Health and Human Services (HHS) had expected to sign up 1,059,900 people last month."}