{"article_title": "Here's How Successful Obamacare Has Been In Getting Americans Insurance, In One Chart", "article_keywords": ["obama", "getting", "heres", "obamacare", "chart", "young", "successful", "rate", "americans", "uninsured", "health", "law", "insurance", "researchers", "care"], "article_url": "http://thinkprogress.org/health/2016/04/07/3767433/obamacare-gallup-chart/", "article_text": "Health Here’s How Successful Obamacare Has Been In Getting Americans Insurance, In One Chart CREDIT: AP Photo/Carolyn Kaster, File President Barack Obama speaks about the new health care law during a White House Youth Summit, in the South Court Auditorium in the Eisenhower Executive Office Building on the White House complex in Washington.\n\nThe uninsured rate has plunged to the lowest rate ever recorded by Gallup, thanks to the Affordable Care Act’s effort to expand coverage to additional Americans.\n\nGallup has been tracking the uninsured rate since 2008. Eight years later, the rate of Americans without insurance now stands at 11 percent — down 6.1 points since early 2014, when Obamacare’s individual mandate that required Americans to to enroll in health insurance first took effect.\n\nGallup researchers credit this first quarter drop to health insurance purchased through Obamacare’s government-run exchanges. These exchanges usually provide the cheapest plans, according to a 2015 federal report.\n\nAccording to Gallup, people of color and young adults have experienced the largest declines in their uninsured rates — a that trend researchers credit to the individual mandate, the expansion of Medicaid, and the provision allowing young adults to stay on their parents’ plan until age 26. Young adults between the ages 18 of 34 tend to be the healthiest age group, so their inclusion in insurance pools also helps offset the risk added by policyholders with preexisting conditions.\n\nSince President Obama first signed his landmark health care reform law six years ago, researchers have observed a consistent decline in the rate of uninsured Americans, suggesting the law is succeeding in its main goal of expanding health care to people who didn’t previously have it. Last month, Obama announced that some 20 million Americans have gained coverage under the law.\n\nThere’s also evidence that Obamacare is helping the most vulnerable Americans gain access to health care. Now that the law provides more options for Americans to get insured, the number of poor people and sick people without insurance has plummeted.\n\nCory Herro is an intern at ThinkProgress.", "article_metadata": {"google": "nositelinkssearchbox", "description": "The uninsured rate has dropped to a historic low.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "The uninsured rate has dropped to a historic low.", "title": "Here’s How Successful Obamacare Has Been In Getting Americans Insurance, In One Chart", "url": "http://thinkprogress.org/health/2016/04/07/3767433/obamacare-gallup-chart/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2016/04/07114845/AP_55627083376-600x315.jpg", "type": "article"}, "twitter": {"description": "The uninsured rate has dropped to a historic low.", "creator": "@coryherro14", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2016/04/07114845/AP_55627083376-321x214.jpg", "title": "Here’s How Successful Obamacare Has Been In Getting Americans Insurance, In One Chart", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2016/04/07114845/AP_55627083376-540x303.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2016/04/07114845/AP_55627083376-99x66.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2016-04-07T12:05:37+00:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "article_summary": "There’s also evidence that Obamacare is helping the most vulnerable Americans gain access to health care.\nEight years later, the rate of Americans without insurance now stands at 11 percent — down 6.1 points since early 2014, when Obamacare’s individual mandate that required Americans to to enroll in health insurance first took effect.\nGallup researchers credit this first quarter drop to health insurance purchased through Obamacare’s government-run exchanges.\nHealth Here’s How Successful Obamacare Has Been In Getting Americans Insurance, In One Chart CREDIT: AP Photo/Carolyn Kaster, File President Barack Obama speaks about the new health care law during a White House Youth Summit, in the South Court Auditorium in the Eisenhower Executive Office Building on the White House complex in Washington.\nThe uninsured rate has plunged to the lowest rate ever recorded by Gallup, thanks to the Affordable Care Act’s effort to expand coverage to additional Americans."}