{"article_title": "Dennis Miller Takes On Obama Vacations", "article_keywords": ["right", "takes", "jet", "miller", "know", "stay", "good", "going", "dont", "vacations", "im", "dennis", "think", "obama"], "article_url": "http://nation.foxnews.com/2014/07/24/dennis-miller-takes-obama-vacations", "article_text": "O'REILLY: Thanks for staying with us, I'm Bill O'Reilly in the Miller Time segment tonight. Let's get right to the sage of southern California who joins us from Santa Barbara. We have got a lot to talk about it, but I know you were listening to the Obamacare debate with Austan Goolsbee upfront and you say?\n\nDENNIS MILLER, RADIO TALK SHOW HOST: I love it when you do split screens with Goolsbee or Alan Colmes or Juan Williams. And they are always acting quizzical like on the other side like what do you see it? Guys, it's crap right now. You could fake like it's not crap, but it's crap. So stop giving me the Goolsbee, he is like what is O'Reilly saying? We are saying it's crap.\n\n(LAUGHTER)\n\nMILLER: But ..\n\nO'REILLY: OK. I can't really - in the \"Talking Points\" I got to get three minutes out of it. And then we talk immediately .\n\nMILLER: I know, but it's just so funny. It's so funny that Juan is always going come on, it's crap. That's what we are talking about. And John Roberts will pass this through again, too.\n\nO'REILLY: I don't think so.\n\nMILLER: You know why? Because he is crap.\n\nO'REILLY: I don't think so.\n\nMILLER: Photo of him and lederhosen with Anly Waxman (ph) at a Bieber concert. So, drop that dime on him if he doesn't come through again.\n\nO'REILLY: No, I disagree with you here, Miller. I .\n\nMILLER: What do you mean, Bill? What do you mean? Things are good right now. It's crap.\n\nO'REILLY: All right. Now, you went on vacation earlier this summer. The president is going up to Martha's Vineyard as we discussed with Ed Henry. President Obama has taken fewer vacation days than Ronald Reagan or Bush the younger and you say?\n\nMILLER: I say he should take more. Listen, I got enough thing - I've got enough problems with Barack Obama. I don't have to start faking them. You know, it has nothing to do with the fact that he is black. Him being black is the last -- it's the only thing I still like. It's the rest are of it it's crap.\n\n(LAUGHTER)\n\nMILLER: And, you know, as far as taking vacation days, I read that he has taken 141, and Bush took 378. Brother, you still have 230 to take.\n\nO'REILLY: So, you want.\n\nMILLER: I don't care about any of that crap. Take more vacations.\n\nO'REILLY: How about fundraising?\n\nMILLER: You know when people get on him for the fake stuff that bugs me, when they say oh they spent this on the jet. They all fly on the jet. What's the use of having that creepy job unless you are on the big jet? I would live on that jet. You know, when Bob Bragg (ph) and Terry Semel ran Warner Brothers they used to take the jet down to Venture Boulevard to get Koo Roo (ph) for lunch. Stay on the jet.\n\n(LAUGHTER)\n\nO'REILLY: All right, last night we did a story about Americans not knowing or caring about anything overseas. We got (INAUDIBLE), we got crazy Putin, we got the Iranians with the nuke. And we sent Watters out and nobody knows anything. Why do you think they don't care?\n\nMILLER: Because people are stupid. Come on, Billy. A lot of kids have been raised in a system where they - when you say the Middle East they think you mean Ohio, for god's sake. I mean, they are stupid enough now that they are willing to step up to it a mike with Jesse Watters and cop to being stupid. Now, that's really stupid.\n\nO'REILLY: You would think they would run.\n\nMILLER: If you are going to explain the Arabs and the Jews to him. You better tell him it's like Biggie and Tupac, they don't get along over issues of respect. Come on, the world has gone nuts. We are in the flown. I'm just looking for that rear middle seat and a plastic poncho to stay dry.\n\nO'REILLY: All right. So you just basically don't have any confidence in the American electorate to absorb the amount of information.\n\nMILLER: Oh, Billy do you? What are we going to pretend that we are smart right now? We are smart, but we are not wise. We don't use common sense anymore. I got a smart like Goolsbee sitting there telling me things are good right now. Get out of here.\n\nO'REILLY: All right. Tony Dungy, you like him, right? A former NFL coach?\n\nMILLER: Right.\n\nO'REILLY: Yeah. He said he wouldn't..\n\nMILLER: Great guy. Nicest guy I ever met in football.\n\nO'REILLY: He wouldn't have drafted Michael Sam, the gay football player out of Missouri because, guys like me would make a big deal out of it on cable it TV and he didn't want to be distracted. So that's what Mr. Dungy said and you reply?\n\nMILLER: Well, I guess in the name of inclusion now we have to destroy Tony Dungy. Listen, Michael Sam is seventh round pick and he probably doesn't make the team although quite frankly I would put him on the I.R. because cut down day is going to be crazy. They are going to turn it into a Torquemada Passion play if they cut the kid. I think the kid seems to be a bit of a pain. And once again with the president black and him with his homosexuality has nothing to do with it. He has been on the cover of \"Sports Illustrated.\" He's at ESPN with him on draft day. He was going to do an Oprah show all the while telling me he wants to stay under the radar. Hey, pal, you want to stay under the radar? Stay under the radar. Be gay under the radar. Be under the gadar, but don't play it both ways. Tony Dungy is a good guy.\n\nO'REILLY: He's a good guy. I like him and his books are good, too. All right, Miller.\n\nMILLER: Wait, Billy.\n\nO'REILLY: We will see you.\n\nMILLER: Right, Billy, before we go.\n\nO'REILLY: Yes.\n\nMILLER: Before we go.\n\nO'REILLY: Yes.\n\nMILLERL: I'm here, I'm gay, I'm illegal, and I'm going to try to cover all this -- I'm gay, I'm illegal.\n\nO'REILLY: Right.\n\nMILLER: And the economy is great. There, I'm a made man\n\nO'REILLY: And you are black, that, you know.\n\nMILLER: And I'm black, too. I forgot that and I'm an older aging (ph) woman, too, on Wednesdays.\n\nO'REILLY: All right. There you go.", "article_metadata": {"dcterms.modified": "07-24-14", "dc.type": "Text.Article", "twitter": {"image": "http://nation.foxnews.com/sites/nation.foxnews.com/files/styles/story_624_300/public/july24_miller.gif", "card": "summary_large_image"}, "dc.format": "text/html", "dc.publisher": "Fox News", "parsely-metadata": "{\"title\":\"Dennis Miller Takes On Obama Vacations \",\"link\":\"http:\\/\\/nation.foxnews.com\\/2014\\/07\\/24\\/dennis-miller-takes-obama-vacations\",\"image_url\":\"http:\\/\\/nation.foxnews.com\\/sites\\/nation.foxnews.com\\/files\\/styles\\/story_624_300\\/public\\/july24_miller.gif\",\"section\":\"nation\",\"author\":\"Fox News\",\"tags\":[],\"type\":\"article\",\"pub_date\":\"2014-07-24T08:36:35-04:00\",\"identifier\":\"66804\"}", "prism.aggregationType": "subsection", "prism.channel": "fnc", "dc.description": "O&#039;REILLY: Thanks for staying with us, I&#039;m Bill O&#039;Reilly in the Miller Time segment tonight. Let&#039;s get right to the sage of southern California who joins us from Santa Barbara.", "dc.identifier": "urn:uri:base64:cGFnZTE=", "dc.language": "en-US", "dc.subject": "O&#039;REILLY: Thanks for staying with us, I&#039;m Bill O&#039;Reilly in the Miller Time segment tonight. Let&#039;s get right to the sage of southern California who joins us from Santa Barbara.", "description": "O&#039;REILLY: Thanks for staying with us, I&#039;m Bill O&#039;Reilly in the Miller Time segment tonight. Let&#039;s get right to the sage of southern California who joins us from Santa Barbara.", "prism.section": "nation", "fb": {"admins": 100000924384522, "app_id": 155242997843474}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "dc.title": "Dennis Miller Takes On Obama Vacations", "dcterms.created": "07-24-14", "og": {"site_name": "FoxNation.com", "description": "O&#039;REILLY: Thanks for staying with us, I&#039;m Bill O&#039;Reilly in the Miller Time segment tonight. Let&#039;s get right to the sage of southern California who joins us from Santa Barbara.", "title": "Dennis Miller Takes On Obama Vacations", "url": "http://nation.foxnews.com/2014/07/24/dennis-miller-takes-obama-vacations", "image": "http://nation.foxnews.com/sites/nation.foxnews.com/files/styles/story_624_300/public/july24_miller.gif", "type": "article"}, "dcterms.abstract": "O&#039;REILLY: Thanks for staying with us, I&#039;m Bill O&#039;Reilly in the Miller Time segment tonight. Let&#039;s get right to the sage of southern California who joins us from Santa Barbara.", "dc.date": "2016-05-26", "parsely-page": "{\"title\":\"Dennis Miller Takes On Obama Vacations \",\"link\":\"http:\\/\\/nation.foxnews.com\\/2014\\/07\\/24\\/dennis-miller-takes-obama-vacations\",\"image_url\":\"http:\\/\\/nation.foxnews.com\\/sites\\/nation.foxnews.com\\/files\\/styles\\/story_624_300\\/public\\/july24_miller.gif\",\"section\":\"nation\",\"author\":\"Fox Nation\",\"tags\":[],\"type\":\"article\",\"pub_date\":\"2014-07-24T08:36:35-04:00\",\"post_id\":\"66804\"}"}, "_id": "\"57477af46914bd0286fe1d9e\"", "article_summary": "MILLERL: I'm here, I'm gay, I'm illegal, and I'm going to try to cover all this -- I'm gay, I'm illegal.\nMILLER: Right.\nAll right, Miller.\nMILLER: Right, Billy, before we go.\nI got a smart like Goolsbee sitting there telling me things are good right now."}