{"article_title": "Millennials are changing the face of America", "article_keywords": ["college", "survey", "generation", "support", "face", "millennials", "report", "parents", "students", "changing", "america", "loans", "women"], "article_url": "http://jacksonville.com/opinion/editorials/2015-07-15/story/millennials-are-changing-face-america", "article_text": "Don’t look now, but the generation born between 1980 and the mid-2000s is the largest generation in the U.S.\n\nMillennials represented one-third of the nation in 2013.\n\nBut this is more than numbers, according to a report from the Council of Economic Advisers. Their collective culture is changing the nation.\n\nThey are the most diverse and educated generation.\n\nAbout 4 in 10 of them identify with a race or ethnicity other than non-Hispanic white, which is twice the ratio of their parents’ generation.\n\nMany millennials are immigrants or children of immigrants, part of a historic immigration boom in American history.\n\nAnd many of them have come into early adulthood in a difficult economic time, which puts them in sync with their grandparents of the Greatest Generation.\n\nThe millennials have been brought up by their parents to value service. Millennials tend to have strong connections with their parents. Many say it is important to stay close to family and friends.\n\nA 1997 Gallup survey showed that 9 of 10 millennials reported high levels of closeness with their parents.\n\nIn fact, according to a Pew survey, hours spent parenting have increased for both fathers and mothers, tripling for fathers since 1985. This is especially true for college-educated parents.\n\nArmed with the power of technology, millennials are interested in starting a business. They are more likely to go for liberal arts studies with specific career applications like criminal justice or library science.\n\nThere has been a drop in millennials becoming teachers. More are entering business.\n\nIn fact, a surge in women obtaining college degrees have outpaced men. This portends well for families, especially when women are the main breadwinners. This is the case in 1 of 4 millennial households.\n\nCollege debt is a huge factor for millennials. Reasons include more low-income students entering college, decline in state support for college, parents’ inability to use equity to support college.\n\nAbout half of all students had student loans in 2013-14, up from 30 percent in the mid-1990s.\n\nMore millennials are marrying later in order to complete college and pay off loans and start careers. Since 1950, the median age for marriage has increased by six years to about 29 years of age.\n\nOn health care, millennials have benefited from the Affordable Care Act. Millennials are allowed to remain on their parents’ health insurance plans until they turn 26.\n\nAll in all, as the most educated generation in history, millennials are poised to produce great things for America.\n\nAs the report stated, “While there are substantial challenges to meet, no generation has been better equipped to overcome them than millennials.”", "article_metadata": {"description": "Don’t look now, but the generation born between 1980 and the mid-2000s is the largest generation in the U.S.Millennials represented one-third of the nation in 2013.But this is more than numbers, according to a report from the Council of Economic Advisers. Their collective culture is changing the nation.They are the most diverse and educated generation.About 4 in 10 of them identify with a race or ethnicity other than non-Hispanic white, which is twice the ratio of their parents’ generation.", "application-name": "Jacksonville.com", "og": {"site_name": "jacksonville.com", "description": "America's best educated, most diverse generation.", "title": "Millennials are changing the face of America", "url": "http://jacksonville.com/opinion/editorials/2015-07-15/story/millennials-are-changing-face-america", "image": "http://jacksonville.com/sites/default/files/images/sms-default-facebook-share.png", "type": "article"}, "msapplication-TileColor": "#426ab2", "msapplication-square70x70logo": "http://jacksonville.com/files/img/editorial/Win8Tiles/Win8icon70x70tiny1.png", "msapplication-square310x310logo": "http://jacksonville.com/files/img/editorial/Win8Tiles/Win8iconLarge1.png", "msapplication-wide310x150logo": "http://jacksonville.com/files/img/editorial/Win8Tiles/wide310x150.png", "msapplication-TileImage": "http://jacksonville.com/files/img/Win8icon.png", "keywords": "Editorials, Opinion", "msapplication-square150x150logo": "http://jacksonville.com/files/img/editorial/Win8Tiles/Win8icon150x150square1.png", "cXenseParse": {"recs": {"articleid": 653648, "publishtime": "2015-07-15T15:41:26Z"}}}, "article_summary": "Reasons include more low-income students entering college, decline in state support for college, parents’ inability to use equity to support college.\nAll in all, as the most educated generation in history, millennials are poised to produce great things for America.\nAbout 4 in 10 of them identify with a race or ethnicity other than non-Hispanic white, which is twice the ratio of their parents’ generation.\nAs the report stated, “While there are substantial challenges to meet, no generation has been better equipped to overcome them than millennials.”\nA 1997 Gallup survey showed that 9 of 10 millennials reported high levels of closeness with their parents."}