{"article_title": "Obamacare Subsidies' Impact on Rural Missouri", "article_keywords": ["impact", "hendren", "bentlage", "exchange", "subsidies", "obamacare", "health", "missouri", "rural", "residents", "insurance", "urban"], "article_url": "http://kbia.org/post/obamacare-subsidies-impact-rural-missouri", "article_text": "When Darvin Bentlage needed colon surgery in 2007, he had an expensive stay at the hospital.\n\n“The room alone for a week was $25,000,” Bentlage says. Add in the cost of the procedure and, “it added up to about $60,000 or $70,000.”\n\nBentlage is a farmer in Golden City, Missouri in the southwest of the state. His colon surgery came right on the heels of another major medical expense when he had hepatitis the year before.\n\n“I got hit with about $100,000 worth of medical costs there in two years.”\n\nWithout insurance, Bentlage had to refinance his farm to pay the bills. And, he says, when insurance salesmen found out about this medical history, the prices they would quote him were practically impossible given his estimated income of about $25,000.\n\n“They were quoting me $1,500 a month with a very high deductible, about $10,000,” he recalls. “If something happened and I had to use the insurance, I was out $30,000 a year.”\n\nLike Bentlage, rural Americans tend to be a little older, sicker and poorer than their urban counter parts, a combination that previously put health insurance out of reach for many. Today, Bentlage is one of more than 6,000,000 Americans who receive tax subsidies to purchase health insurance through the federal marketplace.\n\nThe subsidies – the legality of which was upheld last week by the U.S. Supreme Court – are available to those earning between 100 percent and 400 percent of the federal poverty level. A disproportionate number of rural residents fall into this income (50 percent compared to just 43 percent of their urban counterparts).\n\nAccording to Maggie Elehwany, vice president of government affairs at the National Rural Health Association, rural residents are more likely to need to purchase insurance through the exchange as well.\n\n“There are not a lot of large companies that provide employer based health coverage” in rural areas, Elehwany says. “Often you’ll see that many in rural America are self-insured.”\n\nIn Missouri, about half of the almost 200,000 consumers receiving subsidies live outside of the state’s two major urban centers, according to the Missouri Rural Crisis Center.\n\nPatty Hendren works with the Randolph County Caring Community Partnership in Moberly, MO, which helps resident in 17 rural northeast Missouri counties enroll through the exchange. She says many residents in her area simply went without insurance before.\n\n“I worked with a gentleman who was 54 years old who had never had insurance in his life,” she recalls.\n\nThis year in Randolph County alone, Hendren estimates she helped enroll about 100 people. Most of them received some subsidy, which is important, she says, because they all have one question for her: “How much is this going to cost me?”\n\n“It’s human nature,” Hendren says, “they want to know, ‘can I afford this?’”\n\nEven with the subsidies, the answer is not always yes. Rural residents have fewer plans to choose from on the exchange, and that lack of competition can often translate to higher priced plans.\n\nAnd, Hendren notes that she sees many consumers who fall into what’s called the “coverage gap.” In states that did not expand Medicaid, of which Missouri is one, there is a part of the population that makes too much money to qualify for Medicaid, but too little money to qualify for subsidies to purchase insurance on the exchange. 147,000 Missourians are in this coverage gap.\n\nStill, an estimated three-fourths of the nation’s rural uninsured population is in the income range to receive subsidies. Darvin Bentlage is one of them. He has had two more surgeries since 2014, when he was able to enroll in a health insurance plan that costs him about $5,000 a year after subsidies.\n\n“It’s a big load off your mind,” he says of being covered by insurance. “Part of dealing with health issues is your mental capacity. And I don’t think your ability to heal yourself is quite as great when you’re worrying about how you are going to pay for this.”", "article_metadata": {"category": "Health and Wealth", "description": "When Darvin Bentlage needed colon surgery in 2007, he had an expensive stay at the hospital. “The room alone for a week was $25,000,” Bentlage says. Add in", "Generator": "Drupal 7 (http://drupal.org)", "programs": "Health & Wealth Desk", "og": {"url": "http://kbia.org/post/obamacare-subsidies-impact-rural-missouri", "image": "http://mediad.publicbroadcasting.net/p/kbia/files/styles/medium/public/201507/randolph_county_2.jpg", "type": "article", "description": "When Darvin Bentlage needed colon surgery in 2007, he had an expensive stay at the hospital. “The room alone for a week was $25,000,” Bentlage says. Add in", "title": "Obamacare Subsidies' Impact on Rural Missouri"}, "story_id": 419216969, "twitter": {"site": "@KBIA", "card": "summary", "creator": "@besables"}, "author": "Bram Sable-Smith", "org_id": 0, "dc": {"title": "Obamacare Subsidies&#039; Impact on Rural Missouri"}, "nid": 73343, "datePublished": "2015-07-01", "keywords": "affordable care act, rural health, federal health exchange", "wordCount": 734, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fcd2d8\"", "article_summary": "“Often you’ll see that many in rural America are self-insured.”In Missouri, about half of the almost 200,000 consumers receiving subsidies live outside of the state’s two major urban centers, according to the Missouri Rural Crisis Center.\nA disproportionate number of rural residents fall into this income (50 percent compared to just 43 percent of their urban counterparts).\nAccording to Maggie Elehwany, vice president of government affairs at the National Rural Health Association, rural residents are more likely to need to purchase insurance through the exchange as well.\n“I got hit with about $100,000 worth of medical costs there in two years.”Without insurance, Bentlage had to refinance his farm to pay the bills.\nToday, Bentlage is one of more than 6,000,000 Americans who receive tax subsidies to purchase health insurance through the federal marketplace."}