{"article_title": "2015 Platinum Plans Are Best Buy for Consumers Using Expensive Specialty Drugs", "article_keywords": ["platinum", "lower", "buy", "outofpocket", "plans", "consumers", "drugs", "annual", "obamacare", "specialty", "costs", "health", "best", "2015", "using", "expensive"], "article_url": "http://www.prnewswire.com/news-releases/2015-platinum-plans-are-best-buy-for-consumers-using-expensive-specialty-drugs-272705691.html", "article_text": "SUNNYVALE, Calif., Aug. 26, 2014 /PRNewswire-USNewswire/ --Using publicly released 2015 rate filings in 9 states, HealthPocket analyzed health plan costs for five common specialty drugs. Specialty drugs have been a growing concern for consumers given their high costs and shortage of generic alternatives. They treat complex medical conditions, can cost thousands per prescription, and are used for a broad variety of conditions like arthritis, diabetes, and multiple sclerosis.\n\nHealthPocket found that among 2015 Obamacare metal plans whose rate filings have been made public, platinum plans incurred the lowest average out-of-pocket costs for the five common specialty drugs used in the study. The average out-of-pocket specialty drug costs for platinum plans were 64% lower than gold plans, 74% lower than silver plans, and 78% lower than bronze plans. Even though platinum plans have the highest premiums among the four categories of Obamacare health plans, their reduced co-payments and lower caps on annual out-of-pocket costs can translate into lower overall costs for people taking specialty drugs.\n\nThe difference in out-of-pocket costs was dramatic between the categories of Obamacare metal plans. For example, the specialty drug Humira used to treat inflammation could result in annual out-of-pocket costs of $6,381.38 for 2015 bronze plans while costing only $1,416.67 for 2015 platinum plans. However, it should be noted that not every Obamacare health plan covers the same drugs and caps on annual out-of-pocket costs can vary within the same category (i.e. metal tier) of health plans. Consequently, consumers using expensive specialty drugs should be careful to confirm that their drugs are included in the list of covered medications for the Obamacare plans they are comparing. Uncovered drugs are normally not paid for by health plans and have no protections on annual out-of-pocket costs.\n\n\"Specialty drugs represent an increasing percentage of insurance spending for prescription medications,\" said Kev Coleman, Head of Research & Data at HealthPocket, \"and in coming years they'll become the largest single cost category despite the fact that specialty drugs serve a minority of the population. For those dependent on these drugs, HealthPocket's analysis found that comparing premiums and annual caps on out-of-pocket costs is often more important than comparing health plans' copayments and co-insurance fees for drugs.\"\n\nThe 2015 Obamacare specialty drug study and its methodology can be reviewed at HealthPocket.com.\n\nHealthPocket.com is a free website that compares and ranks all health insurance plans available to an individual, family, or small business, allowing them to make their best health plan decisions and reduce out-of-pocket costs. HealthPocket uses only objective data from government, non-profit, and private sources that carry no conditions that might restrict the site from serving as an unbiased resource. Learn more at www.HealthPocket.com.\n\nSOURCE HealthPocket", "article_metadata": {"geo.region": "california", "cf_entity_thumbnail_url": "http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "geo.placename": "SUNNYVALE, Calif., Aug. 26", "description": "SUNNYVALE, Calif., Aug. 26, 2014 /PRNewswire-USNewswire/ -- 2015 Platinum Plans Are Best Buy for Consumers Using Expensive Specialty Drugs. Premiums Are...", "author": "HealthPocket", "og": {"url": "http://www.prnewswire.com/news-releases/2015-platinum-plans-are-best-buy-for-consumers-using-expensive-specialty-drugs-272705691.html", "image": "http://content.prnewswire.com/images/prn_facebook_sharing_logo.jpg", "type": "website", "description": "SUNNYVALE, Calif., Aug. 26, 2014 /PRNewswire-USNewswire/ --Using publicly released 2015 rate filings in 9 states,...", "title": "2015 Platinum Plans Are Best Buy for Consumers Using Expensive Specialty Drugs"}, "Publisher": "PR Newswire", "cf_entity_title": "2015 Platinum Plans Are Best Buy for Consumers Using Expensive Specialty Drugs", "robots": "index, follow", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "keywords": "HealthPocket, california, Surveys, Polls and Research, Health Care & Hospitals, Pharmaceuticals, Medical Pharmaceuticals, Health Insurance", "date": "2014-08-26T09:30:00Z", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "twitter": {"site": "@PRNewswire", "card": "summary"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcd2dc\"", "article_summary": "The average out-of-pocket specialty drug costs for platinum plans were 64% lower than gold plans, 74% lower than silver plans, and 78% lower than bronze plans.\nConsequently, consumers using expensive specialty drugs should be careful to confirm that their drugs are included in the list of covered medications for the Obamacare plans they are comparing.\n\"Specialty drugs represent an increasing percentage of insurance spending for prescription medications,\" said Kev Coleman, Head of Research & Data at HealthPocket, \"and in coming years they'll become the largest single cost category despite the fact that specialty drugs serve a minority of the population.\nThe 2015 Obamacare specialty drug study and its methodology can be reviewed at HealthPocket.com.\nSpecialty drugs have been a growing concern for consumers given their high costs and shortage of generic alternatives."}