{"article_title": "Poor, Minorities Spend More Time Waiting for Medical Care", "article_keywords": ["poor", "school", "medical", "patients", "minorities", "average", "waiting", "health", "medicine", "study", "mehrotra", "wait", "minutes", "spend", "care"], "article_url": "https://consumer.healthday.com/public-health-information-30/health-care-access-and-disparities-news-752/poor-minorities-spend-more-time-waiting-for-medical-care-study-703881.html", "article_text": "By Dennis Thompson\n\nHealthDay Reporter\n\nMONDAY, Oct. 5, 2015 (HealthDay News) -- While almost everyone complains about the time it takes to see their doctor, the problem is even worse for minorities and poor people, according to new research.\n\nBlacks and Hispanics spend approximately 25 percent more time seeking health care than whites. People also spend more time in a doc's waiting room if they're unemployed, in a low-paying job or never attended college, the study found.\n\nResearchers suspect some people have to wait longer because their circumstances force them to use a \"safety net\" option for health care, such as emergency rooms or low-cost community health centers, said study senior author Dr. Ateev Mehrotra, an associate professor of health care policy and medicine at Harvard Medical School in Boston.\n\n\"They don't have the same level of staffing that a private office will have, and they'll be a less efficient because of that,\" Mehrotra said. \"They'll have to work harder to move patients through.\"\n\nOne bright spot the study found is that everyone gets the same average amount of face-to-face time with doctors, around 20 minutes. That held true regardless of income or background, the researchers said.\n\nFindings from the study are in the Oct. 5 JAMA Internal Medicine.\n\nIn the study, researchers analyzed data gathered by the annual American Time Use Survey between 2005 and 2013. The survey, conducted by the Bureau of Labor Statistics, measures the amount of time people spend at various activities.\n\nThe study authors then compared the time estimates with data on time spent with a physician collected from 2006 to 2010 by the National Ambulatory Medical Care Survey.\n\nWhites only had to cool their heels for about 80 minutes on average in a doctor's waiting room. By comparison, blacks had to wait an average 99 minutes, and Hispanic wait times averaged around 105 minutes, the study found.\n\nUnemployed people spent 94 minutes in the waiting room, versus 72 minutes for people making the most money. Low-income folks waited an average 80 minutes, the researchers said.\n\nEducation also made a difference. People with graduate degrees waited an average 76 minutes, as opposed to 91 minutes for those with a high school education or less, the study noted.\n\nThe Institute of Medicine has identified timeliness of care as a key aspect of quality health care, and it hasn't received the attention it deserves, said Dr. Joseph Ross, an associate editor of JAMA Internal Medicine who co-wrote an accompanying editorial.\n\n\"There hasn't been nearly enough work to evaluate the time it takes for a patient to receive care in the United States,\" said Ross, who's also a primary care physician and associate professor of medicine at Yale University School of Medicine in New Haven, Conn. \"I would say at this time, the system is designed around how physicians want to practice medicine, for the most part, and not around the patient's needs.\"\n\nMehrotra provided a personal example from a time he had to see an orthopedic surgeon to discuss a broken bone in his leg.\n\n\"The way that orthopedic surgeon worked was he scheduled 30 appointments at 8 a.m.,\" he said. \"Thirty people showed up at 8 a.m., and then he saw them as he saw fit. Some people waited up to four hours to see him.\"\n\nThe racial, ethnic and economic disparities observed in this study are more likely due to the underfunded \"safety net\" clinics and emergency rooms that see people who are uninsured or have lousy insurance, said lead author Dr. Kristin Ray, an assistant professor of pediatrics at the University of Pittsburgh School of Medicine.\n\nBecause they have less money and less staff, these settings struggle to keep patients flowing through. \"One potential solution is that we can make sure we are adequately funding and supporting these clinics and community health centers,\" she said.\n\nThe Affordable Care Act won't necessarily drive down wait times, because more people will seek more care as they gain access to insurance. \"Simply giving people insurance may not give them access to efficient care,\" Ray said.\n\nInstead, doctors need to look at different ways to run their offices. For example, physicians can cut down on repeat visits from some patients by having them phone in their blood pressure or glucose levels after self-checking them at home, Mehrotra said.\n\nTelemedicine and e-medicine are two other options through which people can receive prompt care without having to travel or wait, Ray said.\n\nClinics also can consider innovative models such as open-access scheduling, where most patients can pop into the office without scheduling their visit in advance, Ross said.\n\nIt all comes down to treating the patient as a customer and making their experience better, Mehrotra said.\n\n\"I do believe that there are ways that, if we made it a more patient-centric system, we can get patients in and out of an in-person visit much faster,\" he said.\n\nMore information\n\nFor more on access to health care, visit the U.S. Centers for Disease Control and Prevention.", "article_metadata": {"og": {"url": "https://consumer.healthday.com/public-health-information-30/health-care-access-and-disparities-news-752/poor-minorities-spend-more-time-waiting-for-medical-care-study-703881.html", "image": "https://media.healthday.com/images/editorial/pediatrician_18031.jpg", "site_name": "Consumer HealthDay", "description": "Findings may be due to differences in health care options, researchers suggest", "title": "Poor, Minorities Spend More Time Waiting for Medical Care"}, "description": "Findings may be due to differences in health care options, researchers suggest", "viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1"}, "_id": "\"57477af36914bd0286fcd2e0\"", "article_summary": "Blacks and Hispanics spend approximately 25 percent more time seeking health care than whites.\nMore informationFor more on access to health care, visit the U.S. Centers for Disease Control and Prevention.\nBy comparison, blacks had to wait an average 99 minutes, and Hispanic wait times averaged around 105 minutes, the study found.\nThe Affordable Care Act won't necessarily drive down wait times, because more people will seek more care as they gain access to insurance.\nWhites only had to cool their heels for about 80 minutes on average in a doctor's waiting room."}