{"article_title": "President Jimmy Carter's Age Doesn't Preclude Treatment", "article_keywords": ["pancreatic", "jimmy", "survival", "cancer", "preclude", "life", "carters", "patients", "doesnt", "treatment", "bose", "president", "aggressive", "dr", "age", "liver"], "article_url": "http://www.newsmax.com/Health/Headline/jimmy-carter-cancer-treatment/2015/08/14/id/670101/", "article_text": "Jimmy Carter’s advanced age shouldn’t preclude him receiving cancer treatment, but the 90-year-old former president faces long odds of beating it, a top cancer specialist tells Newsmax Health.\n\n\n\nDebashish Bose, M.D., a pancreatic cancer surgeon and surgical oncologist at the University of Florida Health Cancer Center at Orlando Health, says Carter almost certainly has pancreatic cancer that has spread to his liver and possibly elsewhere.\n\n\n\nThat means even aggressive therapy may extend his life only for a matter of months.\n\n\n\nCarter, who is seeing doctors at Emory Healthcare in Atlanta, has a strong family history of pancreatic cancer — his three siblings and father all died from it — making it “a reasonable assumption” the former president’s cancer originated in his pancreas, Dr. Bose says.\n\n\n\n“President Carter is 90 years old, he has been extraordinarily healthy otherwise,” he notes. “With a father and siblings who all of whom died of pancreatic cancer and a person who’s this healthy, it’s very likely that it’s a genetic mutation that’s giving him cancer, not lifestyle [factors].”\n\n\n\nDr. Bose says the odds the president will recover are “poor,” and he believes his therapy is likely to focus making his life comfortable and not on stopping the cancer.\n\n\n\n“Unfortunately, when cancer has spread to the liver we are generally not talking about curative treatments,” he explains. “We are generally talking about treatments that are about improving the quality of life for patients at this stage of the disease.”\n\n\n\nEven with aggressive state-of-the-art chemotherapy — utilizing three powerful anti-cancer drugs — the average survival of a patient with advanced pancreatic cancer is 11 months, studies show.\n\n\n\nCarter’s age could make it more difficult for him to tolerate the kind of aggressive chemo that could be beneficial for younger patients.\n\n\n\n“His age does not necessarily preclude him from treatment, but certainly the sentiment for a 90-year-old would run toward trying not to hurt him, but to focus on [maintaining his] quality of life for whatever time does he have left,” Dr. Bose says. “So we would not want to be very aggressive in treating him.”\n\n\n\nHe adds, however, that a small number of patients with advanced cancer — technically known as Stage IV — can survive years with therapy.\n\n\n\n“Have we seen people live a long time, even years with just chemotherapy?” he says. “Yes. Those of us who actually treat pancreatic cancer patients, we see that occasionally.\n\n\n\n“But even the most aggressive regimen is a combination of three very toxic chemical agents that have only a marginal benefit. In a person with Stage IV pancreatic cancer, it’s a little like you’re playing defense, but the other’s team is on your 1-yard line.”\n\n\n\nCarter said the cancer was discovered during a surgical procedure to remove “a small mass” in his liver and that it had spread.\n\n\n\nWhen cancer is found in the liver, it has often spread from somewhere else in the body – often the pancreas. While pancreatic cancer survival rates have been improving, the disease is still considered incurable for the nearly 49,000 Americans diagnosed with it annually — 80 percent of whom die within a year.\n\n\n\nWithout treatment, a pancreatic cancer patient’s survival is typically measured in months, with less-aggressive chemotherapy extending survival six to seven months, Dr. Bose notes.\n\n\n\nHe adds that new immunotherapy techniques, which aim to boost the body’s immune system to combat cancer, hold promise for the future. But there are no experimental therapies and drugs undergoing clinical trials that are likely to benefit patients in the near term.\n\n\n\n“Immunotherapy has become a hot topic and very hopeful topic, and it’s been working for such disease as melanoma and brain tumors. Unfortunately, some of the agents that have been developed to boost the immune system to fight those cancers haven’t been very helpful in targeting pancreatic cancer, but this is an evolving field.”\n\n\n\nHe adds that Carter is living proof that living a healthy lifestyle can counteract familial and genetic risks that increase the odds of developing cancer.\n\n\n\nCarter has maintained he may have escaped pancreatic cancer, at least up until now, because he was the only member of his family who didn’t smoke.\n\n\n\n“I think he’s right about that,” Dr. Bose says.\n\n\n\n\n\n© 2016 NewsmaxHealth. All rights reserved.", "article_metadata": {"news_keywords": "jimmy, carter, cancer, treatment, options", "pubdate": "2015-08-14T09:06:01", "og": {"site_name": "Newsmax", "description": "Former President Jimmy Carter's advanced age shouldn't rule out cancer treatment, but he faces long odds of beating it, a top cancer specialist tells Newsmax Health. One reason: His cancer has spread to multiple parts of his body.", "title": "Jimmy Carter's Cancer: Is There Hope?", "url": "http://www.newsmax.com/Health/Headline/jimmy-carter-cancer-treatment/2015/08/14/id/670101/", "page_id": 85452072376, "image": "http://www.newsmax.com/CMSPages/GetFile.aspx?guid=8dbef0bd-584b-439b-8de4-0078c4edb9e7&SiteName=Newsmax", "type": "article"}, "twitter": {"url": "http://www.newsmax.com/Health/Headline/jimmy-carter-cancer-treatment/2015/08/14/id/670101/", "description": "Former President Jimmy Carter's advanced age shouldn't rule out cancer treatment, but he faces long odds of beating it, a top cancer specialist tells Newsmax Health. One reason: His cancer has spread to multiple parts of his body.", "site": "Newsmax", "title": "Jimmy Carter's Cancer: Is There Hope?"}, "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "epoch": 1439543161, "article": {"section": "Headline", "published_time": "2015-08-14T09:06:01"}, "keywords": "jimmy, carter, cancer, treatment, options", "google-site-verification": "NGHoAlboUoF7pnpHdT37QmA1nt1KoKHiKR6SZcSv1nI", "original-source": "http://www.newsmax.com/Health/Headline/jimmy-carter-cancer-treatment/2015/08/14/id/670101/", "description": "Former President Jimmy Carter's advanced age shouldn't rule out cancer treatment, but he faces long odds of beating it, a top cancer specialist tells Newsmax Health. One reason: His cancer has spread to multiple parts of his body."}, "article_summary": "Jimmy Carter’s advanced age shouldn’t preclude him receiving cancer treatment, but the 90-year-old former president faces long odds of beating it, a top cancer specialist tells Newsmax Health.\nWithout treatment, a pancreatic cancer patient’s survival is typically measured in months, with less-aggressive chemotherapy extending survival six to seven months, Dr. Bose notes.\nThose of us who actually treat pancreatic cancer patients, we see that occasionally.\nCarter has maintained he may have escaped pancreatic cancer, at least up until now, because he was the only member of his family who didn’t smoke.\n“I think he’s right about that,” Dr. Bose says."}