{"article_title": "Ocean Acidification History Suggests It Could Kill Us All", "article_keywords": ["life", "united", "volcanoes", "oceans", "humans", "ocean", "suggests", "kill", "carbon", "mass", "theres", "acidification", "history"], "article_url": "http://www.care2.com/causes/ocean-acidification-history-suggests-it-could-kill-us-all.html", "article_text": "If you pay attention to the environment, by now you’ve probably heard about ocean acidification, but it’s probably too abstract to understand completely. What’s the big deal about carbon being absorbed into the oceans anyway? To answer that question, scientists at the University of Edinburgh studied a previous period of intense ocean acidification and found that it coincided with the most lethal mass extinction in the history of the world.\n\nThe acidification-related extinction was no joke: 90 percent of marine species were eliminated entirely. The ripple effect harmed land animals, as well, causing approximately two-thirds of existing land species to go extinct. Essentially no ecosystem went undisturbed during the 10,000 year period of acidification.\n\nResearchers have known about this mass die-off for a long time, but only recently could link it to ocean acidification after finding rocks in the United Arab Emirates that demonstrated oceanic changes from millions of years ago.\n\nThe acidification transpired because of mass releases of carbon, though, obviously, humans were not to blame at this point. Instead, successions of volcano eruptions let loose lots of carbon dioxide which wound up in the oceans. The rate at which he carbon was released from the volcanoes is roughly equivalent to the carbon humans are releasing from burning fossil fuels, so there’s definitely reason to fear similar consequences, volcanoes or not.\n\nIt’s important to note that just because ocean acidification has happened before doesn’t make it a common event. The acidification that scientists discovered occurred 252 million years ago, and clearly had catastrophic consequences for life on the planet. The fact that humans are prompting this major oceanic change even though it’s preventable is perhaps more alarming.\n\nBased on information from 252 million years ago, it’s hard to say whether this new round of ocean acidification will be as deadly for life on the planet. As the oceans slowly acidify, however, we are seeing how it can negatively impact marine life in general. We’d be foolish to think that we’ll go unscathed, yet the United States has done next to nothing to address this mounting problem.\n\nAlthough there’s no easily solution for ocean acidification, if you want to at least try to do your part to combat the issue, see Care2’s article “How Your Community Can Fight Ocean Acidification.”\n\nPhoto credit: Thinkstock", "article_metadata": {"description": "Previously when carbon entered the ocean at this rate most of the species on the planet went extinct", "og": {"image": "http://dingo.care2.com/pictures/causes/3138/3137127.large.jpg"}, "robots": "noodp", "apple-mobile-web-app-capable": "yes", "p": {"domain_verify": "34d24671362965e0c3942e7b3b484ea7"}, "fb": {"app_id": 83187307959}, "keywords": "oceans,ocean acidification,extinction,history,science,research,uae,edinburgh,marine life,volcanoes", "viewport": "width=device-width,user-scalable=no,initial-scale=1"}, "_id": "\"57477af46914bd0286fdbbfd\"", "article_summary": "If you pay attention to the environment, by now you’ve probably heard about ocean acidification, but it’s probably too abstract to understand completely.\nIt’s important to note that just because ocean acidification has happened before doesn’t make it a common event.\nTo answer that question, scientists at the University of Edinburgh studied a previous period of intense ocean acidification and found that it coincided with the most lethal mass extinction in the history of the world.\nAlthough there’s no easily solution for ocean acidification, if you want to at least try to do your part to combat the issue, see Care2’s article “How Your Community Can Fight Ocean Acidification.”Photo credit: Thinkstock\nBased on information from 252 million years ago, it’s hard to say whether this new round of ocean acidification will be as deadly for life on the planet."}