{"article_title": "U.S. Edges Closer to a Dangerous Proxy War with Putin", "article_keywords": ["closer", "ukraine", "putin", "dangerous", "russia", "weapons", "edges", "proxy", "west", "russian", "president", "war", "weaponry"], "article_url": "http://www.thefiscaltimes.com/2015/02/06/US-Edges-Closer-Dangerous-Proxy-War-Putin", "article_text": "As calls increase for the United States to begin supplying the government of Ukraine with lethal weapons to fight Russia-backed separatists in the country’s east, the relationship between Russia and the West – particularly the U.S. – is beginning to look like a new Cold War.\n\nA report in USA Today on Thursday about a 2008 Pentagon study concluding that Russian President Vladimir Putin suffers from some form of autism provided a sort of confirmation that the ties between the U.S. and Russia have deteriorated.\n\nRelated: Ash Carter – Americans Are Disgusted with Government Waste\n\nPeace talks meant to bring an end to the Ukraine conflict are at a critical stage right now, and despite President Obama’s promises to the contrary, his administration has been far from the most transparent in history. It regularly denies Freedom of Information Act requests from the media. So the idea that a Pentagon report finding that the Russian president is the victim of what doctors identify as a developmental disorder of the brain would be delivered to a major media outlet at this particular moment simply by chance may be difficult for some to swallow.\n\nOf course, even if this was a calculated release meant to embarrass Putin, it pales in comparison to some of the claims being floated in Russian media about the U.S. The largest Russian daily newspaper, just last month, all but accused the U.S. of orchestrating the massacre of the staff of the magazine Charlie Hebdo in Paris.\n\nNone of this, of course, should obscure the reality of what is happening on the ground in Ukraine. More than 5,000 people have died there in the past year, with many hundreds of thousands displaced. And despite Russian denials, the idea that the tanks, rocket launchers, and other heavy weaponry used by the rebels in Ukraine didn’t come from Moscow is nearly impossible to believe given the absence of any other potential sources.\n\nThe rebels are Russian President Vladimir Putin’s proxy in Ukraine, and the Ukrainian government is the (currently) less-well-supplied proxy of the West. The proxy war, a defining characteristic of the first Cold War, appears to be exactly what is developing in Ukraine.\n\nRelated: What Putin Fears Most for Russia and Ukraine\n\n(To be fair, some would argue that the new cold war has been going on for some time, with the West lining up against Russia in small-scale conflicts in Armenia and Georgia in the 1980s, and more recently in the Syrian Civil War.)\n\nShould the Obama administration abandon its current policy of providing only non-lethal aid and start delivering weaponry – something Ashton Carter, the administration’s nominee for Secretary of Defense, appeared to endorse in his nomination hearings this week – arguments that the Ukraine conflict is anything other than a proxy war would be practically indefensible.\n\nIt’s clearly something influential lawmakers want. Senator John McCain, the chair of the Senate Armed Services Committee has been calling for the provision of weapons to Ukraine for months, and in December, Congress approved new sanctions on Russia and the provision of lethal weapons – something the administration has not acted on yet.\n\nSupporting Ukraine with weaponry may well be the right thing to do. Some of the issues in play ought to be beyond dispute. For example, Ukraine, until Russia invaded the Crimean peninsula and began supporting rebels in Eastern Ukraine, had an internationally recognized border. Russia violated it, and the international community has a responsibility to respond forcefully.\n\nRelated: Putin Risks It All on Korean Nukes and Cheap Vodka\n\nBut anybody who isn’t scared at the prospect ought to go back to history class. Proxy wars are complicated, unpredictable, and messy. Think Korea. Think Vietnam.\n\nIn a proxy war, even victory can be fleeting. The U.S. essentially won its proxy war with Russia in Afghanistan in the 1990s. The only downside, of course, was that in doing so we empowered, and armed, the people who wound up making up the core of Al Qaeda and the Taliban.\n\nTop Reads from The Fiscal Times", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Calls for the United States and its allies to intervene in the ongoing conflict in Ukraine are getting louder and receiving a more sympathetic hearing from the Obama administration. The result is that it looks more and more like the U.S. and Russia are in a new Cold War.", "title": "U.S. Edges Closer to a Dangerous Proxy War with Putin", "url": "http://www.thefiscaltimes.com/2015/02/06/US-Edges-Closer-Dangerous-Proxy-War-Putin", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/03182014_Putin.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/02/06/US-Edges-Closer-Dangerous-Proxy-War-Putin", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/03182014_Putin.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Calls for the United States and its allies to intervene in the ongoing conflict in Ukraine are getting louder and receiving a more sympathetic hearing from the Obama administration. The result is that it looks more and more like the U.S. and Russia are in a new Cold War.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fcd2f6\"", "article_summary": "The proxy war, a defining characteristic of the first Cold War, appears to be exactly what is developing in Ukraine.\nThe U.S. essentially won its proxy war with Russia in Afghanistan in the 1990s.\nThe rebels are Russian President Vladimir Putin’s proxy in Ukraine, and the Ukrainian government is the (currently) less-well-supplied proxy of the West.\nIn a proxy war, even victory can be fleeting.\nFor example, Ukraine, until Russia invaded the Crimean peninsula and began supporting rebels in Eastern Ukraine, had an internationally recognized border."}