{"article_title": "British comedian strikes back at Twitter trolls who mocked her dress and called her fat", "article_keywords": ["sarah", "television", "mocked", "strikes", "entertainment", "twitter", "millican", "fat", "woman", "comedian", "british", "pretty", "bafta", "nominated", "trolls", "dress", "called"], "article_url": "http://www.salon.com/2014/05/16/british_comedian_strikes_back_at_twitter_trolls_who_mocked_her_dress_and_called_her_fat/", "article_text": "Topics: award ceremonies, BAFTA, Body Image, Comedians, Fashion, red carpet, Sarah Millican, twitter trolls, Women's Rights, Life News, Entertainment News\n\nTwitter trolls, say whatever you want to about Sarah Millican, comedian and host of the “Sarah Millican Television Programme” on England’s BBC Two, but be warned that she will call you out for being sexist jerks. Last year, Millican was nominated for a British Academy of Film and Television Arts award in the “entertainment performance” category, but the joyous occasion was marred by people who mocked the comedian’s dress, her weight and her appearance, on Twitter.\n\nThe clear winner of #bafta worst dressed is comedienne #SarahMillican. It's her best laugh of the night #wtf pic.twitter.com/pnikFgns57 — FashionShark (@WTF_EEK) May 12, 2013\n\n@WTF_EEK Clearly this is a trend of bad 1980s upholstery being recreated as gowns. Looks like one boob is much larger than the other — Joshua LaPorte (@joshualaporte) May 12, 2013\n\nNow that Millican faces another BAFTA nomination, the comedian has issued a poignant, triumphant message to her haters in the Radio Times, reminding the world that, hello, she’s a woman who is where she is because she works damn hard and is good at her job, and that has nothing to do with what she wears.\n\nIn the candid letter, Millican admits that she is “shy by nature” and has “pretty low self-esteem.” “Fancy expensive designer shops are out for me,” she writes, “as I’m a size 18, sometimes 20, and I therefore do not count as a woman to them.”\n\nShe met Matt LeBlanc and was nominated in a genderless category among people like Graham Norton and Alan Carr — all in all, a pretty memorable evening. Except then the Twitter trolls ruined it all:", "article_metadata": {"description": "If Sarah Millican appears at the BAFTAs again, she plans to wear the same exact dress", "title": "British comedian strikes back at Twitter trolls who mocked her dress and called her fat", "og": {"site_name": "Salon", "description": "If Sarah Millican appears at the BAFTAs again, she plans to wear the same exact dress", "title": "British comedian strikes back at Twitter trolls who mocked her dress and called her fat", "url": "http://www.salon.com/2014/05/16/british_comedian_strikes_back_at_twitter_trolls_who_mocked_her_dress_and_called_her_fat/", "image": "http://media.salon.com/2014/05/AP414914407172-e1400263609213-1280x960.jpg", "type": "article"}, "twitter": {"description": "If Sarah Millican appears at the BAFTAs again, she plans to wear the same exact dress", "title": "British comedian strikes back at Twitter trolls who mocked her dress and called her fat", "image": "http://media.salon.com/2014/05/AP414914407172-e1400263609213-1280x960.jpg", "creator": "@prachigu", "site": "@salon", "card": "summary_large_image"}, "author": "Prachi Gupta", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, award ceremonies, BAFTA, Body Image, Comedians, Fashion, red carpet, Sarah Millican, twitter trolls, Women's Rights", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcd307\"", "article_summary": "Except then the Twitter trolls ruined it all:\nTopics: award ceremonies, BAFTA, Body Image, Comedians, Fashion, red carpet, Sarah Millican, twitter trolls, Women's Rights, Life News, Entertainment NewsTwitter trolls, say whatever you want to about Sarah Millican, comedian and host of the “Sarah Millican Television Programme” on England’s BBC Two, but be warned that she will call you out for being sexist jerks.\nLast year, Millican was nominated for a British Academy of Film and Television Arts award in the “entertainment performance” category, but the joyous occasion was marred by people who mocked the comedian’s dress, her weight and her appearance, on Twitter.\nIt's her best laugh of the night #wtf pic.twitter.com/pnikFgns57 — FashionShark (@WTF_EEK) May 12, 2013@WTF_EEK Clearly this is a trend of bad 1980s upholstery being recreated as gowns.\nThe clear winner of #bafta worst dressed is comedienne #SarahMillican."}