{"article_title": "Chicago data mining aids breast cancer patients", "article_keywords": ["city", "mining", "used", "cancer", "chicago", "insurance", "patients", "health", "breast", "civis", "uninsured", "aids", "thats", "data", "public", "women"], "article_url": "http://www.usatoday.com/story/news/nation/2014/11/26/chicago-data-mining-helps-breast-cancer-patients/19282577/", "article_text": "Technology concept: hex-code digital background (Photo: Maksim Kabakou, Getty Images/iStockphoto)\n\nChicago health officials had a serious problem. The city had long been trying to attack breast cancer among minorities with a program offering uninsured women free mammograms at Roseland Hospital in the predominantly black South Side. But black women – who are far more likely than white women to die of breast cancer – weren't getting screened.\n\nBecause traditional public health outreach didn't seem to be working, the city's Department of Public Health decided to do something new: It turned to a Chicago-based data-mining company, Civis Analytics, for help.\n\nData mining, often employed by political teams and mass marketers, uses statistical analysis to find patterns within large data sets to project trends about individual behavior and demographics.\n\nCivis, a private company with offices in Chicago and Washington, D.C., was formed by members of the data analytics team from President Obama's re-election campaign. Back then, as campaign staffers, they used their skills to identify Obama voters for a get-out-the-vote effort. Later, after the company was formed, Civis employees worked with Enroll America, a nonprofit group, to find people to sign up for health insurance under the Affordable Care Act.\n\nWhen Civis teamed up with Chicago's health department, it moved on to another health-related mission: to help the city refine its outreach for the breast cancer-screening program by using its big-data tool box to identify uninsured women aged 40 and older living in the South Side.\n\nThis project represents a distinctive step in public health outreach, said Jonathan Weiner, professor and director of the Johns Hopkins Center for Population Health IT in Baltimore. But Chicago is not the only city investigating how population data can be used in health programs, he added, citing New York City, Baltimore and San Diego as other examples.\n\n\"It's a growing trend that some of the techniques first developed for commercial applications are now spinning off for health applications,\" he said.\n\nAs it happens, in this case, the company didn't have to start from scratch.\n\n\"There's pretty rich data\" out there, said Kate Jordan, an engagement manager at Civis who leads the company's health practice. The U.S. Census Bureau tracks demographic factors -- such as gender, race, income, location and insurance status – data, Jordan said, that with the right analysis, \"can tell us a lot about the statistical mathematical pattern between various characteristics and whether a person might be uninsured.\"\n\nCivis' side of the project, which it did as a pro bono initiative, began after the city reached out in July. It took about two months, Jordan said, enlisting between two and five Civis employees – analysts, statisticians and data experts – at any given time, though she and another senior analyst did the bulk of the work.\n\nThe Civis team sorted through material from the Census Bureau's American Community Survey to uncover how characteristics such as gender, race and income correlate to insurance status.\n\nCivis then used its own survey findings to build an algorithm to predict, with confidence, where, by neighborhood, the uninsured are most likely to cluster. It's \"a proprietary way of walking public data onto our own data,\" Jordan said.\n\n\"Neighborhoods have a high rate of uninsurance or a low rate of uninsurance, which makes a lot of sense,\" she said, since the traits that correlate to whether people purchase insurance often also seem to influence where they live.\n\nFrom that point, the team was also able to locate women who were likely to lack insurance and who fell into the appropriate age range. The city then used this information to mail fliers to about 5,000 women, according to Jay Bhatt, chief innovation officer and managing deputy commissioner at the health department.\n\nMeanwhile, at Roseland Hospital, staffers were eager for assistance. The mailings \"generated quite a bit of buzz,\" said Nikisha Coleman, a Roseland spokeswoman. For instance, she said, the hospital usually provides fewer than 10 free mammograms per month. But in October, the month the city sent out the mailers, 31 women came in for the free service. She expects that, for months, they will continue to receive telephone inquiries and do more screenings.\n\n\"To send out that sort of mailing, it creates awareness,\" Coleman said. That's important, said Rhonda Perdue, a Roseland staff member who does outreach for the hospital's mammography program. \"Most of us who have insurance, who go to the doctor,\" are reminded about getting mammograms, but that's not true for the uninsured, she said.\n\nThe city intends to \"continue its approach in leveraging open data and predictive analytics\" to address public health issues, a department spokeswoman said. Civis, for its part, \"absolutely\" sees potential for doing more such public health projects and not just in Chicago, according to Jordan.\n\nBut population modeling isn't a silver bullet, said Weiner, the Johns Hopkins professor.\n\n\"Identifying the problem, looking at both community and individuals who are in need of services, that's definitely part of what's needed,\" Weiner said. \"But having solutions once you identify the problem … that's far more challenging, and the data alone will not solve the issue.\"\n\nKaiser Health News is an editorially independent program of the Kaiser Family Foundation.\n\nRead or Share this story: http://usat.ly/1rkK10t", "article_metadata": {"google": "notranslate", "description": "By Shefali Luthra, Kaiser Health News Chicago health officials had a serious problem. The city had long been trying to attack breast cancer among minorities with a program offering uninsured women free", "og": {"site_name": "USA TODAY", "description": "By Shefali Luthra, Kaiser Health News Chicago health officials had a serious problem. The city had long been trying to attack breast cancer among minorities with a program offering uninsured women free", "title": "Chicago data mining aids breast cancer patients", "url": "http://www.usatoday.com/story/news/nation/2014/11/26/chicago-data-mining-helps-breast-cancer-patients/19282577/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "By Shefali Luthra, Kaiser Health News Chicago health officials had a serious problem. The city had long been trying to attack breast cancer among minorities with a program offering uninsured women free", "title": "Chicago data mining aids breast cancer patients", "image": "http://www.gannett-cdn.com/-mm-/413e60545a7ef3ce891a6e4e9c19db691c54d9ac/c=0-0-1733-1733&r=x643&c=640x640/local/-/media/USATODAY/USATODAY/2014/11/26/635526021654172236-163916964.jpg", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Organizations/Census Bureau", "gci-asset-type": "story", "gci-categories": "Organizations/Census Bureau", "title": "Chicago data mining aids breast cancer patients", "author": "Shefali Luthra", "pageclass": "article", "recs": {"category": "news/nation", "image-3-4": "http://www.gannett-cdn.com/-mm-/8615b0981a42a9ea801dc92564b1ec2bfde9c263/c=217-0-1517-1733/local/-/media/USATODAY/USATODAY/2014/11/26/635526021654172236-163916964.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/e741cdf2108ab4b12e4a8c6fa5a66581f1838245/c=0-0-1733-1733/local/-/media/USATODAY/USATODAY/2014/11/26/635526021654172236-163916964.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/f558948814f6f483f7eb854fe48ea28e9c9e194d/c=0-215-1733-1518/local/-/media/USATODAY/USATODAY/2014/11/26/635526021654172236-163916964.jpg", "image": "http://www.gannett-cdn.com/-mm-/b6e5ab416daf4f5c6c94fd933ab189da75eda042/c=0-377-1733-1356&r=x633&c=1200x630/local/-/media/USATODAY/USATODAY/2014/11/26/635526021654172236-163916964.jpg", "publishtime": "2014-11-26T12:37:22.490000-05:00", "shorthed": "Chicago data mining aids breast cancer patients", "articleid": 19282577, "image-16-9": "http://www.gannett-cdn.com/-mm-/3d5c05b57805dc585d3743e069761428ccca40b2/c=0-377-1733-1356/local/-/media/USATODAY/USATODAY/2014/11/26/635526021654172236-163916964.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/65b89eb2fd4f23c7bbad70205950b56df8654b25/c=381-0-1351-1733/local/-/media/USATODAY/USATODAY/2014/11/26/635526021654172236-163916964.jpg"}}, "news_keywords": "civis analytics, roseland, chicago, women, health, health insurance, breast cancer, mammograms, affordable care act, aca, medicare, enroll america,"}, "_id": "\"57477af46914bd0286fdbc15\"", "article_summary": "It's \"a proprietary way of walking public data onto our own data,\" Jordan said.\nBecause traditional public health outreach didn't seem to be working, the city's Department of Public Health decided to do something new: It turned to a Chicago-based data-mining company, Civis Analytics, for help.\nCivis, for its part, \"absolutely\" sees potential for doing more such public health projects and not just in Chicago, according to Jordan.\nThis project represents a distinctive step in public health outreach, said Jonathan Weiner, professor and director of the Johns Hopkins Center for Population Health IT in Baltimore.\nThe city had long been trying to attack breast cancer among minorities with a program offering uninsured women free mammograms at Roseland Hospital in the predominantly black South Side."}