{"article_title": "Gardner to run for Senate in Colo.", "article_keywords": ["buck", "run", "senate", "house", "national", "gardner", "gop", "colo", "race", "republican", "think", "told"], "article_url": "http://www.politico.com/story/2014/02/cory-gardner-colorado-senate-bid-104002", "article_text": "It remains to be seen whether and national conservatives will rally around Gardner. Gardner to run for Senate in Colo.\n\nColorado Rep. Cory Gardner plans to enter the Republican Senate primary to take on freshman Sen. Mark Udall, three sources told POLITICO Wednesday.\n\nKen Buck, who has been the frontrunner for the GOP nomination, told a local paper that he will drop out of the race to run for Gardner’s House seat.\n\nStory Continued Below\n\nThe switcheroo is a coup for the national GOP, giving the party a stronger candidate against a vulnerable incumbent in a purple state.\n\n( Also on POLITICO: Who's leaving Congress?)\n\nGardner’s decision to relinquish a safe House seat, first reported by The Denver Post, speaks to the surging confidence among Republicans that they can pick up the six seats needed to win the Senate in 2014.\n\nGardner, 39, rebuffed multiple overtures from national Republicans over the past year, but recruitment efforts continued into this week as the GOP strained to find a viable challenger to Udall, 63, who backs Obamacare and polls have shown is vulnerable.\n\nNational Republicans remained nervous about Buck, the Weld County District Attorney and the 2010 GOP nominee for Senate. Deep reservations persisted about Buck after he came up short against Democratic Sen. Michael Bennet – now the chairman of the Democratic Senatorial Campaign Committee – in what was widely viewed as a winnable race.\n\n( PHOTOS: Senators up for election in 2014)\n\nAmy Stephens, a state representative, has also been seeking the Republican nomination. She’s struggled to raise money and has faced heavy blowback over her support for the state’s health exchange. The Weekly Standard reported that she too plans to drop out of the race. A source told POLITICO that this is likely, but her press staff did not respond to a phone call and email seeking comment.\n\nBuck endorsed Gardner in an interview with the Greeley Tribune.\n\n“I was running against Mark Udall because I think this country needed to change directions, and I still think the country needs to change directions, and I think Cory gives us the best chance to get that done,” Buck told the paper.\n\nBuck added that he has been in talks with Gardner for the past 10 days.\n\n“I think Cory has been in D.C., and he has both the cash on hand as well as the connections with the activists to make him a very formidable candidate,” he told the Greeley paper.\n\nHow quickly the state GOP will rally around Gardner and whether national conservatives groups will give him a free shot at the Republican nomination remains to be seen.\n\nState Sen. Owen Hill, one of the Republican candidates, said Gardner asked him a few weeks ago to get out of the race, but he refused.\n\n“This is the kind of insider trading that people are sick and tired of,” he said, referring to Buck running for Gardner’s House seat. “They want to decide who their candidate is going to be. It undermines faith in the system…We’re full speed ahead.”\n\nGardner hustled off the House floor late Wednesday afternoon. Asked about running for the Senate, the congressman said he’s “ready to talk about the vote we just took” to limit the powers of the Internal Revenue Service.", "article_metadata": {"description": "He plans to enter the Republican Senate primary to take on freshman Sen. Mark Udall.", "og": {"site_name": "POLITICO", "description": "He plans to enter the Republican Senate primary to take on freshman Sen. Mark Udall.", "title": "Gardner to run for Senate in Colo.", "url": "http://www.politico.com/story/2014/02/cory-gardner-colorado-senate-bid-104002.html", "image": "http://s3-origin-images.politico.com/2014/02/26/cory_gardner_ap_605.jpg", "fb_appid": 114037015331397, "type": "article"}, "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "keywords": "Elections,Cory Gardner,Senate,Mark Udall", "article": {"author": "https://www.facebook.com/Jakeshermanpolitico"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcd309\"", "article_summary": "Gardner to run for Senate in Colo.Colorado Rep. Cory Gardner plans to enter the Republican Senate primary to take on freshman Sen. Mark Udall, three sources told POLITICO Wednesday.\nStory Continued BelowThe switcheroo is a coup for the national GOP, giving the party a stronger candidate against a vulnerable incumbent in a purple state.\nNational Republicans remained nervous about Buck, the Weld County District Attorney and the 2010 GOP nominee for Senate.\nKen Buck, who has been the frontrunner for the GOP nomination, told a local paper that he will drop out of the race to run for Gardner’s House seat.\nIt remains to be seen whether and national conservatives will rally around Gardner."}