{"article_title": "Kevin McCarthy: Meet the 'Goofy,' 'Affable,' and Possibly Machiavellian New House Majority Leader", "article_keywords": ["republican", "republicans", "cantor", "mccarthys", "majority", "house", "hes", "mccarthy", "possibly", "goofy", "research", "machiavellian", "meet", "affable", "voting", "leader", "kevin"], "article_url": "http://reason.com/24-7/2014/06/21/kevin-mccarthy-new-house-majority-leader", "article_text": "On Thursday, House Republicans elected Kevin McCarthy to replace Eric Cantor as majority leader. Cantor announced last week that he was relinquishing the job, after being defeated by political newscomer Dave Brat in Virginia's recent primary election. Few expect the ascendance of McCarthy, now House majority whip, to change much about how the Republicans run the House.\n\nMcCarthy comes from California, where he represents the 23rd district. He was first elected to the House of Representatives in 2006, and became majority whip after the 2010 midterm elections. From 2002-2006, McCarthy served in the California State Assembly.\n\nFor what it's worth, CNN claims he's \"considered by colleagues to be an affable guy who often invites members to his office to discuss their woes and share takeout food.\" McCarthy's recent Facebook timeline is filled with good cheer and patriotism: congratulations to West Point graduates, birthday wishes for George H.W. Bush, Bible verses, salutes to Flag Day, praise for public school teachers and high-school principals.\n\nBut libertarians probably won't find much to like in McCarthy's promotion. \"McCarthy has been in lock-step with Cantor, who endorsed him yesterday, and Speaker John Boehner (R-OH),\" writes Jason Pye at United Liberty. He is the picture of status quo.\n\n\"It would [be] a politically tone deaf move for House Republicans to choose a carbon copy of Cantor to lead their conference,\" wrote Pye, who compiled a list of some of McCarthy's least liberty-friendly votes. These include repeatedly voting in favor of the USA PATRIOT Act; voting against the amendment from Rep. Justin Amash (R-Mich.) to end bulk metadata collection by the National Security Agency; and voting twice in this current Congress for a clean debt ceiling increase without spending cuts.\n\nMcCarthy did help uncover backlogs and corruption in the Department of Veterans Affairs and introduce legislation to combat this. He's also a big proponent of charter schools and a big critic of Obamacare and more carbon regulations. (He's also expressed at least nominal support for Republicans \"embrac(ing) a little bit of our libertarianism.\")\n\nBut most of the legislation McCarthy has sponsored or co-sponsored during his House tenure are relatively unremarkable or esoteric—a resolution to redesignate California's Dryden Flight Research Center the \"Neil A. Armstrong Flight Research Center\"; a bill to amend commercial space launch licensing requirements.\n\nAs the least-tenured house majority leader ever, \"McCarthy's short time in the House is perhaps one explanation for his notably thin legislative resume,\" The Huffington Post notes. \"Of the three bills he sponsored that passed in the House, only two became law. One renamed a post office, the other a flight research center in California.\"\n\nThough we're going to be hearing a lot from and about this guy, we hardly know who he is, writes Mike Pearl at Vice. \"Unlike Cantor it's not because he's a cardboard cutout, but because his short political career has been an almost Obama-like rocket-ship ride.\"\n\nAs a resident of California who's been following McCarthy, however,, Pearl assures us that he's \"everything you could realistically hope for in a mostly lock-step Republican: He's affable, occasionally inept, and refreshingly goofy.\"\n\nA 2010 profile in The New Republic paints quite a different picture, however. Describing McCarthy as being \"as far from a bomb-throwing, anti-establishment, Tea Party-esque ideologue as you can get,\" the piece pointed out how this could be bad news for Democrats who expect \"the coming Republican Congress (to) swiftly collapse under the weight of its own ideological zealotry and general looniness.\" With McCarthy at the helm of the House, \"the man most intimately overseeing the circus will be a Republican Machiavelli: as calculating, shrewd, and unapologetically political as they come,\" it said.", "article_metadata": {"og": {"url": "http://reason.com/24-7/2014/06/21/kevin-mccarthy-new-house-majority-leader", "site_name": "Reason.com", "type": "article", "description": "House Republicans elected Kevin McCarthy to replace Eric Cantor as the new majority leader.", "title": "Kevin McCarthy: Meet the 'Goofy,' 'Affable,' and Possibly Machiavellian New House Majority Leader"}, "twitter": {"description": "House Republicans elected Kevin McCarthy to replace Eric Cantor as the new majority leader.", "title": "Kevin McCarthy: Meet the 'Goofy,' 'Affable,' and Possibly Machiavellian New House Majority Leader", "site": "@reason247", "card": "summary_large_image", "creator": "enbrown"}, "fb": {"pages": 17548474116}, "article": {"tag": "Politics", "published_time": "2014-06-21T12:00:00+00:00", "author": "http://reason.com/people/elizabeth-nolan-brown"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fdd105\"", "article_summary": "Few expect the ascendance of McCarthy, now House majority whip, to change much about how the Republicans run the House.\nOn Thursday, House Republicans elected Kevin McCarthy to replace Eric Cantor as majority leader.\nAs the least-tenured house majority leader ever, \"McCarthy's short time in the House is perhaps one explanation for his notably thin legislative resume,\" The Huffington Post notes.\nHe was first elected to the House of Representatives in 2006, and became majority whip after the 2010 midterm elections.\nAs a resident of California who's been following McCarthy, however,, Pearl assures us that he's \"everything you could realistically hope for in a mostly lock-step Republican: He's affable, occasionally inept, and refreshingly goofy.\""}