{"article_title": "The acceptance of deception and the Jonathan Gruber effect", "article_keywords": ["deception", "offer", "dollars", "acceptance", "effect", "shipping", "pithanthropy", "know", "human", "mr", "conditioner", "jonathan", "gruber"], "article_url": "http://www.commdiginews.com/politics-2/the-acceptance-of-deception-and-the-jonathan-gruber-effect-29898/", "article_text": "MILLINOCKET, Maine, November 16, 2014 — They have been used for millennia – deception, trickery and lies to connive the masses. We expect it from magicians, whose job it is to fool us, even politicians who simply tell us what we want to hear, and then act as they please. Isn’t that the very definition of politics?\n\nIf an item we want to buy is advertised at only $49.99, we all know that it’s fifty dollars, minus a penny, but $49.99 makes us feel as though it is cheap enough to justify the purchase. We want to feel good about it so we accept a slight deception to stroke our emotions.\n\nAnd what about that special deal, valued at $50, but can be had for “free” if you’ll just pay $9.99 for shipping and handling? We are supposed to think that the seller is taking a $40.01 loss on it, when actually it’s being manufactured for probably two dollars, add two dollars to mail it, which leaves six dollars for profit.\n\nFor a while, the marketing geniuses at eBay were pushing their sellers to offer “free shipping” while advocating adding the cost of shipping to the selling price. Isn’t that deceptive? Yes, but eBay felt it was ok.\n\nWhen it comes to what we consider really important, like healthcare, where do we draw the line?\n\nEnter Jonathan Gruber. Coming from a moneyed background and Ivy League educated, it was inevitable that Mr. Gruber would develop an elitist attitude.\n\nElitists know best what is good for “the people” and go to great lengths to impart this knowledge to any one who will listen. Sometimes they get lucky, as did Mr. Gruber, and garner the attention of influential movers and shakers, even presidential administrations.\n\nNow widely accepted as the “architect” of Obamacare, Jonathan Gruber is, or should be, a household name. Nancy Pelosi claimed not to know of him, but then again, she is a politician.\n\nHow did Mr. Gruber choose to explain his Affordable Care Act? How else does one get the attention of the perceived adolescent mentality of Americans, but with a comic book?\n\nFeaturing himself as the hero (of course) he takes the reader through his justifications for the ACA. Those who offer counter arguments against his ideas are depicted as monsters.\n\nFor an in-depth review of Jonathan Gruber’s comic book go to Tim Young’s column in Clash Daily.\n\nMr. Gruber has been heard praising lack of transparency and assigning stupidity to those in opposition to the ACA. It will be interesting to see how he weathers the storm brought on by his unbridled admissions.\n\nPithanthropy the Human Conditioner by Jim Bozeman\n\nYou can order Pithanthropy, The Human Conditioner, in print and on Kindle from Amazon.com\n\nREAD MORE: Pithanthropy the Human Conditioner by Jim Bozeman here", "article_metadata": {"description": "“Lack of transparency is a huge political advantage and basically, you know, call it the stupidity of the American voter or whatever...\" Jonathan Gruber", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "author": "Jim Bozeman", "og": {"site_name": "Communities Digital News", "description": "“Lack of transparency is a huge political advantage and basically, you know, call it the stupidity of the American voter or whatever…” Jonathan Gruber", "title": "The acceptance of deception and the Jonathan Gruber effect", "url": "http://www.commdiginews.com/politics-2/the-acceptance-of-deception-and-the-jonathan-gruber-effect-29898/", "image": {"width": 640, "identifier": "http://www.commdiginews.com/wp-content/uploads/2014/11/Gruber.jpg", "height": 427}, "locale": "en_US", "type": "article"}, "twitter": {"description": "“Lack of transparency is a huge political advantage and basically, you know, call it the stupidity of the American voter or whatever...\" Jonathan Gruber", "title": "The acceptance of deception and the Jonathan Gruber effect", "image": "http://www.commdiginews.com/wp-content/uploads/2014/11/Gruber-435x375.jpg", "creator": "@jimbozeman", "site": "@commdiginews", "card": "summary"}, "keywords": "deception,healthcare,reform,jonathan,gruber,pithanthropy,jon gruber,stupid americans,affordable care act,obamacare", "propeller": "a20eada6e38f74d5c5bf31354ee9760c", "article": {"published_time": "2014-11-17T03:29:40+00:00", "modified_time": "2014-11-18T04:15:08+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Affordable Care Act, Jon Gruber, obamacare, Pithanthropy, stupid Americans"}, "article_summary": "Pithanthropy the Human Conditioner by Jim BozemanYou can order Pithanthropy, The Human Conditioner, in print and on Kindle from Amazon.comREAD MORE: Pithanthropy the Human Conditioner by Jim Bozeman here\nNow widely accepted as the “architect” of Obamacare, Jonathan Gruber is, or should be, a household name.\nMr. Gruber has been heard praising lack of transparency and assigning stupidity to those in opposition to the ACA.\nEnter Jonathan Gruber.\nSometimes they get lucky, as did Mr. Gruber, and garner the attention of influential movers and shakers, even presidential administrations."}