{"article_title": "Why work when you have government assistance?", "article_keywords": ["unemployment", "spending", "assistance", "work", "rate", "street", "subway", "welfare", "programs", "social"], "article_url": "http://www.argusleader.com/story/opinion/readers/2016/05/21/letter-work-government-assistance/84706308/", "article_text": "Buy Photo Candy Egan, an employee at Subway, makes a sandwich for a customer Tuesday, May 3, 2016, at the new Subway location at 85th Street and Louise Avenue in Sioux Falls. Egan has worked at the 85th Street and Louise Avenue Subway since it opened April 18. (Photo: Joe Ahlquist / Argus Leader)Buy Photo\n\nI read the Argus Leader’s May 8 front page story on jobs in South Dakota titled, “S.F. restaurants struggle to fill open jobs.”\n\nS.D. has always had a pretty low unemployment rate, but then again, our current president is crowing about a 5.3 percent unemployment rate. Unfortunately, the number is meaningless. Even with the extension of these rates, huge numbers of people no longer have a source of income. So why don’t people take jobs when everyone is fighting for new employees?\n\nUnder the Obama administration, social welfare programs have dramatically increased. Spending has risen from $600 billion per year, to more than $1 trillion per year. If you look at it as a percentage of the GDP, it’s gone from 4.5 percent to 6.8 percent. I couldn’t find numbers on S.D., but I assume it is comparable.\n\nFood stamps (supplemental nutritional assistance) have increased by 40 percent in the last seven years. Government spending on Obamacare is twice what the Democrats said it was going to be and they are currently only covering about one-fourth of the targeted 39 million people. Adding to it all, many have lost their private insurance.\n\nSo, why go to work when you have: 1. Rental assistance; 2. Welfare; 3. Food assistance; 4. Low income housing; 5. Heating assistance; 6. Medicaid; 7. Temporary assistance; 8. Aid to dependent children; 9. Social Security, and the list goes on and on. All of these programs have grown dramatically under the guidance of Democrats.\n\nSo, why go to work? The answer tells us why businesses are trying to find employees.\n\nRead or Share this story: http://argusne.ws/1TujyYQ", "article_metadata": {"google": "notranslate", "description": "A reader says an article on jobs shifted blame and ignored why new hires are hard to find.", "og": {"site_name": "Argus Leader", "description": "A reader says an article on jobs shifted blame and ignored why new hires are hard to find.", "title": "Letter: Why work when you have government assistance?", "url": "http://www.argusleader.com/story/opinion/readers/2016/05/21/letter-work-government-assistance/84706308/", "image": "http://www.gannett-cdn.com/GDContent/applogos/argusleader.png", "type": "article"}, "twitter": {"description": "A reader says an article on jobs shifted blame and ignored why new hires are hard to find.", "title": "Letter: Why work when you have government assistance?", "image": "http://www.gannett-cdn.com/-mm-/5411dd5a77a4e15caa5a36ee1be16ecf02c3bd4e/c=68-0-473-405&r=x643&c=640x640/local/-/media/2016/05/21/SiouxFalls/B9322263691Z.1_20160521134651_000_G6SEEQA8F.1-0.jpg", "creator": "@argusleader", "site": "@argusleader", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=823665884", "fb": {"app_id": 174484999248444}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "has always had a pretty low unemployment rate, but then again, our current president is crowing about a 5.3 percent unemployment rate.\nUnder the Obama administration, social welfare programs have dramatically increased.\nFood stamps (supplemental nutritional assistance) have increased by 40 percent in the last seven years.\nSo, why go to work when you have: 1.\nSo, why go to work?"}