{"article_title": "Hospitals, government take on sepsis and other drug-resistant infections", "article_keywords": ["development", "prevent", "resistant", "sepsis", "drugresistant", "infections", "order", "treatment", "hospital", "hospitals", "national", "mortality"], "article_url": "http://www.fiercehealthcare.com/story/hospitals-government-take-sepsis-and-other-drug-resistant-infections/2014-09-22", "article_text": "Although sepsis mortality rates dropped over the past 20 years, there's more hospitals can do to help prevent the deadly infection, which frequently is undiagnosed and unreported.\n\nOne Colorado lawyer and sepsis survivor calls for hospitals and doctors to acknowledge the problem and improve standards and best practices to address the deadly infection issue, Coloradoan reported.\n\nIn Colorado, 12,000 people will likely get sepsis this year and roughly 3,000 people will die from it, according to the article. Care and treatment of sepsis costs the hospitals about $545 million a year. In response, Pamela Pop, a lawyer that helps healthcare facilities manage malpractice risks, works to raise awareness and improve treatment of the disease, encouraging hospitals to work together to fight sepsis.\n\nSepsis contributes to as many as 50 percent of all U.S. hospital deaths, despite only being present in one in 10 patients, FierceHealthcare previously reported.\n\nAt Children's Hospital Colorado, Halden Scott, M.D., and team use a program to increase the recognition and treatment of sepsis in children, Coloradoan reported. Staff ask each other out loud, \"Is it sepsis?\" Now the hospital has a sepsis mortality rate of less than 1 percent, much lower than the 10 percent national average, Scott said.\n\nThe federal government recently took steps to help organizations prevent sespis and other antibiotic-resistant bacteria. President Barack Obama issued an executive order on Friday to establish a task force to identify actions to facilitate and monitor the implementation of a National Strategy For Combating Antibiotic-Resistant Bacteria.\n\nThe task force will submit a five-year national action plan by Feb. 2015 that will outline specific actions the industry must take to fight drug-resistant infections, according to the order. The goals are to:\n\nSlow the development of resistant bacteria and prevent the spread of resistant infections\n\nStrengthen national one-health surveillance efforts to combat resistance\n\nAdvance development and use of rapid and innovative diagnostic tests for identification and characterization of resistant bacteria\n\nAccelerate basic and applied research and development for new antibiotics, other therapeutics and vaccines\n\nImprove international collaboration and capacities for antibiotic resistance prevention, surveillance, control and antibiotic research and development\n\nTo learn more:\n\n- read the Coloradoan article\n\n- check out the executive order\n\n- here's the national strategy (.pdf)\n\nRelated Articles:\n\nSepsis contributes to half of hospital deaths\n\nEducation, pre-surgery prep key to preventing hospital acquired infections\n\nSepsis mortality rates on the decline\n\nHospitals battle ICU complications, sepsis with rehab, physical therapy", "article_metadata": {"description": "Although sepsis mortality rates dropped over the past 20 years, there's more hospitals can do to help prevent the deadly infection.", "og": {"site_name": "FierceHealthcare", "description": "Although sepsis mortality rates dropped over the past 20 years, there's more hospitals can do to help prevent the deadly infection.", "title": "Hospitals, government take on sepsis and other drug-resistant infections", "url": "http://www.fiercehealthcare.com/story/hospitals-government-take-sepsis-and-other-drug-resistant-infections/2014-09-22", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "antibiotic-resistant bacteria,Care Delivery,hospital-acquired infection,Infection Control,Legal / Regulatory / Risk Management,Patient Care & Outcomes,Sepsis", "viewport": "width=device-width", "news_keywords": "Care Delivery,Legal / Regulatory / Risk Management,Patient Care & Outcomes"}, "_id": "\"57477af46914bd0286fdbc49\"", "article_summary": "Although sepsis mortality rates dropped over the past 20 years, there's more hospitals can do to help prevent the deadly infection, which frequently is undiagnosed and unreported.\nCare and treatment of sepsis costs the hospitals about $545 million a year.\nNow the hospital has a sepsis mortality rate of less than 1 percent, much lower than the 10 percent national average, Scott said.\nOne Colorado lawyer and sepsis survivor calls for hospitals and doctors to acknowledge the problem and improve standards and best practices to address the deadly infection issue, Coloradoan reported.\nAt Children's Hospital Colorado, Halden Scott, M.D., and team use a program to increase the recognition and treatment of sepsis in children, Coloradoan reported."}