{"article_title": "Donald Trump's Ex-Wife Ivana Says Immigrants Don't Pay Taxes, US Needs Them To Vacuum, 'Clean Up After Us'", "article_keywords": ["states", "needs", "dont", "job", "pay", "immigrants", "donald", "taxes", "immigration", "ivana", "undocumented", "exwife", "trumps", "vacuum", "come", "trump"], "article_url": "http://www.ibtimes.com/donald-trumps-ex-wife-ivana-says-immigrants-dont-pay-taxes-us-needs-them-vacuum-clean-2347899", "article_text": "Donald Trump's first ex-wife apparently agrees with his immigration policies. Some immigrants do have a place in the United States — if they’re legal, they’re good for housecleaning, she says.\n\nLegal immigrants serve a purpose in the U.S., Ivana Trump — who divorced the presidential candidate in 1992 and who is an immigrant herself — told the New York Post in an interview published Sunday. “As long as you come here legally and get a proper job . . . we need immigrants. Who’s going to vacuum our living rooms and clean up after us? Americans don’t like to do that.\"\n\nIvana Trump defended the Donald's stance on immigration, saying undocumented immigrants are a drag on the U.S. social safety net and don’t pay taxes. Both statements, from past fact checks, have been found to be false.\n\nPhoto: Reuters\n\nNotice that illegal immigrants will be given ObamaCare and free college tuition but nothing has been mentioned about our VETERANS #DemDebate — Donald J. Trump (@realDonaldTrump) October 14, 2015 Continue Reading Below\n\n“I have nothing against Mexicans, but if they [come] here — like this 19-year-old, she’s pregnant, she crossed over a wall that’s this high,” the Czech-born ex-Mrs. Trump said while gesturing with her hands to illustrate a 4-inch wall, according to the Post. “She gives the birth in American hospital, which is for free. The child becomes American automatically. She brings the whole family, she doesn’t pay the taxes, she doesn’t have a job, she gets the housing, she gets the food stamps. Who’s paying? You and me.”\n\n\n\nFact-checking on immigration conducted by Politifact, however, shows that many of those claims against undocumented immigrants in the U.S. are overblown. Many social welfare programs don’t allow immigrants to receive benefits or require proof of immigration status before they do so, including food stamps and federally subsidized housing. Undocumented immigrants also pay as much as $12 billion every year in state and local taxes. Those payments come in the form of property, sales and excise taxes, according to a 2016 study from the Institute on Taxation & Economic Policy.\n\nAs for whether or not Americans work as maids and housekeepers, the majority of U.S. domestics are native-born Americans. Fifty-one percent of U.S. housekeepers were born in the United States. And, in most states across the nation, housekeeping isn’t the most-common profession of immigrants, according to tabulations published by Voice of America. In Trump's home state of New York, for instance, the most common job for an immigrant is home health aide.", "article_metadata": {"msapplication-config": "http://s2.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/browserconfig.xml", "news_keywords": "donald, trump, ivana, trump, immigrants, taxes, social welfare, food stamps, federal, housing, president,donald, trump, ivana, trump, immigrants, taxes, social welfare, food stamps, federal, housing, president,donald, trump, ivana, trump, immigrants, taxe", "og": {"site_name": "International Business Times", "description": "The real estate tycoon's first wife said, incorrectly, that immigrants use up social-welfare money and don't pay taxes.", "title": "Donald Trump's Ex-Wife Ivana Says Immigrants Don't Pay Taxes, US Needs Them To Vacuum, 'Clean Up After Us'", "url": "http://www.ibtimes.com/donald-trumps-ex-wife-ivana-says-immigrants-dont-pay-taxes-us-needs-them-vacuum-clean-2347899", "image": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2016/04/04/rtxh580.jpg", "type": "article"}, "twitter": {"description": "The real estate tycoon's first wife said, incorrectly, that immigrants use up social-welfare money and don't pay taxes.", "title": "Donald Trump's Ex-Wife Ivana Says Immigrants Don't Pay Taxes, US Needs Them To Vacuum, 'Clean Up After Us'", "url": "http://www.ibtimes.com/donald-trumps-ex-wife-ivana-says-immigrants-dont-pay-taxes-us-needs-them-vacuum-clean-2347899", "image": {"src": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2016/04/04/rtxh580.jpg", "identifier": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2016/04/04/rtxh580.jpg"}, "site": "@IBTimes", "card": "summary_large_image"}, "msapplication-TileColor": "#000000", "fb": {"app_id": 263851690471857, "pages": 128026713884051}, "msapplication-TileImage": "http://s1.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/IBTimes", "section": "National", "published_time": "2016-04-04T09:13:46-04:00", "modified_time": "2016-04-04T10:25:55-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The real estate tycoon's first wife said, incorrectly, that immigrants use up social-welfare money and don't pay taxes."}, "article_summary": "Ivana Trump defended the Donald's stance on immigration, saying undocumented immigrants are a drag on the U.S. social safety net and don’t pay taxes.\nUndocumented immigrants also pay as much as $12 billion every year in state and local taxes.\nYou and me.”Fact-checking on immigration conducted by Politifact, however, shows that many of those claims against undocumented immigrants in the U.S. are overblown.\nShe brings the whole family, she doesn’t pay the taxes, she doesn’t have a job, she gets the housing, she gets the food stamps.\nSome immigrants do have a place in the United States — if they’re legal, they’re good for housecleaning, she says."}