{"article_title": "Hey, Democrats, stop gloating — your party is imploding right before your eyes, too", "article_keywords": ["imploding", "sanders", "eyes", "right", "clinton", "trump", "voters", "republicans", "stop", "hey", "strategy", "gloating", "party", "democratic", "establishment", "democrats"], "article_url": "http://www.salon.com/2016/04/14/hey_democrats_stop_gloating_your_party_is_imploding_right_before_your_eyes_too/", "article_text": "Topics: Bernie Sanders, Democrats, Donald Trump, Elections 2016, GOP, Hilary Clinton, Republicans, Elections News, Media News, News, Politics News\n\nThe governing narrative of the 2016 Presidential campaign so far has been that GOP is imploding. All it took was the adolescent agitprop of Donald Trump to lay bare the rift between the Party Establishment (i.e. corporate donors) and the Party Base, whose anxieties and prejudices they have been manipulating for decades.\n\nThere’s been a gleeful sense of schadenfreude in the coverage churned out by left-leaning outlets in particular. How lovely it has been to watch the conservative movement’s house of cards fall into shambles!\n\nThe problem, of course, is that Republicans aren’t the only party facing an historic rift. Over the past two weeks, it’s become increasingly obvious that grassroots liberals are thoroughly disgusted by their own party establishment.\n\nThe Republicans no doubt face a brutal convention, in which they must either nominate an unpopular candidate or incur the wrath of the masses by handpicking an establishment figure.\n\nBut the Democrats already face a kind of inverse dilemma. Barring a miracle, they will nominate an establishment candidate who is at best tepidly supported, and at worst reviled, by those who have rallied behind her insurgent foe, Bernie Sanders.\n\nRemember, the whole primary season is designed to consolidate support behind the frontrunner. At this point in the race, with only one opponent—an elderly socialist from Vermont with a degree from the Larry David School of Charm — Clinton should be turning her attention to the general election.\n\nInstead, she’s lost eight of nine contests many by a wide margin, and is barely hanging on in her home state, where her opponent is drawing huge and ecstatic crowds.\n\nRight wing pundits—a sad and desperate lot at the moment — eagerly compare Sanders to Trump. The idea here is that the widespread disgust with Washington’s dysfunction has opened the door to outsider demagogues who spout lurid promises.\n\nIn fact, Sanders and Trump have about as much in common as George Wallace and Eugene Debs. Sanders isn’t trying to sell steaks or live out some Reality TV fantasy. He entered politics from the tradition of social justice .\n\nThe reason he keeps beating Hillary Clinton is because a huge portion of the electorate—particularly young voters—is yearning for the kind of explicit social justice he’s prescribing. To put it bluntly: he’s articulating a moral vision, not an electoral path to the White House.\n\nAnd that, frankly, is what the Democratic Party used to do, back in the era of the New Deal and the Great Society. It offered as its essential pitch to voters a compassionate and responsive government that sought to combat — or at least mitigate — the corrosive values of a capitalist theocracy.\n\nWhat does the modern Democratic Party offer? The strategy put forward by Bill Clinton was called “triangulation.” And while it may have worked in an electoral sense, the de facto result was a strategy of appeasement that left Democrats pushing conservative policies: welfare reform, tax cuts, financial deregulation.\n\nObama’s signature legislative achievement, the Affordable Care Act, is essentially the program Bob Dole proposed back in 1993. His solution to our suicidal dependence on fossil fuels—cap-and-trade—is yet another recycled Republican idea.\n\nThe modern Democratic Party, in other words, has chosen to enable — and in many cases sponsor—policies that have allowed capitalism to act like a giant centrifuge, concentrating wealth and power in the hands of the few to the detriment of the many.\n\nThis is why a majority of Democratic primary voters not only identify as liberal but believe that socialism has a (gasp!) positive impact on society.", "article_metadata": {"description": "The enduring lesson of Campaign 2016 for Democrats is that the center cannot hold", "title": "Hey, Democrats, stop gloating — your party is imploding right before your eyes, too", "og": {"site_name": "Salon", "description": "The enduring lesson of Campaign 2016 for Democrats is that the center cannot hold", "title": "Hey, Democrats, stop gloating — your party is imploding right before your eyes, too", "url": "http://www.salon.com/2016/04/14/hey_democrats_stop_gloating_your_party_is_imploding_right_before_your_eyes_too/", "image": "http://media.salon.com/2016/04/sanders_obama_hillary2.jpg", "type": "article"}, "twitter": {"description": "The enduring lesson of Campaign 2016 for Democrats is that the center cannot hold", "title": "Hey, Democrats, stop gloating — your party is imploding right before your eyes, too", "image": "http://media.salon.com/2016/04/sanders_obama_hillary2.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Steve Almond", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Bernie Sanders, Democrats, Donald Trump, Elections 2016, GOP, Hilary Clinton, Republicans", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcd33e\"", "article_summary": "Over the past two weeks, it’s become increasingly obvious that grassroots liberals are thoroughly disgusted by their own party establishment.\nAll it took was the adolescent agitprop of Donald Trump to lay bare the rift between the Party Establishment (i.e.\nAnd that, frankly, is what the Democratic Party used to do, back in the era of the New Deal and the Great Society.\nWhat does the modern Democratic Party offer?\nTopics: Bernie Sanders, Democrats, Donald Trump, Elections 2016, GOP, Hilary Clinton, Republicans, Elections News, Media News, News, Politics NewsThe governing narrative of the 2016 Presidential campaign so far has been that GOP is imploding."}