{"article_title": "Republican hopefuls clearing a path for Clinton", "article_keywords": ["clinton", "offer", "clearing", "tax", "taxes", "trade", "hillary", "health", "prices", "path", "hopefuls", "republican", "gop", "women"], "article_url": "http://www.baltimoresun.com/news/opinion/oped/bs-ed-morici-clinton-20160117-story.html", "article_text": "The Republican primary campaign may be great theater, but GOP hopefuls are making the work of presumptive Democratic nominee Hillary Clinton a lot easier.\n\nAmericans are hurting — average family incomes are down $1,650 on President Barack Obama's watch. Wages are stuck, and prices are rising quickly for many essentials, such as housing, health insurance and college tuition. Gasoline may be the big exception, but look for pump prices to skyrocket again once Saudi Arabia's open-throttle pumping policies drive out of business many small U.S. producers.\n\nWe know the tread-worn laments. Globalization, immigration and automation in factories and now in the grocery stores are killing good paying jobs; high and unfairly administered corporate taxes are driving American companies abroad; and women, who in increasing numbers support children and spouses, still earn about 71 percent of what men do.\n\nStill the Republicans revel in outrageous rhetoric. Donald Trump calls Mexican immigrants rapists and drug dealers and advocates a ban on Muslim immigration. But more tragically the GOP establishment offers a return to the \"good old days of George W. Bush\" — tax cuts, nixing Obamacare in favor of tax credits and allowances, and fighting poverty and inequality with greater reliance on faith and family.\n\nMost of this sounds too much like trickle-down economics. It doesn't resonate well with voters, because life was getting tougher for working Americans during the Bush years too.\n\nRepublicans need to address in simple and understandable terms what they would do to stop China and other Asian nations from subsidizing what they sell at Wal-Mart and to open foreign markets to the good things Americans make. That several GOP candidates and House Speaker Paul Ryan embrace the Trans Pacific Partnership would be laughable if it wasn't so appalling — the 2012 U.S. Korean Free Trade Agreement has swelled the bilateral trade deficit and killed 100,000, mostly manufacturing, American jobs.\n\nTax reform must be fair, and the nightmare complexity of April 15 and ideological-driven enforcement at the IRS must end. Instead, Mr. Trump and mainstream candidates promise to tinker with an arcane and fundamentally broken system and magically cut taxes and incentivize business without reducing revenue.\n\nWomen may not be the object of discrimination that Hillary Clinton claims — 60 percent of the college degrees go to women these days, and young professional women are often better paid than men — but they face genuine obstacles moving up the ladder and balancing children and careers.\n\nA conservative platform that would resonate would include:\n\n•Radical renegotiation of trade agreements to guarantee balanced trade and job opportunities for all participants;\n\n•Requirements that health care providers and pharmaceutical companies charge prices for procedures and drugs no higher than charged in Germany and Holland, which have similar insurance based systems and more affordable insurance;\n\n•Cancellation of individual and corporate income taxes in favor of a simple value added tax and a federal payment for each child under 21;\n\n•And a requirement that employers publish salaries for all employees and undertake and make public salary surveys that explain differences in compensation among job categories — a generous child allowance and such employer transparency would go a long way toward improving the lot of working women.\n\nDemocrats Hillary Clinton and Bernie Sanders offer more giveaways — free college tuition, bigger health care subsidies, paid family leave and regulating every aspect of the wage setting process in a manner similar to the new California Fair Pay Act.\n\nThose are attractive to many voters because they appear to offer quick relief, but they would further slow economic growth, raise prices and push down family incomes overall.\n\nAs GOP hopefuls square off in debates and on the campaign trail, they would rather bash each other and offer Bush-era Band-Aids for a broken system than offer the radical solutions Americans want.\n\nThat clears the path for Hillary Clinton to the Oval Office.\n\nPeter Morici is an economist and business professor at the University of Maryland, and a national columnist. He tweets @pmorici1.", "article_metadata": {"fb_title": "Republican hopefuls clearing a path for Clinton", "Description": "As GOP hopefuls square off in debates and on the campaign trail, they would rather bash each other and offer Bush-era Band-aids for a broken system than offer the radical solutions Americans want. That clears the path for Hillary Clinton to the Oval Office.", "copyright": "Copyright (c) 2016 Baltimore Sun", "author": "Baltimore Sun", "og": {"site_name": "baltimoresun.com", "description": "The Republican primary campaign may be great theater, but GOP hopefuls are making the work of presumptive Democratic nominee Hillary Clinton a lot easier.", "title": "Republican hopefuls clearing a path for Clinton", "url": "http://www.baltimoresun.com/news/opinion/oped/bs-ed-morici-clinton-20160117-story.html", "image": "http://www.trbimg.com/img-5697d9f3/turbine/bs-ed-morici-clinton-20160117", "type": "article"}, "x-servername": "lalvp08.15", "twitter": {"site": "@baltimoresun", "card": "summary"}, "robots": "index,follow", "apple-itunes-app": "app-id=496681035, app-argument=http://www.baltimoresun.com/deeplinkid/85583044", "fb": {"page_id": 9299179711, "app_id": 310302989040998}, "googlebot-news": "index", "date": "2016-01-17", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "googlebot": "index"}, "article_summary": "The Republican primary campaign may be great theater, but GOP hopefuls are making the work of presumptive Democratic nominee Hillary Clinton a lot easier.\nThat clears the path for Hillary Clinton to the Oval Office.\nWages are stuck, and prices are rising quickly for many essentials, such as housing, health insurance and college tuition.\nTax reform must be fair, and the nightmare complexity of April 15 and ideological-driven enforcement at the IRS must end.\nIt doesn't resonate well with voters, because life was getting tougher for working Americans during the Bush years too."}