{"article_title": "Obama’s Approval Rating Climbs the More We Bomb ISIS", "article_keywords": ["rating", "isis", "campaign", "climbs", "presidents", "support", "state", "say", "americans", "approval", "bomb", "obamas", "military", "obama"], "article_url": "http://www.thefiscaltimes.com/2014/10/02/Obama-s-Approval-Rating-Climbs-More-We-Bomb-ISIS", "article_text": "After many months in a popularity trough, President Obama appears to be getting a little bump in the polls as a result of Americans strong support for U.S. airstrikes against ISIS jihadist forces in Iraq and Syria.\n\nA new Washington Post-ABC News poll shows that 50 percent of Americans approve of his handling of the military campaign against ISIS, compared with 44 percent who say they disapprove. That represents an eight-point improvement over the response back in August -- when just 42 percent said they approved of the president’s handling of the situation -- although that question only mentioned the bombing in northern Iraq and not the expanded warfare in Syria.\n\nRelated: Fighting ISIS Could Mean Higher Ratings for Obama\n\nSome political analysts predicted that Obama would see his numbers rise a little after he announced Sept. 10 that the United States would step up its military air war against Islamic State fighters “wherever they exist.” While many have reservations or questions about the details of Obama’s joint operations with European and Middle Eastern allies, the American air campaign is highly popular with many Americans and lawmakers.\n\nSeven in 10 Americans say they support the action, according to the new poll, which is up from 65 percent in early September. However, Obama’s decision to send in nearly 2,000 U.S. forces to train Iraqi government troops and coordinate airstrikes against Islamic State fighters is less popular. Still, 53 percent of Americans say they support that decision.\n\nOverall public support for going after ISIS is up from the 60 percent level registered in a Gallup survey last month, a fairly solid majority although still slightly below their average of 68 percent for 10 other Obama military actions that Gallup has asked about in the past.\n\nMore importantly for Obama and the Democrats, however, the president’s approval rating is beginning to pick up after spending months in the 40-percent range. According to Gallup’s most recent three-day average, Sept. 28 to 30, the president’s approval rating stands at 44 percent, up a percentage point from the previous soundings.\n\nRelated: Nervous Republicans Play It Safe Before Midterms\n\nWhether there will be enough improvement in Obama’s standing to make a difference in the Nov. 4 mid-term election is highly questionable. Political analysts say Republicans stand a good chance of picking up at least the six net seats they will need to regain control of the Senate. Moreover, many Democratic incumbents are keeping their distance from the President in the final weeks of campaigning –fearing that his continued unpopularity will rub off on them.\n\nFor example, Obama will be in Chicago Thursday afternoon to deliver a major speech on the economy. While there, he will hold a private fundraiser for embattled Illinois Gov. Pat Quinn that has been closed to the press. And there are no plans for Obama to publicly campaign for Quinn.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "After many months in a popularity trough, President Obama appears to be getting a little bump in the polls as a result of Americans strong support for U.S. airstrikes against ISIS jihadist forces in Iraq and Syria.", "title": "Obama’s Approval Rating Climbs the More We Bomb ISIS", "url": "http://www.thefiscaltimes.com/2014/10/02/Obama-s-Approval-Rating-Climbs-More-We-Bomb-ISIS", "image": "http://cdn.thefiscaltimes.com/sites/default/files/09232014_Navy_Fighters.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2014/10/02/Obama-s-Approval-Rating-Climbs-More-We-Bomb-ISIS", "image": "http://cdn.thefiscaltimes.com/sites/default/files/09232014_Navy_Fighters.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "After many months in a popularity trough, President Obama appears to be getting a little bump in the polls as a result of Americans strong support for U.S. airstrikes against ISIS jihadist forces in Iraq and Syria.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fcd350\"", "article_summary": "Seven in 10 Americans say they support the action, according to the new poll, which is up from 65 percent in early September.\nStill, 53 percent of Americans say they support that decision.\nA new Washington Post-ABC News poll shows that 50 percent of Americans approve of his handling of the military campaign against ISIS, compared with 44 percent who say they disapprove.\nMore importantly for Obama and the Democrats, however, the president’s approval rating is beginning to pick up after spending months in the 40-percent range.\nAccording to Gallup’s most recent three-day average, Sept. 28 to 30, the president’s approval rating stands at 44 percent, up a percentage point from the previous soundings."}