{"article_title": "More Texans Purchase Health Plans in Online Marketplace", "article_keywords": ["purchase", "marketplace", "plans", "texans", "federal", "number", "program", "health", "purchased", "online", "coverage", "insurance", "texas"], "article_url": "https://www.texastribune.org/2013/12/11/more-texans-purchase-health-plans-federal-marketpl/", "article_text": "Zoila Chaver, second from right, a member of the Texas Organizing Project, giving health care information to Dallas resident Graciela Garcia at Garcia's home on July 10, 2013.\n\n*Editor's note: This story has been corrected.\n\nTexas has the second-highest number of people who have purchased health plans through the embattled online insurance marketplace created by the Affordable Care Act, according to enrollment figures for October and November released Wednesday by the U.S. Department of Health and Human Services.\n\nBut as a percentage of the uninsured in the second-largest state — which has the nation's worst rate of health coverage — the number is tiny: 14,000 Texans had purchased coverage through healthcare.gov by the end of November.\n\nThe number of people who purchased coverage in the federal marketplace, which has been riddled with technical problems, was four times higher in November than in October: 137,204 people, including 14,000 Texans, had purchased coverage there as of the end of November, whereas only 27,000 people, including 3,000 Texans, had purchased coverage there at the end of October.\n\n“Evidence of the technical improvements to HealthCare.gov can be seen in the enrollment numbers,” U.S. Health and Human Services Secretary Kathleen Sebelius, said in a press statement.\n\nFlorida had the highest enrollment numbers, with 17,900 people purchasing coverage in the federal marketplace, followed by Texas, and Pennsylvania, with 11,800 people purchasing coverage. 2.2 million people, including 245,000 Texans, have now completed applications through the federal marketplace.\n\nTexas has the nation's highest rate of people without health insurance at 24.6 percent, according to U.S. Census data. About 48 million Americans — including more than 6 million Texans — were uninsured in 2011 and 2012.\n\nPresident Obama’s signature health reform law requires most Texans to carry health insurance by March 31. Texas is one of 36 states participating in the federal marketplace because Texas' Republican majority, which vehemently opposes the federal health law, declined to establish a state-based insurance marketplace.\n\nSebelius has been under fire since Oct. 1, when the launch of the federal marketplace proved disastrous. Although the federal government has brought in new leadership and staff to fix the website, state officials are still concerned that the website is not running smoothly. For example, Texas Health and Human Services Commissioner Kyle Janek has questioned the accuracy of patient information sent to his agency to enroll applicants in Medicaid.\n\nState leaders have also raised concerns that the federal navigator program, which trains people to help the uninsured find health coverage in the federal marketplace, does not offer adequate consumer privacy protections. The Texas Department of Insurance is in the process of approving additional regulations on federal “navigators,” which would require additional training, background checks and prohibit conflicts of interest.\n\nU.S. Rep. Pete Sessions, R-Dallas, also scheduled a federal hearing in Richardson next month to investigate the navigator program in response to a series of videos released by Project Veritas, a conservative group led by James O’Keefe. The videos show federal navigators in Texas breaking program rules. Project Veritas released its fourth video on Wednesday, and says five navigators have been fired as a result of its investigations.\n\n*Editor's note: The original version of this story incorrectly reported that Texas had the highest number of people who had purchased a health plan in the federal marketplace. More people have purchased a plan in Florida.\n\nThis story was produced in partnership with Kaiser Health News, an editorially independent program of the Henry J. Kaiser Family Foundation, a nonprofit, nonpartisan health policy research and communication organization not affiliated with Kaiser Permanente.", "article_metadata": {"description": "&nbsp; Texas has the second-highest number of people who have purchased health plans through the embattled online insurance marketplace created by the Affordable Care Act. &nbsp; &nbsp; &nbsp;", "parsely-title": "More Texans Purchase Health Plans in Federal Insurance Marketplace", "twitter": {"description": "&nbsp;\r\nTexas has the second-highest number of people who have purchased health plans through the embattled online insurance marketplace created by the Affordable Care Act.\r\n&nbsp;\r\n&nbsp;\r\n&nbsp;", "title": "More Texans Purchase Health Plans in Federal Insurance Marketplace", "url": "https://www.texastribune.org/2013/12/11/more-texans-purchase-health-plans-federal-marketpl/", "image": "https://static.texastribune.org/media/images/2013/07/17/TX_Organizing_04_jpg_407x1000_q100.jpg", "creator": "@becca_aa", "site": "@TexasTribune", "card": "summary_large_image"}, "fb": {"app_id": 154122474650943, "pages": 124434790836}, "og": {"site_name": "The Texas Tribune", "description": "&nbsp; Texas has the second-highest number of people who have purchased health plans through the embattled online insurance marketplace created by the Affordable Care Act. &nbsp; &nbsp; &nbsp;", "title": "More Texans Purchase Health Plans in Federal Insurance Marketplace", "url": "https://www.texastribune.org/2013/12/11/more-texans-purchase-health-plans-federal-marketpl/", "image": "https://static.texastribune.org/media/images/2013/07/17/TX_Organizing_04_jpg_800x1000_q100.jpg", "type": "article"}, "parsely-tags": "Federal Health Reform And Texas", "parsely-author": "Becca Aaronson", "parsely-section": "front-page", "parsely-type": "post", "article": {"publisher": "https://www.facebook.com/texastribune/"}, "parsely-pub-date": "Dec. 11, 2013, 7:59 a.m.", "parsely-image-url": "https://static.texastribune.org/media/images/2013/07/17/TX_Organizing_04_jpg_407x1000_q100.jpg", "viewport": "width=device-width, initial-scale=1.0", "parsely-link": "http://www.texastribune.org/2013/12/11/more-texans-purchase-health-plans-federal-marketpl/"}, "_id": "\"57477af36914bd0286fcd357\"", "article_summary": "President Obama’s signature health reform law requires most Texans to carry health insurance by March 31.\nTexas is one of 36 states participating in the federal marketplace because Texas' Republican majority, which vehemently opposes the federal health law, declined to establish a state-based insurance marketplace.\nSebelius has been under fire since Oct. 1, when the launch of the federal marketplace proved disastrous.\n2.2 million people, including 245,000 Texans, have now completed applications through the federal marketplace.\nTexas has the nation's highest rate of people without health insurance at 24.6 percent, according to U.S. Census data."}