{"article_title": "Possible Defenses To Health Care M&A Challenges From FTC", "article_keywords": ["enforcement", "ma", "defenses", "merger", "possible", "long", "organizations", "challenges", "accountable", "ftc", "health", "york", "speech", "care"], "article_url": "http://www.law360.com/articles/562217/possible-defenses-to-health-care-m-a-challenges-from-ftc", "article_text": "Possible Defenses To Health Care M&A Challenges From FTC\n\nLaw360, New York (August 4, 2014, 10:53 AM ET) -- In an extensive speech at the recent Accountable Care Organizations Summit, the Federal Trade Commission's Bureau of Competition Director Deborah Feinstein explained the FTC’s current approach to antitrust enforcement in health care. Feinstein's speech addressed a wide range of issues, including accountable care organizations, merger enforcement, certain merger defenses and structural remedies. Health care has long been a top priority of the FTC and the commission along with the U.S. Department of Justice has a long track record of explaining its enforcement policies in health care...\n\nTo view the full article, register now.", "article_metadata": {"description": "Absent the financial resources to effectively compete in the future coupled with concrete evidence of current financial struggles, a health care provider may be able to rely on a &quot;failing firm&quot; defense in warding off anti-competitive concerns from the U.S. Department of Justice and the Federal Trade Commission when seeking M&A deals, say attorneys at Hogan Lovells LLP.", "apple-itunes-app": "app-id=934560389, app-argument=law360://www.law360.com/articles/562217/possible-defenses-to-health-care-m-a-challenges-from-ftc", "csrf-token": "pqkzTKDW6VmgTIpUVuJ8uKbMfzy3uG+OUK7ijhLvL4NXOzOySdYu6noVIvih6d3fRcpVb8lIPpxaHVXatidpeQ==", "csrf-param": "authenticity_token", "og": {"url": "http://www.law360.com/articles/562217/possible-defenses-to-health-care-m-a-challenges-from-ftc", "image": "https://www.law360.com/images/360.png", "type": "website", "title": "Possible Defenses To Health Care M&A Challenges From FTC - Law360"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdbc71\"", "article_summary": "Feinstein's speech addressed a wide range of issues, including accountable care organizations, merger enforcement, certain merger defenses and structural remedies.\nPossible Defenses To Health Care M&A Challenges From FTCLaw360, New York (August 4, 2014, 10:53 AM ET) -- In an extensive speech at the recent Accountable Care Organizations Summit, the Federal Trade Commission's Bureau of Competition Director Deborah Feinstein explained the FTC’s current approach to antitrust enforcement in health care.\nHealth care has long been a top priority of the FTC and the commission along with the U.S. Department of Justice has a long track record of explaining its enforcement policies in health care...To view the full article, register now."}