{"article_title": "1st Delaware resident signs up for Obamacare", "article_keywords": ["hours", "marketplace", "computers", "resident", "baker", "delaware", "obamacare", "signs", "states", "phone", "health", "online", "coverage", "1st", "insurance"], "article_url": "http://www.usatoday.com/story/news/nation/2013/10/16/first-delaware-resident-obamacare/2993105/", "article_text": "Best advice: Clear computer's cache.\n\nJanice Baker, 59, of Selbyville, Del., is the first person confirmed to have enrolled in the state's health insurance marketplace. (Photo: Joe Lamberti, The (Salisbury, Md.) Daily Times) Story Highlights She started Oct. 1, needed 7 hours of waiting and retries to get what she wanted\n\nPlan she signed up for saves her $150 a month, $1,800 a year\n\nShe says her new policy will provide better coverage, too\n\nSELBYVILLE, Del. — She needed seven hours of waiting on the phone and sitting in front of her computer, but Janice Baker can claim something few people in the First State can at the moment: She has signed up for health coverage through Delaware's insurance marketplace.\n\nOfficials from the Delaware Department of Health and Social Services declared Baker the first confirmed resident to have enrolled in the marketplace, which opened Oct. 1 as part of the roll-out of the Affordable Care Act also known as Obamacare.\n\nINTERACTIVE: Where do you fit in under new law?\n\nSTORY: Take active role when choosing new doctor\n\nThe marketplace aims to help an estimated 90,000 Delawareans without health insurance, along with anyone hoping for a better deal on coverage, find a plan to meet their needs.\n\nBut crossing the marketplace finish line — where the prize is a chance at affordable health coverage — was more of a marathon than a sprint for Baker, 59, who owns the Heavenly Hound Hotel in this town of 2,000 on the Delaware-Maryland border along with her husband, Joseph.\n\nIt required repeated effort online and over the phone, frustrating experiences shared by millions across the country who tried to sign up only to be sent away because of overwhelming demand and glitches in the www.healthcare.gov website.\n\n\"I started looking right at Oct. 1. I had made several attempts online to enroll and activate my membership. I could not get in to save my life,\" Baker said Tuesday.\n\nShe switched to the phone, dialing the toll-free number that the government set up. But after 1½ hours on the phone, her sign-up attempts were for naught when the representative's computer locked up. If that wasn't enough, the same thing happened the next time she called.\n\n“It might not be the government computers. It may be your own sitting in front of you.” Janice Baker, Selbyville, Del.\n\nNot until Baker went online after clearing her computer's Internet browsing history, cookies and other temporary data — a suggestion she said she found on the www.healthcare.gov site — did she have success.\n\n\"Right after that, I was able to apply,\" Baker said. \"It might not be the government computers. It may be your own sitting in front of you.\"\n\nRita Landgraf, secretary of the Delaware Department of Health and Social Services, acknowledged glitches in the sign-up process in the past two weeks. Upgrades to the system and troubleshooting suggestions like the one Baker tried should reduce the problem, she said. And thanks to a change in the state's website, visitors can explore their health coverage options and potential costs before setting up an account.\n\n\"My thought is now that we have Janice, we're going to see more and more people successfully getting through the screens and getting through the enrollment,\" Landgraf said.\n\nUnder the new law, everyone is required to have health insurance by 2014 or pay increasing fines.\n\nIn addition to the phone and online options, marketplace guides are available to help people navigate the sign-up process. Landgraf said more than 1,000 people have contacted the marketplace guides in Delaware though it's not known how many have gone through the enrollment stage.\n\nDespite the snafus, Baker said she's grateful for a chance to buy insurance on the marketplace. Previously, she had been paying $1,600 a month for a company insurance policy for her and her husband. But after her husband was approved for his own coverage, she had to find her own.\n\nDuring her hunt, Baker was turned down three times because of what she called minor pre-existing health conditions. In the new marketplace, no one can be turned away because of a pre-existing condition.\n\nIn Baker's new plan, she will be paying $700 a month for individual coverage, almost $150 less than the cost of her previous coverage.\n\nThat makes the wait on the phone and the frustrations online worth it, she said.\n\n\"I was thrilled to be able to have this happen,\" Baker added. \"This is so much better than the policy before. I was very impressed.\"\n\nWhat states are doing in the health care marketplace\n\n17 states are operating their own insurance exchanges under the Affordable Care Act, seven are in partnership with the federal government, and 27 are using federal resources. To see an interactive version of this map, click here.\n\n&amp;amp;amp;amp;amp;lt;!--iframe--&amp;amp;amp;amp;amp;gt;\n\nSource: The Henry J. Kaiser Family Foundation\n\nKey dates for all states\n\n• Dec. 15: Enroll by this date to get insurance coverage beginning Jan. 1\n\n• March 31: Open enrollment for 2014 continues through this date\n\nJanice Baker, 59, of Selbyville, Del., didn't have an easy time becoming the first confirmed enrollee in the state's health insurance marketplace. She spent 7 hours on her phone and on the computer, she said. (Photo: Joe Lamberti, The (Salisbury, Md.) Daily Times)\n\nRead or Share this story: http://usat.ly/1aNpeoG", "article_metadata": {"google": "notranslate", "description": "SELBYVILLE, Del. — She needed 7 hours waiting on the phone and sitting in front of her computer, but Janice Baker can claim something few people in the First State can at the moment: She signed up for Obamacare.", "og": {"site_name": "USA TODAY", "description": "SELBYVILLE, Del. — She needed 7 hours waiting on the phone and sitting in front of her computer, but Janice Baker can claim something few people in the First State can at the moment: She signed up for Obamacare.", "title": "1st Delaware resident signs up for Obamacare", "url": "http://www.usatoday.com/story/news/nation/2013/10/16/first-delaware-resident-obamacare/2993105/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "SELBYVILLE, Del. — She needed 7 hours waiting on the phone and sitting in front of her computer, but Janice Baker can claim something few people in the First State can at the moment: She signed up for Obamacare.", "creator": "@usatoday", "image": "http://www.gannett-cdn.com/-mm-/4a0d875e1bcd91057e356b4fc6c039cf557e1b0e/c=576-96-2388-1908&r=x643&c=640x640/local/-/media/USATODAY/test/2013/10/16/1381936303002-101513obamacare-delaware1.jpg", "title": "1st Delaware resident signs up for Obamacare", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "cXenseParse": {"gci-topic": "Subjects/Affordable Care Act", "gci-asset-type": "story", "gci-categories": "Subjects/Affordable Care Act", "title": "1st Delaware resident signs up for Obamacare", "author": "Kelly Bothum", "pageclass": "article", "recs": {"category": "news/nation", "image-3-4": "http://www.gannett-cdn.com/-mm-/bbea88a9bf17da520b2ff8d48b34065e49717580/c=984-348-2214-1987/local/-/media/USATODAY/test/2013/10/16/1381936303002-101513obamacare-delaware1.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/978e46dc3793f2507c4b46396aff79ec53331171/c=576-96-2388-1908/local/-/media/USATODAY/test/2013/10/16/1381936303002-101513obamacare-delaware1.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/4b2c4288e80517b15b287a725283b457b7f723e1/c=702-468-2562-1866/local/-/media/USATODAY/test/2013/10/16/1381936303002-101513obamacare-delaware1.jpg", "image": "http://www.gannett-cdn.com/-mm-/375c85a0ab71a882c2a4da1398c32d99d7df84db/c=690-588-2940-1860&r=x633&c=1200x630/local/-/media/USATODAY/test/2013/10/16/1381936303002-101513obamacare-delaware1.jpg", "publishtime": "2013-10-16T11:46:44-04:00", "shorthed": "1st Delaware resident signs up for Obamacare", "articleid": 2993105, "image-16-9": "http://www.gannett-cdn.com/-mm-/c49595c2763061a59c0e92ec03577e306eca9c0f/c=690-588-2940-1860/local/-/media/USATODAY/test/2013/10/16/1381936303002-101513obamacare-delaware1.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/98da03ba3b8d6b43ead846f568bb0b8593098138/c=1230-306-2160-1968/local/-/media/USATODAY/test/2013/10/16/1381936303002-101513obamacare-delaware1.jpg"}}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "insurance marketplace, insurance exchanges, affordable care act, obamacare, delaware insurance marketplace, health insurance, healthcare, health care"}, "_id": "\"57477af46914bd0286fd8273\"", "article_summary": "Janice Baker, 59, of Selbyville, Del., is the first person confirmed to have enrolled in the state's health insurance marketplace.\nUnder the new law, everyone is required to have health insurance by 2014 or pay increasing fines.\nAnd thanks to a change in the state's website, visitors can explore their health coverage options and potential costs before setting up an account.\nIn addition to the phone and online options, marketplace guides are available to help people navigate the sign-up process.\nRita Landgraf, secretary of the Delaware Department of Health and Social Services, acknowledged glitches in the sign-up process in the past two weeks."}