{"article_title": "30,000 Cover Oregon enrollment packets still not in the mail, state official says", "article_keywords": ["enroll", "plans", "30000", "packets", "enrollment", "official", "cover", "oregon", "jan", "applications", "state", "individuals", "health", "plan", "mail", "insurance"], "article_url": "http://www.oregonlive.com/business/index.ssf/2013/12/30000_cover_oregon_enrollment.html", "article_text": "More than 30,000 individuals who met Cover Oregon's deadline for submitting health insurance applications still don't have enrollment packets in hand, a state official acknowledged Tuesday.\n\nThe concession by Dr. Bruce Goldberg, interim director of the state's exchange, raises serious concerns about the state's ability to meet Gov. John Kitzhaber's promise to successfully enroll all Oregonians who need individual insurance Jan. 1.\n\n\n\nOf particular concern are the more than 20,000 individuals whose high-risk health insurance plans have no chance of being extended past Dec. 31.\n\n\n\nGoldberg, who took over the troubled Cover Oregon exchange last week, said the state's manual processing system hasn't worked through applications for about 65,000 seeking insurance as quickly as officials first estimated.\n\n\"We thought we'd be further along than we are now,\" Goldberg said.\n\nThe state began processing applications by hand after officials said Nov. 1 the exchange's website would be unable to enroll individuals online. At the time, Kitzhaber pledged that Oregonians who needed insurance would still be able to enroll by Jan. 1.\n\n\"We have an army of people who are -- as we speak -- processing applications,\" Kitzhaber said on Nov. 1. \"And anyone who does get in by Dec. 15 will have their coverage start Jan. 1.\"\n\nOn Tuesday, Kitzhaber told The Associated Press the processing was slowed because many applications were incomplete, requiring required signatures that couldn't be obtained with a phone call.\n\n\"I'm certainly willing to be held accountable for the fact that everybody who wanted coverage by Jan. 1 is not going to get it,\" Kitzhaber said.\n\nOnly about 730 individuals have been enrolled in private insurance plans through Cover Oregon, state officials say. More than 9,200 have enrolled in the Oregon Health Plan, Oregon's version of Medicaid.\n\n\n\nCover Oregon officials said individuals who postmarked their 19-page applications by Dec. 4 would receive their enrollment packets in time to submit them by Dec. 15, either online, through an agent or community partner, by fax or in the mail. The exchange also was to mail a letter telling them whether they're eligible for federal tax credits or subsidies, and at what amount.\n\n\n\nWhat if you can't get coverage?\n\n\n\nif you can't enroll in a plan through Cover Oregon by Jan. 1\n\nOn his personal finance blog, Brent Hunsberger offers one option if you can't enroll in a plan through Cover Oregon by Jan. 1\n\nBut only about 28,000 have had their eligibility verified, and enrollment packets mailed, state officials say.\n\n\n\nConsumers with no enrollment packets say they are now taking steps to get insurance elsewhere, particularly those who lose their insurance Dec. 31 through no choice of their own. They now have less than a week to pick a plan, decide how to receive any tax credits and return the information to the exchange.\n\n\n\n\"I'm looking with just going straight with a health plan because I don't think they're going to execute,\" said Ed Wagner, 65, said Tuesday. His wife Christina Wagner, 60, is one of 9,500 individuals losing their coverage through the Oregon Medical Insurance Pool, which serves people denied by private insurers because of pre-existing conditions.\n\nThe Oregon Health Authority, which administers the OMIP, mailed paper applications to enrollees and told them to return the paperwork no later than Nov. 25 to avoid a coverage gap. It gave the same instructions to those receiving subsidized insurance through the Family Health Insurance Assistance Program, which also ends Dec. 31.\n\nState officials say they're working to get enrollment packets to those applicants first. About 80 percent of FHIAP recipients will qualify for the Oregon Health Plan, authority spokeswoman Kim Mounts said.\n\nWagner said he mailed his application on Nov. 4. A Cover Oregon phone representative on Monday was unable to tell him its status, Wagner said.\n\n\"He was fully exasperated,\" Wagner said of the phone representative. \"He'd pretty much given up the ship on even trying to help.\"\n\nRick Skayhan, of Leonard Adams Insurance Inc. in Portland, said two of his clients were told Monday by Cover Oregon representatives to stay on their current plan through Jan. 1 because the exchange might not be able to ensure enrollment by then.\n\n\n\nGoldberg said roughly half of the people who haven't received their packets qualify for the Oregon Health Plan, not individual private insurance, which mean they'll be enrolled automatically.\n\n\n\nHe noted that many 2013 individual health plans will remain in place at least through March after Oregon Insurance Division Laura Cali allowed plans that didn't meet new federal mandates to be extended for up to a year.\n\n\n\nOthers, such as Wagner, can sign up for private plans if they need to have coverage in place Jan. 1, Goldberg said.\n\nDrew Shavere of Columbia Benefits Group in Wilsonville said individuals can also get a short-term medical plan for 31 days, such as those offered by LifeMap Assurance Co. But such plans don't cover pre-existing conditions, routine physicals or pregnancies, he said.\n\n\n\n\"They are inexpensive,\" Shavere said. \"But it might be a dangerous way to go for somebody who has heart problems or something like that.\"\n\n\n\nHowever, individuals who enroll in plans outside Cover Oregon are ineligible for federal tax credits and subsidies under the Affordable Care Act. Insurance agents have said they'll enroll such clients through Cover Oregon at a later date, but it's unclear whether those clients will receive any tax credits until they do.\n\n\n\nAnother 13,150 individuals face losing their portability plans, designed for people with pre-existing conditions who lose their coverage at work. Goldberg, at the end of an interview on Oregon Public Broadcasting's Think Out Loud on Monday, seemed unaware of their plight.\n\n\n\n\"Let me look at the portability issue,\" he said in response to a caller's question. \"I'm really not familiar with it.\"\n\nGoldberg said he is meeting with insurers to see if they can make allowances for people who had their applications in by Dec. 4. Goldberg became interim director after Rocky King stepped down to take medical leave.\n\n\n\n\n\n\n\n-- Brent Hunsberger and Nick Budnick\n\n", "article_metadata": {"article_author": "Brent Hunsberger | For The Oregonian/OregonLive", "medium": "news", "news_keywords": "bruce goldberg, cover oregon, health reform, omip, business", "title": "30,000 Cover Oregon enrollment packets still not in the mail, state official says", "parsely-page": "{\"title\": \"30,000 Cover Oregon enrollment packets still not in the mail, state official says\", \"link\": \"http://www.oregonlive.com/business/index.ssf/2013/12/30000_cover_oregon_enrollment.html\", \"image_url\": \"http://image.oregonlive.com/home/olive-media/width620/img/business_impact/photo/cover-oregon-workersjpg-81a07ebbcd8c92ff.jpg\", \"type\": \"post\", \"post_id\": \"11802989\", \"pub_date\": \"2013-12-10T20:32:04Z\", \"author\": \"Brent Hunsberger | For The Oregonian/OregonLive\", \"tags\": [\"@breaking-news\",\"@finance\",\"@health\",\"@hp-top-stories\",\"@politics\",\"@topstories-olive\",\"bruce goldberg\",\"cover oregon\",\"health reform\",\"omip\"] }", "twitter": {"site": "@Oregonian", "image": "http://image.oregonlive.com/home/olive-media/width620/img/business_impact/photo/cover-oregon-workersjpg-81a07ebbcd8c92ff.jpg", "description": "The concession raises concerns about Cover Oregon's ability to enroll applicants in health insurance by Jan. 1, as promised.", "card": "summary_large_image", "creator": "@onlymoney"}, "article_date_updated": "Thursday, December 12, 2013,  1:26 PM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.oregonlive.com/business_impact/photo/cover-oregon-workersjpg-81a07ebbcd8c92ff.jpg\", \"author_name\": \"bhunsber\", \"author_nickname\": \"Brent Hunsberger | For The Oregonian/OregonLive\", \"author_id\": \"386\", \"source_blog_name\": \"Oregon Business News\", \"source_blog_url\": \"http://www.oregonlive.com/business/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "OregonLive.com", "description": "The concession raises concerns about Cover Oregon's ability to enroll applicants in health insurance by Jan. 1, as promised.", "title": "30,000 Cover Oregon enrollment packets still not in the mail, state official says", "url": "http://www.oregonlive.com/business/index.ssf/2013/12/30000_cover_oregon_enrollment.html", "image": "http://image.oregonlive.com/home/olive-media/width620/img/business_impact/photo/cover-oregon-workersjpg-81a07ebbcd8c92ff.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "OregonLive.com", "article": {"author": "http://www.facebook.com/pages/Its-Only-Money/48179731978"}, "article_comments": 0, "article_date_original": "Tuesday, December 10, 2013, 12:28 PM", "viewport": "width=device-width,initial-scale=1", "Description": "The concession raises concerns about Cover Oregon's ability to enroll applicants in health insurance by Jan. 1, as promised."}, "_id": "\"57477af46914bd0286fde1b8\"", "article_summary": "More than 30,000 individuals who met Cover Oregon's deadline for submitting health insurance applications still don't have enrollment packets in hand, a state official acknowledged Tuesday.\nOnly about 730 individuals have been enrolled in private insurance plans through Cover Oregon, state officials say.\nAbout 80 percent of FHIAP recipients will qualify for the Oregon Health Plan, authority spokeswoman Kim Mounts said.\nMore than 9,200 have enrolled in the Oregon Health Plan, Oregon's version of Medicaid.\nA Cover Oregon phone representative on Monday was unable to tell him its status, Wagner said."}