{"article_title": "Halamka Sees MACRA as Replacement to Meaningful Use", "article_keywords": ["interoperability", "patient", "macra", "requires", "certification", "halamka", "states", "health", "ehr", "sees", "stage", "meaningful", "replacement"], "article_url": "https://ehrintelligence.com/news/halamka-sees-macra-as-replacement-to-meaningful-use", "article_text": "EHR users need less bureaucracy and fewer regulations in order to optimize their health IT use, argues John D. Halamka, MD, MS, CIO of Beth Israel Deaconess Medical Center.\n\nIn a recent blog post, the CIO describes several federal mandates that are hurting rather than helping the improvement of EHR use and interoperability.\n\nUltimately, Halamka comes to the conclusion that EHR adoption would be better served as part of the Alternative Payment Models and Merit-based Incentive Payments under thh Medicare Access and CHIP Reauthorization Act (MACRA) of 2015.\n\nHalamka indeed credits the EHR Incentive Programs with creating “a foundation of functionality for everyone,” but questions the future of meaningful use based on the goals Stage 2 and Stage 3 Meaningful Use.\n\n“Stage 3 makes many of the same mistakes as Stage 2, trying to do too much too soon,” he writes.”It requires patient accessible Application Programming Interfaces (APIs) without specifying any standards. It requires sending discharge e-prescriptions although pharmacies cannot widely support the cancel transaction that is essential to discharge medication management workflow.It requires public health transactions but CMS has no authority to require public health authorities to standardize the way they receive data.”\n\nFurthermore, Halamka states that government agencies are too wrapped up in micromanaging the solutions to problems, creating a complicated web of regulation that few industry professionals are actually able to navigate. For example, he expresses his belief that malicious data blocking does not actually occur, and that government agencies need not worry themselves with those issues. Additionally, not all of the industry’s problems can be solved by increased regulation.\n\n“The layers of requirements in Meaningful Use, the HIPAA Omnibus Rule, the Affordable Care Act, ICD-10 and the Medicare Access & CHIP Reauthorization Act of 2015 (MACRA) are so complex and confusing that even government experts struggle to understand the implementation details,” Halamka wrote.\n\nSpecifically, the CIO states that the Office of the National Coordinator for Health IT (ONC) is involved in too many aspects of the health IT industry and is growing ineffective. ONC priorities should be streamlined into policymaking for error reduction, safety improvements, quality enhancements, interoperability, and meeting the needs of all patient populations.\n\n“ONC has become distracted by grant making, political agendas... and expansive certification ambition,” wrote Halamka. “ It's time to narrow the scope and enhance the effectiveness of this important agency.”\n\nHalamka offers other solutions to these healthcare IT woes, such as refocusing efforts toward improving IT incentives. For example, Halamka explains that the meaningful use program requirements should be replaced with value-based incentives that physicians are likely to take part in. To meet these incentives, healthcare practices are likely to change their behaviors and health IT systems.\n\nRegulation and certification can also be replaced with infrastructure. Instead of creating extensive interoperability certifications, healthcare infrastructures of national provider identifiers and national patient identifiers can help health information exchange. Halamka uses his own state of Massachusetts as an example:\n\n“Today in Massachusetts we exchange over 3,000,000 patient records per month among 500 organizations because we created such enabling infrastructure backed by data governance (common policies and agreements). Certification will not accelerate interoperability,” he wrote.\n\nLast, Halamka states that interoperability goals should be boiled down to three main points, allowing the health IT industry to concentrate on doing a few things very well. The first objective includes using FHIR to read a provider directory. The second includes using FHIR to read a relationship locator service. The third includes allowing patients to download specific data sets.\n\nBy decreasing these interoperability and EHR requirements, Halamka says innovation can happen where it really matters.\n\n“More Meaningful Use and Certification criteria are not the answer,” he wrote. “Paying for outcomes that encourage government, payers, providers, patients and health IT developers to work together, instead of being adversaries, is the path forward.”", "article_metadata": {"description": "CIO John Halamka says meaningful use and other government regulations can be replaced with MACRA, increased infrastructure, and eased policymaking.", "author": "EHRIntelligence", "og": {"url": "https://ehrintelligence.com/news/halamka-sees-macra-as-replacement-to-meaningful-use", "site_name": "EHRIntelligence", "image": "https://ehrintelligence.com/images/site/articles/interoperability.jpg", "type": "article", "title": "Halamka Sees MACRA as Replacement to Meaningful Use"}, "twitter": {"description": "CIO John Halamka says meaningful use and other government regulations can be replaced with MACRA, increased infrastructure, and eased policymaking.", "creator": "@", "image": {"src": "https://ehrintelligence.com/images/site/articles/interoperability.jpg"}, "title": "Halamka Sees MACRA as Replacement to Meaningful Use", "site": "@", "card": "summary"}, "robots": "noodp", "msvalidate.01": "A4BC83422766F1B550D1E340B290BAC0", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "article_summary": "Halamka indeed credits the EHR Incentive Programs with creating “a foundation of functionality for everyone,” but questions the future of meaningful use based on the goals Stage 2 and Stage 3 Meaningful Use.\nBy decreasing these interoperability and EHR requirements, Halamka says innovation can happen where it really matters.\nFor example, Halamka explains that the meaningful use program requirements should be replaced with value-based incentives that physicians are likely to take part in.\nLast, Halamka states that interoperability goals should be boiled down to three main points, allowing the health IT industry to concentrate on doing a few things very well.\n“ONC has become distracted by grant making, political agendas... and expansive certification ambition,” wrote Halamka."}