{"article_title": "ASCO recommendations aim to increase HPV vaccination rates", "article_keywords": ["increase", "vaccination", "vaccines", "hpv", "aim", "asco", "rates", "systems", "recommendations", "cancers", "patients", "vaccine"], "article_url": "http://www.clinicaladvisor.com/vaccine-information-center/global-hpv-immunization-rates-need-to-improve-says-asco/article/489579/", "article_text": "ASCO recommendations aim to increase HPV vaccination rates\n\nShare this content:\n\n\n\nlinkedin\n\ngoogle\n\n\n\nEmail\n\nPrint\n\n\n\nNew recommendations from ASCO urge providers and policymakers to increase HPV vaccination rates.\n\nTo reduce the global burden of HPV-related cancers, the American Society of Clinical Oncology (ASCO) has released a statement and accompanying recommendations stressing the importance of increasing HPV vaccination rates among adolescents. The statement and recommendations were published in the Journal of Clinical Oncology.\n\nHPV vaccines have been available since 2006, offering complete protection against the known cancer-causing HPV genotypes 16 and 18. The newly approved Gardasil-9 vaccine, which covers the 9 most common cancer-causing types of HPV, has the potential to prevent 90% of cervical cancers and 78% of anal cancers. However, data from the National Immunization Survey in 2011 revealed low rates of compliance with recommend HPV vaccination regimens, with approximately 36% of girls and 14% of boys in the United States completing all 3 doses for any approved form of the vaccine. Worldwide, HPV vaccination adherence is variable.\n\nContinue Reading Below\n\nASCO supports the HPV vaccination recommendations of the CDC and WHO. The CDC's recommendations state that all girls and boys should received vaccinations at age 11 or 12. The CDC also recommends that gay and bisexual men aged ≤26 years receive vaccinations, as well as men and women aged ≤26 years with compromised immune systems. In 2014, the WHO recommended that all girls age 9 to 13 years receive the 2-dose vaccine schedule, with the 3-dose vaccine schedule recommended for patients who are immunocompromised and for young women aged 15 and older.\n\nTo help increase HPV vaccination, ASCO recommends the following to healthcare providers, healthcare systems, and policymakers:\n\nTable 1. ASCO recommendations for increasing HP vaccination1\n\nRecommendation Education and awareness Disseminate evidence-based information to the public, professionals, and policymakers to increase awareness of relationship between HPV and cancer.\n\nPromote shared understanding of safety and effectiveness of available vaccines in preventing HPV infections and development of precancerous lesions (with expected reduction in HPV-caused cancers). Clinical service delivery improvements Promote (and bundle) HPV vaccine with other recommended vaccines for young adolescents.\n\nProvide clear, strong recommendation for vaccine to patients, using culturally relevant approaches.\n\nConsider use of reminder or recall systems, follow-up systems, and readily available patient education materials. Coverage, access, and incentives for vaccination Consider delivery through primary care medical home, alternative healthrelated entities (eg, pharmacies), and voluntary or mandatory schoolbased vaccination programs.\n\nAdequate payment and reimbursement for delivery of vaccinations should be provided through private and government-based insurance and statebased Vaccines for Children programs.\n\nContinue limiting out-of-pocket costs as part of Patient Protection and Affordable Care Act.\n\nAdvise patients of industry-sponsored free vaccine programs when available. Research Increase research to advance prevention of HPV-related cancers, with focus on what is needed to improve vaccination programs.\n\nContinue to monitor safety and effectiveness of HPV vaccines, with periodic reassessments of their impact on prevalence of HPV infections, precancers, and invasive cancers.\n\nAdditional research is needed on relationship of antibody levels with number of immunizations needed, duration of immunity conferred, and effect of age of immunization.\n\nCost-effectiveness analyses of administration of different types (bivalent, quadrivalent, and nine-valent) and schedules (two v three shots) are needed. Role of oncology providers Stay abreast of established guidelines from CDC and WHO regarding HPV vaccination and recommend vaccine to patients when appropriate.\n\nUse interactions with patients, primary care colleagues, and health care system to raise awareness of HPV-related cancers and role of vaccination in avoiding them.\n\nServe as community educators to disseminate evidence-based information and combat misconceptions concerning safety and effectiveness of HPV vaccine.\n\nAdvocate and actively promote policy change to increase HPV vaccination uptake.\n\nReference", "article_metadata": {"com.silverpop.brandeddomains": "www.pages05.net,cancertherapyadvisor.com,chemotherapyadvisor.com,clinicaladvisor.com,clinicalpainadvisor.com,empr.com,endocrinologyadvisor.com,infectiousdiseaseadvisor.com,mycme.com,neurologyadvisor.com,oncologynurseadvisor.com,psychiatryadvisor.com,renalandurologynews.com", "news_keywords": "Hematology-Oncology, HPV, Infection Control, Infectious Diseases, Obstetrics & Gynecology, Vaccines", "content-language": "en-US", "og": {"site_name": "Clinical Advisor", "description": "The American Society of Clinical Oncology has released its recommendations to help improve rates of HPV vaccination worldwide.", "title": "ASCO recommendations aim to increase HPV vaccination rates", "url": "http://www.clinicaladvisor.com/vaccine-information-center/global-hpv-immunization-rates-need-to-improve-says-asco/article/489579/", "image": "http://media.clinicaladvisor.com/images/2016/04/13/ascohpvvaccinationratesca0_957030_957031.jpg", "type": "article"}, "twitter": {"site": "@ClinicalAdvisor", "image": {"src": "http://media.clinicaladvisor.com/images/2016/04/13/ascohpvvaccinationratesca0_957030_957031.jpg"}, "description": "The American Society of Clinical Oncology has released its recommendations to help improve rates of HPV vaccination worldwide.", "card": "summary_large_image", "title": "ASCO recommendations aim to increase HPV vaccination rates"}, "apple-itunes-app": "app-id=560576498", "fb": {"app_id": 192680054084788}, "google-site-verification": "XulxkiFWEPyxheHjOZuqhAMgO-BVDn-SoydyqDALxeI", "article": {"section": "Vaccine Information Center", "tag": "Vaccines", "published_time": "2016-04-13T13:40:20", "modified_time": "2016-04-13T13:57:14"}, "Content-Type": "text/html", "viewport": "width=device-width, initial-scale=1.0", "description": "The American Society of Clinical Oncology has released its recommendations to help improve rates of HPV vaccination worldwide."}, "article_summary": "ASCO recommendations aim to increase HPV vaccination ratesShare this content:linkedingoogleEmailPrintNew recommendations from ASCO urge providers and policymakers to increase HPV vaccination rates.\nTo help increase HPV vaccination, ASCO recommends the following to healthcare providers, healthcare systems, and policymakers:Table 1.\nContinue Reading BelowASCO supports the HPV vaccination recommendations of the CDC and WHO.\nAdvocate and actively promote policy change to increase HPV vaccination uptake.\nHPV vaccines have been available since 2006, offering complete protection against the known cancer-causing HPV genotypes 16 and 18."}