{"article_title": "Barack Obama's legacy will be America's enduring hatred of big government", "article_keywords": ["obama", "office", "opposite", "big", "reagan", "americas", "barack", "premiums", "legacy", "enduring", "president", "hatred", "obamas", "care", "left"], "article_url": "http://www.examiner.com/article/barack-obama-s-legacy-will-be-america-s-enduring-hatred-of-big-government", "article_text": "Barack Obama will not leave office for another nine months, but already pundits are debating his legacy. Sunday, liberal Washington Post columnist and Obamaphile David Maraniss lauded the presidency’s accomplishments, calling him the left version of Ronald Reagan. Monday, Mark Thiessen agreed that Obama is the anti-Reagan, but suggested strongly that is a bad thing. To put the matter succinctly, the current president has left disaster in his wake that the next person to occupy the Oval Office is going to be hard pressed to fix.\n\nThe contrast between Obama and Reagan is quite stark where it comes to foreign policy.\n\n“On the foreign-policy front, he is the anti-Reagan for certain. Reagan defeated Soviet communism and left us a safer world; Obama presided over the rise and metastasis of the Islamic State and left us a far more dangerous one.”\n\nDomestically, Obama’s legacy can be summed up with one word: Obamacare.\n\nPeople who have the misfortune to be trapped in the Obama health care system are all too familiar with the skyrocketing premiums and deductible and the decline in the quality of care. Commercial insurers who tried to participate in the exchanges are pulling out, having bled in some cases billions of dollars. Health care provider choices are narrowing. The developments are the exact opposite of what President Obama promised, with a decrease in premiums and “if you like your doctor you can keep your doctor.\n\nThat dichotomy leads to what the real Obama legacy is going to be.\n\n“With Obamacare, Obama wanted to restore America’s faith in big government. Instead, the opposite has happened. Today, 69 percent of Americans say big government is ‘the biggest threat to the country in the future’ (ahead of big business or big labor). That figure, which is slightly down from 72 percent in 2013, is higher under Obama than it has been since Gallup began asking the question about 50 years ago. Obamacare has done more to discredit big government than 1,000 Reagan speeches ever did.”\n\nIf a small government conservative like Ted Cruz is the Republican nominee and he runs against big government, he is likely to win. A conservative presidency starting in 2017 will be Obama’s legacy as well.", "article_metadata": {"description": "Barack Obama will not leave office for another nine months, but already pundits are debating his legacy.", "Generator": "Drupal 7 (http://drupal.org)", "og": {"url": "http://www.examiner.com/article/barack-obama-s-legacy-will-be-america-s-enduring-hatred-of-big-government", "site_name": "Examiner.com", "image": "http://cdn2-b.examiner.com/sites/default/files/styles/image_content_width/hash/45/eb/45eb2fe2281d6cfbc04e221e3ed06ac5.jpg?itok=-cALQA0D", "type": "article", "title": "Barack Obama's legacy will be America's enduring hatred of big government"}, "twitter": {"site": "@examinercom", "image": "http://cdn2-b.examiner.com/sites/default/files/styles/image_content_width/hash/45/eb/45eb2fe2281d6cfbc04e221e3ed06ac5.jpg?itok=-cALQA0D", "description": "Barack Obama will not leave office for another nine months, but already pundits are debating his legacy.", "card": "summary", "title": "Barack Obama's legacy will be America's enduring hatred of big government"}, "robots": "noodp", "dc.date.issued": "2016-04-26T05:19:33-06:00", "fb": {"app_id": 113003962065478}, "keywords": "Government Topics, Barack Obama, Ronald Reagan, legacy, Isis, Obamacare", "article": {"published_time": "2016-04-26T05:19"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "That dichotomy leads to what the real Obama legacy is going to be.\nToday, 69 percent of Americans say big government is ‘the biggest threat to the country in the future’ (ahead of big business or big labor).\nBarack Obama will not leave office for another nine months, but already pundits are debating his legacy.\nSunday, liberal Washington Post columnist and Obamaphile David Maraniss lauded the presidency’s accomplishments, calling him the left version of Ronald Reagan.\nA conservative presidency starting in 2017 will be Obama’s legacy as well."}