{"article_title": "South Carolina voting on bill to end Obamacare in state", "article_keywords": ["affordable", "care", "law", "end", "provisions", "federal", "bill", "obamacare", "states", "state", "act", "davis", "voting", "south", "carolina"], "article_url": "http://dailycaller.com/2013/12/09/south-carolina-voting-on-bill-to-end-obamacare-in-state/", "article_text": "President Barack Obama makes remarks on the passing of former South African President and Nobel Peace Prize Laureate Nelson Mandela at the age of 95, at the White House in Washington, Dec. 5, 2013. (REUTERS/Mike Theiler)\n\n4008226\n\nA bill set for fast-track passage in the South Carolina Senate in January aims to eliminate Obamacare in the state. The law could become a model for other states fed up with the federal health-care law.\n\nHouse Bill 3101, titled the “South Carolina Freedom of Health Care Protection Act,” passed the state House of Representatives last April by a 65-34 vote. The bill now heads to the GOP-controlled Senate with special-order priority, setting up the likelihood that South Carolina will become the first state to exempt citizens and businesses from all participation in the Affordable Care Act.\n\nState Sen. Tom Davis, the bill’s sponsor who recently wrapped up study committee hearings for H3101 in Columbia, Charleston and other cities, says that the proposed legislation renders the Affordable Care Act void or inoperable through a handful of provisions.\n\n“It will essentially have five components to it, all of which in my judgment are legal, effective, and within the state’s power to do,” Davis, a Republican from Beaufort, said in an interview.\n\nThe bill’s main component prohibits agencies, officers and employees of the state of South Carolina from implementing any provisions of the Affordable Care Act, leaving implementation of the national health-care law entirely in the hands of a federal government that lacks the resources or personnel to carry out the programs it mandates.\n\nThis provision, according to Davis, comes from the anti-commandeering doctrine established in case law that says feds can’t compel states to enforce federal laws.\n\n“What the Supreme Court said in Printz v. United States is that states are not merely political subdivisions of the federal government to carry out what the federal government does; they are sovereign entities,” Davis said. “Congress can pass laws, but it cannot compel the states to utilize either their treasury or personnel to implement those federal laws.”\n\nAdditional provisions of H3101 further neuter the Affordable Care Act by outlawing state exchanges, issuing tax deductions to individuals equal to the tax penalties levied by the federal government, and directing the state attorney general to sue over whimsical enforcement of the law. Taken together, the provisions effectively repeal the federal law for the people of South Carolina.\n\nDavis adds that lawmakers in Columbia are considering two additional provisions: one that outlaws Medicaid expansion, and another that suspends the licenses of insurers who receive federal subsidies under the Affordable Care Act.", "article_metadata": {"sailthru.author": "Bruce Parker", "description": "Proposed law would build on Supreme Court ruling sparing states from unfunded mandates", "og": {"site_name": "The Daily Caller", "description": "A bill set for fast-track passage in the South Carolina Senate in January aims to eliminate Obamacare in the state. The law could become a model for other states fed up with the federal health-care l", "title": "South Carolina voting on bill to end Obamacare in state", "url": "http://dailycaller.com/2013/12/09/south-carolina-voting-on-bill-to-end-obamacare-in-state/", "image": {"width": 640, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2013/12/2013-12-05T224447Z_1_CBRE9B41R6Q00_RTROPTP_4_MANDELA-OBAMA-e1386285767184.jpg", "height": 276}, "type": "article"}, "twitter": {"description": "Proposed law would build on Supreme Court ruling sparing states from unfunded mandates", "title": "South Carolina voting on bill to end Obamacare in state Via @dailycaller", "url": "http://dailycaller.com/2013/12/09/south-carolina-voting-on-bill-to-end-obamacare-in-state/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2013/12/2013-12-05T224447Z_1_CBRE9B41R6Q00_RTROPTP_4_MANDELA-OBAMA-e1386285767184.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2013-12-09 11:54:11", "sailthru.title": "South Carolina voting on bill to end Obamacare in state", "HandheldFriendly": "true", "sailthru.tags": "obamacare,south-carolina", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "obamacare,south carolina", "sailthru.description": "A bill set for fast-track passage in the South Carolina Senate in January aims to eliminate Obamacare in the state. The law could become a model for other states fed up with the federal health-care l", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2013/12/2013-12-05T224447Z_1_CBRE9B41R6Q00_RTROPTP_4_MANDELA-OBAMA-e1386285767184.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fd7fa1\"", "article_summary": "(REUTERS/Mike Theiler)4008226A bill set for fast-track passage in the South Carolina Senate in January aims to eliminate Obamacare in the state.\nHouse Bill 3101, titled the “South Carolina Freedom of Health Care Protection Act,” passed the state House of Representatives last April by a 65-34 vote.\nTaken together, the provisions effectively repeal the federal law for the people of South Carolina.\nThe bill now heads to the GOP-controlled Senate with special-order priority, setting up the likelihood that South Carolina will become the first state to exempt citizens and businesses from all participation in the Affordable Care Act.\nThe law could become a model for other states fed up with the federal health-care law."}