{"article_title": "Americans Show Distrust of Medical Profession in Survey – WebMD", "article_keywords": ["webmd", "gusmano", "blendon", "ama", "medical", "profession", "turn", "distrust", "health", "americans", "survey", "trust", "public", "care"], "article_url": "http://www.webmd.com/health-insurance/20141022/americans-show-distrust-of-medical-profession-in-survey", "article_text": "WEDNESDAY, Oct. 22, 2014 (HealthDay News) -- Americans are less trusting of the medical profession than people in many other countries -- even though they often like their own doctor, a new report finds.\n\nBased on data from an international health care survey, the United States is near the bottom of the list when it comes to public trust in the medical establishment, Harvard researchers report.\n\nOn the other hand, when asked to rate their own medical care, Americans are among the most satisfied.\n\nExperts said the seeming contradiction, reported in the Oct. 23 issue of the New England Journal of Medicine, is actually not surprising.\n\n\"It fits with decades of data on the American public's trust in institutions, in general,\" said Michael Gusmano, a scholar at the Hastings Center, a Garrison, N.Y.-based research institute that focuses on health care.\n\n\"People hate Congress,\" Gusmano noted, \"but they like their own representatives.\"\n\nHowever, the distrust is also probably related to the U.S. health care system itself, according to Gusmano, who was not involved in the study.\n\nHe noted that Americans have unequal access to health care, and hospitals and other providers often turn to \"overt commercialization\" of their services. \"The commercial nature of medicine in this country can turn a lot of people off,\" Gusmano said.\n\nReport author Robert Blendon said it's up to \"medical leaders\" to restore Americans' faith in the profession.\n\nProfessional societies, such as the American Medical Association (AMA), can seem to value doctors' self-interests more than patients' well-being, according to Blendon, a professor of public health, health policy and political analysis at the Harvard School of Public Health.\n\n\"They need to take more visible stands on issues broadly affecting people's health, and not just the [medical] profession,\" Blendon said.\n\nThe AMA responded in a statement released Wednesday: \"The physician leaders of AMA adopted a new strategic vision in 2012 focused on improving health outcomes for patients, accelerating change in medical education, and shaping delivery and payment reforms to ensure physicians thrive in sustainable and satisfying medical practices that provide high-quality, patient-centered care.\"", "article_metadata": {"keywords": "distrust in medical profession, doctors, medical profession, distrust of medical profession", "og": {"site_name": "WebMD", "description": "But many were happy with their own doctors, researchers report", "title": "Americans Show Distrust of Medical Profession in Survey", "url": "http://www.webmd.com/health-insurance/20141022/americans-show-distrust-of-medical-profession-in-survey", "image": "http://img.webmd.com/dtmcms/live/webmd/consumer_assets/site_images/article_thumbnails/news/healthday/2013/04/doctorbag_59178.jpg", "locale": "en_US", "type": "article"}, "fb": {"pages": 11736558481, "app_id": 385978254785998}, "description": "But many were happy with their own doctors, researchers report", "article": {"publisher": "https://www.facebook.com/WebMD"}}, "article_summary": "On the other hand, when asked to rate their own medical care, Americans are among the most satisfied.\n\"They need to take more visible stands on issues broadly affecting people's health, and not just the [medical] profession,\" Blendon said.\nReport author Robert Blendon said it's up to \"medical leaders\" to restore Americans' faith in the profession.\nBased on data from an international health care survey, the United States is near the bottom of the list when it comes to public trust in the medical establishment, Harvard researchers report.\nHowever, the distrust is also probably related to the U.S. health care system itself, according to Gusmano, who was not involved in the study."}