{"article_title": "Brock Osweiler takes reins as Broncos’ veterans rest at camp – The Denver Post", "article_keywords": ["brock", "training", "broncos", "end", "takes", "osweiler", "practice", "camp", "reins", "rest", "tight", "denver", "team", "post", "veterans", "day", "groin", "trainers"], "article_url": "http://www.denverpost.com/broncos/ci_28610810/brock-osweiler-takes-reins-broncos-veterans-rest-at", "article_text": "Sunday was Brock’s day. The Broncos’ backup quarterback received the bulk of the reps during Day 9 of training camp as the team’s veterans, including Peyton Manning, were mandated to rest by coach Gary Kubiak.\n\nLinebackers DeMarcus Ware and Von Miller, guard Louis Vasquez, tight end Owen Daniels, safety T.J. Ward, and cornerbacks Aqib Talib and Chris Harris all observed the morning workout open to fans.\n\nManning had attended Bill Polian’s Hall of Fame induction ceremony Saturday night but made it back in time for practice. His required rest day, though, gave Osweiler a chance to run more with the first offensive unit. The fourth-year quarterback is entering the final season on his contract, and general manager John Elway said camp and preseason would serve as his primary evaluation period.\n\nOn Sunday, in front of 4,927 fans at the Broncos’ training facility, he took advantage, producing a handful of on-target passes and a nice goal-line series in team drills. He found tight end James Casey and receiver Cody Latimer on subsequent plays before tossing a perfectly placed ball for an over-the-shoulder catch by receiver Nathan Palmer in the far right corner of the end zone.\n\n“I think he continues to get more comfortable in his role when he gets the football team,” Kubiak said of Osweiler. “I think he’s had a good eight or nine days, so just keep going. He needs to play a lot in the preseason.”\n\nThe eight resting veterans were joined on the sideline by a number of players dealing with nagging injuries. Safeties David Bruton (sore Achilles) and Ross Madison (groin), offensive tackle Michael Schofield (back), defensive tackles Marvin Austin (groin) and Derek Wolfe (concussion), linebackers Steven Johnson (knee) and Lerentee McCray (groin), and cornerbacks Kayvon Webster (rib) and Curtis Marsh (quadriceps).\n\nC.J. Anderson tweaked his shoulder in Saturday’s practice but was back on the field. And Emmanuel Sanders, who had missed the last two sessions with a sore hamstring, wore shells and a helmet but not participate in team drills.\n\nFootnotes: Tight end/fullback Joe Don Duncan was hit hard on a run play during team drills and stayed on the ground for a few minutes while trainers tended to him. He was helped to the sideline by a pair of trainers and walked back to the locker room on his own power shortly after. The team said he sustained a neck injury, but the severity is unknown at this point. … The Broncos were in shells and helmets Sunday, not full pads. … The team will not practice Monday.\n\nNicki Jhabvala: njhabvala@denverpost.com or twitter.com/nickijhabvala", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Brock Osweiler takes reins as Broncos’ veterans rest at camp", "title": "Brock Osweiler takes reins as Broncos’ veterans rest at camp", "url": "http://www.denverpost.com/2015/08/09/brock-osweiler-takes-reins-as-broncos-veterans-rest-at-camp/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150809__osweilerp1.jpg", "height": 436}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150809__osweilerp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-08-09T09:58:17+00:00", "modified_time": "2016-04-22T10:36:32+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdbcbb\"", "article_summary": "Linebackers DeMarcus Ware and Von Miller, guard Louis Vasquez, tight end Owen Daniels, safety T.J. Ward, and cornerbacks Aqib Talib and Chris Harris all observed the morning workout open to fans.\nThe Broncos’ backup quarterback received the bulk of the reps during Day 9 of training camp as the team’s veterans, including Peyton Manning, were mandated to rest by coach Gary Kubiak.\nOn Sunday, in front of 4,927 fans at the Broncos’ training facility, he took advantage, producing a handful of on-target passes and a nice goal-line series in team drills.\nHis required rest day, though, gave Osweiler a chance to run more with the first offensive unit.\nManning had attended Bill Polian’s Hall of Fame induction ceremony Saturday night but made it back in time for practice."}