{"article_title": "Overcoming frenemies: Solutions in Pakistan require long-term commitment", "article_keywords": ["pakistan", "united", "relationship", "afghanistan", "require", "longterm", "overcoming", "long", "commitment", "states", "frenemies", "solutions", "policy", "military", "pakistans"], "article_url": "http://thehill.com/blogs/congress-blog/foreign-policy/227586-overcoming-frenemies-solutions-in-pakistan-require-long", "article_text": "Earlier this week, the world looked on in horror as terrorists attacked a school and killed over a hundred children, but few in the media and the public at large have really dug in to the historical and political context at play. It bears noting that the attack in Peshawar is yet another horrible reminder of a perverse logic about how things work in that area of the world and it is important to understand this context when making choices with an impact on national security.\n\nAs a director at the National Security Council working on Pakistan policy and, before that, as a leader of the Pakistan policy team in the Office of the Secretary of Defense, I was actively engaged in multiple conversations about how to work toward a resolution on these issues. But frankly, I did not see a coherent Pakistan policy at play. As numerous colleagues and I noted, conversations about “Afg-Pak” policy tended to be 99 percent Afg and one percent Pak, underscoring the significant difficulties involved.\n\nADVERTISEMENT\n\nIn Afghanistan, we had freedom of movement; in Pakistan, our military forces were restricted to the Embassy and training locations on Pakistani military bases. In Afghanistan, we had the cooperation of the host government, whereas in Pakistan we were engaged as “frenemies” that depended on each other for critical needs but fundamentally distrusted each other for good reasons. Afghanistan was ruled by a weak central government – a stark contrast to the divided government of Pakistan where civilians had virtually no control over the issues of greatest concern to the United States (nuclear weapons, counter-terrorism, foreign policy, and intelligence issues, to name a few.)\n\nFor these reasons, and for many others, Pakistan policy is hard to create and harder still to implement. The history between the United States is long and complicated, with Pakistan’s unresolved claims that the U.S. is a fair weather friend expressing themselves in emotional terms of abandonment, lying, and betrayal. The United States, in return, has its own claims about Pakistan’s reliability as a partner. And while this marriage has long been strained, it is one that cannot fail. As many distinguished U.S. military officers have noted and lamented, it is impossible to secure a lasting peace in Afghanistan if we cannot resolve the ability of the adversary to hide unmolested in Pakistan’s tribal region – a loosely ungoverned space between Pakistan’s settled areas and the largely unmarked border with Afghanistan.\n\nThese circumstances, and Pakistan’s tolerance for extremists operating within its borders, set the stage for this week’s attack on the school in Peshawar, but we should note that there have been similar precedents throughout our long relationship as frenemies. In 2009, the U.S. was eager to see Pakistan do more to engage against militants on its territory, but Pakistan’s Army was reticent to do so. Pakistan’s Army Chief started to make comments about a military operation in South Waziristan, telegraphing long in advance of the October-November peak of ground operations for any militants then in the area to take a vacation while he conducted a show of force to appease the United States and Pakistanis in the settled areas.\n\nOn December 4, 2009, as the operation was ending, the Tehrik-i-Taliban Pakistani terrorist group attacked a mosque in the military city of Rawalpindi, killing officers who were known to frequent it along with the son of the military commander for most of the tribal areas. This week’s attack, which comes on the heels of a ground operation Pakistan has been conducting in North Waziristan since June, harkens back to the 2009 mosque attack in many ways.\n\nSo how, then, do we solve this problem to actively encourage a more coherent Pakistan policy that accomplishes our goals and helps to prevent these unspeakable and horrific tragedies in the future? A first – and crucial – step is to work toward a more complete understanding of the history between our two nations, the actions that we need to take, and the realistic outcomes we should expect.\n\nDespite billions of dollars in foreign aid, development assistance, military reimbursement, and security assistance provided in the hopes that Pakistan will see their long-term interests in ensuring a positive relationship with the United States, we have not gained their trust. And when they fail to come to our side, as we hoped, we revert to either offering more support or floating the idea of cutting off aid entirely. This short-term ‘pay or punish’ thinking does not a positive relationship make.\n\nIn fact, no amount of American dollars or flattery has expanded our ability to operate more freely inside Pakistan. It is when we have overstepped this line that the Pakistan Army has reacted most aggressively.\n\nPakistan is not comfortable being on our side, but they are also not comfortable being fully in the camp of the people we are fighting. And as long as we continue short-term methods of thinking, we will continue to entrench Pakistan further in this confusing frenemy territory. We are unprepared to hold the people of Pakistan accountable for the actions of their government, military, and intelligence service, and until we get to that point, it would be good to accept that our options are limited to finding ways to engage in a soft but effective way that focuses on their long-term economic interests.\n\nIn the near-term, one of the programs in place to help U.S. allies to support our efforts in Iraq and Afghanistan has been Coalition Support Funds (CSF), a reimbursement program that has yielded Pakistan about $1.2 billion per year to repay their treasury for gas, ammunition, and food expenses incurred by their military along the border. As U.S. military combat activities wind down in Afghanistan, Pakistan’s Chief of Army Staff must be wondering whether those funds will still be forthcoming and, if not, how he will fill the hole in his budget.\n\nIt is questions like this that we need to pose to Pakistan as part of a concerted effort to help Pakistan think about the strategic value of a long-term solution to protect their interests. And we have to think about these programs as long-term, trustworthy solutions. If we have learned anything from the violence and mistrust that has fractured and complicated our relationship for years, it is that simply hoping our money will cause Pakistan to see the world through our eyes and do the right thing is not a policy, it is a dream.\n\nLebson served in the Office of the Secretary of Defense from 2007-2009, including leading the Pakistan policy team, and as a director at the National Security Council from 2009-2011, also working on Pakistan policy. He is currently the senior vice president for Business Intelligence at LEVICK (www.levick.com).", "article_metadata": {"dcterms.description": "Pakistan policy is hard to create and harder still to implement.", "description": "Pakistan policy is hard to create and harder still to implement.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "Pakistan policy is hard to create and harder still to implement.", "title": "Overcoming frenemies: Solutions in Pakistan require long-term commitment", "url": "http://thehill.com/blogs/congress-blog/foreign-policy/227586-overcoming-frenemies-solutions-in-pakistan-require-long", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-04T03:59:59-05:00", "type": "article"}, "apple-itunes-app": "app-id=396640962", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T03:59-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/foreign-policy/227586-overcoming-frenemies-solutions-in-pakistan-require-long", "dcterms.date": "2014-12-19T10:30-05:00", "dcterms.creator": "Joe Picard", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.language": "und", "author": "Eric Lebson", "dcterms.type": "Text", "keywords": ",,", "article": {"published_time": "2014-12-19T10:30:03-05:00", "modified_time": "2016-02-04T03:59:59-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/foreign-policy/227586-overcoming-frenemies-solutions-in-pakistan-require-long", "widgets": {"csp": "on"}, "description": "Pakistan policy is hard to create and harder still to implement.", "card": "summary", "title": "Overcoming frenemies: Solutions in Pakistan require long-term commitment"}, "dcterms.title": "Overcoming frenemies: Solutions in Pakistan require long-term commitment"}, "_id": "\"57477af46914bd0286fdbcbe\"", "article_summary": "Lebson served in the Office of the Secretary of Defense from 2007-2009, including leading the Pakistan policy team, and as a director at the National Security Council from 2009-2011, also working on Pakistan policy.\nFor these reasons, and for many others, Pakistan policy is hard to create and harder still to implement.\nBut frankly, I did not see a coherent Pakistan policy at play.\nAs a director at the National Security Council working on Pakistan policy and, before that, as a leader of the Pakistan policy team in the Office of the Secretary of Defense, I was actively engaged in multiple conversations about how to work toward a resolution on these issues.\nSo how, then, do we solve this problem to actively encourage a more coherent Pakistan policy that accomplishes our goals and helps to prevent these unspeakable and horrific tragedies in the future?"}