{"article_title": "Native Science Seminar Coming Up at MSU", "article_keywords": ["mountain", "montana", "working", "science", "msu", "bear", "state", "indian", "coming", "small", "university", "seminar", "native"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/02/23/native-science-seminar-coming-msu-159318", "article_text": "Hopa Mountain, a Bozeman, Montana-based nonprofit will hold its annual Native Science Fellows Gathering and Research Seminar from February 26 to 28 at Montana State University in Bozeman. This year’s keynote speakers will explore the environment from indigenous perspectives.\n\nGail Small, associate professor of Native American Studies at Montana State University will speak about “Land, Culture, and the Environment: Lessons from Indian Country.” from 10 to 11 a.m. on Friday, February 27.\n\nLeroy Little Bear, professor emeritus at the University of Lethbridge in Canada, will speak about “Geology from A Blackfoot Perspective.” Both keynote addresses are free and open to the public. They will be held in the Procrastinator Theater of the Strand Union Building at MSU.\n\nSmall was born and raised on the Northern Cheyenne Indian Reservation in southeast Montana. She graduated from the University of Oregon Law School in 1982 and began her career working on tribal fishing rights and assisting Northern California tribes in protecting their sacred high country. Currently, Small is teaching at MSU and working to address climate change issues related to fossil fuel use in the Rocky Mountain region. Her research focuses on the intersections of land and resource management, culture, and the environment within the broader context of the sovereign rights of Indigenous Peoples and contemporary climate change. She was recently named a Leopold Leadership Fellow.\n\nRELATED: MSU Professor Selected as 2015 Leopold Leadership Fellow\n\nLittle Bear is a member of the Small Robes Band of the Blood Indian Tribe of the Blackfoot Confederacy; born and raised on the Blood Indian Reserve. In January of 1997, Little Bear retired from the University of Lethbridge. From January 1998 to June 1999, Little Bear was director of the Harvard University Native American Program. He has authored many articles including “A Concept of Native Title,” which has been cited in a Canadian Supreme Court decision. He has co-authored books including Pathways to Self-Determination, Quest For Justice, and Governments in Conflict with Dr. Menno Boldt and Dr. Anthony Long.\n\nHopa Mountain’s Native Science Fellows is a program for Native American students that are working towards degrees in the geosciences. Students receive training, mentoring and a field experience related to their major to help them connect their studies to their culture and community. The annual gathering allows for networking and sharing of research and ideas.\n\nHopa Mountain invests in rural and tribal citizen leaders who are working to improve education, ecological health, and economic development. The Native Science Fellows program is offered in collaboration with the Blackfeet Native Science Field Center at Blackfeet Community College, Salish Kootenai College, Montana State University and the University of Montana. It is made possible with generous support from the National Science Foundation and Hopa Mountain members. For more information, call 406-586-2455 or email info@hopamountain.org.", "article_metadata": {"description": "Hopa Mountain’s upcoming Native Science Fellows is a program for Native American students that are working towards degrees in the geosciences.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "leeanne", "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/02/23/native-science-seminar-coming-msu-159318", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/hope-mountain.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Native Science Seminar Coming Up at MSU"}, "abstract": "Hopa Mountain’s upcoming Native Science Fellows is a program for Native American students that are working towards degrees in the geosciences.", "keywords": "Hopa Mountain, Inc., Montana State University, Native American Education, Native American students, Educators, Environment", "dc": {"title": "Native Science Seminar Coming Up at MSU"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/02/23/native-science-seminar-coming-msu-159318", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "robots": "follow, index", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.date": "2015-02-23T15:00-05:00", "dcterms.title": "Native Science Seminar Coming Up at MSU"}, "_id": "\"57477af36914bd0286fc9fea\"", "article_summary": "The Native Science Fellows program is offered in collaboration with the Blackfeet Native Science Field Center at Blackfeet Community College, Salish Kootenai College, Montana State University and the University of Montana.\nHopa Mountain’s Native Science Fellows is a program for Native American students that are working towards degrees in the geosciences.\nHopa Mountain, a Bozeman, Montana-based nonprofit will hold its annual Native Science Fellows Gathering and Research Seminar from February 26 to 28 at Montana State University in Bozeman.\nFrom January 1998 to June 1999, Little Bear was director of the Harvard University Native American Program.\nGail Small, associate professor of Native American Studies at Montana State University will speak about “Land, Culture, and the Environment: Lessons from Indian Country.” from 10 to 11 a.m. on Friday, February 27."}