{"article_title": "Majority of Utahns Want to Vote on Medicaid Expansion", "article_keywords": ["utahpolicy", "voters", "house", "republicans", "utah", "expansion", "majority", "state", "medicaid", "utahns", "vote", "resolution"], "article_url": "http://utahpolicy.com/index.php/features/today-at-utah-policy/8755-poll-majority-of-utahns-want-to-vote-on-medicaid-expansion", "article_text": "Almost three-fourths of Utahns want the chance to vote on Medicaid expansion come this November’s ballot, a new UtahPolicy poll finds.\n\nBut they won’t get that chance.\n\nUtah House Speaker Greg Hughes recently told UtahPolicy that no such ballot proposition will be adopted by the Legislature.\n\nFriday afternoon, the GOP House’s Medicaid expansion bill, HB437 by House Majority Leader Jim Dunnigan, passed that body and now goes to the Senate as the Legislature rushes to adjournment midnight Thursday.\n\nEarlier in the session, Rep. Patrice Arent, D-Millcreek, said she was going to introduce a resolution that, if passed, would put GOP Gov. Gary Herbert’s Healthy Utah Medicaid expansion plan before Utah voters this November.\n\nLater, she said her idea had morphed, and she wanted to put some kind of extensive Medicaid expansion before voters – but not necessarily Herbert’s.\n\nHowever, Arent has not formally introduced such a resolution – perhaps not wanting to further antagonize the majority House Republicans who have already voted to reduce the minority’s influence on two key legislative committees.\n\nShe did introduce a bill outlining how such non-binding questions would be handled.\n\nHowever, she has not introduced a resolution (it’s still in the drafting stages) that would actually put a Medicaid expansion question before voters.\n\nIn any case, UPD pollster Dan Jones & Associates finds overwhelming support for Arent’s idea of having voters, at least, show their willingness to expand Medicaid for Utah’s poorest, sickest citizens.\n\nJones’ latest survey sees 72 percent support putting Medicaid expansion on November’s ballot.\n\nTwenty-one percent oppose such a citizen referendum, and 6 percent don’t know.\n\nGiving citizens a vote on Medicaid expansion is favored across the political spectrum:\n\nUtah Republicans favor the M/E vote, 71-23 percent, with 7 percent undecided.\n\nDemocrats really like the idea of a vote, 84-11 percent, with 6 percent undecided.\n\nAnd political independents favor the vote, 74-22 percent, with 4 percent undecided.\n\nHughes, R-Draper, has said many times that full Medicaid expansion under Obamacare is too expensive for the state and that even Herbert’s Healthy Utah plan could very well commit the GOP Legislature to future costs that can’t be born.\n\nA public vote on expansion is not needed, Hughes told UtahPolicy, because the Legislature is going to act this session.\n\nMedicaid expansion is a sore point for House Republicans and Hughes, all being hammered publicly the last two years by media and various pro-expansion groups, who maintain that the 90-10 financial split of Obamacare expansion will bring hundreds of millions of dollars into the state – not to mention greatly helping poor sick people.\n\nDunnigan, R-Taylorsville, came up with HB437 this session, which would cost the state a bit less in money, but which would only bring a 70 percent federal match while covering 16,000 of the neediest.\n\nHerbert says he will gladly sign the bill, and hopes that in the future – maybe under a new U.S. president – the feds will agree to a 90-10 split or some other change, and Utah can expand Medicaid aid to more of Utah’s needy.\n\nJones polled 625 Utahns Feb. 10-15. The survey has a margin of error of plus or minus 3.92 percent.\n\nPlease enable JavaScript to view the comments powered by Disqus.", "article_metadata": {"description": "Almost three-fourths of Utahns want the chance to vote on Medicaid expansion come this November’s ballot, a new UtahPolicy poll finds.", "generator": "Joomla! - Open Source Content Management", "author": "Bob Bernick", "og": {"url": "http://utahpolicy.com/index.php/features/today-at-utah-policy/8755-poll-majority-of-utahns-want-to-vote-on-medicaid-expansion", "type": "article", "image": "http://utahpolicy.com/images/articles/Utah_State_Capitol_23.jpg", "site_name": "utahpolicy.com", "title": "Poll: Majority of Utahns Want to Vote on Medicaid Expansion"}, "google-site-verification": "lihgswQmNHE4uzDhVlR0Saxekx4JgwwjFYC6fjhIvCM", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Almost three-fourths of Utahns want the chance to vote on Medicaid expansion come this November’s ballot, a new UtahPolicy poll finds.\nGary Herbert’s Healthy Utah Medicaid expansion plan before Utah voters this November.\nGiving citizens a vote on Medicaid expansion is favored across the political spectrum:Utah Republicans favor the M/E vote, 71-23 percent, with 7 percent undecided.\nJones’ latest survey sees 72 percent support putting Medicaid expansion on November’s ballot.\nLater, she said her idea had morphed, and she wanted to put some kind of extensive Medicaid expansion before voters – but not necessarily Herbert’s."}