{"article_title": "Day Care Provider Faces Abuse Charges", "article_keywords": ["boy", "child", "court", "sioux", "called", "charges", "provider", "falls", "leraas", "abuse", "faces", "fourmonthold", "day", "care"], "article_url": "http://www.keloland.com/news/article/news/day-care-provider-faces-abuse-charges", "article_text": "Sioux Falls, SD\n\nA Sioux Falls day care provider is in jail for allegedly abusing a four-month-old in her care. Tuesday, Karen Leraas was in court facing charges of abuse or cruelty to a minor.\n\nWhile she maintains her innocence, it came out in court that this isn't the first time a child has been injured under her care.\n\nCourt papers show Leraas was watching a four-month-old boy on August 7 at her home day care on South Campbell Trail when the baby went unconscious. Leraas called 911, and the boy was taken by ambulance to the Sanford Emergency Room.\n\nThat's where doctors noticed something unusual about the boy's injuries.\n\n\"Found that those were suspicious in nature. That's where detectives were called by medical staff,\" Sioux Falls Police Public Information Officer Sam Clemens said.\n\nThe boy was suffering from bruising on the brain and bleeding around his retina. Doctors called police to report what they called \"non-accidental injuries.\"\n\nWhile Leraas told investigators later that it was a two-year-old in her care that caused the boy's injuries, authorities are still moving forward with the charges.\n\n\"The day care provider was the only one home at the time. And it's believed that she is the one who caused the injuries to that child,\" Clemens said.\n\nIn court, it was pointed out this isn't the first time a child has been hurt while under Leraas's care.\n\nIn 2011, investigators questioned Leraas about a two-year-old with a broken arm and bruising in her care. No charges were filed at that time. But in court on Tuesday, Judge Joni Cutler called Leraas a \"danger to the community,\" and ordered that she is to have no contact with anyone under 18 years old.\n\nThe four-month-old boy is still recovering from his injuries.\n\n\"The boy is doing better at the hospital. Things have gotten a little bit better from what they were,\" Clemens said.\n\nLeraas could face up to 15 years in prison and $30,000 in fines if convicted of Class 3 felony child abuse. Her preliminary hearing is set for early September.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "A Sioux Falls day care provider is in jail for allegedly abusing a four-month-old in her care. Tuesday, Karen Leraas was in court facing charges of", "title": "Day Care Provider Faces Abuse Charges", "url": "http://www.keloland.com/news/article/news/day-care-provider-faces-abuse-charges", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/59065.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "A Sioux Falls day care provider is in jail for allegedly abusing a four-month-old in her care. Tuesday, Karen Leraas was in court facing charges of"}, "_id": "\"57477af46914bd0286fdbceb\"", "article_summary": "Sioux Falls, SDA Sioux Falls day care provider is in jail for allegedly abusing a four-month-old in her care.\n\"The day care provider was the only one home at the time.\nCourt papers show Leraas was watching a four-month-old boy on August 7 at her home day care on South Campbell Trail when the baby went unconscious.\nThat's where detectives were called by medical staff,\" Sioux Falls Police Public Information Officer Sam Clemens said.\nTuesday, Karen Leraas was in court facing charges of abuse or cruelty to a minor."}