{"article_title": "Caregivers For War Veterans Face Greater Health Problems — But Often Lack Medical Insurance", "article_keywords": ["insurance", "rand", "nations", "labor", "greater", "study", "provide", "medical", "lack", "problems", "face", "wounded", "health", "military", "support", "caregivers", "veterans", "war", "care"], "article_url": "http://www.medicaldaily.com/caregivers-war-veterans-face-greater-health-problems-often-lack-medical-insurance-274818", "article_text": "A new study from the RAND Corporation says America should provide better support to those spouses and family members providing $3 billion in labor every year to care for the nation's new \"Wounded Warriors.\"\n\nA new study from the RAND Corporation says America should provide better support to those spouses and family members providing $3 billion in labor every year to care for the nation's new \"Wounded Warriors.\" U.S. Government\n\nThe wars in Iraq and Afghanistan not only killed thousands of U.S. servicemembers but maimed tens of thousands in creating a new class of “Wounded Warrior” now requiring an army of caregivers — a force of some 1.1 million spouses and family members.\n\nAlong with the development of modern body armor, dramatic technological advancements in military medicine raised the battlefield survival rate to levels unprecedented in war. Whereas 1.7 servicemembers sustained injury for every combat death in World Wars I and II, the ratio has risen now to seven wounded men and women for every death on the battlefield. Since 2001, more than 48,000 servicemembers have been wounded in combat service.\n\nNow, the RAND Corporation says America should provide improved support for our nation’s military caregivers. \"After more than a decade of war, the toll faced by the nation's caregivers who aid veterans and military members is large and can be expected to grow in the decades ahead,\" Terri Tanielian, a senior social research analyst at RAND, said in a statement.\n\nWith a grant from the Elizabeth Dole Foundation, Tanielian and her colleagues say they’ve conducted the largest study on military caregivers to date. Surprisingly, many of those caregivers are young adults employed outside the home — many of them dutiful wives or mothers in the prime of their lives. These caregivers provide the nation with an estimated $3 billion worth of labor every year, saving the federal government substantial expenditures on the long-term care of veterans.\n\nYet despite some valiant efforts, few public or private programs provide direct support to the Americans who continue to pay the bill for a decade of foreign war, says former U.S. Sen. Elizabeth Dole.\n\n“This study provides compelling details behind the incredible stories of selfless duty and sacrifice being demonstrated by millions of military caregivers across America,” she said in the statement. “The findings confirm this is an urgent societal crisis and will serve as a call to action in galvanizing communities and inspiring individuals and organizations to raise awareness and increase support for our nation's hidden heroes.”\n\nThe researchers also found that military caregivers “consistently” experience more health problems than others, exacerbating strains on familial and work relationships. Those providing care to veterans who served overseas after 9/11 fared the worse, says Rajeev Ramchand, a behavioral scientist at RAND.\n\n“Caring for a loved one is a demanding and difficult task, often doubly so for caregivers who juggle these activities with caring for a family and the demands of a job,” he said. “These caregivers pay a price for their devotion.”\n\nSadly, more than 30 percent of military caregivers lack health coverage, even as they provide American society with $3 billion of labor every year for the care of U.S. combat veterans.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "wounded warriors, wounded warrior care, rand corporation and veterans care, veterans care and rand, military caregiver programs", "og": {"site_name": "Medical Daily", "description": "Although those who care for America's military veterans — spouses, parents, and family members — provide $3 billion in annual labor, nearly one in three lacks health insurance while also facing greater health problems.", "title": "Military Caregivers Face Greater Health Problems, Often Lack Insurance", "url": "http://www.medicaldaily.com/caregivers-war-veterans-face-greater-health-problems-often-lack-medical-insurance-274818", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/04/06/nearly-one-third-military-caregivers-lack-health-insurance.jpg", "type": "article"}, "twitter": {"description": "Although those who care for America's military veterans — spouses, parents, and family members — provide $3 billion in annual labor, nearly one in three lacks health insurance while also facing greater health problems.", "title": "Military Caregivers Face Greater Health Problems, Often Lack Insurance", "url": "http://www.medicaldaily.com/caregivers-war-veterans-face-greater-health-problems-often-lack-medical-insurance-274818", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/04/06/nearly-one-third-military-caregivers-lack-health-insurance.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/04/06/nearly-one-third-military-caregivers-lack-health-insurance.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Policy/Biz", "published_time": "2014-04-06T12:35:02-04:00", "modified_time": "2014-04-06T12:38:27-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Although those who care for America's military veterans — spouses, parents, and family members — provide $3 billion in annual labor, nearly one in three lacks health insurance while also facing greater health problems."}, "_id": "\"57477af36914bd0286fcd3c6\"", "article_summary": "With a grant from the Elizabeth Dole Foundation, Tanielian and her colleagues say they’ve conducted the largest study on military caregivers to date.\nNow, the RAND Corporation says America should provide improved support for our nation’s military caregivers.\nThese caregivers provide the nation with an estimated $3 billion worth of labor every year, saving the federal government substantial expenditures on the long-term care of veterans.\n“These caregivers pay a price for their devotion.”Sadly, more than 30 percent of military caregivers lack health coverage, even as they provide American society with $3 billion of labor every year for the care of U.S. combat veterans.\n“This study provides compelling details behind the incredible stories of selfless duty and sacrifice being demonstrated by millions of military caregivers across America,” she said in the statement."}