{"article_title": "Ken Goulet Joins CareCentrix", "article_keywords": ["ken", "valuebased", "management", "goulet", "anthem", "transition", "carecentrix", "patients", "health", "joins", "services", "care"], "article_url": "http://www.prnewswire.com/news-releases/ken-goulet-joins-carecentrix-300268183.html", "article_text": "Goulet brings over 30 years of experience leading large payer organizations, most recently as president of Anthem Inc.'s Commercial and Specialty business where he provided leadership for the company's 14 Blue Cross Blue Shield plans.\n\nA managed care veteran with deep experience in the healthcare system's transition from fee-for-service to value-based care, Goulet developed and executed Anthem Inc.'s Affordable Care Act (ACA) implementation strategy and successfully positioned the company as the largest and most profitable insurance exchange health plan in the country. Before joining Anthem Inc., Goulet spent over two decades at Cigna Corporation in various management, sales and operations positions.\n\n\"Quality home health care delivery models are a much-needed solution to today's healthcare system cost and access challenges. I'm honored to join the CareCentrix team as part of the solution,\" said Goulet.\n\nAbout CareCentrix\n\nCareCentrix partners with providers and payers in the transition to value-based care with home health management solutions and services that support improved outcomes and efficient care delivery. Headquartered in Hartford, Conn., CareCentrix connects patients with the care they need at home through a national network of over 8,000 credentialed provider locations. CareCentrix provides optimal access to quality home care for more than 23 million lives by connecting providers with patients and helping them navigate the complex home care system. CareCentrix's extensive range of services provides support and coordination for patients and their families in every step of the healing process, including home health, durable medical equipment (DME), home infusion, sleep management and care management services, which ultimately improve care transitions and reduce unnecessary readmissions and emergency room visits. For more information, please visit http://www.CareCentrix.com.\n\nMedia Contact\n\nVincent Grippi\n\nVincent.Grippi@CareCentrix.com\n\n860-519-3786\n\nPhoto - http://photos.prnewswire.com/prnh/20160512/367225\n\nLogo - http://photos.prnewswire.com/prnh/20160512/367224LOGO\n\nTo view the original version on PR Newswire, visit:http://www.prnewswire.com/news-releases/ken-goulet-joins-carecentrix-300268183.html\n\nSOURCE CareCentrix\n\nRelated Links\n\nhttp://www.CareCentrix.com\n\n", "article_metadata": {"geo.region": "connecticut", "cf_entity_thumbnail_url": "http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "geo.placename": "HARTFORD, Conn., May 13", "description": "HARTFORD, Conn., May 13, 2016 /PRNewswire/ -- Ken Goulet Joins CareCentrix. Trusted Leader with History of Growth and Innovation.", "author": "CareCentrix", "og": {"url": "http://www.prnewswire.com/news-releases/ken-goulet-joins-carecentrix-300268183.html", "image": "https://photos.prnewswire.com/prnvar/20160512/367224LOGO", "type": "website", "description": "HARTFORD, Conn., May 13, 2016 /PRNewswire/ -- CareCentrix, an industry leader making the home the center of...", "title": "Ken Goulet Joins CareCentrix"}, "Publisher": "PR Newswire", "cf_entity_title": "Ken Goulet Joins CareCentrix", "robots": "index, follow", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "keywords": "CareCentrix, connecticut, Personnel Announcements, Health Care & Hospitals, Medical Pharmaceuticals", "date": "2016-05-13T09:30:00Z", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "twitter": {"site": "@PRNewswire", "card": "summary"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "\"Quality home health care delivery models are a much-needed solution to today's healthcare system cost and access challenges.\nBefore joining Anthem Inc., Goulet spent over two decades at Cigna Corporation in various management, sales and operations positions.\nI'm honored to join the CareCentrix team as part of the solution,\" said Goulet.\nHeadquartered in Hartford, Conn., CareCentrix connects patients with the care they need at home through a national network of over 8,000 credentialed provider locations.\nAbout CareCentrixCareCentrix partners with providers and payers in the transition to value-based care with home health management solutions and services that support improved outcomes and efficient care delivery."}