{"article_title": "Low Self-Esteem Sufferers Prefer Negative Comments — So Don't Cheer Them Up", "article_keywords": ["trying", "dont", "positive", "university", "prefer", "negative", "comments", "cheer", "waterloo", "low", "sufferers", "social", "marigold", "selfesteem"], "article_url": "http://www.medicaldaily.com/low-self-esteem-sufferers-prefer-negative-comments-so-dont-cheer-them-289936", "article_text": "Have you ever had a friend with low self-esteem that unwelcomingly meets your exhausting attempts at trying to reassure them that things will get better? A new study published in the Journal of Personality and Social Psychology by researchers from the University of Waterloo and Wilfrid Laurier University, found people with low self-esteem generally don’t prefer optimism and would rather hear the negative comments they think about themselves are true.\n\n\"People with low self-esteem want their loved ones to see them as they see themselves. As such, they are often resistant to their friends’ reminders of how positively they see them and reject what we call positive reframing–expressions of optimism and encouragement for bettering their situation,\" the study’s lead author Denise Marigold, professor at Renison University College at Waterloo, said in a press release.\n\nPeople who have developed low self-esteem have an unrealistic and negative view of themselves. When negativity comes their way in the form of romantic rejections, unsuccessful job applications, or simply criticism, they interpret it as confirmation of what they already felt about themselves. Experts call this negative validation, and it tells a person with low self-esteem they are correct about their negative personal outlook. It reassures them that, not only were they right about how they perceive themselves, but also gives them a sense of camaraderie with the other person about their agreed upon shortcomings.\n\nThe friend, family member, or coworker, of course, may not be pointing out shortcomings or trying to lower their self-esteem any further, but it is interpreted as such. In the study, when low self-esteem participants were given support using positive framing, they reported feeling the interaction went poorly. However, when negative frames such as recognizing the problem at hand and agreeing with the difficulties were implemented, it proved to be more effective in engaging and encouraging positive feelings within those with low self-esteem.\n\nRoughly 20 percent of teens will experience depression before they reach adulthood, which low self-esteem gives birth to usually in delicate developmental years. Seven in 10 girls believe they’re not good enough or don’t measure up to a standard, whether it’s set by themselves or someone else. Three-fourths of girls with low self-esteem engage in negative activities, such as disordered eating, bullying, or substance abuse. These are high stakes for a young woman, which is why it’s important to understand how to build healthy self-esteem, even if it’s with negative frameworks. Men experience low self-esteem as well, however they don’t report their lows as much as women.\n\n\"If your attempt to point out the silver lining is met with a sullen reminder of the prevailing dark cloud, you might do best to just acknowledge the dark cloud and sympathize,\" Marigold said.\n\nSource: Marigold DC, Cavallo JV, Holmes JG, et al. You can’t always give what you want: The challenge of providing social support to low self-esteem individuals. Journal of Personality and Social Psychology. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "low, self, esteem, sufferers, prefer, negative, comments, so, dont, cheer, them", "og": {"site_name": "Medical Daily", "description": "People with low self-esteem don't react well to positive comments. Instead, they prefer negative confirmation from others.", "title": "Misery Loves Company (So Stop Trying To Cheer Me Up)", "url": "http://www.medicaldaily.com/low-self-esteem-sufferers-prefer-negative-comments-so-dont-cheer-them-289936", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/25/people-low-self-esteem-welcome-negative-comments-more-readily.jpg", "type": "article"}, "twitter": {"description": "People with low self-esteem don't react well to positive comments. Instead, they prefer negative confirmation from others.", "title": "Misery Loves Company (So Stop Trying To Cheer Me Up)", "url": "http://www.medicaldaily.com/low-self-esteem-sufferers-prefer-negative-comments-so-dont-cheer-them-289936", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/25/people-low-self-esteem-welcome-negative-comments-more-readily.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/25/people-low-self-esteem-welcome-negative-comments-more-readily.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Conditions", "published_time": "2014-06-25T16:48:10-04:00", "modified_time": "2014-06-25T16:48:09-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "People with low self-esteem don't react well to positive comments. Instead, they prefer negative confirmation from others."}, "_id": "\"57477af36914bd0286fcd3c8\"", "article_summary": "Experts call this negative validation, and it tells a person with low self-esteem they are correct about their negative personal outlook.\n\"People with low self-esteem want their loved ones to see them as they see themselves.\nThree-fourths of girls with low self-esteem engage in negative activities, such as disordered eating, bullying, or substance abuse.\nRoughly 20 percent of teens will experience depression before they reach adulthood, which low self-esteem gives birth to usually in delicate developmental years.\nPeople who have developed low self-esteem have an unrealistic and negative view of themselves."}