{"article_title": "What America’s failing schools can learn from “Sesame Street”", "article_keywords": ["school", "levine", "students", "failing", "life", "daily", "americas", "sesame", "street", "learn", "schools", "education", "kearney", "higher"], "article_url": "http://www.salon.com/2015/06/13/what_americas_failing_schools_can_learn_from_sesame_street_partner/", "article_text": "Topics: Education, Higher Learning, San Diego, sesame street, the daily dot, Life News, Entertainment News\n\nThis article originally appeared on The Daily Dot\n\nOne of the most vivid memories from my childhood comes from my pre-K classroom, just before we were let out for the afternoon. Our teacher would put on each day’s episode of Sesame Street. With the help of Oscar the Grouch, Grover, and Big Bird, our teacher led the class in the episode’s counting exercises and alphabet lessons; we sat tight during the program’s mini-documentaries that showed us processes like how apple juice was bottled. Class always ended after the closing credits, during which every student danced while our parents waited outside the classroom.\n\nThis memory is probably no different from the memories of hundreds of thousands—if not millions—of preschoolers around the world. The impact ofSesame Street on the lives of children is undeniable—and maybe even more profound than we realized.\n\nAccording to the Washington Post, a new paper by University of Maryland’s Melissa Kearney and Wellesley College’s Philip Levine finds that students who watch Sesame Street on a regular basis are more likely to keep up with their grade level. The effects of the show were most pronounced in boys from black and other disadvantaged communities.\n\nMore from The Daily Dot: “Hairy armpits for women are making a serious comeback”\n\nAfter Sesame Street was introduced, children living in places where the show was broadcast saw a 14 percent drop in their likelihood of being behind in school. Levine and Kearney note in their paper that a wide body of previous research has found that Head Start, the pre-kindergarten program for low-income Americans, delivers a similar benefit.\n\nHowever, that doesn’t mean Sesame Street should be used as a substitute for education. Levine and Kearney argue that TV should only act as a supplement to the classroom, as Head Start offers “family support, medical and dental services, and development of emotional skills that help kids in social settings.”\n\nWhat Levine and Kearney found, though, was a rather intriguing equivalency between the lessons of Sesame Street and MOOCs, or “massive open online-courses,” a recent trend in accessible higher education. “If we can do this with Sesame Street on television,” Levine and Kearney write, “we can potentially do this with all sorts of electronic communications.”\n\nSuch a development could result in massive changes in access for lower-income Americans unable afford a university education. What’s stopping us from bridging the gap between the elementary benefits of Sesame Street and higher ed—from secondary school through college?\n\nLevine and Kearney credit the show’s effectiveness to its use of storytelling—or as they put it, “power of the human narrative.” Indeed, storytelling can communicate experience in a way that many people can find relatable, making it easier to commit subjects like math, science, and language to memory; this allows the student to better understand and internalize concepts at any age.\n\nOf course, the biggest benefit of this theory is that it offers one possible solution to educational inequality.\n\nWhile researchers argue the effect fades before high school graduation, I attribute this to the fact that between elementary school and college, there’s no supplemental education quite like Sesame Street. But introducing such an approach to students in underserved communities could benefit those enrolled in secondary education the same way the program does in elementary school.\n\nMore from The Daily Dot: “Jimmy Kimmel introduces Kit Harington to YouTube’s best Jon Snow impressionists”\n\nMany schools are already adopting project-based learning (PBL) approaches, which apply real life situations to academic curricula in order to better engage students. The method hinges on the idea that education should focus on developing skills like problem-solving, teamwork, and critical thinking, rather than stale memorization that students will forget in a matter of days. Instead of “teaching for the test,” PBL schools “teach for life.”", "article_metadata": {"description": "New research finds that kids who regularly watch the PBS classic are more likely to keep up with their grade level VIDEO", "title": "What America’s failing schools can learn from “Sesame Street”", "og": {"site_name": "Salon", "description": "New research finds that kids who regularly watch the PBS classic are more likely to keep up with their grade level VIDEO", "title": "What America’s failing schools can learn from “Sesame Street”", "url": "http://www.salon.com/2015/06/13/what_americas_failing_schools_can_learn_from_sesame_street_partner/", "image": "http://media.salon.com/2015/05/Screen-Shot-2015-05-19-at-1.34.14-PM.png", "type": "article"}, "twitter": {"description": "New research finds that kids who regularly watch the PBS classic are more likely to keep up with their grade level VIDEO", "title": "What America’s failing schools can learn from “Sesame Street”", "image": "http://media.salon.com/2015/05/Screen-Shot-2015-05-19-at-1.34.14-PM.png", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Feliks Garcia", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Education, Higher Learning, San Diego, sesame street, the daily dot", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Our teacher would put on each day’s episode of Sesame Street.\nWhat’s stopping us from bridging the gap between the elementary benefits of Sesame Street and higher ed—from secondary school through college?\nHowever, that doesn’t mean Sesame Street should be used as a substitute for education.\nWhile researchers argue the effect fades before high school graduation, I attribute this to the fact that between elementary school and college, there’s no supplemental education quite like Sesame Street.\nThe impact ofSesame Street on the lives of children is undeniable—and maybe even more profound than we realized."}