{"article_title": "Despite administration promises, emergency room visits have gone up under Obamacare", "article_keywords": ["gone", "promises", "room", "emergency", "obamacare", "plans", "doctors", "administration", "visits", "reported", "patients", "rooms", "despite", "care"], "article_url": "http://redalertpolitics.com/2015/05/05/despite-administration-promises-emergency-room-visits-gone-obamacare/", "article_text": "Despite administration promises, emergency room visits have gone up under Obamacare\n\nAnother day, another lie stemming from the creators of the Affordable Care Act.\n\nDespite President Obama’s promises to the contrary, the number of visits to U.S. emergency rooms — one of the most costly parts of healthcare in America — has actually gone up under Obamacare.\n\n“Such irresponsible behavior costs all the rest of us money,” Obama said back in 2009. “If there are affordable options and people still don’t sign up for health insurance, it means we pay for these people’s expensive emergency room visits.”\n\nBut now his program is up and running. And while he is out touting the nation’s lowest uninsured rate since 2008, a key problem has been neglected.\n\nThe American College of Emergency Physicians survey of 2,098 emergency-room doctors conducted in March showed about three-quarters said visits had risen since January 2014, the Wall Street Journal reported. This is a huge increase from a year earlier, when less than half of doctors surveyed reported an increase.\n\n“Many doctors don’t accept Medicaid patients because the state-federal coverage provides lower reimbursement rates than many private health-insurance plans. The waits for primary and specialty care by participating doctors appear to be leaving some Medicaid patients with the ER as the only option, according to ACEP.”\n\nAnd it’s not just the numbers that are alarming.\n\nEmergency rooms are also seeing sicker patients.\n\nAbout 90 percent pf the doctors polled said the severity of illness has stayed the same or gotten worse, WSJ reported. The ACEP attributes this to “an aging population, newly insured people with multiple maladies, and people delaying care because they have high-deductible insurance plans.”", "article_metadata": {"generator": "NGFB Pro 7.8.4U", "og": {"site_name": "Red Alert Politics", "description": "(Associated Press) Another day, another lie stemming from the creators of the Affordable Care Act. Despite President Obama’s promises to the contrary, the number of visits to U.S. emergency rooms — one of the most costly parts of healthcare in America — has actually gone up under Obamacare...", "title": "Despite administration promises, emergency room visits have gone...", "locale": "en_US", "image": {"width": 600, "identifier": "http://redalertpolitics.com/files/2015/05/111207_emergency_room_chicago_hospital_ap-600x325.jpg", "height": 325}, "url": "http://redalertpolitics.com/2015/05/05/despite-administration-promises-emergency-room-visits-gone-obamacare/", "type": "article"}, "fb": {"admins": 1285945407, "app_id": 529886110401651}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "article": {"publisher": "https://www.facebook.com/RedAlertPolitics", "published_time": "2015-05-05T17:54:37+00:00", "modified_time": "2015-05-05T17:54:37+00:00"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fdbcfc\"", "article_summary": "Despite administration promises, emergency room visits have gone up under ObamacareAnother day, another lie stemming from the creators of the Affordable Care Act.\nDespite President Obama’s promises to the contrary, the number of visits to U.S. emergency rooms — one of the most costly parts of healthcare in America — has actually gone up under Obamacare.\n“If there are affordable options and people still don’t sign up for health insurance, it means we pay for these people’s expensive emergency room visits.”But now his program is up and running.\nEmergency rooms are also seeing sicker patients.\nThis is a huge increase from a year earlier, when less than half of doctors surveyed reported an increase."}