{"article_title": "Obama wrong to hold state's needed LIP funding hostage", "article_keywords": ["funding", "hostage", "florida", "obamacare", "state", "expansion", "states", "needed", "wrong", "administration", "lip", "reforms", "medicaid", "hold", "obama"], "article_url": "http://www.orlandosentinel.com/opinion/os-ed-scott-medicaid-bobby-jindal-050115-20150430-story.html", "article_text": "\"If you like your plan, you can keep it.\"\n\nThere's a reason this so-called promise from President Obama was called the \"Lie of the Year\" by Politifact in 2013. At least 2.6 million people received cancellation notices because their health-insurance plans did not meet Washington bureaucrats' standards. Some got a temporary, unilateral reprieve issued by the administration in response to the public outcry, but many were forced to find new — and more expensive — insurance.\n\nApparently, however, President Obama isn't content to hold the \"Lie of the Year\" for 2013 — he wants to win the award this year as well. Because he's threatening Florida's existing Medicaid program unless the state accepts Obamacare, too.\n\nThe Sunshine State has engaged in major Medicaid reforms over the past several years, one element of which has been a Low Income Pool that funds uncompensated care. The pool is up for renewal on June 30, and last week the federal government threatened to withhold its $1.3 billion in funding unless the state expands Medicaid under Obamacare: \"The state's expansion status is an important consideration in our approach regarding extending the LIP beyond June.\"\n\nIn other words: Expand Obamacare as we say — or we'll cut off billions in funding. I'd call that kind of approach Mafia-style tactics, but to do so would be an insult to TV mob boss Tony Soprano.\n\nOn many levels, this administration's position is just plain wrong.\n\nFirst, Florida should concentrate its efforts on protecting the most vulnerable, for whom Medicaid was originally designed. According to the liberal Urban Institute, nearly nine in 10 potential recipients of the Medicaid expansion — fully 87.2 percent — are able-bodied, childless adults of working age. Census Bureau data analyzed by the Foundation for Government Accountability indicate that fewer than one-quarter (23 percent) of these able-bodied recipients work full-time; nearly half (46 percent) do not work at all. Particularly given these data, Florida is absolutely right to prioritize the needs of the elderly and individuals with disabilities over expanding Medicaid to able-bodied adults.\n\nSecond, the administration's position violates the Supreme Court's June 2012 ruling on Obamacare. Chief Justice Roberts' ruling made Medicaid expansion optional for states. He specifically attacked the coercive nature of the law as written, calling it \"economic dragooning that leaves the states with no real option but to acquiesce in the Medicaid expansion.\" Even though the Chief Justice of the United States explicitly proscribed the notion of putting \"a gun to the head\" of states, the Obama administration is now doing just that — holding billions of dollars in Medicaid funding hostage.\n\nThird, the actions the Obama administration has taken to foist its unpopular law on the public haven't just been unconstitutional — they've been un-American. The attempt to intimidate Florida into accepting the Medicaid expansion bears echoes of 2009, when the administration set up a special email address asking people to report \"fishy\" information back to the White House. From encouraging people to rat out their friends then, to threatening billions of dollars in funding for state Medicaid programs now, Obama remains hellbent on selling a law the American people have repeatedly rejected.\n\nPerhaps he should have spent more time focusing on health reforms people actually wanted — reforms that could lower the cost of care — rather than his radical ideological vision. That way the administration could have focused its efforts on preserving its own emails, rather than collecting others' messages in an unsuccessful attempt to make Obamacare more popular.\n\nBut so long as the administration wants to continue its Chicago-style politics — support the machine or else — Congress should put a stop to this nonsense. The Congressional Review Act may provide one avenue to overturn the spiteful decision regarding Florida's Medicaid program. Alternatively, Congress can pass legislation — either by amending existing laws, or by using its appropriations powers to block funding — that would prevent this administration, and future administrations, from linking other unrelated matters to the question of Obamacare's Medicaid expansion.\n\nRegardless of the avenue, Congress should act soon. The citizens of Florida, and other states, deserve more than to have their health-care systems turned upside-down just because Barack Obama cannot countenance the idea of anyone opposing his unpopular health-care law.\n\nBobby Jindal, a Republican, is governor of Louisiana.", "article_metadata": {"fb_title": "Bobby Jindal: Obama wrong to hold Florida's funding hostage", "googlebot": "index", "copyright": "Copyright (c) 2016 Orlando Sentinel", "author": "Orlando Sentinel", "og": {"site_name": "OrlandoSentinel.com", "description": "\"If you like your plan, you can keep it.\"", "title": "Bobby Jindal: Obama wrong to hold Florida's funding hostage", "url": "http://www.orlandosentinel.com/opinion/os-ed-scott-medicaid-bobby-jindal-050115-20150430-story.html", "image": "http://www.trbimg.com/img-5542ab32/turbine/os-ed-scott-medicaid-bobby-jindal-050115-20150430", "type": "article"}, "x-servername": "lalvp12.17", "twitter": {"site": "@orlandosentinel", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "Medicaid Expansion, Low Income Pool, Gov. Bobby Jindal", "fb": {"admins": 100004353067097, "page_id": 5779052556, "app_id": 890804050949750}, "apple-itunes-app": "app-id=402223551, app-argument=http://www.orlandosentinel.com/deeplinkid/83429571", "googlebot-news": "index", "date": "2015-05-01", "Description": "Louisiana Gov. Bobby Jindal writes that the Obama administration is wrong to hold Florida's Low Income Pool funding hostage over Medicaid expansion.", "y_key": "fb73650ad672fe45", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Medicaid Expansion, Low Income Pool, Gov. Bobby Jindal"}, "_id": "\"57477af46914bd0286fdbd0b\"", "article_summary": "Third, the actions the Obama administration has taken to foist its unpopular law on the public haven't just been unconstitutional — they've been un-American.\nEven though the Chief Justice of the United States explicitly proscribed the notion of putting \"a gun to the head\" of states, the Obama administration is now doing just that — holding billions of dollars in Medicaid funding hostage.\nAccording to the liberal Urban Institute, nearly nine in 10 potential recipients of the Medicaid expansion — fully 87.2 percent — are able-bodied, childless adults of working age.\nChief Justice Roberts' ruling made Medicaid expansion optional for states.\nThere's a reason this so-called promise from President Obama was called the \"Lie of the Year\" by Politifact in 2013."}