{"article_title": "Woman Cited by President as ObamaCare Success Story Can’t Afford Insurance", "article_keywords": ["sanford", "woman", "dont", "success", "exchange", "afford", "smith", "cited", "obamacare", "state", "cant", "health", "president", "told", "insurance", "obama"], "article_url": "http://www.thenewamerican.com/usnews/health-care/item/16989-woman-cited-by-president-as-obamacare-success-story-can-t-afford-insurance", "article_text": "“I’m really embarrassed,” Olympia, Washington, resident Jessica Sanford told Washington State Wire. “It has completely turned around on me. I mean, completely.”\n\n\n\nThe “it” to which Sanford referred is her starring role as an ObamaCare success story, cited by President Barack Obama himself — a role she will no longer be able to play as a result of bureaucratic bungling and the inherent unaffordability of health insurance under the misnamed Affordable Care Act (ACA).\n\n\n\nSanford, 48, has a 14-year-old son with attention deficit hyperactivity disorder (ADHD) who “requires a special prescription medication that must be compounded,” according to Washington State Wire’s Erik Smith. Because of this, prior to ObamaCare, health insurance would have cost Sanford at least $500 a month, which she couldn’t afford on her $50,000-a-year income as a freelance court reporter, especially since her son’s “father doesn’t pay child support,” reported Smith.\n\n\n\nSanford was therefore eager to sign up for insurance under the ACA and did so as soon as Washington’s exchange, which had its own share of day-one problems, was functioning properly — or so it seemed. Because of taxpayer subsidies, Sanford was able to obtain a “gold” insurance policy — the second-best, after platinum and ahead of silver and bronze — for just $198 a month, according to CNN. (Initially she enrolled in a $169-a-month plan but then switched to the slightly more expensive one.)\n\n\n\nShe was so ecstatic over this turn of events that she wrote Obama to thank him for his signature law. With her permission, the president then read from her letter during his October 21 speech:\n\nI am a single mom, no child support, self-employed, and I haven’t had health insurance for 15 years because it is too expensive. My son has ADHD and requires regular doctor visits, and his meds alone cost $250 a month. I have had an ongoing tendinitis problem due to my line of work that I haven’t had treated. Now, finally, we get to have coverage because of the ACA for $169 a month. I was crying the other day when I signed up. So much stress lifted.\n\n“That,” Obama asserted, “is what the Affordable Care Act is all about.”\n\n\n\nSanford told Smith “it was one of the proudest moments of her life.” But it’s been all downhill ever since.\n\n\n\n“Four days after President Obama made his address,” wrote Smith, “the state health exchange publicly revealed a grevious [sic] error — its tax-credit calculations were all wrong. The state had been submitting monthly income information to the federal data hub, but the federal computers were expecting an annual figure…. Brokers say they caught the mistake right off the bat and tried flagging it to the state’s attention, but for some reason it took the state three weeks to acknowledge it.”\n\n\n\nIn the meantime, Washingtonians kept signing up for insurance, thinking they were in line for big subsidies. When the state finally owned up to the problem, Sanford found that three-fourths of her subsidy had vanished, leaving her no choice but to opt for a cheaper, “silver” plan that still ended up costing her more than she had thought the gold plan would cost. But at least she had insurance — or did she?\n\n\n\nLast week she received another letter from the state exchange. She cried again, but this time the tears were not shed for joy. The exchange informed her that it had made yet another error in calculating subsidies. Sanford’s subsidy was now completely wiped out — the result of signing her son up for Medicaid coverage, at the exchange’s urging, thereby causing her to be treated as a single person with an income of $50,000, which is too high to qualify for a subsidy. (One insurance broker told Smith that even this may be wrong: “Sanford’s son should never have been enrolled in Medicaid in the first place,” he argued, but the exchange website makes it easy to enroll kids who don’t qualify, doesn’t explain the subsidy consequences to their parents, and “doesn’t allow customers to change their minds.”) This made even the cheapest “bronze” plan too expensive for Sanford, so she is going to continue doing without health insurance — and, to add insult to injury, will be forced to pay a penalty for violating the ACA’s individual mandate.\n\n\n\n“Wow. You guys really screwed me over,” Sanford wrote on the exchange’s Facebook page last week. “Now I have been priced out and will not be able to afford the plans you offer. But, I get to pay $95 and up for not having health insurance. I am so incredibly disappointed and saddened. You majorly screwed up.”\n\n\n\nIt’s no surprise that insurance premiums have increased dramatically under ObamaCare. The law establishes “essential health benefits” that must be covered under all insurance policies and requires insurers to cover all applicants at roughly the same rates regardless of pre-existing conditions. Those mandates were bound to drive up the cost of insurance. ObamaCare supporters, however, argued that while rates might rise, the law’s subsidies would easily offset most of the increased cost. But what of those who don’t qualify for a subsidy?\n\n\n\n“The trouble is that the insurance policies that are available under ObamaCare when you don’t have the tax credit, they are simply too expensive,” Smith told Fox News’ Greta Van Susteren. “It raises the question: How affordable is the Affordable Healthcare Act in the first place?”\n\n\n\nDespite the manifest failure of ObamaCare to bring down insurance rates and the numerous issues with her state’s exchange website, Sanford remains unstinting in her support of both Obama, for whom she twice voted, and his healthcare law.\n\n\n\n“I don’t want this to be a political thing,” she told Smith. “I don’t want to be bashing the president. I don’t want to be bashing the ACA. I don’t want to come across as saying that. I am a big Obama fan.”\n\n\n\nSanford, in fact, places all the blame for her troubles on the state. Yet if a single state cannot build a website that gets things right, how can the even more lumbering federal government be expected not just to build a functioning website but somehow to micromanage the entire nation’s healthcare system?\n\n\n\nAnd if the ACA has not managed to make healthcare more affordable for a single mother of relatively modest means — which it clearly has not — then what success, exactly, can it be expected to achieve?", "article_metadata": {"keywords": "ObamaCare, Jessica Sanford, insurance exchange, subsidies, Washington State", "og": {"url": "http://www.thenewamerican.com/usnews/health-care/item/16989-woman-cited-by-president-as-obamacare-success-story-can-t-afford-insurance", "image": "http://www.thenewamerican.com/media/k2/items/cache/7744e22c3c54d371aa083cc14b8f108e_XL.jpg", "type": "article", "description": "A Washington State woman cited by President Obama as an example of ObamaCare's success now finds that she cannot afford insurance under the law. By Michael Tennant", "title": "Woman Cited by President as ObamaCare Success Story Can’t Afford Insurance"}, "image": "http://www.thenewamerican.com/media/k2/items/cache/7744e22c3c54d371aa083cc14b8f108e_XL.jpg", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "But, I get to pay $95 and up for not having health insurance.\n“Four days after President Obama made his address,” wrote Smith, “the state health exchange publicly revealed a grevious [sic] error — its tax-credit calculations were all wrong.\n“I’m really embarrassed,” Olympia, Washington, resident Jessica Sanford told Washington State Wire.\nLast week she received another letter from the state exchange.\nWith her permission, the president then read from her letter during his October 21 speech:I am a single mom, no child support, self-employed, and I haven’t had health insurance for 15 years because it is too expensive."}