{"article_title": "Executive Vice President", "article_keywords": ["latin", "vice", "media", "executive", "washington", "boudreau", "global", "communications", "aarps", "served", "president", "america", "fleishmanhillard"], "article_url": "http://www.aarp.org/about-aarp/executive-team/info-2016/martha-m-boudreau.html", "article_text": "Martha Boudreau is AARP’s chief communications & marketing officer. She is responsible for setting enterprise brand and communications strategy and unifying AARP’s voice throughout the organization’s extensive channels: social, digital, earned media and paid media along with AARP’s leading publications, AARP The Magazine and AARP Bulletin.\n\n\n\nShe is a leader in the Washington, D.C., communications industry. Before coming to AARP, she served as president of the mid-Atlantic region and Latin America for FleishmanHillard, a leading global communications consulting firm. She served on the company’s global management committee and was a key figure in growing the firm’s presence in the Middle East and its expansion into Latin America. In addition to her financial and client service responsibilities in the Washington office, she was central to the global coordination of client work and new business efforts.\n\n\n\nDuring her tenure as general manager of FleishmanHillard’s Washington office, she led the efforts to change its offerings to reflect a rapidly evolving communications landscape. She established the firm’s government communications practice, which quickly positioned FleishmanHillard as the largest public relations provider to the U.S. government. For the diplomatic community, she spearheaded a “Digital Diplomacy” team that trained ambassadors and embassy staff on using social media to support their traditional outreach efforts in Washington.\n\n\n\nShe represented FleishmanHillard at the World Economic Forum’s annual meeting in Davos, Switzerland, and was an active participant in regional WEF events as well as the forum’s Global Gender Parity program. Her teams in Latin America handled media and executive communications for WEF events in Peru and Mexico.\n\n\n\nMartha Boudreau is a native of Detroit and received her B.A. from the University of Michigan in Ann Arbor. She is a member of the International Women’s Forum and serves on the Advisory Council for Washington Women in Public Relations. She also has served on the boards of several organizations in Washington, including the National Press Foundation, the American Heart Association’s mid-Atlantic affiliate and the American Bird Conservancy.\n\n\n\nRequest Martha M. Boudreau as a speaker for your event.", "article_metadata": {"page_title": "Martha M. Boudreau", "estimated_publish_date": "2016-03-15", "Last-Modified": "2016-03-03T16:10:12.330-05:00", "keywords": "martha boudreau", "houseAds": "commercial", "paywallStatus": "off", "isArticle": "true", "comments": "on", "source": "aarp_org", "type": "info", "description": "Martha M. Boudreau is the Executive Vice President & Chief Communications and Marketing Officer of AARP.", "s43": "AboutUs|Membership", "robots": "index,follow", "Subject1": "People and Groups:About AARP and Leadership", "fb": {"app_id": 114175878660191}, "Subject3": "Division:AARP.org", "viewport": "width=device-width,initial-scale=1", "language": "english", "og": {"site_name": "AARP", "description": "Martha M. Boudreau is the Executive Vice President & Chief Communications and Marketing Officer of AARP.", "title": "Martha M. Boudreau - Executive Vice President - AARP", "url": "http://www.aarp.org/about-aarp/executive-team/info-2016/martha-m-boudreau.html", "image": "http://cdn.aarp.net/content/dam/aarp/about_aarp/leadership/2014-10/200-Martha-Boudreau-bio.imgcache.rev1420645184422.jpg", "type": "article"}, "contentId": "/content/aarpe/en/home/about-aarp/executive-team/info-2016/martha-m-boudreau", "aarpeContent": "true", "IALevel1": "about-aarp", "IALevel2": "executive-team", "IALevel3": "info-2016", "action": "read", "dateToday": "2016-05-26"}, "_id": "\"57477af46914bd0286fdd341\"", "article_summary": "Before coming to AARP, she served as president of the mid-Atlantic region and Latin America for FleishmanHillard, a leading global communications consulting firm.\nHer teams in Latin America handled media and executive communications for WEF events in Peru and Mexico.\nMartha Boudreau is AARP’s chief communications & marketing officer.\nShe served on the company’s global management committee and was a key figure in growing the firm’s presence in the Middle East and its expansion into Latin America.\nShe is a leader in the Washington, D.C., communications industry."}