{"article_title": "China's AVIC Buys Michigan Auto Part Maker Henniges as Car Sales Rise Globally", "article_keywords": ["motor", "avic", "chinas", "ubs", "car", "michigan", "rise", "sales", "globally", "products", "henniges", "automotive", "buys", "llc", "manufacturing", "maker", "nyse"], "article_url": "http://www.themiddlemarket.com/news/manufacturing/chinas-avic-buys-michigan-auto-part-maker-henniges-as-car-sales-rise-257991-1.html", "article_text": "China's AVIC Buys Michigan Auto Part Maker Henniges as Car Sales Rise Globally\n\nLittlejohn exits the automotive parts manufacturer as deal activity picks up in the space\n\nMiddle-market PE firm Littlejohn & Co. has completed the sale of Henniges Automotive Inc. to Aviation Industry Corp of China.\n\nHenniges makes windows and door seals for cars along with anti-vibration products across 15 manufacturing plants. Some of the company’s customers include Ford Motor Co. (NYSE: F), General Motors Co. (NYSE: GM) and Honda Motor Co. (NYSE: HMC). Littlejohn acquired Auburn, Michigan-based Henniges in 2010 Wynnchurch Capital Partners.\n\nUnder Littlejohn’s ownership, Henniges has made a pair of deals: In 2011, it purchased automotive supplier Hranice, Czech Republic-based Nomaseal sro and in 2014, the company bought out the other 40 percent of Beijing Wanyuan-Henniges Sealing Systems Co. from joint venture partner China Academy of Launch Vehicle Technology.\n\nGlobal rising car sales have been driving deal activity in the automotive manufacturing space. Other recent deals include: ITT Corp.’s (NYSE: ITT) $300 million cash purchase of Wolverine Automotive Holdings Inc.; Old World Industries LLC buying Eiko Global LLC; and The Riverside Co. investing in Arrowhead Electrical Products. Even though car sales are picking up in China, growth in the Chinese economy started slowing down, which might affect car demands.\n\nMorgan Stanley (NYSE: MS), UBS Group AG (NYSE: UBS) and Pepper Hamilton LLP advised Littlejohn.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/manufacturing/chinas-avic-buys-michigan-auto-part-maker-henniges-as-car-sales-rise-257991-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/doorseal.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "China's AVIC Buys Michigan Auto Part Maker Henniges as Car Sales Rise Globally"}}, "_id": "\"57477af36914bd0286fcd413\"", "article_summary": "China's AVIC Buys Michigan Auto Part Maker Henniges as Car Sales Rise GloballyLittlejohn exits the automotive parts manufacturer as deal activity picks up in the spaceMiddle-market PE firm Littlejohn & Co. has completed the sale of Henniges Automotive Inc. to Aviation Industry Corp of China.\nEven though car sales are picking up in China, growth in the Chinese economy started slowing down, which might affect car demands.\nMorgan Stanley (NYSE: MS), UBS Group AG (NYSE: UBS) and Pepper Hamilton LLP advised Littlejohn.\nGlobal rising car sales have been driving deal activity in the automotive manufacturing space.\nSome of the company’s customers include Ford Motor Co. (NYSE: F), General Motors Co. (NYSE: GM) and Honda Motor Co. (NYSE: HMC)."}