{"article_title": "Social Security Survivor Benefits", "article_keywords": ["received", "death", "benefits", "surviving", "survivor", "month", "person", "social", "security", "spouse", "payment"], "article_url": "http://www.aarp.org/work/social-security/info-2014/social-security-survivor-benefits.html", "article_text": "Q: I've heard that Social Security also pays a one-time death benefit. Is that true?\n\nA: Yes. The amount is $255, and it can be paid to a surviving spouse who was living with the deceased at the time of death. If living apart, the surviving spouse would have had to have received certain Social Security benefits on the work record of the deceased. If there is no surviving spouse, the payment can go to a child who is eligible for benefits on the work record of the deceased during the month of death.\n\nQ: So how do I notify Social Security if my spouse passes away?\n\nA: The easiest way is to call 800-772-1213 (TTY 800-325-0778) between 7 a.m. and 7 p.m., Monday through Friday. Reports of death must be made by phone or in person at a Social Security office; you can't report a death online. Many funeral homes are willing to notify Social Security of a death. However, the home will need the deceased's Social Security number.\n\nSee also: How does a name change affect Social Security benefits?\n\nQ: What's the best way to apply for survivor benefits?\n\nA: As with reporting a death, call Social Security or go to an office. You can't apply online. If you're not already getting other Social Security benefits, you may be asked to provide documents that prove your identity and relation to the deceased.\n\nQ: When someone dies, can we keep the most recent Social Security payment that was received?\n\nA: It depends. The basic rule is that no benefits are paid for the month in which a person dies. That means, for example, if a person dies anytime in the month of November, a payment received in December (which is for November) must be returned. But a benefit received in November need not be returned, because it was for October. If your husband's benefits were going to his bank by direct deposit, you should also report his death to the bank so that it can return any improper payments.\n\nStan Hinden, a former columnist for the Washington Post, wrote How to Retire Happy: The 12 Most Important Decisions You Must Make Before You Retire. Have a question? Check out the Social Security Mailbox archive. If you don't find your answer there, send an email to the Social Security Mailbox.", "article_metadata": {"page_title": "Social Security and Survivor Benefits", "estimated_publish_date": "2016-01-29", "Last-Modified": "2015-09-17T11:37:50.182-04:00", "keywords": "social security death index, social security survivor benefits, survivor benefits, death, social security, benefits", "houseAds": "commercial", "paywallStatus": "off", "isArticle": "true", "author": "Stan Hinden", "comments": "on", "source": "aarp_org", "type": "info", "description": "Care for your loved ones, especially in their grief. Take steps to ensure proper allocation of your Social Security survivor benefits.", "s43": "1.SocialSecurity|MyFinancialSecurity", "robots": "index,follow", "Subject1": "DCSubjects:Work and Retirement/Work/Social security/Benefits", "Subject2": "DCSubjects:Home and Garden/Grief & Loss/Death of a Spouse, Partner, Family, Friend", "Subject3": "DCSubjects:Work and Retirement/Work/Employee benefits and wages", "viewport": "width=device-width,initial-scale=1", "language": "english", "og": {"site_name": "AARP", "description": "Care for your loved ones, especially in their grief. Take steps to ensure proper allocation of your Social Security survivor benefits.", "title": "Social Security Survivor Benefits - AARP", "url": "http://www.aarp.org/work/social-security/info-2014/social-security-survivor-benefits.html", "image": "http://cdn.aarp.net/content/dam/aarp/work/social_security/2014-09/200-social-security-survivor-benefits.imgcache.rev1415310312074.jpg", "type": "article"}, "contentId": "/content/aarpe/en/home/work/social-security/info-2014/social-security-survivor-benefits", "fb": {"app_id": 114175878660191}, "aarpeContent": "true", "IALevel1": "work", "IALevel2": "social-security", "IALevel3": "info-2014", "action": "read", "dateToday": "2016-05-26"}, "_id": "\"57477af46914bd0286fdbd57\"", "article_summary": "If you're not already getting other Social Security benefits, you may be asked to provide documents that prove your identity and relation to the deceased.\nIf living apart, the surviving spouse would have had to have received certain Social Security benefits on the work record of the deceased.\nSee also: How does a name change affect Social Security benefits?\nIf you don't find your answer there, send an email to the Social Security Mailbox.\nQ: When someone dies, can we keep the most recent Social Security payment that was received?"}