{"article_title": "Obamacare and dental care: I'm not smiling.", "article_keywords": ["affordable", "heart", "dental", "obamacare", "isnt", "patients", "im", "teeth", "health", "smiling", "dentist", "surgery", "care"], "article_url": "http://www.theridgefieldpress.com/23389/obamacare-and-dental-care-im-not-smiling/", "article_text": "“Taking care of your teeth and gums isn’t just about preventing cavities or bad breath. The mouth is a gateway into your body’s overall health. And since gum disease and other health problems may be linked, brushing and flossing are more important than ever. See your dentist regularly to keep your smile, and yourself, healthy.”\n\nThis is a statement made by the American Dental Association. So why isn’t dental care, with the exception of children, included in the Affordable Care Act?\n\nFor the middle-class the cost of dental care has become so prohibitive that many are forgoing routine care while others are in debt to their dentists for recurrent costly procedures like root canal treatment, the placement of crowns, or periodontal work. Some of my own patients report to me that they borrowed money or are late paying other bills because they were charged several thousand dollars for treatment of their teeth.\n\nMy colleagues and I are now seeing patients with rotting teeth, with infectious endocarditis caused by poor dentition, and people in chronic pain from old caries. When one considers how commonplace these conditions are, one can understand how chronically poor dental care contributes to locking many into chronic poverty.\n\nHeart surgeons are doing careful dental exams because they are concerned that patients have smoldering gum and tooth infections and that could compromise a newly inserted valve. Therefore, many patients having heart surgery are first having a number of teeth urgently removed. But under Obamacare the patient’s surgery will be covered, the heart surgeon will be paid about $2,300 (CPT code 33403) for his work, that includes all his postoperative care and visits, and the patient will likely be billed thousands of dollars, by the dentist. Under ACA, patients having life-saving heart surgery will have more out of pocket expense for that dental bill than for the heart surgery.\n\nWithout affordable dental care many will forego seeing a dentist because they just cannot afford to. Others will lose their savings to pay-off their dentist. Once again those running this country have really screwed up. If Obama believes we all deserve affordable health care then why isn’t dental care part of the Affordable Care Act?\n\nIf the American Dental Association tells us that “The mouth is a gateway into your body’s overall health” then why isn’t that gateway to our overall health part of Obamacare? Did the lobbyists for the ADA convince the Obama administration to exclude affordable dental care?\n\nI’ve noticed that every member of Congress has a perfect smile and that’s because they have dental insurance and will not participate in Obamacare.\n\nDr. Levine lives in Ridgefield and is the author of “What Your Doctor Won’t (or Can’t) Tell You: The Failures of American Medicine — and How to Avoid Becoming A Statistic.” Questions for this column may be e-mailed to him at VANLEV @ aol.com.", "article_metadata": {"og": {"site_name": "The Ridgefield Press", "description": "evan levine, Obamacare, Affordable Care Act,", "title": "Obamacare and dental care: I'm not smiling. | The Ridgefield Press", "locale": "en_US", "image": "http://www.theridgefieldpress.com/wp-content/uploads/sites/28/2013/01/real-medicine-levine-150x150.jpg", "url": "http://www.theridgefieldpress.com/23389/obamacare-and-dental-care-im-not-smiling/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/RidgefieldPress", "section": "Columns", "tag": "Obamacare", "published_time": "2013-11-15T01:40:31+00:00"}, "fb": {"admins": 922550074433865}, "description": "evan levine, Obamacare, Affordable Care Act,", "twitter": {"domain": "The Ridgefield Press", "description": "evan levine, Obamacare, Affordable Care Act,", "title": "Obamacare and dental care: I'm not smiling. | The Ridgefield Press", "image": {"src": "http://www.theridgefieldpress.com/wp-content/uploads/sites/28/2013/01/real-medicine-levine.jpg"}, "creator": "@ridgefieldpress", "site": "@ridgefieldpress", "card": "summary_large_image"}}, "article_summary": "If Obama believes we all deserve affordable health care then why isn’t dental care part of the Affordable Care Act?\nSo why isn’t dental care, with the exception of children, included in the Affordable Care Act?\nDid the lobbyists for the ADA convince the Obama administration to exclude affordable dental care?\nWhen one considers how commonplace these conditions are, one can understand how chronically poor dental care contributes to locking many into chronic poverty.\nWithout affordable dental care many will forego seeing a dentist because they just cannot afford to."}