{"article_title": "How the ACA Is Really Performing", "article_keywords": ["aca", "cea", "performing", "expansion", "slides", "acas", "medicare", "health", "law", "presentation", "insurance", "really"], "article_url": "http://economics21.org/html/how-aca-really-performing-1741.html", "article_text": "In March of this year the White House Council of Economic Advisers (CEA) released a presentation on the Affordable Care Act (ACA) six years in. The document portrays the ACA in a very favorable light, as one would expect for one of the Obama administration’s signature pieces of legislation. A fuller and more objective understanding of the ACA, however, requires examination of facts beyond those which its advocates, or its detractors, may wish to emphasize.\n\nThe CEA presentation is notable in reflecting the core components of ACA advocates’ case for the law. It is fourteen slides long, and I find that its points break down into five main themes (in my own words):\n\nThe ACA represents a historic expansion of health insurance coverage (slides 2, 3 and 4). The ACA is achieving policy goals such as reducing patient harm and hospital readmissions (slides 5, 12 and 13). The ACA is helping to slow the growth of health care costs (slides 6, 7, 8 and 11). The ACA has been good for job creation (slide 14). The ACA is improving the federal fiscal outlook (slides 9 and 10).\n\nThe first two of these are reasonable, defensible claims, though they also involve subjective value judgments. The last three are more problematic; there is little evidence for #3, whereas the totality of the evidence points in the opposite direction from assertions #4 and #5. Dissecting the five themes in order:\n\nFirst, it’s certainly true that the ACA represents a significant expansion of health insurance coverage (albeit less than originally projected). Around the edges, one could contest the precise numbers or the net improvement represented by the expansion. For example, my Mercatus colleague Brian Blase has documented substantial attrition in ACA exchange enrollment during the last half of 2015. Moreover, the insurance expansion isn’t necessarily a financial gain for many of the newly covered; as the CEA presentation notes, much of the reduction in uninsured rates has been among young adults, who are more likely to be net financial contributors to health exchange plans than they are to financially benefit.\n\nMoreover, not all insurance is good insurance; good insurance protects individuals from significant financial losses, whereas unnecessary over-insurance promotes overutilization and drives up costs for everyone. But the CEA presentation is surely correct in noting the ACA has greatly expanded health insurance coverage, driven largely by its expansion of Medicaid.\n\nIt’s also reasonable for the CEA presentation to make note of certain specific things the ACA was designed to do and appears to be doing. The ACA placed new requirements upon private insurance plan design, which CEA credits for strengthening out-of-pocket spending limits. The ACA was also expressly written to reduce Medicare payments for hospital readmissions, which CEA credits for reducing their frequency. These items represent deliberate policy choices by the ACA’s authors, and it is fully appropriate to document how they are playing out in practice.\n\nCertain other graphs in the CEA presentation, however, could confuse readers. One slide for example states that “since the Affordable Care Act became law, health care prices have risen at the slowest rate in 50 years,” a theme echoed on the two following slides. A naïve reader might infer from this phrasing that the ACA is significantly responsible for the price growth slowdown, and indeed a number of commentators have made this claim on the law’s behalf.\n\nThere is, however, little evidence for this interpretation. For one thing the health spending slowdown, which has been a worldwide phenomenon, began well before the ACA’s passage (see Figure 1). For another, most models for projecting health spending would find the ACA’s coverage expansion to put upward pressure on health costs. And third, a definitive recent study by Brad Herring and Erin Trish found that the vast majority of the recent cost slowdown was attributable to trends in effect long before the ACA.\n\nSimilarly, while CEA is correct to note that the private sector has added jobs since the ACA became law, this does not mean the ACA is a net plus for job growth. To the contrary, the Congressional Budget Office (CBO) projects the ACA will lower the size of the workforce by the equivalent of 2 million full-time workers by 2025. This is largely because the design of the ACA’s various subsidies effectively imposes high marginal tax rates on work by low-income individuals. The primary reason the economy has added jobs since the ACA’s passage is that the law was passed just after a major recession, after which the economy always adds jobs. Indeed, the job market actually recovered far more slowly after the ACA’s passage than was the norm for previous recessions.\n\nPerhaps the most problematic element of the CEA presentation is the citation of a CBO estimate that the ACA “substantially improved the long-term budget outlook.” There are two huge problems with this. First, that projected improvement was not in comparison with prior law, but instead with a hypothetical scenario of Congress’s construction. The details are technical but are especially relevant to the CEA presentation: a follow-up slide credits the ACA with extending the life of the Medicare Trust Fund by 13 years. Any cost savings generated by the ACA can either reduce the deficit or finance Medicare expenditures, but not both. The assertion that the savings are being used to extend Medicare solvency contradicts the prior statement that they are reducing federal deficits.\n\nThe technical explanation of the contradiction is that CBO’s projections assume a scenario in which the Medicare HI trust fund could never be depleted. In reality, however, federal law not only allows the Medicare HI trust fund to be depleted, but constrains benefit payments if it is. So, if the ACA has truly postponed trust fund depletion for another 13 years, there will be additional Medicare spending during those 13 years, adding to the federal deficit. This issue has been fully explained elsewhere including by CBO itself, which notes that simultaneously crediting the ACA with both deficit reduction and Medicare solvency improvements “would essentially double-count” the ACA’s cost-saving provisions.\n\nThe other big problem with asserting the ACA’s positive fiscal effects is the assumption that its various cost-saving provisions will be enforced going forward when they haven’t been to date. Already we have seen the ACA’s employer and individual mandate penalties deferred, Medicare Advantage cuts reversed, and its Cadillac plan tax postponed and weakened. The ACA’s Independent Payment Advisory Board, also charged with producing substantial Medicare savings, has not been appointed and may never be. Benign financial projections present an incomplete picture if they assume various cost-saving provisions will be enforced in the future that haven’t been in the past.\n\nThe ACA’s advocates and opponents are fully within their rights to highlight what they respectively regard to be the positive and negative aspects of the law. Anyone seeking to simply understand the ACA’s effects, however, will need to note many factors the policy combatants may not. While it is true the ACA has expanded health insurance coverage, its effects on health prices are yet unknown and its effects on the labor market and the federal fiscal outlook are almost certainly damaging.\n\nCharles Blahous is a senior research fellow for the Mercatus Center, a research fellow for the Hoover Institution, and a contributor to e21. He recently served as a public trustee for Social Security and Medicare.\n\nInterested in real economic insights? Want to stay ahead of the competition? Each weekday morning, e21 delivers a short email that includes e21 exclusive commentaries and the latest market news and updates from Washington. Sign up for the e21 Morning eBrief.", "article_metadata": {"description": "In March of this year the White House Council of Economic Advisers (CEA) released a presentation on the Affordable Care Act (ACA) six years in. The document portrays the ACA in a very favorable light, as one would expect for one of the Obama administration’s signature pieces of legislation. A fuller and more objective understanding of the ACA, however, requires examination of facts beyond those which its advocates, or its detractors, may wish to emphasize.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Economics21", "description": "In March of this year the White House Council of Economic Advisers (CEA) released a presentation on the Affordable Care Act (ACA) six years in. The document portrays the ACA in a very favorable light, as one would expect for one of the Obama administration’s signature pieces of legislation. A fuller and more objective understanding of the ACA, however, requires examination of facts beyond those which its advocates, or its detractors, may wish to emphasize.", "title": "How the ACA Is Really Performing", "url": "http://economics21.org/html/how-aca-really-performing-1741.html", "image": "http://economics21.org/sites/e21/files/ThinkstockPhotos-507157076.jpg", "updated_time": "2016-04-13T10:34:01-04:00", "type": "article"}, "twitter": {"url": "http://economics21.org/html/how-aca-really-performing-1741.html", "image": {"src": "http://economics21.org/sites/e21/files/ThinkstockPhotos-507157076.jpg"}, "description": "In March of this year the White House Council of Economic Advisers (CEA) released a presentation on the Affordable Care Act (ACA) six years in. The document portrays the ACA in a very favorable light, as one would expect for one of the Obama administration’s signature pieces of legislation. A fuller and more objective understanding of the ACA, however, requires examination of facts beyond those which its advocates, or its detractors, may wish to emphasize.", "card": "summary", "title": "How the ACA Is Really Performing"}, "article": {"published_time": "2016-04-06T17:29:05-04:00", "modified_time": "2016-04-13T10:34:01-04:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=0"}, "article_summary": "The CEA presentation is notable in reflecting the core components of ACA advocates’ case for the law.\nBut the CEA presentation is surely correct in noting the ACA has greatly expanded health insurance coverage, driven largely by its expansion of Medicaid.\nDissecting the five themes in order:First, it’s certainly true that the ACA represents a significant expansion of health insurance coverage (albeit less than originally projected).\nIt’s also reasonable for the CEA presentation to make note of certain specific things the ACA was designed to do and appears to be doing.\nThe ACA is helping to slow the growth of health care costs (slides 6, 7, 8 and 11)."}