{"article_title": "Noah Feldman: With Kim Davis meeting, Pope Francis sends the wrong message", "article_keywords": ["little", "court", "noah", "pope", "sends", "religious", "supreme", "public", "sisters", "wrong", "oath", "kim", "davis", "dissenters", "message", "francis", "meeting", "feldman", "laws"], "article_url": "http://www.dallasnews.com/opinion/latest-columns/20151001-noah-feldman-with-kim-davis-meeting-pope-francis-sends-the-wrong-message.ece", "article_text": "We already knew that Pope Francis went out of his way while in the U.S. to visit the Little Sisters of the Poor, who object to filling out a form that would guarantee their organization an exemption from providing contraceptive care under the Affordable Care Act. But now we learn the pope also met with Kim Davis, in an event that did more than just signal support for Catholic conscientious objectors — he was, unfortunately, giving succor to the very un-Catholic idea that public officials should break laws they don’t like rather than resigning to avoid a conflict between faith and professional obligation.\n\nDavis, the dissident Kentucky county clerk who went to jail rather than follow a court order to issue marriage licenses to same-sex couples, could have solved the problem of her conscience by quitting and letting others issue the licenses. Indeed, her office now issues the licenses, altered to remove her name, and she still hasn’t resigned. Her stand was therefore markedly different from that of the Little Sisters, whose situation will probably end up in the U.S. Supreme Court this term.\n\nThe Little Sisters’ religious liberty argument is extreme, but also fairly traditional. The Obama administration gives religious organizations exemptions from the contraceptive mandate in the ACA. To get it, all the organization has to do is fill out a form specifying that it objects to birth control on religious grounds.\n\nThe Little Sisters, and others, say that even filling out the form, which triggers the possibility for their employees to get contraceptive coverage from other insurers, violates their religious objection to contraception.\n\nEight federal courts of appeal have rejected such claims, all reasoning that it isn’t plausible to say that requiring dissenters to request an accommodation violates religious liberty. But on Sept. 17, the U.S. Court of Appeals for the 8th Circuit became the first appellate court to buy the argument. This greatly increases the chances that the Supreme Court will agree to take on the issue.\n\nWhat makes the Little Sisters’ claim in a sense traditional is that it echoes certificate-related complaints made by religious dissenters such as Baptists and Quakers in New England in the decades after the American Revolution. At the time, New Englanders typically elected local Congregationalist clergy, and citizens were obligated to pay local taxes specifically in support of the chosen ministers. Dissenters were entitled to opt out of the taxes, provided they got certificates proving that they were in fact Baptist or Quakers.\n\nThe dissenters believed that getting the certificates — which could sometimes be difficult to obtain — violated their religious liberty. The New England dissenters were only intermittently successful in convincing the majority to end the system of taxation or certification, but in retrospect their argument prefigures that of the Little Sisters, and it may well come up before the Supreme Court if it considers the issue.\n\nBut Davis is something else again because, unlike the Little Sisters, a private religious organization, she’s a sitting public officials sworn to uphold the law. Francis said during his U.S. visit that “conscientious objection is a right,” but Davis isn’t a conscientious objector in the classic sense. She’s a public official asked to follow a law that she deems immoral in the light of her religious beliefs about gay marriage.\n\nAnd such a public official has a traditionally Catholic solution when faced with that moral dilemma: resignation. Here’s Justice Antonin Scalia, Jesuit-trained and a committed Catholic, writing in 2002 in the journal First Things:\n\n“In my view the choice for the judge who believes the death penalty to be immoral is resignation, rather than simply ignoring duly enacted, constitutional laws and sabotaging death penalty cases. He has, after all, taken an oath to apply the laws and has been given no power to supplant them with rules of his own.”\n\nDavis violated her oath by sabotaging the legal system, which is why the Supreme Court had no interest in hearing her case.\n\nWhen Francis met with Davis, an evangelical Protestant, he was sending the wrong message, namely that there’s something sympathetic or even legitimate about public official refusing to do her job when religious teaching goes the other way.\n\nRunning for president, John F. Kennedy had to overcome the Protestant allegation that as a Catholic he would obey the pope and not the laws and Constitution. In a famous speech, Kennedy made it clear that he wouldn’t take instructions from Rome. And he said he would be a president “whose fulfillment of his presidential oath is not limited or conditioned by any religious oath, ritual or obligation.” That’s exactly what’s required of all public officials. And no one should undercut it, pope or otherwise.\n\nBloomerg View columnist Noah Feldman is a professor of constitutional and international law at Harvard. Reach him at nfeldman@law.harvard.edu.", "article_metadata": {"description": "Not even he should try to convince an office holder to skirt the law.", "og": {"description": "Not even he should try to convince an office holder to skirt the law.", "title": "Noah Feldman: With Kim Davis meeting, Pope Francis sends the wrong message", "url": "http://www.dallasnews.com/opinion/latest-columns/20151001-noah-feldman-with-kim-davis-meeting-pope-francis-sends-the-wrong-message.ece", "image": {"width": 1024, "identifier": "http://www.dallasnews.com/opinion/latest-columns/20151001-544774628_46326825.ece/BINARY/original/544774628_46326825", "height": 683}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "type": "article"}, "LastModifiedDate": "2015-10-01T21:02:39Z", "twitter": {"site": "@dallasnews", "card": "summary", "creator": "@dallasnews"}, "PublishDate": "2015-10-01T20:28:29Z", "parsely-page": "{\"title\": \"Noah Feldman: With Kim Davis meeting, Pope Francis sends the wrong message\", \"link\": \"http://www.dallasnews.com/opinion/latest-columns/20151001-noah-feldman-with-kim-davis-meeting-pope-francis-sends-the-wrong-message.ece\", \"image_url\": \"http://www.dallasnews.com/opinion/latest-columns/20151001-544774628_46326825.ece/BINARY/original/544774628_46326825\", \"type\": \"post\", \"post_id\": \"2460375\", \"pub_date\": \"2015-10-01T20:28:29Z\", \"section\": \"Latest Columns\", \"author\": \"NOAH FELDMAN\", \"tags\": [\"dallas\", \"dallas fort worth\", \"dallas news\", \"dallas fort worth news\", \"dfw news\", \"dallas local news\", \"dallas fort worth local news\", \"dallas newspaper\", \"dallas morning news\", \"dallas morning news newspaper\"]}", "fb": {"admins": 1043783589, "page_id": 20946638799, "app_id": 258290334265148}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "cXenseParse": {"recs": {"image": "http://www.dallasnews.com/opinion/latest-columns/20151001-544774628_46326825.ece/ALTERNATES/w660/544774628_46326825", "publishtime": "2015-10-01T20:28:29Z"}}, "news_keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper"}, "_id": "\"57477af36914bd0286fcd44f\"", "article_summary": "The Little Sisters’ religious liberty argument is extreme, but also fairly traditional.\nThis greatly increases the chances that the Supreme Court will agree to take on the issue.\nHer stand was therefore markedly different from that of the Little Sisters, whose situation will probably end up in the U.S. Supreme Court this term.\nBut Davis is something else again because, unlike the Little Sisters, a private religious organization, she’s a sitting public officials sworn to uphold the law.\nFrancis said during his U.S. visit that “conscientious objection is a right,” but Davis isn’t a conscientious objector in the classic sense."}