{"article_title": "Crowdfunding Mailbox: Canvas Custom Sunglasses, Rightbread & Sneakerheadz", "article_keywords": ["canvas", "sunglasses", "collectors", "crowdfunding", "glutenfree", "vegan", "mailbox", "high", "sneakerheadz", "video", "rightbread", "pair", "custom", "bread"], "article_url": "http://www.crowdfundinsider.com/2013/11/25663-crowdfunding-mailbox-canvas-custom-sunglasses-rightbread-sneakerheadz/", "article_text": "For this weeks Crowdfunding Mailbox campaigns we have projects from three categories. Film, Fashion and Food.\n\nFirst of all we have RightBread from Toronto, Ontario which is creating something that I want (and need). Bread which is high in protein and low in carbs. Hmmmm sounds like magic. Well watch the pitch video and they will show you how. They have created a tasty and health bread that includes a secret ingredient: Maple Syrup. Gluten free too. This is a re-launch of a campaign which ran a few weeks ago. The organizers have adjusted their campaign and have hit their goal. Expect the stretch goals soon. WhatI want to know is how soon I will find this product at my local grocer. Good pitch video too.\n\nCanvas Custom Sunglasses are taking a different tack in how they are creating sunglasses. You can actually change the printed design of the actual frame. So if you are tired of black or tortoise you can go crazy with whatever type of color and look you like. There is definitely an opportunity for corporate branding here too. They are starting out with their take on the classic wayfarer look and you can get a pair for only $30 – if you act soon. Funds are going to complete their customization application on their web site. I am buying a pair.\n\nSneakerheadz. Really this is a sub-culture I really have no idea about but in watching the pitch video it was oddly fascinating. There are collectors for just about everything – and as I have come to discover there is a committed community which collectors shoes. Not just any shoes but sneakers. Collectors are willing to pay thousands of dollars to own a pair of rare “deadstock” shoes. Just like collecting fine art. Watch the pitch video. This is being put together by David Friendly who was nominated for an Academy Award for Little Miss Sunshine. He claims to be partial to his Addidas Superstars.\n\nIf you would like the chance to have your crowdfunding campaign featured on Crowdfund Insider please email us at info@crowdfundinsider.com. You can direct tweet us too – but they frequently get lost in the avalanche known as twitter. As always we suggest y0u follow best practices in creating your crowdfunding campaign. Slava Ruben, CEO and Co-Founder of Indiegogo, recently gave some excellent advice at Disrupt Europe which you can view here. We concur. Best of luck to all.\n\nFINALLY, A low-carb, gluten-free, vegan bread that tastes great! Did we mention that it’s high in protein, fibre and nutrients too?\n\nFor the past year we have been developing Rightbread, a low-carb, gluten-free, vegan bread that is high in protein, fiber and many nutrients.\n\nNutritious Gluten-Free and Vegan Bread That Also Tastes Great\n\nMany people are deterred from trying gluten-free and vegan products because they think they won’t taste as good. Rightbread is different. Every was selected to make it taste and feel as close to bread as possible while being extremely nutritious. Rightbread is made using a unique gluten-free blend which includes legume flours, bean flours, ground almonds and oats, milled chia seeds and psyllium husks.\n\nRightbread is completely vegan, containing no eggs, no dairy and no animal by-products! Click here to learn more of our gluten-free and vegan ingredients. Our unique flour blend helps Rightbread stay low in carbs, high in protein and fiber, and packed with calcium, iron, antioxidants and omega-3’s.\n\nWhat makes Rightbread taste so good?\n\n100% Pure Canadian Maple Syrup\n\nCanvas – Custom Sunglasses Custom Sunglasses, Designed By You – Indiegogo Thanks for checking out Canvas. We’re overwhelmed with the encouragement we’ve received to get to this point and are really excited to share our project with you. With your support, we’ll be able to redefine what it means to have custom sunglasses, and you’ll be the first to wear them! We’re not talking about simply changing the colors of your frames and arms, like what is out there today and passed off as “customization.” At Canvas, we give you the power to change the actual printed design on the frame and arms of your sunglasses, and allow you to easily customize the colors used in your favorite design! Every pair of sunglasses we’ve ever purchased – whether from large, well-known brands or small sunglasses startups – share one thing in common: the designs and colors were dictated to us by the brand. We think that’s ridiculous, and that’s why we’re doing it differently. At Canvas we’re creating a world where consumers make design choices for themselves, and at a price that is affordable for everyone who wants a high quality pair of customized sunglasses. Additionally, all of our products and packaging are made from eco-friendly materials. Custom sunglasses that are both affordable and easy on the environment – what could be better than that! SNEAKERHEADZ: A feature length documentary examining the worldwide phenomenon of sneaker collecting. Showcasing the coolest kicks in the world. SNEAKERHEADZ will examine the worldwide phenomenon of sneaker collecting from the streets of Hollywood to downtown Tokyo. This will be a feature length documentary chronicling the coolest kicks and the obsessive collectors who chase after the ultimate prize: Rare “Deadstock” – sneakers that have never been worn but are worth hundreds and sometimes thousands of dollars. How did sneakers become as prized as collectable art? Who collects? Why? SNEAKERHEADZ will delve into this exploding subculture and interview a number of celebrity collectors to find out what makes their appetite for a fresh new pair so strong. We will reach out to celebrities like Jay-Z, Kanye West and Pharrell Williams; athletes like LeBron James, Kobe Bryant and OGs like Dr. J; designers like Jeremy Scott and John Varvados. We will literally open the vault on some of the biggest and best sneaker collections around! Shoe collecting has never been more popular. SNEAKERHEADZ will serve as the ultimate exploration of those who don’t just want to admire art, they want to wear it.", "article_metadata": {"news_keywords": "canvas custom glasses, fashion, film, food, indiegogo, kickstarter, rightbread, sneakerheadz, finance, fintech, crowdfunding, marketplace lending, peer to peer lending", "ca_image": "http://www.crowdfundinsider.com/wp-content/uploads/2013/11/RightBread-Now-150x150.png", "og": {"site_name": "Crowdfund Insider", "description": "For this weeks Crowdfunding Mailbox campaigns we have projects from three categories. Film, Fashion and Food. First of all we have RightBread from Toronto,", "title": "Crowdfunding Mailbox: Canvas Custom Sunglasses, Rightbread & Sneakerheadz - Crowdfund Insider", "locale": "en_US", "image": "http://www.crowdfundinsider.com/wp-content/uploads/2013/11/RightBread-Now.png", "updated_time": "2013-11-03T14:26:28+00:00", "url": "http://www.crowdfundinsider.com/2013/11/25663-crowdfunding-mailbox-canvas-custom-sunglasses-rightbread-sneakerheadz/", "type": "article"}, "twitter": {"description": "For this weeks Crowdfunding Mailbox campaigns we have projects from three categories. Film, Fashion and Food. First of all we have RightBread from Toronto, Ontario which is creating something  that I want (and need).  Bread which is high in protein and low in carbs.  Hmmmm sounds like magic.  Well watch the pitch video and they will show you how.  They have created a tasty and health bread that includes a secret ingredient: Maple Syrup.  Gluten", "creator": {"identifier": "@crowdfundinside", "id": 619398213}, "url": "http://www.crowdfundinsider.com/2013/11/25663-crowdfunding-mailbox-canvas-custom-sunglasses-rightbread-sneakerheadz/", "image": {"width": 626, "identifier": "http://www.crowdfundinsider.com/wp-content/uploads/2013/11/RightBread-Now.png", "height": 348}, "title": "Crowdfunding Mailbox: Canvas Custom Sunglasses, Rightbread & Sneakerheadz", "card": "summary"}, "msapplication-TileImage": "http://www.crowdfundinsider.com/wp-content/uploads/2015/01/Crowdfund-Insider-Logo-54b72a2fv1_site_icon-128x128.png", "article": {"publisher": "https://www.facebook.com/crowdfundinsider", "section": "Featured Headlines", "tag": "sneakerheadz", "published_time": "2013-11-02T08:44:29+00:00", "modified_time": "2013-11-03T14:26:28+00:00"}, "keywords": "finance, crowdfunding, peer to peer lending, marketplace lending, fintech", "google-site-verification": "_26Cre0MwQt2c23yhU4zzx3lFdCDhF7-11VIB9ioFew", "ca_title": "Crowdfunding Mailbox: Canvas Custom Sunglasses, Rightbread & Sneakerheadz", "description": "For this weeks Crowdfunding Mailbox campaigns we have projects from three categories. Film, Fashion and Food. First of all we have RightBread from Toronto,"}, "_id": "\"57477af36914bd0286fcd453\"", "article_summary": "100% Pure Canadian Maple SyrupCanvas – Custom Sunglasses Custom Sunglasses, Designed By You – Indiegogo Thanks for checking out Canvas.\nCanvas Custom Sunglasses are taking a different tack in how they are creating sunglasses.\nCustom sunglasses that are both affordable and easy on the environment – what could be better than that!\nWith your support, we’ll be able to redefine what it means to have custom sunglasses, and you’ll be the first to wear them!\nFor the past year we have been developing Rightbread, a low-carb, gluten-free, vegan bread that is high in protein, fiber and many nutrients."}