{"article_title": "Native Intelligence", "article_keywords": ["city", "look", "la", "intelligence", "fracking", "county", "water", "state", "stormwater", "measure", "public", "native"], "article_url": "http://www.laobserved.com/intell/2014/12/how_are_we_doing.php", "article_text": "At the beginning of 2014, after the holidays, we took \"a sober look at the environment,\" made 10 predictions, and promised to hold ourselves accountable to you, our readers, at the end of the year. Well here we go. In this deep dive into the state of our environment in the LA region and California, we start with what we would have liked to have seen this past year, and then what we predicted would happen. We end with what really happened and what we can look forward to in 2015 and beyond.\n\n#1 We'd like to see: Mayor Eric Garcetti follow through on his promise to produce LA's first sustainable city plan. We predict: This is an easy one. So let's accentuate the positive. This really will happen.\n\nHow did we do? Technically, we didn't get it right, but we're only off by a month or two. The mayor's office has been working with the mayor, department heads and senior staff, the environmental community, business, and other community stakeholders to put together the city's first sustainable city plan with a focus on environment, equity, and the economy. Look for the plan to come out in January or February.\n\n#2 We'd like to see: The U.S. Army Corps of Engineers approve Alternative 20 for LA River restoration leading to major Congressional funding of that effort. Although Alternative 20 is still a long way from full-scale river restoration, it is the best of the proposed alternatives and could catalyze a more comprehensive watershed based restoration effort that would provide greater water quality, supply, and habitat benefits. We predict: Even if the Army Corps does the right thing, does anyone really think that this Congress will fund such a large restoration effort--even with the great urban economic renewal benefits provided by the project? Army Corps approval would be a great start, but restoring the LA River has been and will continue to be a long, long process.\n\nWhat really happened: This was Mayor Garcetti's first big environmental win. The $1 billion, 11-mile river restoration project, Alternative 20, was approved. But now the Army Corps is reconsidering it because the estimated cost of acquiring the 113-acre Piggyback Yard parcel from Union Pacific may be a lot higher than the original assessment. The final report from the corps isn't expected until late spring or early summer, but a lot of political pressure will need to be exerted on the Obama administration, the Army Corps, and Congress for major federal funding to come to the LA River soon. However, the river continues to be one of Mayor Garcetti's top priorities and there could be some funds for the river in the recently passed water bond, Proposition 1.\n\n#3 We'd like to see: An environmental impact report for the Ballona Wetlands restoration plan with a preferred alternative that is universally embraced by the public this year. We predict: There is as much chance of consensus here as there is of Congress fully funding Alternative 20 for the LA River. Unfortunately, there is too much contentious history around Ballona. But we must do a lot better than maintaining the status quo of degraded and poorly integrated habitats.\n\nReality: It was a rough year for the wetlands with more ahead. A draft environmental impact report should be out by the spring or summer of 2015. Considering the history of delays, don't bet on any specific date. While everyone is waiting for the EIR, the debate over the future of the wetlands has become a pressure cooker. One of the more controversial aspects of the project, a proposed $50 million visitors center for the Ballona Wetlands Ecological Reserve lost its backing from the Annenberg Foundation. From the moment LA's largest private foundation began making plans for the visitors center, it became a highly visible target for many of the same groups that have long opposed large scale restoration efforts at the wetlands. Loss of upland habitat and the potential inclusion of a rescue and care facility for dogs and cats were oft stated concerns about the facility. Now that the foundation has suspended its generous funding offer, the focus on Ballona may finally center on potential restoration alternatives. But that only will happen when the draft EIR is released. Until then, look for more drama surrounding the county's most critical, and troubled, coastal wetland.\n\n#4 We'd like to see: The state of California finally pass a law banning the use of most single use plastic bags at retailers. We predict: After nearly a decade of fighting over this issue in Sacramento, this will finally be the year. With a majority of people living in LA County--as well as San Jose, San Francisco, and other places--learning that living with a bag ban is no big deal, there is finally enough critical mass of public support and acceptance for the legislature to move forward.\n\nBullseye: Rome may have not been built in a day, but it may have been constructed more quickly than the California plastic bag ban. After eight long years, state Senator Alex Padilla and a cast of thousands (Governor Jerry Brown, environmentalists, retailers, the grocery union, Senate President pro Tempore Kevin De León, Assembly Speaker Toni Atkins, more than 125 California cities and counties that already passed bans, etc.) brought SB 270 to the finish line. The ban takes place this July in supermarkets and big drugstores and in 2016 in smaller stores. Despite the fact that a recent USC Dornsife/LA Times poll found more than 60 percent of the public supports the plastic bag ban law, the plastic bag manufacturers, led by Novolex (the parent company of Hilex Poly of South Carolina), have poured more than $3 million into an attempt to collect enough signatures to put a statewide proposition to rescind the bag ban on the ballot. We hope that the story will end with the plastic bag industry's failure to collect enough signatures, but with the amount of money going into the effort, look for a \"ban the bag ban\" measure on a statewide ballot in 2015 or 2016.\n\n#5 We'd like to see: Last summer's Ninth Circuit Court of Appeals stormwater ruling in favor of the Natural Resources Defense Council and the LA Waterkeeper withstand Los Angeles County's second appeal to the U.S. Supreme Court and remove all doubt that the county must ensure that stormwater discharges will not cause or contribute to exceedances of water quality standards in the LA River. As a result, the county should move forward with urgency to pass a countywide stormwater fee this year to dramatically reduce polluted runoff. We predict: The Ninth Circuit Court ruling will stand and it will be positive for water quality in the region and beyond. But the question is, will the ruling be enough to move the county forward on a stormwater fee and get it approved by the public? Without so-called Proposition 218 reform (see below), that will prove very difficult. And with two of the five county supervisors strongly opposing the move, a lot would have to change to pass a fee to fund efforts to reduce the largest source of pollution to our local beaches, lakes, rivers and bays. But even without a fee, the county will need to dramatically improve its stormwater pollution abatement efforts to comply with the law. Look for progress on a stormwater fee, but it may be delayed to 2015 or later, and some cities may opt to go solo on their own fees.\n\nNot much action: We knew that progress on the county stormwater lawsuit was unlikely for 2014. Although not much changed on the remedy phase of the critical Los Angeles County stormwater case, there were some noteworthy stormwater events for 2014. The State Water Resources Control Board's staff has recommended for the 2012 LA County stormwater permit to be upheld despite administrative appeals from over three dozen parties. The state board should rule on the county stormwater permit administrative appeals in January. How this will affect the remedy phase of the NRDC-LA Waterkeeper vs. LA County stormwater case remains to be seen.\n\nThere was good news on the funding front. Assemblyman Anthony Rendon's AB 2403 was signed into law by Governor Brown. The law enables local governments to raise revenues for capturing or infiltrating stormwater for water supply purposes without the onerous Proposition 218 super majority vote requirement. The city of Los Angeles and other cities in the region have been considering whether or not they want to raise stormwater revenues under AB 2403. We might see a few other cities to move forward on revenue generation efforts this year. But we don't see the new LA County Board of Supervisors--with newcomers, Sheila Kuehl and Hilda Solis--taking on stormwater funding in their first year together.\n\n#6 We'd like to see: The Hermosa Beach \"slant drilling\" project to tap oil under Santa Monica Bay from onshore rigs strongly rejected by the local community. We predict: Stopping the project will come at a considerable financial cost to Hermosa Beach, but after more than two decades of litigation and public debate, this finally will happen because strong local opposition has taken root throughout Hermosa Beach, supported by groups such as Surfrider and Heal the Bay.\n\nHurry up and wait: The city of Hermosa Beach finished and approved a draft environmental impact report on the slant drilling project under Santa Monica Bay. The city also completed a health risk assessment and cost benefit analysis for the project. Voters will decide the fate of the project on March 3. Due to a strong local organizing effort, look for residents of Hermosa Beach to reject the oil drilling project and pay the $17.5 million to E and B Natural Resources Management Corporation as required under the old settlement with the oil company.\n\n#7 We'd like to see: The Brown administration lead an effort to close the gaps in SB 4, the fracking regulation bill passed last year. New regulations would protect water quality and public health, limit greenhouse gas emissions, and provide local communities with strong legal assurances that their rights will be protected. Stricter statewide regulation of fracking by the State Water Resources Control Board could take place under the authority of the Porter Cologne Act, including a permitting program that spells out detailed monitoring, effluent limits, and spill reporting requirements. We predict: Despite the passage of SB 4 requiring fracking fluid chemical disclosure and groundwater monitoring, the public continues to have major concerns about potential environmental (water use, emissions, subsidence) and public health risks (groundwater contamination, emissions) from fracking. We expect in the absence of stronger state regulation, fracking bans will spread across Los Angeles County, as cities, such as Culver City, LA, and others pass zoning changes prohibiting fracking within city limits.\n\nLack of resolution: While the state of California is struggling with finalizing fracking regulations (the final regulations are due in January and scheduled to take effect in July), scientific studies (due out in January), and an environmental impact report (due in July), cities and counties have taken matters into their own hands. In November, San Benito and Mendocino counties passed fracking bans while a hard fought Santa Barbara County ban failed. Closer to home, Beverly Hills, Carson, Compton, and Los Angeles have considered fracking bans, but only Beverly Hills has made major progress on a ban--it has produced a draft ordinance and may even vote on it by the end of the year. Carson has gone from anti-fracking to potentially supporting oil drilling in the city, while Compton was sued by the Western States Petroleum Association over its proposed ban on the grounds that fracking is a matter under state jurisdiction. Los Angeles announced its fracking ban efforts to great fanfare over nine months ago, but there has yet to be a draft ordinance produced by the city attorney's office for council discussion and approval. Councilmen Paul Koretz and Mike Bonin, the authors of the city fracking ban measure, have strongly disagreed with a planning department report expressing concerns about the legality and difficulty of implementing a fracking ban.\n\n2015 promises to be another big year for fracking. There are few issues that elicit such passionate opposition. And more and more of our domestic oil and gas supply is coming from fracked sources. Will the final California fracking regulations, scientific studies, and EIR be enough to calm the opposition? That is highly unlikely. Look for more cities and counties to be emboldened by the recently approved countywide bans and the likely ban in Beverly Hills. Tension between local governments favoring bans and a state attempting to create a meaningful regulatory framework for fracking will continue to increase.\n\n#8 We'd like to see: A green streets bond measure approved by voters in November. At the end of the year, Climate Resolve--an organization dedicated to creating solutions to meet climate change challenges while making Los Angeles a more livable place--predicted that overwhelming passage of the bond, coupled with Mayor Garcetti's \"great streets\" initiative and Green LA's \"living streets\" initiative \"will create a mega kumbaya moment to ultimately transform the city.\" We predict: The streets bond measure probably will be on the November ballot, and it may be the only environmental measure on the ballot since the state water bond and a countywide stormwater pollution abatement funding measure probably will not. The real question is: How big will the streets bond be and will all of the funding go towards filling potholes and fixing an enormous backlog of streets in major disrepair? Or will a substantial amount go towards green streets that enable stormwater to be absorbed into the groundwater, improved bicycle and pedestrian mobility, and more cooling benefits than the typical asphalt monoculture? This is definitely a 20th versus 21st century infrastructure decision for the City Council, which will write the measure, and the mayor. With a well-structured bond, there is a real opportunity here to transform LA's transportation paradigm one major street improvement at a time. The measure will still need to be approved at the ballot box by a 66 percent supermajority of voters. And that is going to be tough. But it is possible if voters grasp the opportunity here.\n\nNot even close: Momentum for a $3 to $4.5 billion Los Angeles street makeover completely dissipated this year. Councilmembers Joe Buscaino and Mitchell Englander, long-time champions for the street bond effort, declined to endorse a proposed half-cent sales tax measure for street improvements. There were many potential reasons for the measure's failure to move forward including the lack of widespread support for a sales tax or bond measure to pay for street improvements, including \"green\" and \"complete\" streets. Look for these topics to be discussed yet again in 2015, but don't hold your breath for a major new source of revenues to cover the billions of dollars in street infrastructure improvements needed in LA because of other city funding priorities, and a potentially competing regional public transit measure in 2016.\n\n#9 We'd like to see: The city of LA approve a substantial, long-term, water rate increase that will finally move the Department of Water and Power forward on water recycling, stormwater capture, and groundwater cleanup efforts. We predict: Despite the fact that leadership in the mayor's office, city council, and city departments strongly support an integrated approach to water management, increasing water rates has proven to be a nearly Herculean task. Look for a much smaller rate increase than is needed to transform the city's broken approach to our current water supply, 89 percent of which is imported from more than 200 miles away. We can do a lot better than that and we have to. But due to the current public distrust of the LADWP, the key may be for the mayor, city council, business leaders, and environmental advocates to spearhead an effort to establish a five-to-ten year rate increase to transform LA to a sustainable water management infrastructure. The Department of Public Works overcame similar public distrust in the mid-to-late 1980s. Two years ago, in a dramatic demonstration of how the department has been transformed and earned the public's trust, a 10-year sewer fee increase was unanimously supported by the city council. Establishing trust in the LADWP is likely to take longer than one year, but that transformation needs to start this year. We're skeptical, but we'll be watching hopefully.\n\nUnexpected progress: No, there wasn't any progress on water rate increases, but the drought and Mayor Garcetti's response may lead to a lot more than a rate increase. In response to the drought, Mayor Garcetti issued an executive directive with the bold goal of reducing per capita water consumption by 20 percent from 2014 levels by January 2017. That is incredibly ambitious. The city has increased its turf removal rebate and water conservation measures across all departments. And the mayor created a water cabinet to identify further conservation measures to meet his goal, as well as the even more ambitious goal he accounted to reduce LA's purchases of imported water by 50 percent in 10 years.\n\nStatewide, Proposition 1, a $7.5 billion water bond, passed with about two-thirds of the vote in November. The measure potentially has a billion dollars or more in funding for the LA region. Look for the city to aggressively go after bond funds for groundwater remediation, water recycling, stormwater capture, and LA River restoration. Through leading by example in conservation and seeking state bond dollars, the city may finally get traction on a long overdue rate increase for local and sustainable water supply infrastructure someday soon.\n\n#10 We'd like to see: California reform state water management comprehensively by: 1) voters passing a constitutional amendment to modify Proposition 218 to exempt stormwater and flood control fee increases from the current requirement of a supermajority vote for passage; 2) the state centralizing all drinking water quality regulation under the State Water Resources Control Board; 3) the legislature passing legislation that enables wastewater treatment agencies to sell water that meets or exceeds Title 22 public health requirements (currently water supply agencies only have the right to sell recycled water); 4) the Brown administration and the legislature making groundwater management a reality in California, ending the days of land subsidence, and reversing the course of aquifer degradation caused by nitrates, solvents, and other contaminants; and 5) the state putting the California Water Action Plan into action--the five-year plan recently developed by the state Resources Agency, Cal-EPA, and the Department of Food and Agriculture includes numerous common sense recommendations to improve the state's surface and groundwater management and protect aquatic resources. We predict: If nothing else, happens Proposition 218 reform would be a giant step forward, but unless Governor Jerry Brown and the legislature make water in 2014 the state's number one priority, look for small incremental progress at best, although with record dry years mounting, incrementalism is not enough.\n\nMission accomplished: We look back at the list above and we are in awe. Congratulations! The state got more done on water supply management in 2014 than over the previous 10 years combined, maybe even the past two decades. It took a drought, strong legislative leadership, and most of all, a governor who declared a drought emergency and emboldened his staff to move forward with strong implementation of the California Water Action Plan.\n\nHow can California top 2014? It probably won't. But we can make progress in a wide variety of areas. There are still laws to be passed to make use of recycled water more prevalent in California. The state needs to be far more strategic about allocating Prop 1 funds than it has been with the previous four water bonds. Because of the record drought, water quality has taken a back seat to water supply. Look for the State Water Resources Control Board to finally pass sorely needed toxics, trash, and stormwater policies in 2015. And perhaps the state will even come up with an approach to combine implementation of our \"human right to water\" law (which states \"every human being has the right to safe, clean, affordable, and accessible water adequate for human consumption, cooking, and sanitary purposes\") with a more aggressive interpretation of the \"reasonable use doctrine\" (which states that \"all water use must be reasonable and beneficial regardless of the underlying water right\" and that \"the waste and unreasonable use of water\" shall be prevented). Neither of these potentially powerful laws has been enforced to their full potential, and fully implementing these existing laws could lead to accelerated groundwater cleanup, less agricultural irrigation waste, and greater re-use of treated wastewater: all essential sources of water in a state that has none to waste.\n\n\n\nPhoto courtesy of Edward Conde.", "article_metadata": {"og": {"url": "http://www.laobserved.com/intell/2014/12/how_are_we_doing.php", "type": "blog", "site_name": "Native Intelligence", "description": "At the beginning of 2014, we took", "title": "How are we doing?"}, "fb": {"admins": 697190907}, "generator": "Movable Type Pro 4.25"}, "_id": "\"57477af36914bd0286fd07aa\"", "article_summary": "How this will affect the remedy phase of the NRDC-LA Waterkeeper vs. LA County stormwater case remains to be seen.\nAlthough not much changed on the remedy phase of the critical Los Angeles County stormwater case, there were some noteworthy stormwater events for 2014.\nNot much action: We knew that progress on the county stormwater lawsuit was unlikely for 2014.\nLook for the State Water Resources Control Board to finally pass sorely needed toxics, trash, and stormwater policies in 2015.\nThe State Water Resources Control Board's staff has recommended for the 2012 LA County stormwater permit to be upheld despite administrative appeals from over three dozen parties."}