{"article_title": "Democratic super PACs have early advantage over GOP", "article_keywords": ["republican", "group", "advantage", "pacs", "house", "million", "early", "majority", "pac", "groups", "democratic", "super", "gop"], "article_url": "http://www.usatoday.com/story/news/politics/2014/02/01/democratic-super-pacs-win-fundraising-race-while-republican-groups-falter/5101945/", "article_text": "American Crossroads is affiliated with GOP strategist Karl Rove. (Photo: Rich Pedroncelli, AP) Story Highlights Groups affiliated with GOP strategist see donations tumble\n\nFormer Arizona congresswoman Gabrielle Giffords' super PAC had biggest fundraising haul of 2013\n\nUSA TODAY analysis examined 77 super PACs that posted at least $100,000 in contributions last year\n\nWASHINGTON — Democratic-aligned super PACs entered the election year with a more than 2-to-1 fundraising advantage over increasingly fractured Republican groups, a USA TODAY analysis shows.\n\nLiberal super PACs focused on single issues, such as gun-control, captured the most campaign money, while once-flush organizations such as American Crossroads struggled to attract early support from Republican donors.\n\nThe Crossroads super PAC, affiliated with GOP strategist Karl Rove, raised $3.6 million last year — a fraction of the $99 million the powerhouse group raised in 2012 when it tried to dislodge President Obama and elect a Republican majority to the Senate.\n\nThe upstart Tea Party Patriots super PAC, meanwhile, doubled its fundraising during the second half of the year and posted the biggest receipts of any conservative group, new reports filed with the Federal Election Commission show.\n\nThe USA TODAY analysis examined the 77 super PACs that posted at least $100,000 in contributions last year. Liberal groups collected $94.5 million; conservative groups raised $37.7 million.\n\nAt the top of the list with $12.5 million in receipts: Americans for Responsible Solutions, a group launched last year by former Democratic congresswoman Gabby Giffords to combat gun violence after a series of horrific mass shootings.\n\nThe early fundraising stumbles of several leading GOP groups does not mean Republicans won't have the money to blister Democrats on the airwaves ahead of November's high-stakes midterm elections for Congress.\n\nBut the heaviest spending may come from organizations not aligned with Republican leaders in Washington. Americans for Prosperity, aligned with the billionaire industrialist brothers David and Charles Koch, already has spent $24 million in advertising on the Affordable Care Act, much of it hit to House and Senate Democrats for their support of the law.\n\n\"We're committed to a long-term effort to repeal Obamacare, and we are going to continue these accountability ads and efforts across the country,\" American for Prosperity President Tim Phillips said Saturday.\n\nThe nonprofit group does not disclose its donors.\n\n\"It's clear looking at GOP groups' fundraising receipts just how much the Republican civil war continues to rage,\" said Andy Stone, a spokesman for the Democrats' House Majority PAC. The House Majority PAC coordinates closely with several other Democratic-aligned super PACs and shares some big donors.\n\nThe House Majority PAC raised more than $7.5 million last year — swamping the combined $1.4 million collected by the Congressional Leadership Fund and YG Action Fund, two leading GOP super PACs focused on House races.\n\nMeanwhile, Defending Main Street super PAC — a group seeking to defend centrist Republican incumbents from Tea Party challengers — turned to labor unions for more than three-quarters of its funding in 2013, records show.\n\nMost analysts expect Republicans to retain their majority in the House, where Democrats would need to pick up 17 seats to shift the balance of power. The margins are slimmer in the Senate, where Republicans need a net gain of six seats in November to seize control of the chamber.\n\n\"There is a perception among Republican donors that our House majority is not at stake,\" said Charlie Spies, who helped run a super PAC that took in more than $123 million to help Republican presidential nominee Mitt Romney in 2012. \"The reality is that if Democrats continue to raise significantly more money, that overwhelming advantage could create issues for Republicans in November,\" he said.\n\nNo doubt hampering Republican efforts: Two of Crossroads' biggest donors, Texans Harold Simmons and Bob Perry, died last year.\n\nJonathan Collegio, a Crossroads spokesman, said Friday that the group's pledges were on track with previous election cycles and it would have the resources to compete this fall.\n\nIt already has announced plans to spend $500,000 as part of a $1.2 million campaign with other GOP groups to help the Republican candidate in a March special election in Florida to fill the vacant seat of the late GOP Rep. C.W. Bill Young.\n\nJenny Beth Martin, president of Tea Party Patriots, said her super PAC's strength is in its numbers. Nearly 90,000 donations poured in during the last six months of the year.\n\nThat large donor base \"is evidence of the fact people are fed up with the overused and repeatedly failed strategy used by the establishment,\" she said. Tea Party activists, she said, already are engaged in South Carolina, where Republican two-term Sen. Lindsey Graham faces several primary challengers from the right.\n\nRead or Share this story: http://usat.ly/1aQqyN6", "article_metadata": {"google": "notranslate", "description": "Democratic super PACs entered the election year with a more than 2-1 fundraising advantage over fractured Republican outside groups, a USA TODAY analysis of new campaign reports show.", "og": {"site_name": "USA TODAY", "description": "Democratic super PACs entered the election year with a more than 2-1 fundraising advantage over fractured Republican outside groups, a USA TODAY analysis of new campaign reports show.", "title": "Democratic super PACs have early advantage over GOP", "url": "http://www.usatoday.com/story/news/politics/2014/02/01/democratic-super-pacs-win-fundraising-race-while-republican-groups-falter/5101945/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "Democratic super PACs entered the election year with a more than 2-1 fundraising advantage over fractured Republican outside groups, a USA TODAY analysis of new campaign reports show.", "title": "Democratic super PACs have early advantage over GOP", "image": "http://www.gannett-cdn.com/-mm-/12feecbc4820c5a232a681ccb3574eb2d0108941/c=276-0-2676-2400&r=x643&c=640x640/local/-/media/USATODAY/USATODAY/2014/02/01//1391280269000-AP-Budget-Battle-Conservative-Groups.jpg", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Persons/Gabrielle Giffords", "gci-asset-type": "story", "gci-categories": "Persons/Gabrielle Giffords", "title": "Democratic super PACs have early advantage over GOP", "author": "Fredreka Schouten and Christopher Schnaars", "pageclass": "article", "recs": {"category": "news/politics", "image-3-4": "http://www.gannett-cdn.com/-mm-/abb64689ffdb8f4a2d7499bcec77df3396b8b8d2/c=462-0-2262-2274/local/-/media/USATODAY/USATODAY/2014/02/01//1391280269000-AP-Budget-Battle-Conservative-Groups.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/734d104d8dd0610649b1dcc3aca96129580913d3/c=276-0-2676-2400/local/-/media/USATODAY/USATODAY/2014/02/01//1391280269000-AP-Budget-Battle-Conservative-Groups.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/e44129c2cf5d50786ea4a66694846f2e461eadf4/c=0-0-3000-2136/local/-/media/USATODAY/USATODAY/2014/02/01//1391280269000-AP-Budget-Battle-Conservative-Groups.jpg", "image": "http://www.gannett-cdn.com/-mm-/d40f43a65912382b46a022185d46f86bd38d0896/c=0-0-3000-1602&r=x633&c=1200x630/local/-/media/USATODAY/USATODAY/2014/02/01//1391280269000-AP-Budget-Battle-Conservative-Groups.jpg", "publishtime": "2014-02-01T20:18:54.893000-05:00", "shorthed": "Democratic super PACs out-raised GOP", "articleid": 5101945, "image-16-9": "http://www.gannett-cdn.com/-mm-/9e8016a9c419d4116cef2489f4273a34cd3f8c3c/c=0-0-3000-1602/local/-/media/USATODAY/USATODAY/2014/02/01//1391280269000-AP-Budget-Battle-Conservative-Groups.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/1b491a0edf389b1534071009af93c3196c198ee4/c=684-0-2028-2274/local/-/media/USATODAY/USATODAY/2014/02/01//1391280269000-AP-Budget-Battle-Conservative-Groups.jpg"}}, "news_keywords": "American Crossroads, Americans for Prosperity, President Obama, Gabby Giffords, House Majority PAC, Karl Rove"}, "_id": "\"57477af36914bd0286fcd459\"", "article_summary": "The USA TODAY analysis examined the 77 super PACs that posted at least $100,000 in contributions last year.\nThe House Majority PAC coordinates closely with several other Democratic-aligned super PACs and shares some big donors.\nJenny Beth Martin, president of Tea Party Patriots, said her super PAC's strength is in its numbers.\nLiberal super PACs focused on single issues, such as gun-control, captured the most campaign money, while once-flush organizations such as American Crossroads struggled to attract early support from Republican donors.\nThe early fundraising stumbles of several leading GOP groups does not mean Republicans won't have the money to blister Democrats on the airwaves ahead of November's high-stakes midterm elections for Congress."}