{"article_title": "Nonprofit Hospitals Facing Increased Scrutiny - Non Profit News For Nonprofit Organizations", "article_keywords": ["salary", "organizations", "non", "increased", "profit", "pay", "hospital", "community", "scrutiny", "facing", "reported", "npq", "paid", "nonprofit", "times", "hospitals"], "article_url": "https://nonprofitquarterly.org/2015/05/29/nonprofit-hospitals-facing-increased-scrutiny/", "article_text": "May 28, 2015; HealthcareDive\n\nIn the past, NPQ has raised questions about how nonprofit hospitals are managed and how they justify their nonprofit status. A report posted on HealthcareDIVE suggests that these hospitals are coming under increased scrutiny, including by those who suggest that they should not maintain that status.\n\nThe three main areas of scrutiny are:\n\nWhether they do enough for the community to deserve their tax breaks. How much is being paid to nonprofit hospital CEOs. Why people who are uninsured are charged more for their care than people who have insurance.\n\nWe might add one more:\n\nWhether they hound people who are too poor to pay for bill collection. Maybe that fits under number one above, but we believe it deserves its own mention.\n\nHospitals that are nonprofit have received tax breaks for many years in return for their giving back to the community. Recently, these tax breaks have been challenged, with the argument that the hospitals do not do enough for their communities to earn that benefit. As NPQ reported last week, the California Nurses Association recently marched in favor of legislation that would have toughened reporting requirements. About two-thirds of the hospitals in California are nonprofit, and each has to file an annual report telling the state what they are going to do in the coming year to benefit the community. Unfortunately, there are no guidelines at a state or national level to define what giving back to the community actually means, so there is a broad range. One hospital in California stated it was going to provide free mammograms to uninsured women and help people in a homeless shelter find primary care physicians. At the other end of the spectrum, another hospital was reported as providing defibrillators to an area golf course.\n\nThe debate about executive salary levels in the nonprofit sector is nothing new; NPQ has reported on it on several occasions. In fact, there are reports that the number of nonprofit CEOs who make great sums is actually fairly low. However, it does seem that CEOs at hospitals do earn a lot. According to a 2012 survey, the average salary for a CEO in a nonprofit hospital was $2.2 million with the highest being $10.7 million. One CEO was reported as receiving $6.6 million, a hike of 227 percent from the prior year.\n\nOf course, the argument runs that it takes a person of special skill to manage a system that includes multiple hospitals, and that the salary must be in line with the for-profit world to be able to attract top talent. The IRS Form 990 asks if the filing organization has a system in place to justify the chief executive’s salary, and most hospitals do. They compare salaries with other hospitals and set their pay scale accordingly. That is a system almost guaranteed to assure that pay scales will continue to go up.\n\nThe amount of money people have to pay for services at a hospital has gone up tremendously over the years. One study reports that between 2000 and 2010, full charges at hospitals grew an average of 10 percent a year, while the rate of inflation was 6 percent. To compensate for overhead expenses, the cost of uncompensated care for community members, and some bills that are never paid, hospitals mark up the actual cost of the services. In 2010, the average full charge bill represented a markup of 3.6 times actual cost, up from 2.5 times costs 10 years earlier. In Nevada, the average full-charges bill was 5.9 times cost, highest in the nation. Maryland, a state with regulations in place, was the lowest at 1.37 times cost.\n\nOf course, full charges are rarely paid, as hospitals have to accept government reimbursement rates in some cases or are paid negotiated amounts by insurance companies. The only people who ever see the full charge are those people without any insurance, most of whom are working but do not have coverage as part of their compensation. There’s a provision in Obamacare that’s intended to protect those who remain uncovered: nonprofit hospitals can demand “not more than the amounts generally billed to those who have insurance.” But exactly how to determine that “generally billed” amount is unclear and the provision will not apply to for-profit hospitals.\n\nWith these challenges making times rough for nonprofit hospitals, it has also been reported that they are not seeing revenue growth to match those of their for-profit counterparts. According to Moody’s Investment Services, nonprofit hospitals’ income declined for a second year in a row in 2013 and their median rate of revenue growth fell to an all-time low. About 79 percent of the nation’s community hospitals are nonprofits and of those, 25 percent reported operating losses. It is unclear how much this will change as Obamacare ramps up to full speed. Perhaps these are reasons why, as NPQ has reported, several nonprofit hospitals have been sold to for-profit companies.—Rob Meiksins", "article_metadata": {"description": "There are many reasons why some hospitals are having their nonprofit status challenged.", "original-source": "https://nonprofitquarterly.org/2015/05/29/nonprofit-hospitals-facing-increased-scrutiny/", "og": {"site_name": "Non Profit News For Nonprofit Organizations | Nonprofit Quarterly", "description": "There are many reasons why some hospitals are having their nonprofit status challenged.", "title": "Nonprofit Hospitals Facing Increased Scrutiny", "locale": "en_US", "updated_time": "2015-05-29T14:27:46+00:00", "url": "https://nonprofitquarterly.org/2015/05/29/nonprofit-hospitals-facing-increased-scrutiny/", "type": "article"}, "twitter": {"site": "@npquarterly", "description": "There are many reasons why some hospitals are having their nonprofit status challenged.", "card": "summary", "title": "Nonprofit Hospitals Facing Increased Scrutiny - Non Profit News For Nonprofit Organizations | Nonprofit Quarterly"}, "syndication-source": "https://nonprofitquarterly.org/2015/05/29/nonprofit-hospitals-facing-increased-scrutiny/", "article": {"tag": "uninsured persons", "published_time": "2015-05-29T14:04:45+00:00", "modified_time": "2015-05-29T14:27:46+00:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "charity care,  debt collection,  full charges,  giving back to the community,  non profit health care,  nonprofit CEOs,  nonprofit hospitals,  people without insurance,  reimbursement rates,  reports and papers"}, "_id": "\"57477af36914bd0286fcd464\"", "article_summary": "May 28, 2015; HealthcareDiveIn the past, NPQ has raised questions about how nonprofit hospitals are managed and how they justify their nonprofit status.\nPerhaps these are reasons why, as NPQ has reported, several nonprofit hospitals have been sold to for-profit companies.—Rob Meiksins\nAs NPQ reported last week, the California Nurses Association recently marched in favor of legislation that would have toughened reporting requirements.\nAccording to Moody’s Investment Services, nonprofit hospitals’ income declined for a second year in a row in 2013 and their median rate of revenue growth fell to an all-time low.\nAbout 79 percent of the nation’s community hospitals are nonprofits and of those, 25 percent reported operating losses."}