{"article_title": "Does your plan cover self-inflicted injuries?", "article_keywords": ["deny", "suicide", "selfinflicted", "cover", "related", "exclusions", "does", "health", "plan", "policy", "sourceofinjury", "injuries"], "article_url": "http://www.tbo.com/health/does-your-plan-cover-self-inflicted-injuries-20140308/", "article_text": "Dealing with a suicide or attempted suicide is stressful enough. Some health plans make the experience worse by refusing to cover medical costs for injuries that are related to suicide or an attempt — even though experts say that in many cases such exclusions aren’t permitted under federal law.\n\nWhen a 24-year-old woman with bipolar disorder attempted suicide last year by taking an overdose of an anti-anxiety medication, her mother assumed her employer plan covering them both would pay the bills for her daughter’s hospital care. But the insurer declined to pay the $6,600 charge, citing an exclusion for care related to suicide.\n\nAfter negotiations with the hospital, the bill was reduced by half.\n\n“Suicide is a common exclusion,” said Sara Rosenbaum, a professor of health policy at George Washington University. “Insurers are all over the place on this, and state law varies tremendously.” In court cases arising from a denial of benefits, “if the suicide attempt is related to a diagnosis that was treated, typically [the courts] will not deny coverage,” says Ann Doucette, a GWU research professor of evaluation and health policy.\n\nUnder 2006 rules implementing the federal Health Insurance Portability and Accountability Act (HIPAA), employment-based health plans can’t deny eligibility for benefits or charge a person more because he has a particular medical condition such as diabetes or depression.\n\nInsurers, however, are allowed to deny coverage for injuries caused by a specific activity or for those that arise from a particular cause that is spelled out in the policy. (These are called “source-of-injury” exclusions.) For example, an insurer that generally covers head injuries and broken bones could decide not to cover those injuries — and spell that out beforehand in the policy — if they’re caused by risky recreational activities such as skydiving or bungee jumping. In a similar vein, insurers sometimes apply source-of-injury exclusions to refuse to cover injuries that are intentionally self-inflicted.\n\nMental health advocates and government experts point to the HIPAA rules, noting that source-of-injury exclusions aren’t allowed if they’re the result of a medical condition. So if someone is severely depressed or suffers from another mental illness and sustains injuries from a self-inflicted gunshot wound, for example, the health plan can’t deny claims, these experts say, if the plan would generally cover the treatment for gunshot wounds that were not intentionally self-inflicted.\n\nFurther, the 2006 regulations “make clear that such source-of-injury exclusions cannot be imposed even if the mental health condition is not diagnosed before the injury,” a Department of Labor spokesman said in an email.\n\nQuestions about suicide exclusions in individual health insurance market plans should be directed to the state insurance offices or the federal Department of Health and Human Services, according to the Labor spokesman. Someone enrolled in a group plan may file an appeal with the health plan.\n\nThis column is produced through a collaboration between The Post and Kaiser Health News. KHN, an editorially independent news service, is a program of the Kaiser Family Foundation, a nonpartisan health-care-policy organization that is not affiliated with Kaiser Permanente. E-mail: questionskaiserhealthnews.org.", "article_metadata": {"taboola-pub-time": "Sat, 08 Mar 2014 01:01:00 -0400", "Description": "Dealing with a suicide or attempted suicide is stressful enough. Some health plans make the experience worse by refusing to cover medical costs for injuries that are related to suicide or an attempt", "og": {"site_name": "TBO.com", "description": "Dealing with a suicide or attempted suicide is stressful enough. Some health plans make the experience worse by refusing to cover medical costs for injuries that are related to suicide or an attempt", "title": "Does your plan cover self-inflicted injuries?", "url": "http://www.tbo.com/health/does-your-plan-cover-self-inflicted-injuries-20140308/", "image": {"width": 200, "identifier": "http://www.tbo.com/apps/pbcsi.dll/staticimage/images/new_og_icon.png", "height": 200}, "updated_time": "2014-03-07T20:49:00Z-04", "type": "article"}, "twitter": {"title": "Does your plan cover self-inflicted injuries?"}, "fb": {"app_id": 522234267826834}, "msvalidate.01": "29E67031F86E7FB6DF9823924E21B8B4", "article": {"publisher": "https://www.facebook.com/tbocom", "published_time": "2014-03-08T01:01:00Z-04", "modified_time": "2014-03-07T20:49:00Z-04"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcd477\"", "article_summary": "In a similar vein, insurers sometimes apply source-of-injury exclusions to refuse to cover injuries that are intentionally self-inflicted.\nSomeone enrolled in a group plan may file an appeal with the health plan.\nSo if someone is severely depressed or suffers from another mental illness and sustains injuries from a self-inflicted gunshot wound, for example, the health plan can’t deny claims, these experts say, if the plan would generally cover the treatment for gunshot wounds that were not intentionally self-inflicted.\n“Suicide is a common exclusion,” said Sara Rosenbaum, a professor of health policy at George Washington University.\n(These are called “source-of-injury” exclusions.)"}