{"article_title": "Worst Week Ever! May 04-10", "article_keywords": ["week", "0410", "point", "things", "say", "better", "talking", "state", "stupid", "worst", "therapists", "tell"], "article_url": "http://citybeat.com/cincinnati/article-35138-worst_week_ever__may_04_10.html", "article_text": "Kirk Cameron Shares Thoughts with Dozens of People Who Still Know Who He Is\n\nThe key to harmony between man and woman has always been a woman shutting up and letting the stupid man be stupid, because God, the Bible, a talking bush that was on fire or some combination of these things suggested it at some point. All this world needed was a brainwashed actor who was relevant back when kids walked uphill to school both ways and licked the mercury from thermometers for fun to share this knowledge. Enter Kirk Cameron, and now humanity is good. This week, Kirkalicious took time during a speaking tour about marriage, called “Love Worth Fighting For,” to state the following: “Wives are to honor and respect and follow their husband’s lead, not to tell their husband how he ought to be a better husband.” Cameron also touched on another important point regarding how he wishes the Holy Spirit had offered him sound advice before he decided to abandon a mainstream acting career to instead dedicate himself to creating cheaply produced religious wacko programming that nobody watches.\n\nFormer Bengal Uses Life Lessons Learned on the Field for Good\n\nEven people who have loved football for a long time are starting to get sick of how the NFL has mutated into some soap opera/WWF-type deal as if people are supposed to care about what the team does every hour of every day. Uncertainty about whether NFL Commissioner Roger Goodell is the same guy in those Burger King commercials debating The King and cheap chicken nuggets is another issue. All the vague reasons the NFL has become more annoying aside, there are still present and former Who Deys worth talking about. Take former QB and Cincinnati native Craig Kessler, who last week performed CPR on a man in distress at a Starbucks in West Virginia, saving his life. Kessler was quick to point out that his actions weren’t heroic, noting that he developed the natural inclination to help after spending his entire life closely observing local teams choking in playoff situations.\n\nNefarious Weasel Takes Time out of Busy Day to Knock Superconducting Machine Offline\n\nThe Large Hadron Collider is a $7 billion, 17-mile superconducting machine found in Switzerland that might not really do anything at all, and that would be OK because understanding expensive science things with cool names is difficult and unrewarding. Tweet Other theories about the collider include the machine being designed to smash protons at the speed of light, but this writer doesn’t see “Science Reporter” on his paycheck anywhere, so such specifics will end here. What matters is that the collider went offline for a mysterious reason this week, and it turned out that the culprit was a rogue weasel that gnawed through a power cable. Cincinnati residents sent heartfelt messages of support to the scientists in Switzerland detailing how one of our expensive and shiny machines had lots of problems this year, but instead of it being a weasel’s fault it was our mayor’s.\n\nColorado Gets High Enough to Come Up with Radical Idea\n\nPapa John, Peyton Manning and John Elway are just a few of the people in the world who have been to Colorado. Others have, too. The people who live there today have, for a while now, been enjoying legal weed and looking down at all the other states in the union that aren’t making millions of dollars by selling it. Like all accomplished stoners, Colorado leaders now think they have come up with a better way to do something, in this case health care. A new proposal in the state would replace Obamacare with a taxpayer-financed health care system that would guarantee coverage to all. It’s still too early tell if Colorado’s $38 billion-per-year plan is feasible, but in the meantime the thought of replacing Obamacare with some brightly colored tie-dyed tapestries featuring Classic Rock band logos and seeing how long it would take everyone there to notice has picked up steam in the legislature.\n\nTennessee Therapists May Soon Deny Treatment to People who Love God Wrong\n\nEveryone has issues, and some people deal with theirs by talking about stuff with a person they pay a lot of money to so they can sit on a couch in that person’s office and contemplate the pressures of being surrounded by idiots. However, the percentage of people in the Volunteer State who see therapists might decline in the future after the state enacted a law allowing therapists to refuse to see patients if they think a client believes in something stupid when it comes to religion. While some Tennessee therapists rightly view the law as alarming and the opposite of what being cool and American was supposed to be all about, others say it’s a better alternative than the way they have turned down people in the past, which involved pointing out that discussing the same problem over and over without ever changing how you act isn’t going to accomplish anything other than the therapist getting lots of money to say “mmm” and “yes, I understand” in response to a regularly recited list of existential grievances.\n\nWashed-Up Liquor Spokes person Brings Bankruptcy and Bad Attitude to Coney Town\n\nTransportation Security Administration employees who say weird religious things to you. Having to get drunk at Max and Erma’s. There are already enough frustrations that come along with going to the airport and preparing to fly through the air to a new place with better air quality. Last week, CVG was greeted by broke rap actor Curtis “50 Cent” Jackson, whose rap career is largely known to have ended after running out of new ways to inform audiences that he’d been shot before. Fifty apparently had extra time before a scheduled depressing appearance at a local liquor store and chose to spend it berating a CVG employee who has a disability and then posting video of said bullying to social media as if it was funny. Instead of apologizing for being a truly awful person, 50 Cent decided to tell members of the local press about how he is available to perform his “In Da Club” song at bar mitzvahs, graduations and any type of occasion where someone is willing to pay him $25 to show up.", "article_metadata": {"description": "Nefarious weasel takes time out of busy day to knock superconducting machine offline; Colorado gets high enough to come up with radical idea; washed-up liquor spokesperson brings bankruptcy and bad attitude to Coney Town and more.", "title": "Worst Week Ever! May 04-10", "og": {"image": "http://www.citybeat.com/cincinnati/imgs/media.images/19594/wwe.t2.jpg", "description": "Nefarious weasel takes time out of busy day to knock superconducting machine offline; Colorado gets high enough to come up with radical idea; washed-up liquor spokesperson brings bankruptcy and bad attitude to Coney Town and more.", "title": "Worst Week Ever! May 04-10"}, "revisit-after": "30 days", "msvalidate.01": "A40B96AC91DECC74360A38A60D37967B", "google-site-verification": "YN7Lbd8J9qJaEeGuJxxsrwwWSUY9ZHyth2KhbWjJtXw", "y_key": "bcee7a9e9ae576b2"}, "_id": "\"57477af36914bd0286fcd492\"", "article_summary": "Take former QB and Cincinnati native Craig Kessler, who last week performed CPR on a man in distress at a Starbucks in West Virginia, saving his life.\nWashed-Up Liquor Spokes person Brings Bankruptcy and Bad Attitude to Coney TownTransportation Security Administration employees who say weird religious things to you.\nAll the vague reasons the NFL has become more annoying aside, there are still present and former Who Deys worth talking about.\nA new proposal in the state would replace Obamacare with a taxpayer-financed health care system that would guarantee coverage to all.\nWhat matters is that the collider went offline for a mysterious reason this week, and it turned out that the culprit was a rogue weasel that gnawed through a power cable."}