{"article_title": "Obama Predicts Immigration Will Be Top Issue in 2016", "article_keywords": ["case", "supreme", "court", "congress", "executive", "immigration", "health", "predicts", "candidates", "2016", "issue", "obama"], "article_url": "http://www.nbcnews.com/news/latino/obama-predicts-immigration-will-be-top-issue-2016-n371661", "article_text": "President Barack Obama said Monday he expects immigration to be a major issue in the 2016 election.\n\nSpeaking at a news conference after the G-7 summit in Germany, Obama renewed a call for Congress to act on the issue. He said a majority of the American people want to see that happen.\n\n\"I suspect it will be a major topic of the next presidential campaign,\" Obama said.\n\nThe issue has already taken a center position in the primaries as immigrants and activists have been pressuring candidates to reveal where they stand on the president's immigration executive action, now stalled in court. If implemented, it would shield millions of immigrants here illegally from deportation and provide them legal permits for work.\n\nRelated: Immigration as 2016 Issue Upped With Martin O'Malley's Candidacy\n\nPredictably, Democratic candidates have been largely supportive of Obama's executive action, while Republican candidates have opposed them as executive overreach. Some Republicans have talked of repealing the actions and some have said they would be able to get an immigration reform bill through Congress.\n\nBen Monterroso, executive director of Mi Familia Vota, told NBC News in an interview that immigration will go beyond the presidential election as a campaign topic. He said he suspects it will also be a factor in local, state and congressional races. Because of all the activity happening at the local level regarding immigration, candidates for public office will not be able to dismiss immigration as an issue that's left to the feds.\n\n\"I have never see a campaign start this early with this issue being so up front,\" Monterroso said.\n\nThe president's action has been on hold under a temporary order from a federal district judge in Texas. The administration appealed that order but the 5th Circuit Court of Appeals refused to override the judge and is now considering whether to declare them unconstitutional altogether. Expectations are the case will go to the Supreme Court, which could mean a final decision wouldn't be made until 2016.\n\n\"We are being as aggressive as we can\" in the court case, Obama said. But he added that he decided not to go forward with accepting applications from immigrants who might be eligible because he didn't want people to apply and \"jump through a lot of hoops\" only to have the deportation deferrals held up again.\n\nRepeating calls on Congress he made last year before taking the executive action, Obama said \"there's one really great way to solve this problem and that would be Congress going ahead and acting,\" he said.\n\n\"My hope is that after a number of the other issues we are working on currently get cleared, some quiet conversations start up again, particularly in the Republican Party, about the shortsighted approach they're taking particularly when it comes to immigration,\"\n\nIn another issue also affecting Latinos, Obama addressed a pending decision from the Supreme Court on a case that challenged the assistance provided lower income Americans to pay for health care under the Affordable Care Act or Obamacare.\n\nPlay Facebook\n\nTwitter\n\nGoogle Plus\n\nEmbed Obama: Health Care Case 'Shouldn't Even Have Been Taken Up' By SCOTUS 1:51 autoplay autoplay Copy this code to your website or blog\n\nObama was asked how he'd advise states that could see their federally-operated health insurance marketplaces collapse should the court rule the health insurance subsidies are illegal. The highest rates of people lacking health insurance are Latino and many rely on subsidies to afford health insurance.\n\nObama said the case shouldn't have been taken by the Supreme Court but that the expected quick decision by the court suggests that the will rule favorably to the administration.\n\n\"I'm optimistic the Supreme Court will play it straight ... and if it didn't, Congress could fix this thing with a one-sentence provision,\" he said.", "article_metadata": {"description": "President Obama comments on a district court's ruling on executive action on immigration while speaking with reporters at the G7 summit in Germany.", "og": {"site_name": "NBC News", "description": "President Obama comments on a district court's ruling on executive action on immigration while speaking with reporters at the G7 summit in Germany.", "title": "Obama Predicts Immigration Will Be Top Issue in 2016", "url": "http://www.nbcnews.com/news/latino/obama-predicts-immigration-will-be-top-issue-2016-n371661", "image": "http://media2.s-nbcnews.com/j/msnbc/components/video/__new/f_dc_obama_immi_150608.nbcnews-fp-1200-800.jpg", "type": "article"}, "twitter": {"domain": "NBCNews.com", "description": "President Obama comments on a district court's ruling on executive action on immigration while speaking with reporters at the G7 summit in Germany.", "creator": "NBCNews", "image": {"src": "http://media2.s-nbcnews.com/j/msnbc/components/video/__new/f_dc_obama_immi_150608.nbcnews-fp-1200-800.jpg"}, "title": "Obama Predicts Immigration Will Be Top Issue in 2016 - NBC News", "site": "NBCNews", "card": "summary"}, "blitz": "mu-e1e842c9-946002e6-ea8f0454-41b29546", "DC.date.issued": "2015-06-08", "apple-itunes-app": "app-id=319740707, app-argument=http://www.nbcnews.com/news/latino/obama-predicts-immigration-will-be-top-issue-2016-n371661", "fb": {"app_id": 10150138890205613}, "article": {"author": "https://www.facebook.com/NBCNews"}, "google-site-verification": "K8bowvEbzWfPQ76x6f9SCxMVwicVXrhiClRg80ak8ZA", "viewport": "width=device-width, initial-scale=1", "news_keywords": "News,Latino"}, "_id": "\"57477af46914bd0286fdbdc1\"", "article_summary": "President Barack Obama said Monday he expects immigration to be a major issue in the 2016 election.\n\"We are being as aggressive as we can\" in the court case, Obama said.\nBecause of all the activity happening at the local level regarding immigration, candidates for public office will not be able to dismiss immigration as an issue that's left to the feds.\nExpectations are the case will go to the Supreme Court, which could mean a final decision wouldn't be made until 2016.\nSpeaking at a news conference after the G-7 summit in Germany, Obama renewed a call for Congress to act on the issue."}