{"article_title": "Watch What Happens When This Guy Puts His Hand In It", "article_keywords": ["happens", "warmers", "used", "puts", "sodium", "jar", "watch", "ice", "hand", "hot", "video", "acetate", "guy", "trihydrate"], "article_url": "http://www.medicaldaily.com/hot-ice-thing-watch-what-happens-when-guy-puts-his-hand-it-304296", "article_text": "Sodium acetate trihydrate, commonly referred to as “hot ice,” may seem like a dangerous chemical, but in reality it can be produced in your kitchen using vinegar and sodium bicarbonate (baking soda), and poses you no threat. Not to be confused with “dry ice” or “cardice” which, make no doubt about it, will result in severe burns when exposed to skin, hot ice is derived from sodium acetate, a key ingredient used in heating pads and hand warmers along with water.\n\nA video uploaded by NurdRage reveals what exactly would happen if you were to stick your hand in a jar of hot ice. After coating his hand with sodium acetate, the man in this video sticks his hand in “a nice big jar of liquid sodium acetate dehydrate.” In a matter of seconds, the man’s hand is surrounded by crystalized sodium acetate. Although it looks like the hand is frozen inside a jar of ice, the man explains that it actually feels warm and has the consistency of ice cream.\n\nSodium acetate trihydrate is solid at room temperature with a melting point of 136 degrees and boiling point of 252 degrees Fahrenheit. In addition to heating pads and hand warmers, sodium acetate trihydrate is also used in the food industry for pickling, tanning, and as a buffer in a laboratory setting.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "hot, ice, sodium, acetate, trihydrate", "og": {"site_name": "Medical Daily", "description": "This is what happens when you stick your hand in a jar filled with sodium acetate trihydrate, also known as \"hot ice.\"", "title": "'Hot Ice' Is A Thing, And This Guy Puts His Hand In It [VIDEO]", "url": "http://www.medicaldaily.com/hot-ice-thing-watch-what-happens-when-guy-puts-his-hand-it-304296", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/22/sodium-acetate-trihydrate.png", "type": "article"}, "twitter": {"description": "This is what happens when you stick your hand in a jar filled with sodium acetate trihydrate, also known as \"hot ice.\"", "title": "'Hot Ice' Is A Thing, And This Guy Puts His Hand In It [VIDEO]", "url": "http://www.medicaldaily.com/hot-ice-thing-watch-what-happens-when-guy-puts-his-hand-it-304296", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/22/sodium-acetate-trihydrate.png", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/22/sodium-acetate-trihydrate.png"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-09-22T14:12:16-04:00", "modified_time": "2014-09-22T14:12:15-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "This is what happens when you stick your hand in a jar filled with sodium acetate trihydrate, also known as \"hot ice.\""}, "_id": "\"57477af46914bd0286fdbdd9\"", "article_summary": "After coating his hand with sodium acetate, the man in this video sticks his hand in “a nice big jar of liquid sodium acetate dehydrate.” In a matter of seconds, the man’s hand is surrounded by crystalized sodium acetate.\nSodium acetate trihydrate is solid at room temperature with a melting point of 136 degrees and boiling point of 252 degrees Fahrenheit.\nIn addition to heating pads and hand warmers, sodium acetate trihydrate is also used in the food industry for pickling, tanning, and as a buffer in a laboratory setting.\nA video uploaded by NurdRage reveals what exactly would happen if you were to stick your hand in a jar of hot ice.\nSodium acetate trihydrate, commonly referred to as “hot ice,” may seem like a dangerous chemical, but in reality it can be produced in your kitchen using vinegar and sodium bicarbonate (baking soda), and poses you no threat."}