{"article_title": "Government denies man's wish to die at home", "article_keywords": ["denies", "mans", "nursing", "wish", "hospital", "father", "system", "health", "stefanides", "die", "medicare", "fathers", "sent", "care"], "article_url": "http://health.heraldtribune.com/2014/10/07/government-denies-mans-wish-die-home/", "article_text": "Joseph Andrey was 5 years old in 1927 when his impoverished mother sold him to the manager of a vaudeville act.\n\nHe was 91 last year when he told the story again, propped in a wheelchair in the rehabilitation unit of a nursing home where it seemed as though age and infirmity had put a different kind of price on his head.\n\nCraning his neck, he sought the eyes of his daughter, Maureen Stefanides.\n\n“I want to go home, to my books and my music,” he said, his voice whispery but intense.\n\nHe was still her handsome father, the song-and-dance man of her childhood, with a full head of wavy hair and blue eyes that lit up when he talked.\n\nBut he was gaunt now, warped like a weathered plank, perhaps by effects of an old stroke, certainly by muscle atrophy and bad circulation in his legs.\n\nNow she was determined to fulfill her father’s dearest wish, the wish so common among frail, elderly people: to die at home.\n\nBut it seemed as if all the forces of the system were against her — hospitals, nursing homes, home health agencies, insurance companies, and the shifting crosscurrents of public health care spending.\n\nHer father had been discharged by a hospital to a nursing home so many times she had lost count. The stays had only left him weaker, harder to care for at home and more prone to the infections that sent him back to the hospital.\n\nThis time she had fiercely opposed his being discharged to anywhere but home, a small apartment in Manhattan her parents had shared for half a century before her mother’s death.\n\nYet over her protests and his own, he had been transferred here anyway, to Jewish Home Lifecare in Manhattan, a sprawling institution an hour from where she lived. Later, he would ask, “Are you sure you didn’t put me here?”\n\n“No matter what I do, they want you in a nursing home,” Stefanides told him, promising the placement would be temporary. “I think they’re making money off you.”\n\nA BAFFLING SYSTEM\n\nRecords would show that her father’s case let the nursing home collect $682.48 a day from Medicare, about five times the cost of a day of home care.\n\nBy now Stefanides was a veteran of battles with the health care system, but it still baffled her. A public-school teacher, she could not afford out-of-pocket home care, and though her father qualified for both Medicaid and Medicare, the flow of money seemed to bypass what he actually wanted at the end of life.\n\nHome care agencies abruptly dropped or refused high-needs cases like her father’s as unprofitable under changes in the state’s Medicaid program. Hospitals, eager to clear beds, increasingly sent patients to nursing homes. The nursing homes were often too short-staffed to reliably change diapers but still drew premium Medicare rates, ordering hours of physical therapy that studies showed was often useless or harmful.\n\nEven hospice was limited. Now mostly for-profit, hospice companies would provide supervision and visits through Medicare if a doctor certified that Andrey had six months to live. The catch: He would lose all Medicaid home care, the daily help he needed to be home at all.\n\nAt 54, Stefanides was still slim as a girl and fragile-looking. For most of the past year, she had lifted and rolled and washed her father by herself after the home care aide’s eight-hour shift ended. She would rush to her father’s place from the East Harlem school where she taught fifth grade, feed him supper and get him in pajamas, leave him sleeping and then head home to her husband and dogs. She was prepared to do as much again, but she could not quit her job. And now the home care agency had refused to reinstate her father’s aide services.\n\n“He’s in and out of the hospital too much,” an office manager for the agency said. “This is not allowing our girls to make any money.”\n\nHer father was a World War II veteran who had worked the night shift in the Murray Hill post office. She was his health care proxy and had power of attorney. But what good was all that?\n\n“It’s a terrible situation they’ve put us in,” Stefanides said in an agitated message left on this reporter’s voice mail. “My father wants to die at home; he knows he’s dying. And here I am proving I’m power of attorney, that I’m guardian, and it means nothing, it falls on deaf ears.”\n\nDYING IN AMERICA\n\nWhile Joseph Andrey’s daughter battled the system, a panel appointed by the federally funded Institute of Medicine was preparing a sweeping critique of such cases. The report, “Dying in America,” calls for a fundamental overhaul of end-of-life care.\n\nFor most people, death does not come suddenly, the report points out. With 48 times as many people reaching 85 than a century ago, the likely course of death is long and unpredictable. The immediate family is older, too, often literally unable to do the heavy lifting for the long haul.\n\nYet the system was never engineered to support families through this, and its financial incentives reward harmful transitions among homes, hospitals and nursing homes, said Dr. Joan M. Teno, a gerontologist and one of the report’s authors.\n\n“We have these frail older people moving about in the medical-industrial complex that we’ve constructed,” Teno said. “It’s all about profit margins. It’s not about caring for people.”\n\nMany geriatric experts say that if the wasteful medical spending on this stage of life could be redirected, it could pay for all the social supports and services actually needed by today’s fragile elders and their families. Instead, public money benefits health care businesses but not necessarily patients.\n\nAs for dying at home, “you can’t believe the forces of the system that are arrayed against it,” said Jack Resnick, once a health system executive and now a doctor with a geriatric house-call practice. “The way the reimbursement system works, these decisions are not made on the basis of what the individuals need. They’re based on what the institutions need.”\n\nTo Dr. Joanne Lynn, a hospice physician consulted for the report, the problem goes beyond perverse financial incentives. Most developed countries spend much less on medical care than the United States, but nearly twice as much on social supports.\n\n“Why can I get a $100,000 drug but I can’t get supper?” she asked, pointing to the budget sequestration that slashed federal spending on meals for seniors last year.\n\nIn the end, only a humane case-by-case approach can provide the right care for the last chapter of a long life like Joseph Andrey’s, added Lynn, who directs the Center for Elder Care and Advanced Illness at the Altarum Institute.\n\n“You have to get to know the real situation, what this person really needs to live comfortably and to have some meaning in their lives,” she said. “They are more than just bodies with heartbeats.”\n\n‘REHABILITATION’\n\nAndrey’s health worsened after he was widowed in 2009. But the less he could walk, the more he loved being home after brief hospital stays, nested with his Nat King Cole albums, cared for by live-in aides through Medicaid.\n\nHe was in Lenox Hill Hospital for a urinary tract infection in spring 2011 when a discharge worker called Stefanides at school: He would not be sent home, because his home health agency had ended his services. Instead, he was to go to a nursing home for rehabilitation.\n\n“Absolutely not,” Stefanides declared, rushing over. His hospital bed was empty. “Where’s my dad?” she cried.\n\nHe had been whisked to a nursing home. And for more than a year, as his legs atrophied and he begged to go home, she was unable to get him out: No home health agency would take him.\n\nAt the last moment, Stefanides cobbled together his escape: She persuaded a company to provide eight hours of home care on weekdays — much less than the live-in care he had before — while her husband signed papers promising to do the rest. In reality, the schedule relied on her visits and a neighbor.\n\nBut in 2013, the home care company, under new ownership, dropped her father, and NewYork-Presbyterian Hospital sent him for rehabilitation to another nursing home.\n\nThat facility sent him to the hospital after 10 days, with a recurrent infection from an improperly placed catheter, medical records show. The hospital soon discharged him to the next nursing home, where orders for therapy and skilled services brought the price of his care up to $682.48 daily under Medicare.\n\nDay by day, he was sinking. On arrival May 22 last year, Andrey was “alert and verbal,” with a good appetite, clinical notes said. Less than a week later, he was eating half his food. On Day 12, he was found on the floor: He had fallen from bed, hurting his knee.\n\nBy Day 14, when Medicare had spent nearly $10,000 on his care, a pressure sore was eroding the flesh of his right heel. Ulcers later covered his left buttock and feet. When physical therapy ended, the wounds became another reason for the institution to extend his stay, now costing Medicare $585.49 a day.\n\n‘MY FATHER’S DYING!’\n\nIn mid-August 2013, emaciated Alzheimer’s patients wandered into Andeey’s shabby room. From a skinny 138 pounds on admission, he was dwindling to 128.\n\n“Why am I with these people?” he would ask his daughter. “Why am I losing this weight?”\n\n“Dad, this is all through atrophy,” she told him. “We have to get you moving again.”\n\n“They never move me,” he answered. “I’m lucky if they come to change me.”\n\nOne Sunday evening, Stefanides and her husband found her father falling from bed, in agony from his contracted legs. His pain medication, Oxycodone, had been halted — “doctor’s orders,” the head nurse said when Stefanides confronted her, adding something about preventing kidney damage.\n\n“My father’s dying; put him on goddamn morphine!” Stefanides cried. The flustered nurse gave her a number to reach a doctor. But the one who picked up said angrily that he was off the clock, and hung up. Not until Monday could a doctor be found.\n\nBy then, Stefanides felt as though she were petitioning for her father’s release from prison. Another month went by. All told, four months, 11 days and $61,033.62.\n\nAt 6:45 p.m. on Oct. 2, 2013, Joseph Andrey left the nursing home by stretcher, his daughter at his side. He was carried up the stairs to the old apartment, newly equipped with a special bed.\n\nNearly immobile, his skin frayed and flesh gaping, Andrey needed more care than his aides could give. When one asked for more help, Stefanides called the case manager. The case was already too costly, she was told.\n\nWhen he had trouble breathing, his aide called 911, and he went by ambulance to the emergency room. Ten days later, he had a septic ulcer in his scrotum.\n\nThe result: Emergency surgery, a different antibiotic, 13 days in the hospital ($108,895.37), followed by a brief discharge home without pain pills or a refill for his anti-seizure medicine — and a seizure that sent him back. Two days in medical isolation while doctors ruled out multidrug-resistant bacteria ($20,721.82). Home again, increasingly incoherent.\n\nOn Christmas Eve, suffering chills, fever and mental confusion, he went back to the hospital for the third time in three months.\n\n“Thank you for keeping me alive,” he told his daughter, teary with gratitude, when he emerged from days of delirium. “Are you taking me home?”\n\nThe doctors said there was nothing more to be done. Now they wanted him sent somewhere to die. They urged hospice. On Jan. 29, her father unintelligible again, she reluctantly signed the papers.\n\nHe died on the third morning, before Stefanides arrived, on Feb. 1, three weeks before his 92nd birthday.\n\nRecords showed that in the last year of his life, his care cost at least $1 million. Was that the best, she wondered, that $1 million could buy?\n\n“He didn’t die in his bed, and that’s what he wanted,” she said. “I still feel that I let him down.”", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2014/10/END_LIFE_CARE_1.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af46914bd0286fdf22c\"", "article_summary": "Now she was determined to fulfill her father’s dearest wish, the wish so common among frail, elderly people: to die at home.\nBy now Stefanides was a veteran of battles with the health care system, but it still baffled her.\nShe was his health care proxy and had power of attorney.\nInstead, public money benefits health care businesses but not necessarily patients.\nHer father had been discharged by a hospital to a nursing home so many times she had lost count."}