{"article_title": "Kentucky Gov Says Clintons, Biden Better Surrogates Than Obama In His State", "article_keywords": ["grimes", "clinton", "vice", "state", "kentucky", "better", "biden", "clintons", "surrogates", "beshear", "popular", "president", "gov", "think", "obama"], "article_url": "http://swampland.time.com/2014/02/23/kentucky-gov-says-clintons-biden-more-welcome-than-obama-in-his-state/", "article_text": "DANIEL PATMORE / ASSOCIATED PRESS Alison Lundergan Grimes\n\nDemocratic Kentucky Gov. Steve Beshear said President Barack Obama may not be the best surrogate for Democrats in his state this election cycle.\n\nSpeaking to reporters outside the White House on Friday after a meeting of the Democratic Governors Association, Beshear noted Obama has a 34 percent approval rating in Kentucky, where Democrats hope that Secretary of State Alison Lundergan Grimes will defeat Senate Minority Leader Mitch McConnell. That is two percentage points better than McConnell’s approval rating in the state, but Beshear indicated Obama wouldn’t be quick to visit the Bluegrass State. Instead, he rattled off a list of other valuable surrogates, including former President Bill Clinton who will campaign with Grimes on Tuesday.\n\n“President Clinton is very popular in Kentucky,” Beshear said, noting the same is true for his wife, former Secretary of State Hillary Clinton. “When he ran for election and re-election he carried Kentucky both times. So as a former southern governor, he had a lot of appeal there—still has a lot of appeal there. So his appearance is going to help Allison Grimes a lot.”\n\nAsked specifically whether Obama would be helpful, the governor, who has gained national attention for his vocal defense of the Affordable Care Act, said “obviously the Grimes campaign will have to decide that.”\n\n“I’m sure the president would tell her, just like I would tell her, ‘you know I’ll be for you or against you, whichever will help you the most,'” he continued.\n\nOthers who would be more valuable, Beshear said, are Vice President Joe Biden, who recently told TIME he would campaign for Grimes if asked, and First Lady Michelle Obama.\n\n“The Vice President, I think has a pretty good standing with Kentuckians,” he said. “They know him from some of his prior races as well as the work he’s done in the United States Senate and I think Vice President Biden would be a positive for her….Michelle Obama is popular everywhere. She is popular in Kentucky and I think would be a positive in Kentucky.”", "article_metadata": {"description": "Democratic Kentucky Gov. Steve Beshear said President Barack Obama may not be the best surrogate for Democrats in his state this election cycle. Speaking to reporters outside the White House on Friday after a meeting of the Democratic Governors Association, Beshear noted Obama has a 34 percent ap...", "generator": "WordPress.com", "og": {"url": "http://swampland.time.com/2014/02/23/kentucky-gov-says-clintons-biden-more-welcome-than-obama-in-his-state/", "type": "article", "image": "https://timeswampland.files.wordpress.com/2013/07/ap110806155492-1.jpg?w=753", "site_name": "TIME.com", "title": "Kentucky Gov Says Clintons, Biden Better Surrogates Than Obama In His State | TIME.com"}, "msapplication-tooltip": "Political insight from the Beltway and beyond", "fb": {"admins": "1124331582,512158401,808970553,100000018008769", "app_id": 53177223193}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://swampland.time.com/feed/;icon-uri=http://1.gravatar.com/blavatar/11d9978cfec7d5a71822113fdc067df5?s=16", "application-name": "Swampland", "keywords": "2014 election, allison lundergan grimes, barack obama, bill clinton, hillary clinton, joe biden, kentucky, obama, steve beshear", "article": {"publisher": "http://www.facebook.com/time", "author": "https://www.facebook.com/zekemiller"}, "viewport": "width=device-width,initial-scale=1", "news_keywords": "2014 election, allison lundergan grimes, barack obama, bill clinton, hillary clinton, joe biden, kentucky, obama, steve beshear"}, "_id": "\"57477af46914bd0286fdbdfb\"", "article_summary": "“President Clinton is very popular in Kentucky,” Beshear said, noting the same is true for his wife, former Secretary of State Hillary Clinton.\nThat is two percentage points better than McConnell’s approval rating in the state, but Beshear indicated Obama wouldn’t be quick to visit the Bluegrass State.\nSteve Beshear said President Barack Obama may not be the best surrogate for Democrats in his state this election cycle.\nShe is popular in Kentucky and I think would be a positive in Kentucky.”\n“The Vice President, I think has a pretty good standing with Kentuckians,” he said."}