{"article_title": "Most common Obamacare scams", "article_keywords": ["information", "help", "personal", "obamacare", "ftc", "health", "common", "scams", "need", "insurance", "card"], "article_url": "http://money.cnn.com/2013/09/19/pf/obamacare-scams/", "article_text": "Some scammers may offer help navigating the new health insurance marketplace under Obamacare, for a fee. Others will warn that you will need a new Medicare card. And still others may say they are from the government and need your personal information.\n\nThese are just a few of the Obamacare-related scams that federal officials have heard about in the months leading up to the opening up of the state-based insurance exchanges, a key component of the Affordable Care Act.\n\nMany of these scammers are seeking to steal your personal information and your money. Some consumers have already contacted the Federal Trade Commission about con artists that have called, texted, sent letters or emailed them, and the FTC is asking for reports of any other potential cons.\n\n\"We will be vigilant as always in cracking down on this type of opportunistic fraud,\" Federal Trade Commission Chairwoman Edith Ramirez said in statement.\n\nRelated: Have questions about Obamacare? Join our Facebook chat\n\nHere are some of the most common scams the FTC has spotted so far:\n\nCharging for advice: The typical M.O.: Someone calls offering to help you enroll in the insurance exchanges for a fee or tells you that you need a new insurance card in order to avoid a penalty. But in reality the official helpers, the people trained and certified to help you understand your options and help you enroll in a plan, aren't allowed to charge you anything. And there is no need for a special insurance card.\n\nRelated: 5 most common financial scams\n\nMedicare cards: These scammers will typically tell you that \"because of Obamacare\" you need a new Medicare card to keep from losing coverage. They'll often ask for your Social Security number and bank and credit card information.\n\nThe Affordable Care Act does not require any new Medicare cards. The FTC advises that you never give your personal or financial information to someone who contacts you.\n\nMedical discount plans: Don't want to get hit with a penalty for not having health insurance? Some con artists may offer to sell you a discount plan that they claim meets the law's minimum coverage requirements.\n\nNot so fast. Medical discount plans are not health insurance. Instead, they are usually membership in a \"club\" that claims to offer cheaper prices from certain doctors or pharmacies. The FTC warns that some of these plans are scams that don't follow through on promised services, while others are attempts to get your personal or financial information.\n\nRelated: Marijuana stock scams: Don't let your money go up in smoke\n\nGovernment imposters: If a \"government official\" calls, emails or texts you to talk about health insurance, verify your Social Security number or bank information, the person is actually a scammer trying to get your personal information.\n\nAccording to the FTC, the government will not call you about your health insurance and would never ask to verify personal information over the phone.\n\nTo report Obamacare related fraud, call 1-800-218-2596 or file a complaint online.", "article_metadata": {"news_keywords": "healthcare, Obamacare, Obamacare scams, scams, healthcare scams, health insurance, healthcare reform, Affordable Care Act, consumer scams, fraud, consumer fraud , Obamacare fraud, Melanie hicken, personal finance", "title": "Most common Obamacare scams", "og": {"url": "http://money.cnn.com/2013/09/19/pf/obamacare-scams/index.html", "site_name": "CNNMoney", "type": "article", "description": "Federal officials are warning of several Obamacare-related scams that have popped up in the months leading up to enrollment in state-based insurance exchanges.", "title": "Most common Obamacare scams"}, "section": "pf", "author": "Melanie Hicken", "vr": {"category": "pf", "type": "Article"}, "DC.date.issued": "2013-09-19T12:34:05", "keywords": "healthcare, Obamacare, Obamacare scams, scams, healthcare scams, health insurance, healthcare reform, Affordable Care Act, consumer scams, fraud, consumer fraud , Obamacare fraud, Melanie hicken, personal finance", "fb": {"app_id": 521848191196480}, "date": "2013-09-19 12:34:05", "twitter": {"url": "http://money.cnn.com/2013/09/19/pf/obamacare-scams/index.html", "site": "@CNNMoney", "description": "Federal officials are warning of several Obamacare-related scams that have popped up in the months leading up to enrollment in state-based insurance exchanges.", "card": "summary_large_image", "title": "Most common Obamacare scams"}, "viewport": "width=1140", "description": "Federal officials are warning of several Obamacare-related scams that have popped up in the months leading up to enrollment in state-based insurance exchanges."}, "_id": "\"57477af46914bd0286fdbe0d\"", "article_summary": "Join our Facebook chatHere are some of the most common scams the FTC has spotted so far:Charging for advice: The typical M.O.\nSome scammers may offer help navigating the new health insurance marketplace under Obamacare, for a fee.\nMany of these scammers are seeking to steal your personal information and your money.\nRelated: 5 most common financial scamsMedicare cards: These scammers will typically tell you that \"because of Obamacare\" you need a new Medicare card to keep from losing coverage.\nMedical discount plans: Don't want to get hit with a penalty for not having health insurance?"}