{"article_title": "ACA Exchanges Open With Heavy Traffic, Site Crashes", "article_keywords": ["heavy", "aca", "million", "crashes", "enrollment", "months", "problems", "site", "phd", "traffic", "coverage", "exchanges", "health", "open", "day", "marketplace", "told"], "article_url": "http://www.medpagetoday.com/washington-watch/reform/42004", "article_text": "For best viewing, click the bottom right corner for full screen.\n\nWASHINGTON -- The long-awaited health insurance marketplaces of the Affordable Care Act opened Tuesday, but consumers reported widespread problems accessing the enrollment websites.\n\nThe federal marketplace, hosted on healthcare.gov, crashed for much of the day. Consumers in other states -- if their state opened its marketplace Tuesday -- reported problems creating an online profile from which they could register.\n\nMarilyn Tavenner, administrator for the Centers for Medicare and Medicaid Services (CMS), reminded consumers that they have until Dec. 15 to sign up for coverage that starts Jan. 1 even if they had problems Tuesday. Furthermore, enrollment for 2014 coverage goes through March 31, although it would start later in the year if people miss the Dec. 15 deadline.\n\n\"This is day one of a process,\" Tavenner told reporters in a call late Tuesday afternoon. \"We're in a marathon, not a sprint, and we need your help.\"\n\nHealthcare.gov received 2.8 million visitors on Tuesday as of late afternoon, she said, adding there were seven times more users on the marketplace website Tuesday than have ever been on the Medicare.gov website at any one time.\n\nTavenner said officials have added capacity and fixed the glitches in the federally hosted marketplace, which serves as the front door to marketplaces in 36 states.\n\nRepublicans and anti-ACA organizations took the chance to criticize the Obama administration for being ill-prepared for the law's rollout.\n\n\"These 'glitches,' which the president is trying to brush off, reveal how totally unprepared the government is for this launch even with three and a half years to prepare,\" House Oversight and Government Reform Committee Chairman Darrell Issa (R-Calif.) said in a statement.\n\nCMS officials also repeatedly declined to say how many people had enrolled in the first day, saying only the information would take time to compile and verify but would be released at a later time. Many project 7 million enrolling in the first year to be the benchmark for success.\n\nMichael Morrisey, PhD, health policy professor at the University of Alabama at Birmingham, expects enrollment to be slow at least until Thanksgiving.\n\n\"They're hoping for 7 million nationally to enroll in the exchanges,\" Morrisey told MedPage Today in a video interview. \"Maybe they will get there. They'll certainly get two-thirds of that, I suspect.\"\n\nMichael Sparer, PhD, JD, chair health policy and management at Columbia University's Mailman School of Public Health, said people will use the first couple of months shopping and exploring their options.\n\n\"Then, December, January, February, I expect lots of buying and I expect a lot of people to get health insurance over the next six months,\" he told MedPage Today in a video interview.\n\nDrew Altman, PhD, president of the nonpartisan Kaiser Family Foundation, wrote this week that it will take time before observers can deem the ACA rollout a success or failure.\n\n\"It will take weeks, if not months or more, before anyone knows how many people are signing up for coverage,\" Altman wrote. \"We may not really have a good sense of how many people will show up for coverage and whether they feel the premiums they are paying (after tax credits) are a good deal or not until the open enrollment period ends in March 2014.\"", "article_metadata": {"sailthru.author": "David  Pittman", "twitter": {"url": "http://www.medpagetoday.com/Washington-Watch/Reform/42004", "image": "http: //www.medpagetoday.com/upload/2013/10/1/42004_wide.jpg", "description": "WASHINGTON -- The long-awaited health insurance marketplaces of the Affordable Care Act opened Tuesday, but consumers reported widespread problems accessing the enrollment websites.", "card": "Summary", "title": "ACA Exchanges Open With Heavy Traffic, Site Crashes"}, "dc.date.issued": "2013-10-01 18:41:20", "sailthru.is_cme": 0, "sailthru.tags": "practicemanagement,primarycare,publichealthpolicy,healthpolicy,publichealth,generalprimarycare,washington-watch,medicaid,medicare,generalprofessionalissues,reform,nursing,nursing", "sailthru.date": "2013-10-01 18:41:20", "sailthru.title": "ACA Exchanges Open With Heavy Traffic, Site Crashes", "apple-mobile-web-app-capable": "yes", "verify-v1": "Vy2WQqSVx1yA90Uu2Rw12f2R8yqP7X0cxBFbafIuqao=", "sailthru.exclude": 0, "description": "WASHINGTON -- The long-awaited health insurance marketplaces of the Affordable Care Act opened Tuesday, but consumers reported widespread problems accessing the enrollment websites.", "sailthru.expire_date": "2013-09-28 18:09:20", "date": "2013-10-01 18:41:20", "sailthru.description": "WASHINGTON -- The long-awaited health insurance marketplaces of the Affordable Care Act opened Tuesday, but consumers reported widespread problems accessing the enrollment websites.", "viewport": "width=device-width, initial-scale=1", "og": {"url": "http://www.medpagetoday.com/Washington-Watch/Reform/42004", "image": "http: //www.medpagetoday.com/upload/2013/10/1/42004_wide.jpg", "type": "article", "description": "WASHINGTON -- The long-awaited health insurance marketplaces of the Affordable Care Act opened Tuesday, but consumers reported widespread problems accessing the enrollment websites.", "title": "ACA Exchanges Open With Heavy Traffic, Site Crashes"}, "sailthru.featured": 1, "dc.date": "2013-10-01 18:41:20", "sailthru.is_video": 1, "google-site-verification": "0uwxbLV_H5lccP3wm0UgRXFQ9w6ZQXh9ZLn-G0av8i0", "sailthru.speciality": "Other,primarycare,pain_management", "sailthru.image.full": "http: //www.medpagetoday.com/upload/2013/10/1/42004_wide.jpg"}, "_id": "\"57477af46914bd0286fd89b7\"", "article_summary": "Michael Morrisey, PhD, health policy professor at the University of Alabama at Birmingham, expects enrollment to be slow at least until Thanksgiving.\n\"They're hoping for 7 million nationally to enroll in the exchanges,\" Morrisey told MedPage Today in a video interview.\nConsumers in other states -- if their state opened its marketplace Tuesday -- reported problems creating an online profile from which they could register.\nWASHINGTON -- The long-awaited health insurance marketplaces of the Affordable Care Act opened Tuesday, but consumers reported widespread problems accessing the enrollment websites.\n\"It will take weeks, if not months or more, before anyone knows how many people are signing up for coverage,\" Altman wrote."}