{"article_title": "Obama’s Justice Dept. Now Calls Young Criminals ‘Justice-Involved Youth’", "article_keywords": ["try", "term", "criminals", "calls", "justice", "involved", "young", "system", "youth", "dept", "justiceinvolved", "problem", "obamas", "mean"], "article_url": "http://www.investors.com/politics/editorials/obamas-justice-dept-now-calls-young-criminals-justice-involved-youth/", "article_text": "PC: The Justice Department announced a plan to throw $1.75 million at young criminals in hopes that they don’t become adult criminals. But you’d never know that given the linguistic fog the DOJ has conjured up.\n\nA press release issued earlier this week describes a new $1.75 million grant program as designed “to help young people involved in the justice system find jobs and housing.”\n\nWait, you ask, if these young people are “involved” in the justice system, doesn’t that mean they already have jobs? Like, say, as a trainee in the dispatcher’s office, or a desk clerk in the attorney general’s office, or maybe a janitor at the local courthouse?\n\nNot exactly. In this case, “justice-involved youth” is what we’re now supposed to call juvenile delinquents, also known as young criminals.\n\nThis is not a euphemism run amok as much as it is an exercise in obfuscation. After all, euphemisms at least try to convey the same meaning, just in a less harsh way, as the words they replace. Such as: “substandard housing” for slum, or “differently abled” for crippled. But being “involved” in something can mean anything. An arsonist could be described as a person who is “involved in the home building industry.” A drunk driver will likely end up “involved in traffic enforcement.”\n\nTo be fair, the administration didn’t, as some have claimed, coin the “justice-involved youth” term. It’s been tossed around academic circles for years. But this administration has embraced this sort of verbal legerdemain.\n\nOne of the first things Obama did as president was relabel the “war on terror” as an “overseas contingency operation,” which can literally mean anything, so long as the operation takes place overseas and is contingent on something.\n\nThen there were ObamaCare’s much-hated insurance mandate penalties, which were rechristened as “individual shared responsibility payments.” Who could object to that?\n\nThe problem is Obama’s people aren’t aggressive enough in their renaming project. So, as a public service, we offer our help.\n\nThose committing voter fraud could be termed “abundantly enthusiastic political participants.”\n\nLooters? How about “non-banked retail consumers.”\n\nEx-convicts? Try “returning citizens.”\n\nWhat about illegal immigrants? A better label would be “undocumented workers.” Oh, right, that’s already in use.\n\nThe problem with euphemisms is that in short order they end up as a pejorative. Then again, a pejorative word can also turn into a euphemism.\n\nSo don’t be surprised if someday down the road a politician is excoriated for calling someone a “justice-involved youth” when everyone knows the proper term is “thug.”", "article_metadata": {"description": "PC: The Justice Department announced a plan to throw $1.75 million at young criminals in hopes that they don’t become adult criminals. But you’d never know that", "og": {"site_name": "Investor's Business Daily", "description": "PC: The Justice Department announced a plan to throw $1.75 million at young criminals in hopes that they don’t become adult criminals. But you’d never know that given the linguistic fog the DOJ has…", "title": "Obama’s Justice Dept. Now Calls Young Criminals ‘Justice-Involved Youth’", "url": "http://www.investors.com/politics/editorials/obamas-justice-dept-now-calls-young-criminals-justice-involved-youth/", "image": {"width": 1000, "identifier": "http://www.investors.com/wp-content/uploads/2016/04/EDIT2-looting-042716-AP.jpg", "height": 563}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.investors.com/wp-content/uploads/2016/04/EDIT2-looting-042716-AP.jpg?w=640", "card": "summary_large_image", "creator": "@IBDeditorials"}, "wp-parsely_version": "1.8", "msapplication-TileImage": "http://www.investors.com/wp-content/uploads/2016/05/cropped-ibd-favicon-v7-270x270.png", "date": "2016-04-27 14:10:50:-08:00", "article": {"published_time": "2016-04-27T21:10:50+00:00", "modified_time": "2016-04-27T21:10:50+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "In this case, “justice-involved youth” is what we’re now supposed to call juvenile delinquents, also known as young criminals.\nPC: The Justice Department announced a plan to throw $1.75 million at young criminals in hopes that they don’t become adult criminals.\nSo don’t be surprised if someday down the road a politician is excoriated for calling someone a “justice-involved youth” when everyone knows the proper term is “thug.”\nA press release issued earlier this week describes a new $1.75 million grant program as designed “to help young people involved in the justice system find jobs and housing.”Wait, you ask, if these young people are “involved” in the justice system, doesn’t that mean they already have jobs?\nAn arsonist could be described as a person who is “involved in the home building industry.” A drunk driver will likely end up “involved in traffic enforcement.”To be fair, the administration didn’t, as some have claimed, coin the “justice-involved youth” term."}