{"article_title": "Municipal Mid-Year Outlook", "article_keywords": ["outlook", "municipal", "bonds", "performance", "midyear", "rico", "likely", "interest", "half", "puerto", "market", "bond"], "article_url": "http://wealthmanagement.com/viewpoints/municipal-mid-year-outlook", "article_text": "Municipal bond investors are likely smiling this summer following a robust first half of 2014. After a rocky 2013, 2014 has rewarded investors in municipal debt with the broad Barclays Municipal Bond Index up an impressive 6% over the first half of this year.\n\nWe do not expect the municipal bond market to repeat first half strength over the second half of 2014. Broad bond market strength, led by higher Treasury prices and lower yields, is likely to fade as the economy continues to rebound from a weak first quarter of 2014. A gradual rise in yields to compensate for better growth, a modest rise in inflation, and the start of Federal Reserve (Fed) rate hikes in roughly one year’s time are likely to pressure bond prices slightly lower over the remainder of 2014.\n\nA look at the major drivers of municipal bond performance may indicate how municipal bonds may fare over the second half of 2014.\n\nValuations. Municipal bonds outperformed comparable maturity Treasuries over the first half of 2014. Municipal bond prices increased more, and yields declined further, relative to comparable Treasuries leading to lower municipal-to-Treasury yield ratios. The higher the ratio, the more attractive municipal bonds are relative to Treasuries and vice versa. Lower ratios imply a more expensive market. With municipal-to-Treasury yield ratios near the lower end of a four-year range, further valuation improvement over the near term is limited or unlikely. This trend is already likely underway with municipal valuations little changed since late May 2014.\n\nValuations are therefore unlikely to be a major driver of municipal bond performance as they were over the first half of 2014. Municipal bond prices may likely be more influenced by the Treasury prices over the second half of 2014, and the headwinds we anticipate for the taxable bond market may ripple through to the municipal bond market.\n\nOn a positive note, valuations remain attractive when viewed over a longer-term context [Figure 1]. This is particularly true for long-term municipal bonds, where average yields exceed those of comparable Treasuries. While further valuation improvement may be limited in 2014, significant cheapening of valuations is unlikely.\n\nLow Supply. A diminished supply of bonds helped drive municipal bond performance during the first half, and this favorable factor looks set to remain in place over the remainder of 2014. Municipal bond new issuance was down 16% over the first six months of 2014 compared to the same period in 2013. Still tight state budgets and higher interest costs compared to the first half of 2013 has helped limit issuance. If sustained, the current pace of new issuance would reach $300 billion, among the lowest full-year totals of the past 14 years and barely greater than the depressed issuance during the volatile 2001 and 2011 periods.\n\nLimited supply is not a new phenomenon and the municipal bond market has shrunk since peaking in 2010 [Figure 2]. The 2014 deceleration in supply means the municipal bond market is likely to continue to shrink in coming months.\n\nDiminishing supply comes at a time when the attractiveness of tax-exempt income has been boosted both by higher tax rates that took effect in 2013 and the surcharge on investment income as a result of the Affordable Care Act. Municipal bonds are the only investment exempt from the surcharge, providing an additional tax advantage relative to other fixed income vehicles.\n\nImproving Credit Quality. Troubled issuers like Detroit and Puerto Rico garner more than their fair share of media headlines, but the vast majority of municipal bond issuers have been benefiting from an expanding economy. June 2014 witnessed another uneventful state budget season as rising revenues facilitated all but one state (which suffered only a minor delay) to have a budget in place for states whose new fiscal year begins on July 1, 2014.\n\nDefault risk, on balance, continues to fade. Data from Municipal Market Advisors (MMA) and the Municipal Securities Rulemaking Board (MSRB) indicate that 24 issuers defaulted over the first six months of 2014 compared to 33 over the same period in 2013. The number of defaulted issuers continues to decline after peaking in 2009.\n\nAlthough broad municipal credit quality is improving, Puerto Rico troubles bear watching and may create headwinds for municipal bond investors. We believe limited supply and the market’s recognition of Puerto Rico as an isolated case could keep Puerto Rico troubles contained. Furthermore, significant price adjustments have already occurred among some Puerto Rico issuers, but the saga will likely drag on for months. Selling pressure, if sustained, could influence the broader market and not just more secure Puerto Rico bonds. Municipal bond mutual fund outflows surged in early July in response to Puerto Rico concerns. Puerto Rico is a high-yield issue but in a bond sector that is typically less liquid, outflows can create a headwind for municipal bond investors overall.\n\nUltimately, we believe municipals will be more sensitive to the path of the taxable bond market after a strong first half. On a positive note, moderate valuations coupled with below average new issuance means that municipal bonds may be more insensitive to periods of weakness. We continue to believe the taxable bond market is likely the main catalyst to the next move in municipal bond prices—be it higher, lower, or sideways. However, absent a new bout of economic weakness, we see additional municipal price gains as limited and the now lower level of yields implies less return and also reduced protection against rising interest rates. A combination of intermediate and longer-term municipals to help limit interest rate sensitivity is an option to invest in the more challenging environment we see over the remainder of 2014.\n\nIMPORTANT DISCLOSURES\n\nThe opinions voiced in this material are for general information only and are not intended to provide specific advice or recommendations for any individual. To determine which investment(s) may be appropriate for you, consult your financial advisor prior to investing. All performance reference is historical and is no guarantee of future results. All indices are unmanaged and cannot be invested into directly. Index performance is not indicative of the performance of any investment.\n\nThis information is not intended to be a substitute for specific individualized tax advice. We suggest that you discuss your specific tax issues with a qualified tax advisor.\n\nThe economic forecasts set forth in the presentation may not develop as predicted and there can be no guarantee that strategies promoted will be successful.\n\nBonds are subject to market and interest rate risk if sold prior to maturity. Bond values and yields will decline as interest rates rise, and bonds are subject to availability and change in price.\n\nStock and mutual fund investing involves risk including loss of principal.\n\nAn obligation rated ‘AAA’ has the highest rating assigned by Standard & Poor’s. The obligor’s capacity to meet its financial commitment on the obligation is extremely strong.\n\nMunicipal bonds are subject to availability, price, and to market and interest rate risk if sold prior to maturity. Bond values will decline as interest rate rise. Interest income may be subject to the alternative minimum tax. Federally tax-free but other state and local taxes may apply.\n\nINDEX DESCRIPTIONS\n\nThe Barclays US Aggregate Bond Index is a broad-based index that measures the investment grade, US dollar-denominated, fixed-rate taxable bond market.\n\nThe Barclays Municipal Bond Index is a market capitalization-weighted index of investment-grade municipal bonds with maturities of at least one year. All indices are unmanaged and include reinvested dividends. One cannot invest directly in an index. Past performance is no guarantee of future results.\n\nThis research material has been prepared by LPL Financial.\n\nTo the extent you are receiving investment advice from a separately registered independent investment advisor, please note that LPL Financial is not an affiliate of and makes no representation with respect to such entity.\n\nNot FDIC or NCUA/NCUSIF Insured | No Bank or Credit Union Guarantee | May Lose Value | Not Guaranteed by any Government Agency | Not a Bank/Credit Union Deposit", "article_metadata": {"description": "Municipal bond investors are likely smiling this summer following a robust first half of 2014.", "title": "Municipal Mid-Year Outlook", "og": {"url": "http://wealthmanagement.com/viewpoints/municipal-mid-year-outlook", "image": "http://wealthmanagement.com/site-files/wealthmanagement.com/files/uploads/2014/07/180775335.jpg", "type": "website", "description": "VIEWPOINTS: Anthony Valeri, Investment Strategist, LPL Financial; Municipal bond investors are likely smiling this summer following a robust first half of 2014.", "title": "Municipal Mid-Year Outlook"}, "apple-mobile-web-app-capable": "yes", "revisit-after": "1 day", "keywords": "Bonds, Outlook, Investment, Strategy, Summer, Valuations, Credit Quality, LPL, Viewpoints"}, "_id": "\"57477af36914bd0286fcd4e8\"", "article_summary": "The Barclays Municipal Bond Index is a market capitalization-weighted index of investment-grade municipal bonds with maturities of at least one year.\nA look at the major drivers of municipal bond performance may indicate how municipal bonds may fare over the second half of 2014.\nAlthough broad municipal credit quality is improving, Puerto Rico troubles bear watching and may create headwinds for municipal bond investors.\nWe believe limited supply and the market’s recognition of Puerto Rico as an isolated case could keep Puerto Rico troubles contained.\nLimited supply is not a new phenomenon and the municipal bond market has shrunk since peaking in 2010 [Figure 2]."}