{"article_title": "Mass. insurers say ACA program, prescriptions are driving cost increases", "article_keywords": ["aca", "adjustment", "cost", "prescriptions", "driving", "state", "spending", "rate", "increases", "costs", "increase", "say", "program", "mass", "massachusetts", "health", "insurers", "care", "risk"], "article_url": "http://newbostonpost.com/2016/01/11/mass-insurers-say-aca-program-prescriptions-are-driving-cost-increases/", "article_text": "Obamacare, prescription drugs drive up costs, state insurers say\n\nPrinted from: http://newbostonpost.com/2016/01/11/mass-insurers-say-aca-program-prescriptions-are-driving-cost-increases/\n\nBoston Medical Center (Wikipedia)\n\nBOSTON — As health insurers sat before state officials Monday to explain the math behind their rate increases, several pointed to an Affordable Care Act program and pharmaceutical spending — including six-figure price tags for annual supplies of some specialty drugs — as major cost drivers.\n\nThe Division of Insurance called on Massachusetts insurance carriers Monday to present the data and assumptions used in determining their proposed rate filings for small group plans in the second quarter of 2016. Insurers identified a variety of factors behind rate increases, but drug spending and the Affordable Care Act’s risk adjustment provision arose as common themes in testimony.\n\nClimbing prices for generic and brand name drugs were of concern, along with the high costs of new specialty drugs.\n\nHealth New England assistant general counsel Elin Gaynor listed a series of examples: $259,000 per year for a drug treating cystic fibrosis, $118,200 per year for a breast cancer drug, and more than $100,000 a year for a new hepatitis C treatment.\n\n“We’re all going to want these drugs for ourselves and our families and our workers, and we’ll all want health insurance to cover them, but as our recent experience with the life-saving hepatitis C drugs has shown, they come with very high price tags,” said Michael Caljouw, the vice president of government and regulatory affairs at Blue Cross Blue Shield of Massachusetts. “As a community, we must be willing to tackle some very tough questions. What is the right price for new drugs and therapies? What is the appropriate use of them? Who decides? How can we achieve a better balance between medical advances and affordability?”\n\nThe first quarter of 2016 saw an average weighted rate increase of 6.3 percent among the 16 carriers participating in Monday’s hearing, according to the Division of Insurance. The first quarter rate changes ranged from a 0.3 percent decrease at the Boston Medical Center Health Plan to a 16.5 percent increase at Fallon HMO.\n\nPharmaceutical spending has previously been cited as a red flag for health care costs in Massachusetts. The state saw a growth of approximately 13 percent in drug spending per capita in 2014, according to Health Policy Commission data released last month.\n\nThe Massachusetts Medical Society in December adopted a resolution pledging to work with federal regulators to assure “fair and reasonable” consumer prices for medications and urging the Legislature and attorney general to call attention to rising drug prices.\n\nSome insurers said Monday they’re finding ways to minimize other spending while grappling with rising pharmaceutical spending.\n\nBlue Cross Blue Shield has sought new and efficient business practices to whittle down administrative costs, and has undertaken a payment reform initiative focused on improving care and “moderating the unsustainable increase” in health care costs, Caljouw said.\n\n“There is no doubt that health care costs continue to be a disproportionate burden in our state, eating into individual and family budgets, making our businesses less competitive, crowding out other government spending priorities,” Caljouw said. “But we at Blue Cross are proud of the progress we have all made in recent years.”\n\nBoston Medical Center Health Plan Chief Actuary Michael Guerriere described his plan’s rate change as a “nominal increase” — up 0.6 percent from last year, with no change from between the first and second quarters of 2016 — that was still driven by risk adjustment and pharmaceutical spending.\n\nLargely, he said, they managed to offset the drug spending through other savings, including an Affordable Care Act insurer fee for which they are not liable.\n\n“I think the concern is that those offsetting factors may not be there forever, and specialty pharmacy costs continue to rise,” Guerriere said.\n\nThe risk adjustment program, which multiple insurers identified as a cost driver, sees plans with lower risk or healthier members transfer money to those with higher risk or less healthy members.\n\nEarly last year, the industry group Massachusetts Association of Health Plans asked state officials to seek a one-year delay in implementing the new risk adjustment program, citing the potential to create instability in the market and arguing flaws could exist in the data used to determine payments. The state proceeded with implementation after federal officials indicated it was a requirement.\n\n“If risk adjustment went away tomorrow, we would lower our rates 6 percent,” said Fallon Community Health Plan’s Kevin Gorzio.\n\nAt Connecticare of Massachusetts, the risk adjustment payments turn what would have otherwise been a 15.6 percent increase into an 18.6 percent increase, vice president and chief actuary Neil Kelsey said. The plan paid $1.2 million into the Massachusetts risk adjustment program for the 2014 benefit year, and expects to pay again for both 2015 and 2015.\n\n— Written by Katie Lannan\n\nCopyright State House News Service\n\nPlease enable JavaScript to view the comments powered by Disqus.", "article_metadata": {"shareaholic": {"site_name": "NewBostonPost", "language": "en-US", "url": "http://newbostonpost.com/2016/01/11/mass-insurers-say-aca-program-prescriptions-are-driving-cost-increases/", "article_author_name": "State House News Service", "image": "http://newbostonpost.com/wp-content/uploads/2016/01/Boston_University_Medical_Center.jpg", "site_id": "ab905d8abdbd23a369259b08e0927728", "shareable_page": "true", "keywords": "Affordable Care Act., Blue Cross Blue Shield, boston, health insurance, Massachusetts, New England, Obamacare, prescriptions"}, "description": "As health insurers sat before state officials Monday to explain the math behind their rate increases, several pointed to an ACA program and pharmaceutical", "generator": "WordPress 4.5.2", "og": {"image": "http://newbostonpost.com/wp-content/uploads/2016/01/Boston_University_Medical_Center.jpg"}, "keywords": "affordable care act,health insurance,obamacare,prescriptions,boston,massachusetts,new england,blue cross blue shield,affordable care act.", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The plan paid $1.2 million into the Massachusetts risk adjustment program for the 2014 benefit year, and expects to pay again for both 2015 and 2015.\nThe risk adjustment program, which multiple insurers identified as a cost driver, sees plans with lower risk or healthier members transfer money to those with higher risk or less healthy members.\nInsurers identified a variety of factors behind rate increases, but drug spending and the Affordable Care Act’s risk adjustment provision arose as common themes in testimony.\nPharmaceutical spending has previously been cited as a red flag for health care costs in Massachusetts.\n“If risk adjustment went away tomorrow, we would lower our rates 6 percent,” said Fallon Community Health Plan’s Kevin Gorzio."}