{"article_title": "Democrats Can't Run From Obamacare, Even if They Never Voted for It", "article_keywords": ["law", "run", "voters", "republicans", "obamacare", "garcia", "cant", "health", "voted", "party", "democratic", "care", "democrats"], "article_url": "http://www.usnews.com/news/articles/2014/02/20/democrats-cant-run-from-obamacare-even-if-they-never-voted-for-it", "article_text": "Rep. Joe Garcia, D-Fla., is one of several newly elected Democrats whose bid for re-election will be tied to Obamacare. Wilfredo Lee/AP\n\nThe Affordable Care Act is baked into the Democratic brand, it’s synonymous with President Barack Obama’s legacy and in the 2014 midterm elections, some of the Democrats who could pay the highest price for its shortcomings had nothing to do with its design.\n\nMeet the ill-fated Democratic freshman class of 2012, a collection of lawmakers who helped Democrats win a net gain of eight seats in the House in 2012 and now face their first bids for re-election, their lots tied to a law for which they didn’t vote.\n\n[READ: In Florida's 13th District, Health Care Law in Spotlight]\n\nIn 2012, a handful of Democratic freshmen defeated Republican candidates who strode into Congress on a tea party wave in 2010. Redistricting helped some of those Democrats secure victories, but to some extent, it was timing. Against the backdrop of a presidential election, Democrats in swing states like Florida were able to lean on the president’s campaign infrastructure and project his campaign themes of inequality and extremism onto the GOP candidates they were up against.\n\nBut a lot has changed in two years: Political winds have shifted as Obama has settled into the slog of his second term. The president and his party have sunk into a period defined by revelations about government spying and a sloppy health care rollout. Republicans, since being blamed for a government shutdown in October, have retooled their image, positioning themselves not as obstructionists, but as the check and balance to Obama’s executive power.\n\nThat’s what the court of public opinion looks like in 2014, just as it’s the freshmen Democrats’ turn to be on trial.\n\n“Republicans who have always opposed the Affordable Care Act won’t look any more favorably on these Democrats just because they were not there in 2010,” says David Wasserman, a congressional campaign expert at The Cook Political Report.\n\nSome freshmen Democrats like Rep. Patrick Murphy of Florida, the candidate who barely beat tea party firebrand and former Republican Rep. Allen West, have managed to stave off early competition. But others are seeing a tough re-election already.\n\nOne of the members campaigning to keep his seat in 2014 is Rep. Joe Garcia, D-Fla., a freshman congressman from a district where he says one in three of his constituents is uninsured.\n\nGarcia defeated Rep. David Rivera, R-Fla., in 2012 and ran in support of health care when the outcome of the law was still a slogan, the backlash against the tea party was rising and redistricting gave Garcia the edge. Now the list of Obamacare liabilities is more tangible since the freshman first set foot on Capitol Hill. A majority of Americans disapprove of the party’s president, and even more dislike his signature law.\n\nGarcia is on record voting against a full repeal of Obamacare. (Thanks to Republicans in the House, he is on record dozens of times.) And, publicly, he’s not afraid to embrace that stance. “A day does not go by when I am not in a line at a store or at a McDonald's and someone will touch my hand and they will say, ‘Thank you’,” Garcia says.\n\nAccording to a Democratic source who tracks campaign spending, outside groups have poured more than $700,000 worth of ads into Garcia’s district already, making Obamacare a centerpiece of his campaign.\n\nBut while Garcia is not abandoning the law, he has voted for a host of changes to Obamacare since he began his term. Now, instead of running from the Obamacare albatross wrapped around his neck, he is running as the lawmaker who can make it better.\n\n“It’s far from perfect, but I believe health care is a human right,” Garcia says.\n\nIn an ad released by the Democratic House Majority PAC earlier this month, Garcia is touted as a moderate, open to changing what bogs health care down but not willing to repeal the popular selling points that helped Obama get re-elected in 2012.\n\n“He voted to let you keep your existing health plan and took the White House to task for the disastrous health care website,” a narrator says calmly in the ad. “Joe Garcia fought to hold the insurance companies accountable so they can’t deny coverage for pre-existing conditions or drop coverage when you get sick.”\n\nThere's a strategy here. Polling shows that while Republicans might want to dissolve Obamacare and start fresh, independents – those who are going to decide Garcia’s re-election fate – prefer fixing the law to chucking it entirely.\n\n“With independent voters, health care is still a jump ball,” says Geoffrey Garin, president of Democratic polling firm Hart Research Associates. “If a Democrat credibly shows he or she is committed to fixing the Affordable Care Act while preserving the good parts, that Democrat can have an advantage over Republicans who want total repeal.”\n\nDemocrats are going to get a preview of how well that strategy works ahead of the November elections. It’s a tactic being deployed in the special election between Democrat Alex Sink, formerly the chief financial officer for the state of Florida, and Republican David Jolly, a former lobbyist, in Florida’s 13th Congressional District. Again, neither candidate is on record voting for Obamacare, but the issue is dominating the race. For Democrats and Republicans, the district has become a testing ground, a proxy war for who can win the Obamacare battle in 2014.\n\nFor some freshmen, the fight over Obamacare is déjà vu. Democratic Reps. Ann Kirkpatrick of Arizona and Dan Maffei of New York, for example, were part of the class of Democrats in 2010 who voted for Obamacare: They lost their seats in 2010, won them back in 2012 and now are ready to fight again in 2014. Kirkpatrick and Maffei, like Garcia, are working to define the law for themselves, even if their fingerprints are on the first draft.\n\nBut even if Democrats are able to minimize their liabilities on Obamacare by retooling their message and making the bill their own, there is another historic obstacle that could set them back in 2014. It is the age-old Democratic conundrum: The party's base just isn’t as motivated to vote in midterm elections.\n\n“These Democrats are at fairly serious risk,” Wasserman says. “But the reason is more the nature of turnout in a midterm election than health care alone.”\n\nVoters of all political persuasions have failed to vote in as high of numbers during midterm elections as they do in presidential contests, but exit polls indicate that younger, less affluent and minority voters – coalitions that tend to skew more Democratic – are the most unlikely to cast ballots in midterm elections.\n\nHere’s why that matters for freshmen Democrats, some of whom narrowly won their elections in 2012. Older, whiter and more affluent voters who are expected to vote in 2014 tend to vote Republican and are the same coalitions that are most critical of Obamacare and the president. Low turnout, experts say, compounds Democrats' vulnerabilities with voters when it comes to Obamacare, and puts them at an even greater risk.\n\nRepublicans are salivating at that prospect. Not only can they campaign against health care, but they also have a built-in advantage – a historic edge that helped them win a net gain of 63 seats in the House of Representatives in 2010.\n\n[ALSO: Obamacare Tallies 6 Million Enrollees So Far, White House Says]\n\nSo the trick now for freshmen Democrats, experts say, is twofold. First, they have to define their own ideas on how to fix Obamacare, then they have to mobilize the coalitions who flooded the polls in 2012 to support them. Republicans are optimistic that it's too tall of an order.\n\n“It is still early, but our election forecasting looks more like 2010 in terms of turnout,” says Luke Frans, the executive director of Resurgent Republic, a Republican polling firm. “It is an uphill task for these Democrats to try to define themselves on the defining issue of their president.”\n\nIf you ask Democratic strategists, most privately acknowledge the party has a long-shot chance of taking back the House of Representatives, but they still believe they can stave off more losses if they buck the low-turnout trend.\n\nSo far, the Democratic plan is to ramp up target marketing and reach out to voters with issue-specific mailers and television and radio spots. Nationally, the Democratic Party is pushing to raise the minimum wage, a topic that mobilizes lower-wage workers to get to the polls. Democrats also are continuing to push for equal pay in the workplace, an issue that motivates women to vote.\n\nIn districts where Latino voters could make the difference, Democrats will blame Republicans for blocking progress on immigration reform in the House.\n\n\"Democrats will turn voters out by drawing a clear contrast with Republicans, the party of government shutdowns and an anti-senior, anti-middle class, anti-worker agenda,” says Andy Stone, a spokesman for House Majority PAC, the same group running ads in competitive districts across the country promoting Democrats as Obamacare “fixers.”\n\nThe reality, however, is that Obamacare isn’t going away. The Republican Party has decided to make it the singular issue of 2014, and Democrats have decided to respond. Democrats can tout the 30 million new people who are eligible for coverage under the law, and they can appeal to young people by showing off how the law allows them to stay on their parents' insurance until age 26.\n\nThe party also can reach out to the middle class by promoting how under Obamacare, patients cannot be denied coverage for pre-existing conditions, and they can mobilize women voters by explaining how insurance companies now cannot charge women more under the law.", "article_metadata": {"zone": "homepage/articles", "keyword": "picks", "title": "Democrats Can't Run From Obamacare, Even if They Never Voted for It", "og": {"site_name": "US News & World Report", "description": "For Democratic freshmen, re-election is a chance to define health care for themselves.", "title": "Democrats Can't Run From Obamacare, Even if They Never Voted for It", "url": "http://www.usnews.com/news/articles/2014/02/20/democrats-cant-run-from-obamacare-even-if-they-never-voted-for-it", "image": "http://www.usnews.com/cmsmedia/7c/d4/e0ae4e274966a86801cd0561eadd/140220-murphy-editorial.jpg", "type": "article"}, "twitter": {"site": "@USNews", "description": "For Democratic freshmen, re-election is a chance to define health care for themselves.", "card": "summary", "title": "Democrats Can't Run From Obamacare, Even if They Never Voted for It"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "news", "date_published": "Feb. 20, 2014", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Congress,health care reform,Democratic Party,Pulse,Lauren Fox,Republican Party,picks,House of Representatives,Affordable Care Act,Lauren Fox,Affordable Care Act,health care reform,Congress,House of Representatives,Republican Party,Democratic Party,Pulse,picks", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "For Democratic freshmen, re-election is a chance to define health care for themselves."}, "_id": "\"57477af36914bd0286fcd4ea\"", "article_summary": "Rep. Joe Garcia, D-Fla., is one of several newly elected Democrats whose bid for re-election will be tied to Obamacare.\nNationally, the Democratic Party is pushing to raise the minimum wage, a topic that mobilizes lower-wage workers to get to the polls.\n“With independent voters, health care is still a jump ball,” says Geoffrey Garin, president of Democratic polling firm Hart Research Associates.\n“He voted to let you keep your existing health plan and took the White House to task for the disastrous health care website,” a narrator says calmly in the ad.\nThe president and his party have sunk into a period defined by revelations about government spying and a sloppy health care rollout."}