{"article_title": "Mount Zion celebrates 125 years as it looks to future", "article_keywords": ["sims", "wants", "zion", "mount", "rev", "mckinney", "future", "looks", "zions", "church", "central", "celebrates", "williams", "125"], "article_url": "http://www.washingtontimes.com/news/2015/oct/25/mount-zion-celebrates-125-years-as-it-looks-to-fut/?page=all", "article_text": "SEATTLE (AP) - The singing began even before 10:45 a.m. Sunday service.\n\n“Let Mount Zion rejoice,” the choir members sang, warming up to a morning of music and preaching that set the crowd swaying, clapping and occasionally shouting “hallelujah.” In the sanctuary, carpeted in purple and filled with red-cushioned pews, parishioners in their Sunday best took their places.\n\nMount Zion Baptist Church has a lot to celebrate - 125 years of history as one of the oldest and most prominent institutions in the Central District and Seattle’s African-American life.\n\nIn a month of events marking the occasion, the church held three services in one Sunday that paid tribute to the past while attempting to chart a path to the future.\n\n“I think it’s an awakening,” said Tanya Jamale, 58, before stepping into the service. She has attended Mount Zion since 1963 and considers it a second home. “We’re going back to re-evaluate our values.”\n\nOr as church treasurer Wally Webster II put it in remarks to the congregation: “We need to stop coasting and start peddling and going uphill.”\n\nDespite Mount Zion’s iconic status, it is struggling to regain its footing amid the neighborhood’s changing demographics, the long shadow of a legendary pastor and a decade-old rift that left the congregation less than half as large as it once was.\n\nIn an interview this past week, the Rev. Aaron Williams said the church had about 1,000 members, down from 2,700 in its heyday. As Mount Zion’s service competed with a Seahawks game one Sunday, the church was half-full.\n\n“We’re still rebuilding,” Williams said.\n\nRon Sims, the former King County executive, recalled in an interview that someone once called Mount Zion “the house that Sam built.” That would be the Rev. Samuel B. McKinney, who served as the church’s pastor for 40 years, until 1998.\n\nOf course, McKinney didn’t literally build the church. That was done by a group of African Americans who started meeting in 1890, just one month after Washington became a state. Previous attendees of a predominantly white church, they wanted a spiritual home of their own - a dream realized in 1894.\n\nMcKinney, however, brought the church into the forefront of Seattle’s civic life and gave it a reputation that extended beyond. “He would be on every commission, every board,” said longtime parishioner and publications specialist Yvonne Ervin Carr. “He would go down to City Hall leading demonstrations. He would work with the Urban League and the NAACP.” He was even a friend of the Rev. Dr. Martin Luther King Jr., she said.\n\nYou also need to look at “who got married there and who got buried there,” Sims added. Mount Zion was where Sims himself held his wedding. Former Seattle Mayor Norm Rice was his best man.\n\nAlthough Sims now attends the church irregularly, often going to a Catholic service instead because of his wife’s faith, he said that legacy will ensure that the church lives on.\n\nMcKinney’s retirement, however, launched a new era for the church that ran into trouble. His successor, a charismatic orator, the Rev. Leslie Braxton, stirred a fiery debate when he announced his intention to shift some of Mount Zion’s operations to South King County, where African Americans were moving in the face of gentrification in the Central District.\n\nIn 2005, Braxton resigned and started a new church in Renton, taking a sizable portion of the congregation with him.\n\n“It’s like losing a part of yourself,” Carr said. “There is still a lot of healing to be done.”\n\nWilliams, a soft-spoken 47-year-old who arrived to head Mount Zion in 2008, conceded that he is navigating his way out of the shadow of McKinney, and to a lesser extent Braxton. And while he wants “a seat at the table” of the powers that be in this city, he allowed, “I’m still trying to figure out who the major players are and how do you get to them.”\n\nHe said, however, that he feels that the church “is in a good place” and he has some ideas for making it stronger.\n\nFor one, he said, “We’ve got to start reflecting the demographic make-up of the community.” In other words, he believes the church has to attract whites, who have moved into the Central District in droves, as well as young families of all races.\n\nIt’s a strategy that reflects the church’s decision not to move from its historic home at the intersection of 19th Avenue and East Madison Street.\n\n“The black church is one of the last institutions in the Central District that is holding its ground,” Williams said. Despite continual offers from developers, “this place is not for sale.”\n\nBut Williams wants to serve the community around him in new ways. The church has been sketching out a plan to turn an underutilized house it owns into a day-care center, for instance. It also has plans to develop other vacant properties around the church. On one, it wants to erect a building that will hold nearly 100 units of housing and a commercial space that could become a restaurant.\n\nWebster, the church treasurer, announced those plans on a recent Sunday.\n\nMcKinney, now 88 and to be honored at separate services Oct. 18, expressed concern about the challenges faced by the church, including some internal dissatisfaction with his less forceful successor.\n\nBut, McKinney said of the church, “I think it can bounce back. In fact, I’m praying so.”\n\n___\n\nInformation from: The Seattle Times, http://www.seattletimes.com", "article_metadata": {"description": "The singing began even before 10:45 a.m. Sunday service.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"url": "http://www.washingtontimes.com/news/2015/oct/25/mount-zion-celebrates-125-years-as-it-looks-to-fut/", "site_name": "The Washingtion Times", "type": "article", "description": "The singing began even before 10:45 a.m. Sunday service.", "title": "Mount Zion celebrates 125 years as it looks to future"}, "twitter": {"description": "The singing began even before 10:45 a.m. Sunday service.", "site": "@washtimes", "card": "summary", "title": "Mount Zion celebrates 125 years as it looks to future"}, "Author": "NINA SHAPIRO", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "_id": "\"57477af46914bd0286fdb31c\"", "article_summary": "She has attended Mount Zion since 1963 and considers it a second home.\nMount Zion Baptist Church has a lot to celebrate - 125 years of history as one of the oldest and most prominent institutions in the Central District and Seattle’s African-American life.\nMount Zion was where Sims himself held his wedding.\nDespite continual offers from developers, “this place is not for sale.”But Williams wants to serve the community around him in new ways.\nAs Mount Zion’s service competed with a Seahawks game one Sunday, the church was half-full."}