{"article_title": "Choreographed Christmas lights to be displayed throughout December", "article_keywords": ["shaw", "family", "tree", "displayed", "display", "choreographed", "lights", "tour", "donations", "shaws", "christmas"], "article_url": "http://www.mycentraljersey.com/story/news/local/middlesex-county/2014/11/27/cranbury-christmas-display/19541509/", "article_text": "The Shaw family’s Christmas display, featuring the 36 feet tall tree containing 46,000 lights. (Photo: Keith Shaw)\n\nKeith Shaw long has been involved with charity work. When he was young, his parents stressed the importance of helping those in need.\n\nNow, Shaw's charity involvement includes the Christmas Spectacular at his house, 128 N. Main St.. The display features 120,000 lights dancing to music 20 nights in December.\n\nThe lights will first turn on Saturday, Nov. 28. According to the Shaws' website, the display is New Jersey's No. 1 Christmas display for charity.\n\n\"As a hard working middle class family, we feel very blessed,\" Shaw said. \"We wanted to help others in our communities.\"\n\nThe center point of the display is the state's largest Christmas tree. Standing at 36 feet tall, the tree has more than 46,000 lights, which is more than the Rockefeller Center tree in New York.\n\nShaw owns the display and originally custom designed the tree, which was built in Trenton. Inspired by his parents' original Christmas displays, Shaw decided to put up one of his own after he bought his house.\n\nWhile searching the internet for displays, he came across a couple using brand new technology that allowed lights to dance to music.\n\nHe started out with 10,000 lights and 48 channels. That was seven years ago.\n\nNow, the display contains 120,000 lights total and 704 channels.\n\nWhile the display is free to watch, the Shaws do take cash donations. All donations go to the He Cares We Care Food Pantry.\n\n\"After the first year of so many people wanting to give donations,\" Shaw said, \"I realized, through my Christmas display, that I could bring not only joy to so many who needed it. I could also help, through the generous donations people give, to provide food for so many in need.\"\n\nVisitors who choose to make donations of $100 or more are offered a back stage VIP tour. This includes taking the donor and his or her family on a tour of the display and explaining how everything works.\n\nThe donor and family will also be able to stand inside the center of the tree and experience the choreographed lights.\n\nA positive response\n\nShaw said that the display has had an overall positive response.\n\n\"On any given night,\" he said, \"we love seeing the kids of all ages singing along, dancing and seeing so many smiles. Even the adults look at the display with amazement and always have so many questions, which I am always happy to answer. We feel blessed to hear from so many people how this display brightens up a hard time for so many.\"\n\nShaw recommends visitors attend on Thursdays and Sundays because Fridays and Saturdays tend to get packed. He also recommends they dress warm.\n\nThe dates for the choreographed lights will be Dec. 4-7, 11-14, 18-23, 25-28, 30 and 31.\n\nIt is important to note that the lights will not be choreographed on Christmas Eve. This is because of zoning restrictions that limit the number of choreographed nights to 20.\n\nThe display will remain lit just like every other non-choreographed night.\n\n\"Taking off Christmas Eve allows me to spend it with my family,\" Shaw said.\n\nFor parking information, tour appointments, pictures and contact information, visit the Shaws' website, www.cranburychristmaslights.com.\n\nEditorial Intern Ryan Diminick: 908-243-6602; RDiminick@MyCentralJersey.com.\n\nRead or Share this story: http://mycj.co/1ro7vlw", "article_metadata": {"google": "notranslate", "description": "Christmas display will include a 36 foot tree containing 46,000 lights, which is more than the tree at Rockefeller Center", "og": {"site_name": "MY CENTRAL JERSEY", "description": "Christmas display will include a 36 foot tree containing 46,000 lights, which is more than the tree at Rockefeller Center", "title": "Christmas display begins Nov. 28", "url": "http://www.mycentraljersey.com/story/news/local/middlesex-county/2014/11/27/cranbury-christmas-display/19541509/", "image": "http://www.gannett-cdn.com/GDContent/applogos/mycentraljersey.png", "type": "article"}, "twitter": {"description": "Christmas display will include a 36 foot tree containing 46,000 lights, which is more than the tree at Rockefeller Center", "title": "Choreographed Christmas lights to be displayed throughout December", "image": "http://www.gannett-cdn.com/-mm-/2bd400cf5769b8639c5dcb52be5d485691e6b584/c=210-0-750-540&r=x643&c=640x640/local/-/media/Bridgewater/2014/11/26/B9315264452Z.1_20141126142047_000+G39986GL7.1-0.jpg", "creator": "@MyCentralJersey", "site": "@MyCentralJersey", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=859380356", "fb": {"app_id": 177893718898560}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "_id": "\"57477af36914bd0286fcd4f6\"", "article_summary": "The dates for the choreographed lights will be Dec. 4-7, 11-14, 18-23, 25-28, 30 and 31.\nThe Shaw family’s Christmas display, featuring the 36 feet tall tree containing 46,000 lights.\nThe donor and family will also be able to stand inside the center of the tree and experience the choreographed lights.\nIt is important to note that the lights will not be choreographed on Christmas Eve.\n1 Christmas display for charity."}