{"article_title": "Journalist's Resource Journalist's Resource", "article_keywords": ["resource", "journalists", "older", "spending", "medical", "elderly", "medicare", "65", "social", "report", "care", "population"], "article_url": "http://journalistsresource.org/studies/government/health-care/elderly-medical-spending-medicare", "article_text": "In the year 2050, there will be 83.7 million people in the United States who are 65 years old or older, according to estimates from the U.S. Census Bureau. That’s nearly twice as many senior citizens as there were in 2012. By 2050, the elderly population – especially those who are 85 years old and older – is predicted to start growing at a faster rate than the working age population. Such a dynamic could have significant implications for the U.S. in numerous areas beyond social security.\n\nOne area that will be impacted most is health care. The elderly receive more medical attention than any other U.S. demographic. Senior citizens made up 13 percent of the U.S. population but accounted for 34 percent of healthcare-related spending in 2010, a report from the U.S. Centers for Medicare and Medicaid Services shows. In 2010, healthcare spending amounted to $18,424 per person for people aged 65 and older – about five times as much as per-person spending for children ($3,628) and triple what was spent on working-age individuals ($6,125). Much of the elderly’s medical costs are paid for by the government. Almost all Americans who are 65 years old or older are eligible for Medicare, the federal government’s health insurance program. Some seniors also qualify for Medicaid, a government insurance program that specifically targets low-income families and individuals. Medicare spending alone totaled $618.7 billion in 2014.\n\nA group of researchers led by economist Mariacristina De Nardi of the Federal Reserve Bank of Chicago sought to better understand how much money goes toward medical care for Americans aged 65 and older. Their 2015 report, titled “Medical Spending of the U.S. Elderly,” was completed for the National Bureau of Economic Research as part of the agency’s working paper series. The report is based on data collected between 1996 and 2010 through the Medicare Current Beneficiary Survey.\n\nSome of their key findings are:\n\nThe government pays for 65 percent of the elderly’s medical expenses.\n\nMedical expenses for the elderly more than double between the ages of 70 and 90. The average amount spent on medical care for an American in his or her 90s exceeds $25,000 annually, a cost based primarily on nursing home costs.\n\nThe poor use more medical goods and services than the rich and a larger portion of their expenses are financed by the government.\n\nMedical expenses before death can be high but do not appear to be a major driver of increased medical spending in the U.S. Medical spending over the last year of life averages $59,100, of which 71 percent is covered by Medicare and 10 percent is covered by Medicaid.\n\nRelated research: A 2014 Census Bureau report makes projections about and analyzes the effects of the aging population. A 2015 report in Political Analysis, “Explaining Systematic Bias and Nontransparency in U.S. Social Security Administration Forecasts,” examines whether the Social Security Administration’s forecasts make Social Security trust funds look healthier than they are.\n\nKeywords: senior citizens, elderly, Medicare, Medicaid, medical care, nursing home, medication\n\nWriter: Lauren Leatherby |\n\nCitation: De Nardi, Mariacristina; French, Eric; Jones, John Bailey; McCauley, Jeremy. “Medical Spending of the U.S. Elderly,” National Bureau of Economic Research Working Paper No. 21270, 2015. doi: 10.3386/w21270.", "article_metadata": {"news_keywords": "consumer affairs, local reporting, mental health, nutrition, senior citizens, news", "generator": "WordPress 4.5.2", "og": {"site_name": "Journalist's Resource", "description": "2015 working paper from the National Bureau of Economic Research that examines medical spending among elderly Americans, with a focus on the amount of medical expenses for those who are ages 70 to 90.", "title": "Medical spending among the U.S. elderly", "locale": "en_US", "image": "http://journalistsresource.org/wp-content/uploads/2016/02/va.gov_.jpg", "updated_time": "2016-04-26T16:03:12+00:00", "url": "http://journalistsresource.org/studies/government/health-care/elderly-medical-spending-medicare", "type": "article"}, "twitter": {"image": "http://journalistsresource.org/wp-content/uploads/2016/02/va.gov_.jpg", "description": "2015 working paper from the National Bureau of Economic Research that examines medical spending among elderly Americans, with a focus on the amount of medical expenses for those who are ages 70 to 90.", "card": "summary", "title": "Medical spending among the U.S. elderly - Journalist's Resource"}, "fb": {"admins": "YOUR FB USER ID (OR USERNAME) HERE", "app_id": "APP ID HERE"}, "keywords": "proffesional wordpress theme, flexible wordpress theme, wordpress all in one theme, premium wordpress theme", "article": {"section": "Budget", "tag": "senior citizens", "published_time": "2016-02-22T14:24:56+00:00", "modified_time": "2016-04-26T16:03:12+00:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Keywords: senior citizens, elderly, Medicare, Medicaid, medical care, nursing home, medicationWriter: Lauren Leatherby |Citation: De Nardi, Mariacristina; French, Eric; Jones, John Bailey; McCauley, Jeremy.\nThe average amount spent on medical care for an American in his or her 90s exceeds $25,000 annually, a cost based primarily on nursing home costs.\n“Medical Spending of the U.S. Elderly,” National Bureau of Economic Research Working Paper No.\nMedicare spending alone totaled $618.7 billion in 2014.\nBy 2050, the elderly population – especially those who are 85 years old and older – is predicted to start growing at a faster rate than the working age population."}