{"article_title": "Sun-Times Endorsement: Kasich, a grown-up, instead of Trump", "article_keywords": ["republican", "trump", "kasich", "endorsement", "suntimes", "illinois", "ohio", "rubio", "place", "trumps", "grownup", "vote", "instead", "america"], "article_url": "http://chicago.suntimes.com/opinion/endorsement-kasich-grownup-not-trump/", "article_text": "Sun-Times Endorsement: Kasich, a grown-up, instead of Trump\n\nFollow @csteditorials\n\nDonald Trump’s America is a place that goes soft on David Duke and the Ku Klux Klan.\n\nTrump’s America is a place where millions of people who have slipped over from Mexico to find work and feed their families are vilified as “killers and rapists.”\n\nTrump’s America is a place that would ban all Muslims from coming into the country and create a registry of those who are already here.\n\nTrump’s America is a place where torture is acceptable, and Russia’s thug president is “amazing,” and gaudy material wealth is the only true measure of success. It is a place where ignorance is a virtue, and a reporter who asks tough questions must be menstruating, and every other critic is a “dummy” or a “loser” or “dopey” or a “low life” or a “fool” or a “fat pig” or a “dog” or a “slob” or “truly weird” or a “bad guy” or a “disgusting animal.”\n\nTrump’s America is not our America, and we trust it is not yours. Trump’s America would be anything but “great again.” God forbid the Great Vulgarian should ever make it to the White House.\n\nEDITORIAL\n\nFollow @csteditorials\n\nIn the Illinois Republican primary on March 15, a responsible vote would be for anybody but Trump. But better than that, we urge a vote for Ohio Gov. John Kasich, knowing perfectly well that his odds of winning the nomination are remote. At least you’ll be voting for the biggest grownup in the room.\n\nSen. Marco Rubio of Florida lacks experience and judgment, as evidenced in the way he has stooped to Trump-like schoolyard taunts. Sen. Ted Cruz of Texas went to Princeton but can’t spell the word compromise, which is why he’s all talk and no action in Washington.\n\nKasich, in impressive contrast, has refused to jump into the mud pit. When invited at Thursday’s raucous debate in Detroit to say something critical about one of Trump’s odder foreign policy positions, Kasich said, “I won’t bite” and offered a thoughtful explanation of his own positions.\n\nKasich has deep experience in public life and the private sector, both as a legislator and executive. Before being elected governor of Ohio in 2010, he served 18 years in Congress, where he was a member of the important House Armed Services Committee. He has been an investment banker, working as managing director of Lehman Brothers’ Columbus, Ohio, office.\n\nIf you’re looking for a little more honesty and common sense on the issues, Kasich stands out as well. He does not deny the reality of climate change, which sadly makes him an outlier in his own party, though he opposes the EPA regulating carbon emissions. He favors the completion of a fence along the Mexican border, but he would offer a path to legal status — not citizenship — for undocumented workers.\n\nAs a governor, Kasich has pushed for less prison time and more rehabilitation services for nonviolent offenders. He signed a bill in 2012 making it easier for ex-felons to get work, and he has argued that America’s prisons are holding too many people who are mentally ill.\n\nKasich would of course abolish the Affordable Care Act — that’s party orthodoxy — but he would retain the federal Medicaid expansion. Like Gov. Bruce Rauner here in Illinois, Kasich tried in Ohio to limit the collective-bargaining rights for public employees. But when that idea was rejected in a state referendum, he pretty much dropped it.\n\nIf we were to follow Mitt Romney’s advice in this election, we would endorse Rubio or Cruz rather than Kasich in the Illinois primary. Romney, in a scathing takedown of Trump on Thursday, urged voters in each state to choose the candidate who appears to be strongest against Trump. In Illinois, a RealClearPolitics averaging of recent polls shows, Trump is favored by more than 30 percent of likely Republican voters, while Rubio is at about 17 percent and Cruz is at 15. Kasich is struggling at 11 percent.\n\nOur own view, though, is that the caliber of that alternative to Trump must be seriously considered as well. Kasich simply laps the field when it comes to experience, an understanding of the issues and temperament. Polls show that he also matches up best against Hillary Clinton, the likely Democratic nominee, beating Clinton by more than 7 points.\n\nIf Trump fails to win his party’s nomination outright and a messy battle ensues on the floor of the Republican National Convention in Cleveland, Kasich’s star may rise yet.\n\nIn any event, a vote for Kasich is a vote against Trump, whose star can’t fall fast enough for us.\n\nFollow the Editorial Board on Twitter: @csteditorials\n\nTweets by @CSTeditorials", "article_metadata": {"description": "<a class=\"twitter-follow-button\" href=\"https://twitter.com/csteditorials\">Follow @csteditorials</a>", "generator": "WordPress.com", "msapplication-wide310x150logo": "https://s0.wp.com/wp-content/themes/vip/chicagosuntimes/assets/images/favicons/mstile-310x150.png", "twitter": {"url": "http://chicago.suntimes.com/opinion/endorsement-kasich-grownup-not-trump/", "image": "https://suntimesmedia.files.wordpress.com/2016/03/549680298_59798675.jpg?w=400&h=400&crop=1", "site": "@suntimes", "card": "summary_large_image", "title": "Sun-Times Endorsement: Kasich, a grown-up, instead of Trump"}, "msapplication-TileColor": "#282828", "msapplication-square70x70logo": "https://s0.wp.com/wp-content/themes/vip/chicagosuntimes/assets/images/favicons/mstile-70x70.png", "msapplication-tooltip": "Chicago News, Sports, Politics, Entertainment, Weather and More", "msapplication-task": "name=Subscribe;action-uri=http://chicago.suntimes.com/feed/;icon-uri=https://s2.wp.com/i/favicon.ico", "msapplication-square310x310logo": "https://s0.wp.com/wp-content/themes/vip/chicagosuntimes/assets/images/favicons/mstile-310x310.png", "og": {"url": "http://chicago.suntimes.com/opinion/endorsement-kasich-grownup-not-trump/", "type": "article", "image": "https://suntimesmedia.files.wordpress.com/2016/03/549680298_59798675.jpg?w=1200&h=630&crop=1", "site_name": "Chicago Sun-Times", "title": "Sun-Times Endorsement: Kasich, a grown-up, instead of Trump"}, "msapplication-window": "width=device-width;height=device-height", "msapplication-TileImage": "https://s0.wp.com/wp-content/themes/vip/chicagosuntimes/assets/images/favicons/mstile-144x144.png", "application-name": "Chicago Sun-Times", "msapplication-square150x150logo": "https://s0.wp.com/wp-content/themes/vip/chicagosuntimes/assets/images/favicons/mstile-150x150.png", "viewport": "width=device-width"}, "article_summary": "Sun-Times Endorsement: Kasich, a grown-up, instead of TrumpFollow @csteditorialsDonald Trump’s America is a place that goes soft on David Duke and the Ku Klux Klan.\nIn any event, a vote for Kasich is a vote against Trump, whose star can’t fall fast enough for us.\nTrump’s America would be anything but “great again.” God forbid the Great Vulgarian should ever make it to the White House.\nEDITORIALFollow @csteditorialsIn the Illinois Republican primary on March 15, a responsible vote would be for anybody but Trump.\nBruce Rauner here in Illinois, Kasich tried in Ohio to limit the collective-bargaining rights for public employees."}