{"article_title": "Woman Sues Her Employer For Forcing Her To Pump Breast Milk In A Hot, Bug-Ridden Locker Room", "article_keywords": ["woman", "room", "company", "hot", "locker", "employer", "pump", "sues", "bugridden", "bockoras", "harassment", "forcing", "milk", "verallia", "breast"], "article_url": "http://thinkprogress.org/health/2013/11/07/2909011/bobbi-pumping-lawsuit-obamacare/", "article_text": "Health Woman Sues Her Employer For Forcing Her To Pump Breast Milk In A Hot, Bug-Ridden Locker Room CREDIT: ACLU The dirty locker room where Bockoras' employer made her breastfeed.\n\nThe dirty locker room where Bockoras’ employer made her breastfeed. CREDIT: ACLU\n\nBobbi Bockoras has worked at a glass bottling plant in Port Allegany, Pennsylvania for six years. She has two children, one of whom was born recently. Bockoras takes every pain to breastfeed her newborn daughter Lyla. Unfortunately, that includes pumping her breast milk in the only place where her employer, Saint Gobain Verallia, will let her do so — a dingy and sweltering locker room littered with dead bugs.\n\nThe Affordable Care Act requires employers to provide a clean, non-bathroom space with an electrical outlet and “reasonable” break time for their workers to pump breast milk for one full year after a child’s birth. Bockoras knows that, so she was surprised when her supervisor first told her to just pump milk in a bathroom. She eventually learned that both her supervisor and Saint Gobain Verallia’s human resources department were unaware of the law.\n\nBut Bockoras’ struggles with her employer didn’t end after she informed them about Obamacare’s protections for nursing mothers. In a blog post on the ACLU’s website, she describes weeks spent fighting to find an appropriate and private room, all while facing escalating harassment from her male co-workers:\n\nI eventually agreed to use an old locker room, even though it was filthy, because at least it had a lock on the door – and they said they’d clean it up. But when I showed up to pump there a few days later, I found that the room had not been cleaned: it was covered in dirt and dead bugs, the floor was unfinished and had large patches missing from it, and there was no air conditioning – which is serious, because temperatures can get up to 106 degrees on the factory floor. The only furniture in the room was a single chair. I was completely disgusted, but what could I do? I only had a short break before I had to be back on my shift, and my baby has to eat, so I pumped there anyway. Even though I complained that it was filthy, the company did not have it cleaned. To make matters worse, shortly after that, someone took the chair from the room, which is how I found myself pumping on the floor, with dead bugs for company.\n\nBockoras refused to give up, and continued complaining to the company about the inadequate pumping conditions and her co-workers’ harassment. That abruptly led to her being switched into into a “rotating” work shift that forces her to work a different schedule, including overnight shifts, every couple of days — a disruption that led to a 50 percent drop in her breast milk production by her account.\n\nThe harassment didn’t stop, either. Bockoras, who is now being represented by the ACLU and the Women’s Law Project in a lawsuit against Saint Gobain Verallia, says that some co-workers slathered grease and metal shards on the door handle to the room where she pumps her breast milk on two occasions. Once they even put a bucket in the room and jokingly compared Bockoras to a cow being milked, the lawsuit alleges. Her supervisors at the company evidently didn’t consider that behavior harassment after she made them aware of it.\n\n“I hope that my story will help inform other nursing workers of their rights, and educate employers about their legal obligations,” wrote Bockoras in her blog post for the ACLU. “No woman should have to go through what I did simply to do what’s best for her baby.”\n\nSaint Gobain Verallia declined to comment on Bockoras’ case. “Verallia North America operates under the company’s Principles of Conduct and Action, and we are committed to providing a respectful workplace. The Company takes its obligations under the law very seriously and is committed to abiding by all federal and state employment laws. However, it would be inappropriate for the Company to comment on specifics of pending legal matters,” a corporate communications director, Gina Behrman, told ThinkProgress in a statement via email.", "article_metadata": {"google": "nositelinkssearchbox", "description": "\"No woman should have to go through what I did simply to do what's best for her baby.\"", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "\"No woman should have to go through what I did simply to do what's best for her baby.\"", "title": "Woman Sues Her Employer For Forcing Her To Pump Breast Milk In A Hot, Bug-Ridden Locker Room", "url": "http://thinkprogress.org/health/2013/11/07/2909011/bobbi-pumping-lawsuit-obamacare/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/08/shutterstock_breastfeeding-e1375380058205.jpg", "type": "article"}, "twitter": {"description": "\"No woman should have to go through what I did simply to do what's best for her baby.\"", "creator": "@the_sy_guy", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/08/shutterstock_breastfeeding-320x213.jpg", "title": "Woman Sues Her Employer For Forcing Her To Pump Breast Milk In A Hot, Bug-Ridden Locker Room", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2013/08/shutterstock_breastfeeding-e1375380058205.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2013/08/shutterstock_breastfeeding-e1375380058205.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2013-11-07T15:31:28+00:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af46914bd0286fda8a5\"", "article_summary": "Health Woman Sues Her Employer For Forcing Her To Pump Breast Milk In A Hot, Bug-Ridden Locker Room CREDIT: ACLU The dirty locker room where Bockoras' employer made her breastfeed.\nThe dirty locker room where Bockoras’ employer made her breastfeed.\nBockoras knows that, so she was surprised when her supervisor first told her to just pump milk in a bathroom.\nThe Affordable Care Act requires employers to provide a clean, non-bathroom space with an electrical outlet and “reasonable” break time for their workers to pump breast milk for one full year after a child’s birth.\nUnfortunately, that includes pumping her breast milk in the only place where her employer, Saint Gobain Verallia, will let her do so — a dingy and sweltering locker room littered with dead bugs."}