{"article_title": "Ahead of Super Tuesday, Clinton scales back contrast with Sanders", "article_keywords": ["sanders", "clinton", "ahead", "scales", "nashville", "free", "tuition", "states", "college", "plan", "need", "message", "super", "contrast"], "article_url": "http://www.cbsnews.com/news/ahead-of-super-tuesday-clinton-scales-back-contrast-with-sanders/", "article_text": "NASHVILLE -- After a decisive win in South Carolina, Hillary Clinton is taking a different approach to her primary opponent. Speaking at a medical college in Nashville on Sunday afternoon, Clinton barely mentioned Bernie Sanders at all.\n\nMost notably, Sanders was absent from Clinton's remarks on healthcare. Instead of detailing the ways which her plan is different from his, Clinton chose to direct her attacks towards Republican efforts to repeal the Affordable Care Act.\n\n\"They don't tell you what they will replace it with, because they can't,\" she said to the crowd. \"We can't go back.\"\n\nAnd when it came to college affordability -- another key component of both Clinton and Sanders' agendas -- Clinton made only an oblique reference to his plan to make tuition at public colleges and universities free. But she didn't say his name, or refer to him as \"her opponent.\"\n\n\"I have a plan to make tuition debt free,\" she said, \"And I'll tell you my problem with making it free for everybody is not only is that really expensive, but as taxpayers I personally don't want us paying to send Donald Trump's youngest child free to college. I think he should pay, just like the rest of us who can afford it, should pay.\"\n\nClinton's step away from Sanders marks a shift in her message as the campaign moves out of the four early voting states and on to Super Tuesday next week, when eleven states will hold Democratic primaries or caucuses. Her top campaign aides are expecting her to perform well in states with more diverse populations, like Tennessee, and they're counting on strong showings in large, delegate-rich states to create a clear path for her to the Democratic nomination.\n\nSo as she jumps from state to state -- she made a stop in Arkansas later Sunday and will visit Massachusetts and Virginia on Monday-- Clinton is using her time with voters instead to share a message about the stakes of the general election and the core values behind her policy agenda.\n\n\"I believe that America is great, right now,\" she said, repeating a thinly-veiled dig at Donald Trump. \"What we need is to be whole.\"\n\nAhead of her event in Nashville, Clinton made two stops at African American churches in Memphis, where she spoke about the need for more compassion in America.\n\n\"We need more love and kindness,\" she said, speaking from the lectern at Greater Imani Cathedral of Faith. \"That should not be reserved for Sunday morning.\"\n\nShe continued: \"I really do believe that if we pull together...America's best years can still be ahead of us.\"\n\nA Clinton aide explained that Clinton's retooling of her message here, met warmly by congregants and Nashvillians alike, is not meant to signal any sense that Clinton has locked up the nomination. Clinton is focused squarely on winning on Super Tuesday, the aide said.\n\n\"I need your help on Tuesday,\" Clinton said, in closing, in Nashville. \"If you will stand up and vote for me, I will stand up and work and fight for you.\"", "article_metadata": {"description": "Visiting Tennessee on Sunday, Clinton focused more on the Republicans", "og": {"url": "http://www.cbsnews.com/news/ahead-of-super-tuesday-clinton-scales-back-contrast-with-sanders/", "image": {"width": 1200, "identifier": "http://cbsnews2.cbsistatic.com/hub/i/r/2016/02/29/9825bb01-d3be-4991-b5eb-da07a18cc9ea/thumbnail/1200x630/f3a20887c653d572079a483c591cfb2a/ap84466789390.jpg", "height": 630}, "type": "article", "description": "Visiting Tennessee on Sunday, Clinton focused more on the Republicans", "title": "Ahead of Super Tuesday, Clinton scales back contrast with Sanders"}, "twitter": {"description": "Visiting Tennessee on Sunday, Clinton focused more on the Republicans", "title": "Ahead of Super Tuesday, Clinton scales back contrast with Sanders", "app": {"url": {"ipad": "cbsnewsapp://news/ahead-of-super-tuesday-clinton-scales-back-contrast-with-sanders/", "iphone": "cbsnewsapp://news/ahead-of-super-tuesday-clinton-scales-back-contrast-with-sanders/", "googleplay": "http://www.cbsnews.com/news/ahead-of-super-tuesday-clinton-scales-back-contrast-with-sanders/"}, "country": "US", "name": {"ipad": "CBS News", "iphone": "CBS News", "googleplay": "CBS News"}, "id": {"ipad": 334256223, "iphone": 334256223, "googleplay": "com.treemolabs.apps.cbsnews"}}, "site": "@CBSPolitics", "image": "http://cbsnews2.cbsistatic.com/hub/i/r/2016/02/29/9825bb01-d3be-4991-b5eb-da07a18cc9ea/thumbnail/1200x630/f3a20887c653d572079a483c591cfb2a/ap84466789390.jpg", "card": "summary_large_image"}, "robots": "index, follow", "al": {"web": {"url": "http://www.cbsnews.com/news/ahead-of-super-tuesday-clinton-scales-back-contrast-with-sanders/"}, "android": {"app_name": "CBS News", "package": "com.treemolabs.apps.cbsnews"}, "ios": {"url": "cbsnewsapp://news/ahead-of-super-tuesday-clinton-scales-back-contrast-with-sanders/", "app_name": "CBS News", "app_store_id": 334256223}}, "fb": {"app_id": 1536620209892267}, "keywords": "hillary clinton, bernie sanders, clinton, election 2016, sen. bernie sanders", "article": {"publisher": "https://www.facebook.com/CBSPolitics"}, "viewport": "width=device-width", "news_keywords": "hillary clinton, bernie sanders, clinton, election 2016, sen. bernie sanders"}, "article_summary": "Speaking at a medical college in Nashville on Sunday afternoon, Clinton barely mentioned Bernie Sanders at all.\nAhead of her event in Nashville, Clinton made two stops at African American churches in Memphis, where she spoke about the need for more compassion in America.\nNASHVILLE -- After a decisive win in South Carolina, Hillary Clinton is taking a different approach to her primary opponent.\nAnd when it came to college affordability -- another key component of both Clinton and Sanders' agendas -- Clinton made only an oblique reference to his plan to make tuition at public colleges and universities free.\nClinton is focused squarely on winning on Super Tuesday, the aide said."}