{"article_title": "‘We’re better off than when I took office’", "article_keywords": ["poll", "office", "voters", "took", "better", "record", "say", "americans", "president", "obamas", "released", "obama"], "article_url": "http://www.wnd.com/2014/07/obama-were-better-off-than-when-i-took-office/", "article_text": "Americans worried about the direction of the nation have nothing to fear – President Obama is assuring them they’re better off than when he took office in 2009.\n\nWell, “almost.”\n\nSpeaking to supporters in Denver Wednesday, prior to a fundraiser for the re-election of Sen. Mark Udall, D-Colo., Obama touted his administration’s record of tax fairness, deficit reduction, health care and jobs. It was a record that might be news to millions of Americans who find themselves unemployed, underemployed or sidelined from the job market, not to mention those who lost the health-care coverage they were promised they would be able to keep.\n\nFrom Obama’s speech:\n\n“We made our tax code fairer. We cut our deficits by more than half.\n\n“We’ve given millions more Americans the security of health care that means you won’t go broke just because you get sick.\n\n“So, thanks to the hard work of you, and some actually pretty smart policies by us, we have come farther and advanced faster than almost any other advanced nation on Earth.\n\n“More companies are choosing to bring back jobs from overseas, thanks to our leadership, technology and innovation.\n\n“For the first time in more than a decade, business leaders from around the world have declared, ‘China’s not the number one place to invest, the United States is.’ And our lead is growing.\n\n“So, despite what you may hear, there is no doubt we are making progress. By almost every measure, we are better off than when I took office. By almost every measure.”\n\nThat’s a big “almost,” according to the government’s own statistics.\n\nTake the national debt, for example. At the end of last January, the Treasury Department’s Bureau of the Public Debt reported the figure had reached $17,293,019,654,983.61 – an increase of $6,666,142,606,070.53 since Obama’s first inauguration.\n\nAnd even that incomprehensible figure may be vastly underestimated, according to University of California, San Diego economics professor James Hamilton, who warned last year that the government is miscalculating what it owes by leaving out certain unfunded liabilities that include government loan guarantees, deposit insurance and actions taken by the Federal Reserve as well as the cost of other government trust funds. Factoring in those figures brings the total amount the government owes to a staggering $70 trillion, Fox News reported.\n\nThat debt is not going to be paid off from taxes on wages – not with the disappointing employment figures released last week by the Bureau of Labor Statistics. The number of Americans 16 and older who did not participate in the labor force climbed to a record high of 92,120,000 in June. These were people who were not only jobless, but not even seeking one in the previous four weeks. The number jumped by 111,000 since April.\n\nObama’s optimism isn’t shared by most Americans when it comes to the fortunes of young black Americans.\n\nA Rasmussen poll released this spring found just 16 percent of Americans thinking life for young black Americans had gotten better since Obama’s election in November 2008. Twenty-two percent believed conditions had worsened. And among African-Americans themselves, only 11 percent shared Obama’s optimism.\n\nObama’s landmark legislation, Obamacare, is now a regret to a majority of voters, according to a Fox News poll released last month.\n\nBy a 55-38 percent margin, voters said they wished the Affordable Care Act had never passed and the 2009 system were still in place. Those expressing buyer’s remorse included 25 percent of Democrats, 58 percent of independents and 85 percent of Republicans.\n\nLast week, a poll from Quinnipiac University indicated Obama’s touted accomplishments had not put him in good favor with American voters: “President Barack Obama is the worst president since World War II, 33 percent of American voters say. America would be better off if Republican Mitt Romney had won the 2012 presidential election, 45 percent of voters say, while 38 percent say the country would be worse off.”", "article_metadata": {"description": "A Free Press For A Free People Since 1997", "generator": "WordPress 4.4.1", "og": {"site_name": "WND", "description": "Americans worried about the direction of the nation have nothing to fear – President Obama is assuring them they’re better off than when he took office in 2009. Well, “almost.” Speaking to supporters in Denver Wednesday, prior to a fundraiser for the re-election of Sen. Mark Udall, D-Colo., Obama touted his administration’s record of tax […]", "title": "Obama: ‘We’re better off than when I took office’", "url": "http://www.wnd.com/2014/07/obama-were-better-off-than-when-i-took-office/", "image": "http://www.wnd.com/files/2014/05/obama_toast.jpg", "type": "article"}, "fb": {"app_id": 152299868169938}, "google-site-verification": "5iw1bKISvQcI1qRwIskRfer6GKV4jUf6LImfS9bhaeI", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcd536\"", "article_summary": "Americans worried about the direction of the nation have nothing to fear – President Obama is assuring them they’re better off than when he took office in 2009.\nBy almost every measure, we are better off than when I took office.\nAmerica would be better off if Republican Mitt Romney had won the 2012 presidential election, 45 percent of voters say, while 38 percent say the country would be worse off.”\nA Rasmussen poll released this spring found just 16 percent of Americans thinking life for young black Americans had gotten better since Obama’s election in November 2008.\nObama’s landmark legislation, Obamacare, is now a regret to a majority of voters, according to a Fox News poll released last month."}