{"article_title": "More readers respond to our question about changes in America", "article_keywords": ["respond", "believe", "readers", "turned", "lack", "question", "nation", "work", "cant", "good", "taught", "changed", "america", "changes"], "article_url": "http://www.dailynews.com/opinion/20150721/more-readers-respond-to-our-question-about-changes-in-america", "article_text": "We asked readers >> Has the nation changed fundamentally, or stayed true to its principles?\n\nChanges are prompted by a reluctance to offend\n\nAbsolutely! While we used to be a nation of courage, we’re now a nation (the military excepted) fearful of offending anyone. We can’t say this, can’t do that, can’t display whatever because we might offend this group or that group.\n\nThis is America, yet we’re too worried about offending other countries. We cater to various groups inappropriately. Political correctness has run amok.\n\n— Vic Christensen, Rancho Palos Verdes\n\nNot the America he knew\n\nI grew up during the 1950s in this wonderful country. Looking back, it was an idealistic time.\n\nWe had fresh bread trucks that would deliver hot bread and rolls to your neighborhood, the Good Humor man with his delicious ice cream and friendly bell ringing, and home deliveries of milk and eggs.\n\nWe were taught to respect our elders, the police and our politicians who governed America. My father worked hard and taught me that education and a good work ethic would be rewarded. Maybe it was simple naivete.\n\nNow, it seems cops are criminals and criminals are victims. People who don’t work are given welfare and a free ride. People want to make more money flipping hamburgers than soldiers who are risking their lives. Desecrating our flag is acceptable and being transgender makes you a hero.\n\nWe supply guns to drug cartels and disarm our citizens. American has turned into big government and European-style socialism. And our president negotiates with terrorists.\n\nNo, this is not the America I once knew. It has fundamentally changed and not for the better.\n\n— Oren Woods, Long Beach\n\nPrinciples haven’t changed\n\nThe leadership of America has changed. I don’t agree with CNN that the ground has shifted! I believe the liberal progressive media has been trying to create a perception that just is not reality.\n\nI believe that the Charleston, S.C., church members are conservative thinking people that would not agree with the Supreme Court’s decision, as most Americans would not.\n\nI believe most Americans are not happy with the Affordable Care Act. As for the Confederate flag, it should never have been there, just as slavery should have never been legal.\n\nAdvertisement\n\nOur instinct to help has not changed. We just do not like to be told how and when by some uninformed, ignorant leaders and do-gooders who lack the ability to make good decisions.\n\nThe country’s lack of real leadership is obvious from the polarization of extremes competing for their agendas. And this is what I believe is troubling our nation and lack of principles, not a change in them.\n\n— Gary E. Brown, Agua Dulce\n\nFirst Amendment weaker\n\nOf course it has changed! We now have a nullified First Amendment that has taken away people’s right to “free exercise” of their religion. That is big!\n\n— Linda Redondo, North Hills\n\nLiberty is losing out\n\nConsider some indicators:\n\nPolitical correctness now trumps truth. Freedom of speech has become selective. Liberals have turned into leftists. E pluribus unum has given way to multiculturalism. Regulation overpowers legislation. Enemies are courted and friends rejected. Liberty is losing out to equality.\n\nThere is change, and not much for the better.\n\n— Bob White, Manhattan Beach\n\nMore responses to this Question of the Week were published Tuesday.", "article_metadata": {"description": "We asked readers >> Has the nation changed fundamentally, or stayed true to its principles?", "title": "More readers respond to our question about changes in America", "og": {"url": "http://www.dailynews.com/opinion/20150721/more-readers-respond-to-our-question-about-changes-in-america", "image": {"width": "512px", "identifier": "http://local.dailynews.com/common/dfm/assets/logos/small/dailynews_new.png", "height": "512px"}, "type": "article", "title": "More readers respond to our question about changes in America"}, "twitter": {"domain": "dailynews.com", "description": "We asked readers >> Has the nation changed fundamentally, or stayed true to its principles?", "title": "More readers respond to our question about changes in America", "url": "http://www.dailynews.com/opinion/20150721/more-readers-respond-to-our-question-about-changes-in-america", "image": {"src": "http://local.dailynews.com/common/dfm/assets/logos/small/dailynews.png?052016"}, "site": "@ladailynews", "app": {"id": {"ipad": "id551745144", "iphone": "id502957174", "googleplay": "com.spreedinc.providers.digitalfirstmedia.ladailynews"}}, "card": "summary_large_image"}, "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "keywords": "Letters, Letters news, Los Angeles Letters news, CA Letters news, US Letters news, world Letters news.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "Letters, Letters news, Los Angeles Letters news, CA Letters news, US Letters news, world Letters news."}, "article_summary": "We asked readers >> Has the nation changed fundamentally, or stayed true to its principles?\nMy father worked hard and taught me that education and a good work ethic would be rewarded.\nWe can’t say this, can’t do that, can’t display whatever because we might offend this group or that group.\n— Vic Christensen, Rancho Palos VerdesNot the America he knewI grew up during the 1950s in this wonderful country.\nWe were taught to respect our elders, the police and our politicians who governed America."}