{"article_title": "The Gurus to Follow Based on Sector — Part 2", "article_keywords": ["sector", "einhorn", "stocks", "based", "holdings", "industry", "trades", "fund", "portfolio", "healthcare", "follow", "quarter", "gurus"], "article_url": "http://www.gurufocus.com/news/298297/the-gurus-to-follow-based-on-sector--part-2", "article_text": "Following the investing moves of our gurus can help you develop your own strategies. But with 147 portfolios to look at, how can you determine which gurus align with your personal philosophy?\n\nA good starting point is to use the Gurus Filter on the List of Gurus page. With this filter, you can narrow the gurus according to several criteria, including five and 10-year return percentages, turnover ratio, and number of stocks in the portfolio.\n\nYou can also view which gurus have similar circles of competencies as you by viewing the sector weighting of their portfolios. Simply visit any guru’s profile, and click the Sector Weighting tab on the menu.\n\nTo save our readers’ time, I determined which gurus to follow in the basic materials, consumer cyclical, consumer defensive, and financial services sector in part one of this article. In this installment, we’ll look at the investors with expertise in healthcare, industrials, and technology.\n\nHealthcare\n\nLarry Robbins (Trades, Portfolio)\n\nVanguard Healthcare Fund\n\nThe healthcare industry is composed of companies that manufacture medical equipment, supplies, pharmaceuticals, as well as those who operate in managed healthcare. The sector has been up 29.14% over the past year.\n\nLarry Robbins (Trades, Portfolio) of Glenview Capital Management was ranked number nine by Forbes as one of the top hedge fund managers of 2013. Robbins founded the hedge fund in 2001 and earned $750 million in 2013.\n\nAs of the third quarter, 37.7% of the Glenview Funds’ portfolio is in healthcare stocks. In the wake of the rollout of the Affordable Care Act last year, Robbins bet on the industry to benefit from the larger number of insured patients. Looking at the sector weighting of the portfolio since 2010, Robbins has placed a majority of the funds in healthcare every quarter.\n\nThe strategy has paid off — according to a profile in Barron’s, the Glenview Fund has had an annualized return of 13.4% over the past 10 years. During the third quarter, Robbins purchased two new healthcare stocks, and sold out of one position, for a total of 17 stocks in the industry.\n\nThe largest new purchase was 1,717,858 shares in Actavis (NYSE:ACT), which accounts for 2.2% of the portfolio. Actavis develops and manufactures generic, brand name, biosimiliar, and over-the-counter pharmaceutical products. Its specialty products include Actonel for osteoporosis and Enablex for overactive bladder.\n\nRobbins sold out of 1,909,705 shares in CareFusion Corp (NYSE:CFN), whose stock price has been up 51% since the beginning of the year. When compared to the Peter Lynch earnings line, the stock may be overvalued.\n\nThe Vanguard Healthcare Fund is a mutual fund concentrated in healthcare stocks. The following chart shows the fund’s average annual gain compared to its benchmark, the Spliced Healthcare Index.\n\nThe fund purchased two new stocks during the third quarter, Thermo Fisher Scientific (NYSE:TMO) and Envision Healthcare Holdings (NYSE:EVHC). In total, the fund holds 89 stocks worth $39.18 billion.\n\nThermo Fisher provides analytical instruments, equipment, and software to customers in the pharmaceutical industry, as well as universities, hospitals, and research labs. Its operating margin has been increasing since FY 2010 and has grown 3.84% over the past five years.\n\nThe majority of the portfolio is held in pharmaceutical stocks at 45.8%, followed by 12.9% in biotechnology, and 11.6% in health care equipment.\n\nJean M. Hynes is the portfolio manager and has advised the fund since 2008.\n\nIndustrials\n\nCompanies in the industrial sector include those that provide industrial and commercial supplies and services, distribution operations, and transportation services. Over the past year, the industry has been up 16.12%.\n\nMario Gabelli (Trades, Portfolio) of GAMCO Investors holds 21.9% of the portfolio in industrial stocks through 133 holdings. During the third quarter, Gabelli purchased two new stocks in the industry, Pike Corp (NYSE:PIKE) and URS Corp (NYSE:URS). He sold out of five holdings, including American Airlines Group (NASDAQ:AAL).\n\nThe one, three, and five-year returns for the Gabelli Asset Fund Class AAA is 8.41%, 19.19%, and 15.31% respectively.\n\nIndustrials have consistently been a significant sector in the portfolio since the fourth quarter of 2009.\n\nJoel Greenblatt (Trades, Portfolio) of Gotham Asset Management holds 21.4% of the portfolio in industrials through 200 holdings in the industry. As of the third quarter, Delta Air Lines (NYSE:DAL) was the largest holding by portfolio weighting with 2,090,925 shares.\n\nSince its inception in August 2012, the Gotham Absolute Return Fund has had a 19.79% annualized return.\n\nIndustrial stocks have been at least 20% of the portfolio since the third quarter of 2012. In the years prior, technology and consumer cyclical stocks were the majority of the portfolio.\n\nArnold Van Den Berg (Trades, Portfolio) of Century Management holds 22.4% of the portfolio in industrials through 17 holdings. The top three holdings in the industry are engineering and construction companies: Jacobs Engineering (NYSE:JEC), Layne Christensen (NASDAQ:LAYN), and Chicago Bridge & Iron (NYSE:CBI).\n\nAll three of the top holdings are currently undervalued when comparing the stock price to the Peter Lynch earnings line.\n\nSince 2005, industrial stocks have been a mainstay in the portfolio, consistently accounting for at least 17% of the holdings.\n\nHowever, the returns for the CM Value I (All-cap value) fund have struggled in relation to the S&P 500 benchmark. Annualized return since its inception in 1974 is 12.74%, barely beating the S&P 500’s 12.18% over the same time period.\n\nTechnology\n\nDavid Einhorn (Trades, Portfolio)\n\nOver the past year, the technology sector has been up 25.73%. It is defined by Thomson Reuters as companies that manufacture semiconductors, communications equipment, computer hardware and related products, as well as providers of consulting and IT services.\n\nDavid Einhorn (Trades, Portfolio) of Greenlight Capital holds a majority of the portfolio in technology companies at 53.3%, followed by energy stocks at a distant 10.6%. Of the 11 technology stocks, Micron Technologies (NASDAQ:MU) is the largest holding at 30,474,593 shares and 15.1% of the portfolio.\n\nIn April, Einhorn warned of a tech bubble — the second in 15 years. In the first quarter, the firm reported it had lost 1.5%, losing money on Keurig Green Mountain (GMCR) and Chipotle (CMG), though it pointed out it had gained from Micron. In May, however, Einhorn refined his position on the tech bubble and said he was in general bullish about tech stocks.\n\nBloomberg reported that at a charity event in New York in May, Einhorn said the technology bubble was smaller than the one a decade ago, and he was “massively long tech.”\n\nTech stocks have constituted at least 40% of the portfolio since the fourth quarter of 2011, with the exception of the first half of 2013.\n\nCNBC reported Einhorn had a frustrating third quarter according to his shareholder letter.\n\n\"Nothing particularly bad happened; we just got ground down gradually,” Einhorn wrote. “In such circumstances, it's not obvious what to do other than stay the course and be patient.\"\n\nDuring the quarter, Einhorn added Amazon (AMZN) to his short list, and closed short positions in Keurig Green Mountain and Lululemon (LULU).\n\nSeth Klarman (Trades, Portfolio), founder of the Baupost Group hedge fund and author of famed value investing book Margin of Safety, holds 48.6% of the portfolio in the industry through six holdings. Like Einhorn, Klarman’s largest position is in Micron, which constitutes 30.8% of the portfolio. Five of the six holdings are semiconductor companies.\n\nKlarman’s second largest holding is Viasat (VSAT), with 11,533,137 shares and 11.1% of the portfolio. Viasat provides high speed and mobile broadband services, advanced satellite and other wireless networks.\n\nTechnology stocks have constituted a large part of Baupost’s portfolio for several years, reaching as high as almost 60% during the third quarter of 2013.\n\nFor contrarian investors willing to take a risk, Prem Watsa (Trades, Portfolio) of Fairfax Financial Holdings is an interesting guru to follow in the tech industry. Watsa’s high profile investment in Blackberry (BBRY) constitutes 31.4% of the portfolio with 46,654,700 shares.\n\nWatsa’s two other holdings in the tech industry are IBM (IBM) and Nam Tai Property (NTP), which constitute 13.7% and 0.014% of the portfolio, respectively.\n\nTechnology holdings currently make up 45.1% of the Watsa’s portfolio, up from 32.7% in the previous quarter.\n\nNot a premium member of GuruFocus? Try it free for 7 days.\n\nAbout the author:", "article_metadata": {"apple-itunes-app": "app-id=1054144526", "Description": "The Gurus to Follow Based on Sector — Part 2, Stocks: ACT,CFN,TMO,EVHC,PIKE,URS,AAL,DAL,JEC,LAYN,CBI,MU,, Arnold Van Den Berg,Joel Greenblatt, release date:Dec 09, 2014", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=0.6, user-scalable=yes"}, "_id": "\"57477af46914bd0286fe0a8b\"", "article_summary": "The Vanguard Healthcare Fund is a mutual fund concentrated in healthcare stocks.\nYou can also view which gurus have similar circles of competencies as you by viewing the sector weighting of their portfolios.\nDuring the quarter, Einhorn added Amazon (AMZN) to his short list, and closed short positions in Keurig Green Mountain and Lululemon (LULU).\nTo save our readers’ time, I determined which gurus to follow in the basic materials, consumer cyclical, consumer defensive, and financial services sector in part one of this article.\nTechnologyDavid Einhorn (Trades, Portfolio)Over the past year, the technology sector has been up 25.73%."}