{"article_title": "Special Election 2015: A guide to the race for Congress", "article_keywords": ["wants", "district", "congress", "island", "staten", "gentile", "brooklyn", "donovan", "race", "election", "grand", "2015", "association", "guide", "special", "care"], "article_url": "http://www.silive.com/news/index.ssf/2015/05/your_guide_for_todays_special.html", "article_text": "STATEN ISLAND, N.Y. -- Election Day is here -- 120 days without a representative in Congress, and voters on Staten Island and in parts of southern Brooklyn will cast their ballots for their next congressman.\n\nRepublican District Attorney Daniel Donovan, Democratic Councilman Vincent Gentile and Green Party candidate James Lane are vying for a seat in the House of Representatives.\n\nThe seat has been empty since Congressman Michael Grimm resigned on Jan. 5 — the day before he was to be sworn in for a third term.\n\nHaving faced a 20-count indictment, Grimm pleaded guilty to one count of federal tax fraud and will be sentenced in June.\n\nTHE CANDIDATES\n\nDonovan has been the Staten Island district attorney for 12 years, previously chief of staff to Borough President Guy Molinari and deputy borough president to Borough President James Molinaro. Before that, he was an assistant district attorney in the Manhattan DA's office under Robert Morgenthau.\n\nGentile has represented his Brooklyn council district for 12 years and represented parts of Staten Island while in the state Senate for six years. Previously, he was also an assistant district attorney for the Queens DA's office under Richard Brown.\n\nLane is vice president at a digital media company and lives in Park Slope, Brooklyn, outside the 11th Congressional District. He said if he wins, he'll move to Staten Island.\n\nCANDIDATE PLATFORMS\n\nDonovan has focused his race on low taxes, little government interference and creating jobs. He touts his time in office as leading to Staten Island being the safest borough in the city.\n\nWith a baby on the way, Donovan has said he wants to go to Congress to create a better America for his child.\n\nGentile has focused his campaign on middle-class tax reform, a minimum wage increase and dislike for Republican proposals on Medicare, Medicaid and the Affordable Care Act. He believes his 18 years as a lawmaker makes him fit for the job.\n\nLane is an adoptee, who found his birth mother after years of searching an adult, and wants to see reform in that area.\n\nHe wants to see a $15/hour federal minimum wage, wants to stop climate change and wants more green jobs and energy. He also supports justice system reform and opposes the grand jury's decision not to indict in the Eric Garner case.\n\nERIC GARNER CASE\n\nWhen asked about the divisive Garner case, Donovan points to the 23 members of the grand jury as the ultimate decision makers.\n\nHe repeats that he never entered the grand jury chamber, never interviewed the witnesses, but that his employees simply presented evidence to the jury, which decided not to indict the police office in the case.\n\nGentile has not criticized the grand jury's decision, but rather said that Donovan should have been more vocal about the decision and should support releasing the grand jury minutes to show how they arrived at their conclusion.\n\nBut the councilman has not made the Garner case a focus of his campaign.\n\nLane too is frustrated that there was no indictment and has made Eric Garner's name a big part of his campaign.\n\nAFFORDABLE CARE ACT\n\nTouting the 16 million more people with health insurance now than before, Gentile wants to keep the Affordable Care Act.\n\nBut Donovan, like most Republicans, wants to repeal the act, citing burdens on businesses and individuals to meet the mandate and broken promises from the Obama Administration that people will be able to keep their doctors.\n\nDonovan has repeated that he likes two portions: allowing parents to keep their children on their policies until age 26 and covering people with pre-existing conditions.\n\nHe only recently clearly stated that he was in favor of repealing, while including those two provision in a future health care act.\n\nLane said he wants a \"Medicare for all\" system.\n\nNATIONAL SECURITY\n\nWhile Gentile supports sending American funds to groups overseas fighting ISIS, Hamas and other terrorist organizations, he doesn't support putting American troops on the ground.\n\nDonovan has not stated exactly what he would support, saying he would consult military experts and use their advice to shape his vote.\n\nLane wants less money being spent on the military altogether, instead spending it on social programs like those that provide health care and insurance.\n\nIMMIGRATION\n\nBoth Gentile and Donovan agree that America's southern border with Mexico must be secured to stop people from crossing illegally.\n\nBut Gentile wants to see an amnesty program, wherein the estimated 12 million people in the country illegally can pay penalties and become citizens.\n\nDonovan doesn't support amnesty, instead he said he wants to \"reward\" those who have gone through the immigration system legally and said America should reform the system that takes too long and encourages people to break immigration laws.\n\nCOMMON GROUND\n\nBoth Gentile and Donovan said they would seek federal funding for transportation investments in the congressional district and all three candidates said there needs to be more help for people affected by Hurricane Sandy.\n\nDEBATES AND ENDORSEMENTS\n\nAll three candidates debated in a Brooklyn forum last month and only Donovan and Gentile faced off in a live, televised debate on Staten Island.\n\nDonovan has gotten the endorsements of Bridge and Tunnel Officers, NYPD Captain Endowments Association, NYPD Lieutenants Benevolent Association, United Fire Officers Association, Uniformed Firefighters Association, New York State Court Officers Association, Port Authority Police Benevolent Association, U.S. Chamber of Commerce and more.\n\nGentile has been endorsed by the New York Hotel and Motel Trades Council, the Staten Island Democratic Association, 1199SEIU United Healthcare Workers East union, 32 BJ SEIU, NYC Allied Printing Trades Council and Young Democrats of Richmond County.\n\nThe Southern Brooklyn Democrats and Socialist Alternative New York City Committee have endorsed Lane.\n\nSample Ballot 2015", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "2015 elections, daniel-donovan, island-seat, special-election, us house, us house dist 11, vincent-gentile, news", "title": "Special Election 2015: A guide to the race for Congress", "parsely-page": "{\"title\": \"Special Election 2015: A guide to the race for Congress\", \"link\": \"http://www.silive.com/news/index.ssf/2015/05/your_guide_for_todays_special.html\", \"image_url\": \"http://imgick.silive.com/home/silive-media/width620/img/advance/photo/2015/04/14/17508193-large.jpg\", \"type\": \"post\", \"post_id\": \"15902585\", \"pub_date\": \"2015-05-05T09:32:49Z\", \"author\": \"Rachel Shapiro | rshapiro@siadvance.com\", \"tags\": [\"2015 elections\",\"@elections\",\"@mobile\",\"@politics\",\"@river\",\"daniel-donovan\",\"island-seat\",\"special-election\",\"us house\",\"us house dist 11\",\"vincent-gentile\"] }", "twitter": {"creator": "@Writingrachel", "description": "STATEN ISLAND, N.Y. -- Election Day is here -- 120 days without a representative in Congress, and voters on Staten Island and in parts of southern Brooklyn will cast their ballots for their next congressman. Republican District Attorney Daniel Donovan,...", "card": "summary_large_image", "site": "@SIAdvance"}, "article_date_updated": "Tuesday, May 05, 2015,  5:32 AM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.silive.com/advance/photo/2015/04/14/17508193-large.jpg\", \"author_name\": \"rachelshapiro\", \"author_nickname\": \"Rachel Shapiro | rshapiro@siadvance.com\", \"author_id\": \"12017825\", \"source_blog_name\": \"Staten Island Real-Time News\", \"source_blog_url\": \"http://www.silive.com/news/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "SILive.com", "description": "STATEN ISLAND, N.Y. -- Election Day is here -- 120 days without a representative in Congress, and voters on Staten Island and in parts of southern Brooklyn will cast their ballots for their next congressman. Republican District Attorney Daniel Donovan,...", "title": "Special Election 2015: A guide to the race for Congress", "url": "http://www.silive.com/news/index.ssf/2015/05/your_guide_for_todays_special.html", "image": "http://imgick.silive.com/home/silive-media/width620/img/advance/photo/2015/04/14/17508193-large.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "SILive.com", "article": {"author": "http://"}, "article_comments": 0, "article_date_original": "Tuesday, May 05, 2015,  5:30 AM", "article_author": "Rachel Shapiro | rshapiro@siadvance.com", "Description": "STATEN ISLAND, N.Y. -- Election Day is here -- 120 days without a representative in Congress, and voters on Staten Island and in parts of southern Brooklyn will cast their ballots for their next congressman. Republican District Attorney Daniel Donovan, Democratic Councilman Vincent Gentile and Green Party candidate James Lane are vying for a seat in the House of Representatives. The seat has been empty since Congressman Michael Grimm resigned on Jan. 5 — the day before he was to be sworn in for a third term. Having faced a 20-count indictment, Grimm pleaded guilty to one count of federal tax fraud and will be sentenced in June. THE CANDIDATES Donovan has been the Staten Island district attorney for 12 years, previously chief of staff to Borough President Guy Molinari and deputy borough president to Borough President James Molinaro. Before that, he was an assistant district attorney in the Manhattan DA's office under Robert Morgenthau. Gentile has represented his Brooklyn council district for 12 years and represented parts of Staten Island while in the state Senate for six years. Previously, he was also an assistant district attorney for the Queens DA's office under Richard Brown. Lane is vice president..."}, "_id": "\"57477af36914bd0286fcd546\"", "article_summary": "STATEN ISLAND, N.Y. -- Election Day is here -- 120 days without a representative in Congress, and voters on Staten Island and in parts of southern Brooklyn will cast their ballots for their next congressman.\nHe touts his time in office as leading to Staten Island being the safest borough in the city.\nTHE CANDIDATESDonovan has been the Staten Island district attorney for 12 years, previously chief of staff to Borough President Guy Molinari and deputy borough president to Borough President James Molinaro.\nBut Gentile wants to see an amnesty program, wherein the estimated 12 million people in the country illegally can pay penalties and become citizens.\nHe said if he wins, he'll move to Staten Island."}