{"article_title": "PPACA Reinsurance, Risk Adjustment and Risk Corridors", "article_keywords": ["corridors", "insurers", "ppaca", "risk", "subsidies", "program", "individual", "corridor", "coverage", "group", "reinsurance", "adjustment", "market"], "article_url": "http://www.heritage.org/research/testimony/2014/07/reinsurance-risk-adjustment-and-risk-corridors-in-the-patient-protction-and-affordable-care-act", "article_text": "Reinsurance, Risk Adjustment, and Risk Corridors in the Patient Protection and Affordable Care Act\n\nAbout the Author Edmund F. Haislmaier Senior Research Fellow, Health Policy Studies\n\nCenter for Health Policy Studies\n\nTestimony before Committee on Oversight and Government Reform Subcommittee on Economic Growth, Job Creation and Regulatory Affairs United States House of Representatives\n\nMr. Chairman, Ranking Member Cartwright: Thank you for inviting me to testify today. My name is Edmund F. Haislmaier, and I am a Senior Research Fellow in Health Policy at The Heritage Foundation. The views I express in this testimony are my own and should not be construed as representing any official position of The Heritage Foundation.\n\nThe Patient Protection and Affordable Care Act imposes new requirements and restrictions on individual and group health insurance plans, mandates that individuals obtain and employers provide coverage, and offers means-tested subsidies to eligible individuals purchasing coverage through the new individual insurance exchanges.\n\nHow individuals and employers will respond to all of these changes is highly uncertain, and that uncertainty makes it difficult for insurers to predict claims costs and set premiums. Anticipating those effects, the PPACA includes three risk-mitigation provisions designed to address these uncertainties.\n\nThe first is a “reinsurance” program that taxes health insurance policies and employer group health plans and uses the proceeds to provide individual market plans with additional subsidies for higher-cost enrollees. This program will operate for three years, collecting and redistributing $20 billion. Half of the total amount ($10 billion) is to be collected in the first year (2014).\n\nThis temporary tax is applied to all individual and group market plans as well as all self-insured employer and union plans. However, the statute specifies that payments under the program will be made only to individual market plans. Because the group market is much larger than the individual market, the net effect is to provide a subsidy to about 10 percent of the total market, with the funding coming principally from the other 90 percent.\n\nThe second, “risk adjustment,” program is designed to transfer money among insurers to adjust for the possibility that some carriers may get more or less than their proportionate share of costly enrollees. This program applies to the individual and small-group markets and is the only one of the three programs that is permanent. However, this program does not increase the total amount of subsidies flowing to insurers, but rather reallocates money already in the system.\n\nThe third, “risk corridor,” program essentially establishes a range (or “corridor”) for profits or losses for insurers selling exchange coverage. If an insurer has higher than expected profits, the government will “claw back” some of the money. Conversely, if an insurer has higher than expected losses, the government will pay the insurer additional subsidies to offset those losses. The risk corridor program, like the reinsurance program, is limited to three years (2014–2016).\n\nHowever, unlike the risk adjustment program, receipts and expenditures for the risk corridor program are not required to balance. In other words, the program is not explicitly required to be budget neutral. Depending on how the program is operated, it could possibly generate either net receipts or net outlays for the federal government.\n\nFor instance, if it turned out that most (or even all) of the insurers selling exchange coverage overestimated expected claims costs, leading them to price coverage higher, then insurers would have excess profits. Under such a scenario, the operation of the risk corridor program would generate net receipts for the federal government. Conversely, if it turned out that most (or even all) of the insurers underestimated expected claims costs, leading them to price coverage lower, then insurers could incur significant losses. Under such an alternative scenario, the operation of the risk corridor program would result in net additional outlays by the federal government.\n\nGiven the uncertainty that insurers face in pricing the new coverage, combined with pressure on them from the Obama Administration to keep premiums low, the risk corridor program is more likely to result in additional federal outlays than in additional federal receipts. This is the source of the concern expressed in Congress and elsewhere that the risk corridor program could become a taxpayer-funded bailout for insurers selling coverage in the exchanges.\n\nThe starting point for evaluating these programs is to understand the three different types of risk that each is intended to address.\n\nThe first is what can be termed “market selection risk.” This risk arises when customers have a choice between two or more markets with different characteristics. In the case of the PPACA, the most obvious examples are decisions by employers about offering coverage. The PPACA now makes it possible for employers to discontinue group plans (without penalty in the case of firms with 50 or fewer workers) and instead send their employees to the exchanges to obtain new, subsidized coverage as individuals.\n\nIndeed, for many workers, the subsidies offered for individual exchange coverage could be greater than the tax benefits they now receive for their current employer group coverage. That means that in some instances, both employers and their workers will have strong incentives to substitute exchange coverage for their current group coverage. However, insurers have little basis for predicting either the number or the risk profiles of firms that might drop prior group coverage.\n\nMarket selection risk is also present with respect to uninsured individuals. Those who qualify for the new premium subsidies will now be more likely to obtain coverage than previously when they could purchase coverage only on an unsubsidized basis (which is still available outside the exchanges). Furthermore, among both the previously uninsured and those losing access to prior group coverage, it can be expected that individuals in poorer health will be more motivated to obtain coverage than individuals in better health will be.\n\nThus, the PPACA’s reinsurance program can be seen as principally designed to address market selection risks by taxing the much larger employer group coverage market to provide additional subsidies to the individual market. This design reflects the expectation that the net effect of the PPACA’s various provisions will be to induce more individuals in poorer health to migrate into the individual exchange market.\n\nIn contrast, the risk adjustment program is designed to compensate for what can be called “individual selection risk.” For any group of individuals who have already made the decision to buy coverage, there is still uncertainty surrounding which insurer and which plan each individual will pick when presented with a range of choices. At the end of the selection process, some insurers may find that they have either a larger or a smaller share of either better or worse risks than they would otherwise have if the individuals in each risk category had been evenly distributed among all the insurers in the market.\n\nIt is this uncertainty that risk adjustment programs are designed to address through fund transfers among insurers. Like other such risk adjustment programs, the one in the PPACA does not affect either the premiums paid by enrollees or the level of subsidies provided by the government. Rather, it is simply a statistical and accounting exercise among the participating insurers.\n\nWhat that leaves is the most contentious of the three: the risk corridor program. Essentially, the risk corridor program is designed to address potential “profit or loss risk.” This risk arises from the fact that the uncertainties involved in predicting claims costs and pricing premiums for a new type of coverage could result in carriers incurring larger than expected profits or larger than expected losses.\n\nThe question is: How appropriate is it to apply a risk corridor program to the PPACA exchange plans?\n\nDiscussions of the PPACA’s risk corridor program often reference the risk corridor program established for the Medicare Part D prescription drug benefit. But while the two programs are structured in similar fashion, there are important differences between the two markets that are relevant.\n\nFirst, in Medicare Part D, insurers were being asked to design and price a product—stand-alone drug coverage for senior citizens—that did not previously exist in the market. Second, their experience with the nearest equivalent coverage—employer group plans covering prescription drugs—did not offer insurers much guidance in projecting claims costs and premiums for the new Part D coverage. In employer plans, the drug coverage is integrated into the rest of the plan (not stand-alone); the coverage is provided on a group basis (much less potential for individual selection risk); and the covered population (working-age adults and children) consumes, on average, only one-fifth as many drugs as senior citizens.\n\nHowever, such unusual circumstances associated with a completely new type of insurance product for a completely new market are not the case with respect to the PPACA’s individual market exchange coverage. Individual market major medical coverage has long been a health insurance product line. While it is true that the PPACA imposes new rules and restrictions on individual coverage—such as additional benefit mandates, new age rating rules, and a prohibition on the application of pre-existing condition exclusions—insurers can look for guidance to the experiences in states that previously imposed those same, or similar, rules on their individual markets. Thus, insurers offering coverage in the exchanges were not being asked to create an entirely new product for a new market with which they had no experience, as they were with Medicare Part D.\n\nFurthermore, all of the PPACA’s new rules and restrictions apply equally to individual policies sold both inside and outside the exchanges, yet Congress applied the risk corridor program only to individual coverage sold through the exchanges. That fact alone undercuts any potential argument for retaining the PPACA risk corridor program. Given that the only distinction between the “on exchange” and “off exchange” subsets of the individual market is the availability of income-related coverage subsidies, there is no risk-mitigation rationale for treating these two subsets of the same market differently.\n\nThat this distinction in the risk corridor program is artificial and inappropriate is further confirmed by the fact that the PPACA includes a provision requiring insurers to treat their individual market plans, both on and off the exchanges, as a single risk pool for purposes of claims costs and premium setting, as well as by the fact that the PPACA’s reinsurance program subsidizes on-exchange and off-exchange individual market coverage under the same terms and conditions.\n\nConsequently, there does not appear to be any legitimate risk-mitigation rationale for the risk corridor program as it is structured in the PPACA. While insurers certainly face a number of uncertainties with respect to how a post-PPACA individual market will operate, and while their “profit or loss risk” will initially be somewhat elevated under the new market rules, the magnitude of that risk is neither unique nor abnormal enough to justify a risk corridor program to mitigate such risks.\n\nThe reinsurance and risk adjustment programs alone should be more than sufficient to address the basic uncertainties—market selection and individual selection risks—that insurers face in the post-PPACA market. Indeed, the size of the funding for just the reinsurance program should be sufficient.\n\nLast year, prior to the implementation of the changes required by the PPACA, total premiums for the individual major medical market were $28 billion. Using the most generous possible assumptions—that all of the 8 million reported exchange enrollees actually purchased coverage, that all of those new enrollees were previously uninsured, and that all of those enrollees chose Silver-level plans—I estimate that total premiums for the individual market in 2014 could increase by as much as $35 billion.\n\nMeasured against those figures, the $10 billion in reinsurance funding in 2014 equates to 28 percent of the maximum estimated $35 billion in new premiums, or 15 percent of the maximum estimated $63 billion in combined (new and existing) premiums. Put another way, even if all insurers underpriced all coverage for all new enrollees by as much as 28 percent, they could still all be made whole by the $10 billion available in reinsurance subsidies. Indeed, even if all insurers underpriced all coverage for all enrollees (both new and existing) by as much as 15 percent, they could still all be made whole by the $10 billion available in reinsurance subsidies.\n\nIn sum, given the lack of an appropriate and sufficient rationale for the PPACA’s risk corridor program, combined with the potential for the program to create additional taxpayer liabilities, I believe that the best solution would be for Congress to simply eliminate the program.\n\nMr. Chairman, this concludes my prepared testimony. I thank you and the Committee for inviting me to testify today. I will be happy to answer any questions that you or members of the Committee may have.", "article_metadata": {"description": "The Patient Protection and Affordable Care Act imposes new requirements and restrictions on individual and group health insurance plans, mandates that individuals obtain and employers provide coverage, and offers means-tested subsidies to eligible individuals purchasing coverage through the new individual insurance exchanges.", "og": {"site_name": "The Heritage Foundation", "description": "The Patient Protection and Affordable Care Act imposes new requirements and restrictions on individual and group health insurance plans, mandates that individuals obtain and employers provide coverage, and offers means-tested subsidies to eligible individuals purchasing coverage through the new individual insurance exchanges.", "title": "Reinsurance, Risk Adjustment, and Risk Corridors in the Patient Protection and Affordable Care Act", "url": "http://www.heritage.org/research/testimony/2014/07/reinsurance-risk-adjustment-and-risk-corridors-in-the-patient-protction-and-affordable-care-act", "image": "http://www.heritage.org/~/media/heritage.ashx", "locale": "en_US", "type": "article"}, "twitter": {"site": "@heritage", "card": "summary", "creator": "@heritage"}, "robots": "NOODP", "keywords": "health care, health reform, health insurance policies, PPACA, Reinsurance, Risk Adjustment, Risk Corridors, Patient Protection and Affordable Care Act", "article": {"publisher": "https://www.facebook.com/heritagefoundation"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fdbe73\"", "article_summary": "Discussions of the PPACA’s risk corridor program often reference the risk corridor program established for the Medicare Part D prescription drug benefit.\nHowever, unlike the risk adjustment program, receipts and expenditures for the risk corridor program are not required to balance.\nThe risk corridor program, like the reinsurance program, is limited to three years (2014–2016).\nThe question is: How appropriate is it to apply a risk corridor program to the PPACA exchange plans?\nConsequently, there does not appear to be any legitimate risk-mitigation rationale for the risk corridor program as it is structured in the PPACA."}