{"article_title": "Obama’s Inequality Fallacies", "article_keywords": ["equality", "wealth", "incomes", "work", "fallacies", "equal", "inequality", "economic", "programs", "policies", "obamas", "growth", "obama"], "article_url": "http://spectator.org/57043_obamas-inequality-fallacies/", "article_text": "President Obama veered hard left last week, trying to change the subject from Obamacare to “inequality.” Obama and his Obamabots reflect a lot of confusion whenever they start using this word.\n\nThere are two fundamentally different concepts of “Equality.” One is equality under the law, that everyone should face the same rules. That was central to the American Revolution itself, which was the historic cutting edge to abolish the legal “aristocracy,” nobility, monarchy, and all of their vestiges in the law. There is no political dispute today over this form of equality. Republicans and conservatives support equality under the law just as much as Democrats, “liberals,” and Marxists ostensibly do.\n\nThe other concept of equality is equality of result, the idea that differences in wealth and income are inherently unfair and our goal should be to eliminate them. Obama explicitly said in his speech last week that he does not mean to promote equality of result. But throughout his remarks, he precisely complained about inequality of result. “The top 10 percent no longer takes in one-third of our income, it now takes in half,” Obama proclaimed. “Whereas in the past, the average CEO made about 20 to 30 times the income of the average worker, today’s CEO now makes 273 times more,” Obama further complained. “And meanwhile, a family in the top 1 percent has a net worth 288 times higher than the typical family, which is a record for this country.”\n\nThis concept of equality is fundamentally anti-American, and at the heart of Marxism and Communism. If public policies are to make all incomes equal, then there is literally no reason for anyone to work and earn more. The extra earnings anyone earns would just be confiscated, and given to those who work less, even those who don’t work at all, until their incomes are the same as everyone else’s. So why would anyone work at all?\n\nAnd if public policies are to make everyone’s wealth equal, then there is no reason at all for anyone to save and invest anything. The extra savings, investment, and wealth anyone makes and accumulates would be confiscated, and given those with less, or none, until they had the same wealth as everyone else. So why save and invest at all?\n\nWith no savings, investment, entrepreneurship (why bother trying to start and run your own business when if it is successful it would have to be taken away from you), or even work, there would be no economic growth or prosperity at all. The notions of equal incomes and wealth for all are fundamentally incompatible not only with the entire concept of capitalism, but with any economic and social advance at all. Indeed, any society committed to equal incomes and wealth for all would logically only have to regress back towards the Stone Age. This is exactly what we saw in every Communist country in the 20th century committed to implementing these principles.\n\nMoreover, with these as the ultimate results of such principles, any policy adopted to approach those principles would approach those same results, again as was demonstrated throughout the 20th century. Any such policies would retard economic growth, and lead to long term economic stagnation and decline, the greater the more such policies were implemented.\n\nYet, throughout academia, the media, and at the core of the Democrat party, the reigning assumption is that the goals of any fair society would be precisely equal incomes and wealth for all. This is the pall that is bringing down America over the long run. Especially as the rest of the world has learned precisely these lessons from the 20th century. But in America, such prep school Marxism means “hope and change.” Not just Obama, but our nation’s elites remain mired in these Marxist throwback fallacies of the last century.\n\nObama’s economic policies have been entirely consistent with this philosophy of equal incomes and wealth as the ultimate goal. He has thoroughly pursued increases in the tax rates of every tax, or maintaining them as high as politically possible, on “the rich” and corporations and businesses. The Obama regulatory jihad veers towards abolishing any concept of the private economy, with “private” business and industry to be run as the government and its bureaucrats decide, not as the entrepreneurs who build them decide. (“You didn’t build that” anyway, as Obama has proclaimed.) Government spending soared until the Republican House was elected in 2010 as a check and balance on this economic insanity.\n\nAnd that is why there has been very little economic growth, throughout Obama’s entire presidency. Indeed, as the inevitable result of no growth, economic inequality has accelerated and soared under Obama. That is reflected in official government statistics measuring inequality, including the so-called “Gini” index. The incomes of the bottom 80 percent have been in persistent decline for all five years now, including for the middle class the deceiver in chief talks so much about, and for the poor, as poverty has soared under Obama as well. Yet, the stock market boom the Fed has been under such pains to induce with its loose, zero interest rate monetary policy, cheered on with the full support of Obama and his Treasury department, has meant that the incomes of the top 20 percent have continued to increase under the Obamanian reign of error.\n\nThe other key distinction to be made is between the goal of equal incomes and wealth, and safety net programs for the poor. Carefully constructed safety net programs for the poor can co-exist perfectly well with booming capitalism, which was the central argument of my 2011 book America’s Ticking Bankruptcy Bomb. Indeed, such programs can contribute to economic growth and prosperity for all. Constructed with pro-growth incentives for positive behavior (work, family, education, savings, investment, and entrepreneurship), such programs would not be much of a burden to the resulting booming economy. Indeed, the combination of such careful safety net programs and the booming economy can eliminate poverty entirely. And booming jobs and rising wages and incomes for the poor and middle class would more effectively promote actual economic equality.\n\nPlease enable JavaScript to view the comments powered by Disqus.\n\n\n\n\n\n", "article_metadata": {"fb": {"pages": 1742097289343962}, "generator": "WordPress 4.4", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdbe7b\"", "article_summary": "Obama’s economic policies have been entirely consistent with this philosophy of equal incomes and wealth as the ultimate goal.\nAnd that is why there has been very little economic growth, throughout Obama’s entire presidency.\nIndeed, as the inevitable result of no growth, economic inequality has accelerated and soared under Obama.\nAnd booming jobs and rising wages and incomes for the poor and middle class would more effectively promote actual economic equality.\nIndeed, any society committed to equal incomes and wealth for all would logically only have to regress back towards the Stone Age."}