{"article_title": "Texans without health insurance don’t matter because ‘that’s not how we keep score’", "article_keywords": ["perry", "dont", "wallace", "texans", "fox", "say", "matter", "state", "score", "health", "didnt", "insurance", "thats"], "article_url": "http://www.rawstory.com/2015/06/rick-perry-texans-without-health-insurance-dont-matter-because-thats-not-how-we-keep-score/", "article_text": "Rick Perry speaks to Fox News (screen grab)\n\nRepublican presidential candidate Rick Perry suggested over the weekend that he was not concerned with the high rates of uninsured Texans because “that’s not how we keep score” on health care.\n\nFox News host Chris Wallace pointed out to Perry on Sunday that his campaign had promised to look out for the “little guy” but Texas had the highest uninsured rate in the country when the candidate was governor.\n\n“More than 1 in 5 Texans didn’t have health coverage,” Wallace noted. “And yet, you refused to set up a state exchange under Obamacare, you refused to expand Medicaid. I mean, is that looking out for the little guy when 21 percent of Texans didn’t have health insurance?”\n\n“If how you keep score is how many people you force to buy insurance, well, then I would say that’s how you keep score,” Perry opined. “We make access to health care the real issue, we passed the most sweeping tort reform in the nation.”\n\n“I understand that, sir, but don’t you — you were the governor for 14 years — don’t you feel some responsibility when 21 percent of the people in your state didn’t have health insurance?” Wallace pressed.\n\n“That’s not how we keep score,” Perry insisted. “I think it’s a fallacy to say access to health care is all about insurance. What we happen to say in the state of Texas is we’re going to try to make accessible as we can good quality health care.”\n\nWatch the video below from Fox News’ Fox News Sunday, broadcast June 21, 2015.", "article_metadata": {"og": {"image": {"width": 800, "identifier": "http://www.rawstory.com/wp-content/uploads/2015/06/fox_fns_perry_healthcare_150621a-800x430.jpg", "height": 430}, "title": "Rick Perry: Texans without health insurance don’t matter because ‘that’s not how we keep score’"}, "fb": {"app_id": 212555972273585}, "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=0.1, maximum-scale=10.0"}, "_id": "\"57477af46914bd0286fe1e52\"", "article_summary": "“That’s not how we keep score,” Perry insisted.\n“More than 1 in 5 Texans didn’t have health coverage,” Wallace noted.\nI mean, is that looking out for the little guy when 21 percent of Texans didn’t have health insurance?”“If how you keep score is how many people you force to buy insurance, well, then I would say that’s how you keep score,” Perry opined.\n“I think it’s a fallacy to say access to health care is all about insurance.\n“We make access to health care the real issue, we passed the most sweeping tort reform in the nation.”“I understand that, sir, but don’t you — you were the governor for 14 years — don’t you feel some responsibility when 21 percent of the people in your state didn’t have health insurance?” Wallace pressed."}