{"article_title": "Former United States Attorney Ken Sukhia enters race for congress", "article_keywords": ["ken", "attorney", "united", "court", "congress", "recount", "principles", "fight", "states", "enters", "sukhia", "race", "act", "fought", "floridas"], "article_url": "http://www.mypanhandle.com/news/former-united-states-attorney-ken-sukhia-enters-race-for-congress", "article_text": "Surrounded by friends and supporters and standing in front of the\n\nUnited States Court House where he once worked, Ken Sukhia announced his candidacy\n\nas a Republican for the U.S. Congress, District 2 seat. The former United States Attorney\n\nrepresenting North Florida highlighted his lifelong fight for conservative principles and\n\nhis desire to answer the call to defend those now embattled values.\n\n\n\n“Just a few months ago, I had no intention to run for Congress. But I fear our nation is on\n\nthe brink of social, economic and political ruin. I am running for Congress to take part in\n\nthe battle to preserve our American principles and way of life. I believe I would serve our\n\ndistrict well, because I am the only candidate with a proven lifetime record of fighting for\n\nconservative principles. I want to know that when the foundations were under attack I did\n\nall I could to fight for the core American principles of personal and economic freedom,\n\nreligious liberty, and personal responsibility,” said Mr. Sukhia.\n\n\n\nMr. Sukhia was appointed by President George H.W. Bush to serve as U.S. Attorney.\n\nDuring that time, he ran one of the most productive offices in the country and sent violent\n\ncriminals to prison, including both foreign and domestic terrorists. In private practice,\n\nSukhia fought Planned Parenthood in court in their challenge to Florida’s Parental\n\nNotification of Abortion Act. He successfully fought for the rights of our military to have\n\ntheir votes counted during the 2000 Presidential Recount. He assisted the former Florida\n\nAttorney General in the case challenging the constitutionality of Obamacare. He headed\n\nFlorida’s First Joint Medicaid and Medicare Fraud Task Force, fought in Washington for\n\npassage of the Internet Decency Act and defended in court Florida’s school voucher\n\nprogram.\n\n\n\nDuring this campaign, Sukhia will specifically address his plans to: fight illegal\n\nimmigration; defend both our religious and 2nd Amendment freedoms; fight terrorism;\n\nand repeal of Obamacare.\n\n\n\nA review of Mr. Sukhia’s credentials confirms his front line experience in some of the\n\nmajor battles of our day:\n\n\n\n• U. S. Attorney in one of the most productive offices in the nation.\n\n• Fought Planned Parenthood in Trial Defending Florida’s Parental Notice of\n\nAbortion Act\n\n• Fought Gore as Federal Trial Attorney for Bush in the 2000 Recount Election\n\nBattle\n\n• Stood up in Court Battle to Defend Florida’s School Voucher Program\n\n• Assisted Florida Attorney General in fight against Obamacare\n\n• Went to Congress to Urge Passage of the Internet Decency Act to Protect Children\n\n• Testified Numerous Times in U.S. Congress for Stronger Criminal Justice System\n\n• Fought Battle in Congress to save Terri Schiavo from Forced Death\n\n• Testified in DC Opposing Obama’s Criminal Justice Policies\n\n• Headed the State’s first Joint Medicare and Medicaid Fraud Task Force\n\n• Named by President GHW Bush as one of top 3 US Attorneys Prosecuting\n\nNational Pornographers\n\n• Fought for our military’s right to have their votes counted during 2000\n\nPresidential Recount.\n\n• Sent violent criminals to prison including both foreign and domestic terrorists.\n\nThe new 2nd Congressional District runs throughout Northwest and North Central\n\nFlorida. It includes all or part of Bay, Calhoun, Columbia, Dixie, Franklin, Gilchrist, Gulf,\n\nJackson, Jefferson, Lafayette, Leon, Levy, Liberty, Marion, Suwannee, Taylor, Wakulla\n\nand Washington counties.\n\n\n\nFor more on Ken Sukhia’s background and campaign platform, visit his website at\n\nwww.FightWithKen.com.", "article_metadata": {"description": "Surrounded by friends and supporters and standing in front of the\nUnited States Court House where he once worked, Ken Sukhia announced his candidacy\nas a Republican for the U.S. Congress, District 2 seat. The former United States Attorney\nrepresenting North Florida highlighted his lifelong fight for conservative principles and\nhis desire to answer the call to defend those now embattled values.", "author": "Taylor Smith", "og": {"site_name": "MYPANHANDLE", "description": "Surrounded by friends and supporters and standing in front of theUnited States Court House where he once worked, Ken Sukhia announced his candidacyas a Republican for the U.S. Congress, District 2 seat. The former United States Attorneyrepresenting North Florida highlighted his lifelong fight for conservative principles andhis desire to answer the call to defend those now embattled values.", "title": "Former United States Attorney Ken Sukhia enters race for congress", "url": "http://www.mypanhandle.com/news/former-united-states-attorney-ken-sukhia-enters-race-for-congress", "image": {"width": 640, "identifier": "http://static.lakana.com/nxsglobal/mypanhandle/photo/2016/03/23/Ken%20Sukhia_1458755309110_7711217_ver1.0_640_360.jpg", "height": 360}, "locale": "en_US", "type": "article"}, "fb": {"app_id": 637043833062712}, "google-site-verification": "IS9x0jJg4f5fTJQB-77uxqImIdixjFMgVCotVPpm254", "keywords": "News,Local News,Your Local Election Headquarters,Election,Politics", "article": {"section": "News", "published_time": "2016-03-23T17:52:26+0000", "modified_time": "2016-03-23T17:52:26+0000"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "Surrounded by friends and supporters and standing in front of theUnited States Court House where he once worked, Ken Sukhia announced his candidacyas a Republican for the U.S. Congress, District 2 seat.\nThe former United States Attorneyrepresenting North Florida highlighted his lifelong fight for conservative principles andhis desire to answer the call to defend those now embattled values.\nI am running for Congress to take part inthe battle to preserve our American principles and way of life.\nHe headedFlorida’s First Joint Medicaid and Medicare Fraud Task Force, fought in Washington forpassage of the Internet Decency Act and defended in court Florida’s school voucherprogram.\nIn private practice,Sukhia fought Planned Parenthood in court in their challenge to Florida’s ParentalNotification of Abortion Act."}