{"article_title": "Researching the Hows and Whys of Politics", "article_keywords": ["hows", "researching", "voters", "science", "merced", "republicans", "political", "whys", "polarization", "state", "democrats", "measure", "politics", "uc"], "article_url": "http://www.ucmerced.edu/news/2014/researching-hows-and-whys-politics", "article_text": "Note: This story originally appeared in the Fall 2014 issue of UC Merced Magazine and has been updated in the wake of the Nov. 4 elections. Read the whole issue online.\n\nIn two small rooms on the University of California’s youngest campus, far removed from the epicenters of American political power, cutting-edge research offers insight into why voters sometimes behave the way they do.\n\nSome of the brightest minds in U.S. political science use biometric feedback and other data to gauge the influence of political parties, examine how personality traits influence political behavior and measure people’s trust in government.\n\nThey’ll also keep a close watch on next month’s midterm elections with an eye toward deeper analysis.\n\nAt first glance, a relatively remote California outpost might appear to be an unlikely location to ponder such weighty topics. UC Merced, after all, just welcomed its first students in 2005.\n\nIt is a region better known for its bounty of almonds and much of the fresh produce consumed in the United States – not for its contributions to American political discourse.\n\nBut the 11 energetic and relatively young pioneers in political science at UC Merced don’t view it that way.\n\nThey – like their trailblazing peers in other disciplines – have embraced the notion of building something together from the ground up. Their passion just happens to be politics.\n\nThey believe their mandate is to establish a research institution with a national reputation. It is an invigorating concept.\n\n“The promise of creating a new UC political science program in an environment promoting intellectual boundary-pushing and downplaying tired conventions was very appealing to me,” said Professor Thomas Hansford, who joined UC Merced eight years ago from the University of South Carolina.\n\nNowhere is that sentiment more evident than in the political science lab, actually two small rooms inside a three-story, polished-concrete building on the east edge of campus.\n\nEach room is outfitted with computers at six cubicles to complete implicit awareness tests. One of the labs also has two private rooms with Bio Pac monitors to measure heart rate, blood pressure, respiration and other physiological reactions to political stimuli. Skin conductance calculates emotional arousal, while facial electromyography shows contractions of muscles in the face and can indicate whether a person reacts positively or negatively.\n\n“We’re not asking about their attitude at a particular time. This is not an opinion survey,” said Professor Nathan Monroe, the political science chair, explaining how the lab functions. “We try to measure attitudes that drive physiological reactions such as disgust or approval.”\n\nMeasuring gut reactions\n\nThe experiments are designed by political science faculty members and often overseen by graduate students. About 150 of UC Merced’s 6,300 undergraduates pass through the lab in any given week, responding to online recruitment and a chance for extra credits.\n\nMost experiments take about 30 minutes and the results are catalogued and analyzed in an ever-growing database. Monroe said experiments are “manipulated” so about half the respondents are getting the “treatment” and others are the control group. No one can repeat the same experiment. Students are encouraged to go as fast as they can to allow the responses to be instinctual.\n\n“We’re trying to get people’s gut reactions to things,” said Professor Stephen P. Nicholson, a political scientist and the lab’s co-director. “A lot of times, we arrive at decisions and look for reasons to justify them. These gut responses are our out-of-conscious reasons. They’re not emotional. Most people don’t think things through politically; they just react.”\n\nAs an example, Nicholson shared the story of a national online survey related to immigration reform he worked on during the 2008 presidential campaign.\n\nRespondents were required to identify as Democrats or Republicans, then asked about the Dream Act, a politically charged proposal to provide a path to citizenship for immigrants who came to the United States as children.\n\nOne group was told then-Democratic nominee Barack Obama supported the bill; the other that Republican nominee John McCain liked the idea.\n\n“What I found was that partisans were against it if they thought the opponent was for it,” Nicholson said. “We see that a lot with Obamacare. It has his name on it. It was the same thing with (George W.) Bush. Democrats then said, ‘Something Republicans like, I’m against it.’ We call that cue taking.”\n\nAn incubator for political trends\n\nThe experts at UC Merced also closely monitor the broader political trends – hyper-partisanship, low voter turnout, how information is disseminated, the initiative process and the effects of technology or money – that are evident in state and national campaigns.\n\nTheir analysis acknowledges California’s long history as an incubator for political ideas – from the tax revolt that swept the country after Proposition 13 was passed in 1978 to issues such as medical marijuana, immigration, tougher prison sentences and gay marriage.\n\n“Historically, California has been an innovator in public policy and a lot of the ideas, for better or worse, have been adopted by other states,” Nicholson said.\n\nMonroe paid particular attention to whether Democrats would regain two-thirds majorities in both houses of the state Legislature this fall. That had been the case until earlier this year, when legal issues by two Democratic senators forced them to step aside.\n\nDemocrats had hoped to recapture supermajorities in both legislative houses. Of the 120 legislative seats in the Assembly and Senate, 100 were open in the Nov. 4 general election, but because Replublicans flipped a district in the eastern Bay Area, they blocked Democrats from reachign their goal. A two-thirds threshold – or supermajority – is needed to give the majority party power to raise taxes and override gubernatorial vetoes without support from the minority party.\n\n“If they were able to win enough seats, the policy implications would have been substantial – particularly the ability to levy new taxes,” Monroe said. “If they had two-thirds, they could effectively negotiate the budget and any tax changes within their own party. While that cuts out Republicans, it also empowers moderate Democrats. … That puts some extra influence into key moderate areas of Democrats, especially in the Central Valley.”\n\nNicholson was most interested in one of the six statewide initiatives on the November ballot.\n\nNow that it passed, Proposition 47 makes most nonviolent crimes misdemeanors instead of felonies. That means fewer men and women will be sent to California’s already overcrowded prisons, but more will serve their time in equally impacted county jails, he said.\n\nNicholson believes Prop. 47 is an extension of a related ballot measure passed by California voters two years ago that modified sentencing aspects of the landmark “Three Strikes, You’re Out” law from 1994.\n\n“For a long time in California and the nation, the trend has been to stiffen penalties. I think with tight budgets and prison overcrowding, the tide is turning a little bit,” he said. “Obviously, no politician today wants to be perceived as soft on crime, but there’s a discussion on being reasonable on crime and the realities of overcrowding in prison.”\n\nProfessor Matthew Hibbing looks outside the state for signals about people’s political moods. He thinks voters’ perceptions of the economy will strongly influence which candidates they support next month.\n\n“The economy is performing pretty well right now, but at the moment, perception hasn't caught up with reality,” said Hibbing, co-director of the UC Merced lab. “The Democrats are going to try like crazy to spread the word about how things have improved, and Republicans are going to try to keep the focus off the current state of the economy and on topics where they see the Democrats as vulnerable.”\n\nHe said history favors Republicans, and it did this year, too.\n\n“The midterm elections are always tough on the president's party, and especially so for second-term presidents, so I expected the Republicans to gain ground in both houses of Congress,” Hibbing said.\n\nMore partisanship at the national level?\n\nNow that Republicans control both houses of Congress for the next two years, the confrontation and gamesmanship between GOP leaders and President Obama that led to a 16-day shutdown of the federal government last fall could escalate again.\n\nMany of UC Merced’s political science faculty members point to other periods in U.S. history when political polarization was particularly high.\n\nMonroe and Nicholson mentioned the period of Reconstruction in the 1860s and ’70s as well as the Civil Rights era in the 1960s as being particularly divisive. Hibbing, who teaches courses on voting behavior and political psychology, said how and where people access information today contributes to the growing perception that polarization has increased.\n\n“Strong Democrats watch MSNBC and read the Huffington Post, while strong Republicans watch Fox News and read Drudge. At the extremes, partisan voters can avoid ever hearing viewpoints that challenge their existing views,” he said. “But most voters are more moderate, and among those voters, I don't think polarization is nearly as extreme as it is sometimes portrayed.\n\n“I do think that the extremes get more attention, but that is largely because most moderates are not that engaged in politics.”\n\nResearch conducted by Professor Jessica Trounstine shows that in all regions of the country, voters cast ballots for different parties at different levels of government. Democrats dominate California’s Legislature and statewide office holders, but plenty of Republicans are elected to nonpartisan local positions as well as Congress.\n\nIn Texas and Kentucky, she said, most local officials are Democrats while the states vote Republican in national contests. The reverse is true in Pennsylvania.\n\n“I think that this type of partisan splitting indicates that polarization isn’t nearly as clear cut as many people believe,” she said. “In my mind, polarization is largely an elite phenomenon, with voters following along when they have little other choice.”\n\nProfessor David Fortunato, who studies legislatures in the U.S. and Europe, believes polarization has increased with the influence of the parties themselves over the past two generations.\n\n“Think of the Democratic Party in the 1960s,” he said. “Ted Kennedy and Strom Thurmond were both Democrats, but they were very different politically. … If you were a voter and you wanted to make a good decision 50 years ago, you would have had to find out about what individual legislators thought. Today, you find out about the party because you can base your decision on that.”\n\nA serious set of researchers\n\nA key measure of the growing influence of the UC Merced political science group is publication rates. Professors’ research has appeared in the country’s leading political science journals or published in book form just as often as bigger, older schools.\n\nA report Monroe issued in Fall 2013 reveals how well UC Merced compares against the 20 political science programs ranked highest by U.S. News and World Report, plus the five other UC institutions that offer political science degrees. That list includes such Ivy League luminaries as Yale, Harvard, Columbia and Princeton; nationally renowned universities such as Stanford, Ohio State, Michigan and NYU; and the UCs in Berkeley, Los Angeles, Davis, Santa Barbara and Riverside.\n\nMonroe compared the frequency of publication in the top six peer-reviewed academic journals and top six book presses – what he calls “the most important measure of faculty success.” UC Merced’s staff ranked second nationally, trailing only Washington University in St. Louis.\n\nHe even adjusted for the relative youth of the faculty members, assuming that newer professors publish more often than those at the tail ends of their careers. When adjusting for those who have received their Ph.D.s since 1998 – the year of the oldest Ph.D. in the discipline – UC Merced still ranked seventh of the 25 schools evaluated.\n\nMonroe credits an aggressive national recruitment effort that has landed talented faculty members from across the country, joined by a common purpose.\n\nProfessor Courtenay Conrad received her Ph.D. from Florida State University and had a host of high-profile institutions interested in her. She chose UC Merced.\n\n“Everyone here is intellectually curious. They’re very supportive. There are no artificial borders between those who study U.S. politics and international institutions,” said Conrad, who came to UC Merced in 2013 and has done extensive research on state-sponsored torture.\n\nOne project she is working on – as yet unpublished – will measure Americans’ views toward aggressive interrogation of suspected terrorists or criminals. She said the race of suspects and the agencies conducting interrogations are huge factors in public perception.\n\nAnd, given the horror of the Sept. 11 terrorist attacks, the initial responses are not a surprise.\n\n“We have preliminary evidence to suggest that Americans are more supportive of torture when detainees have Arabic names and when an intelligence agency is responsible for the abuse,” Conrad said.\n\nMonroe said the value of political science itself is reflected in the kind of research being conducted at UC Merced.\n\n“We take the science part seriously,” he said. “We try to answer questions that are not based on subjective opinion. We use quantitative data to shed insight on important topics.”", "article_metadata": {"foaf": {"name": "landerson4"}, "google-site-verification": "0AAlRHP8CVjIH2J0oU1LnWzzR7HZ1jXE3yMZLEQacEA", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=2.0, user-scalable=yes", "description": "Note: This story originally appeared in the Fall 2014 issue of UC Merced Magazine and has been updated in the wake of the Nov. 4 elections. Read the whole issue online.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fcd55f\"", "article_summary": "But the 11 energetic and relatively young pioneers in political science at UC Merced don’t view it that way.\nThis is not an opinion survey,” said Professor Nathan Monroe, the political science chair, explaining how the lab functions.\nMonroe said the value of political science itself is reflected in the kind of research being conducted at UC Merced.\nMany of UC Merced’s political science faculty members point to other periods in U.S. history when political polarization was particularly high.\nThere are no artificial borders between those who study U.S. politics and international institutions,” said Conrad, who came to UC Merced in 2013 and has done extensive research on state-sponsored torture."}