{"article_title": "The Affordable Care Act (ACA) and Occupational Safety and Health Administration (OSHA) Enforcement", "article_keywords": ["affordable", "enforcement", "aca", "temporary", "employees", "workers", "work", "administration", "employers", "osha", "health", "act", "safety", "occupational", "employer", "correcting", "hazardous", "care"], "article_url": "http://www.natlawreview.com/article/affordable-care-act-aca-and-occupational-safety-and-health-administration-osha-enfor", "article_text": "Monday, February 17, 2014\n\nSoon, all employers with 50 or more full-time employees must offer health care coverage to their employees or be fined. In order to be counted as full-time under the Affordable Care Act (ACA), an employee must work at least 30 hours per week. Some employers might decide to use more temporary workers and contractors to avoid the employer mandate under the ACA. In doing so, employers must be aware that still have certain obligations to protect the safety and health of those temporary or contract workers.\n\nLast year, federal OSHA launched an initiative to protect temporary workers from workplace hazards. Kentucky’s program, KOSH, followed suit. Enforcement efforts have been focusing on a lack of training and failure to provide proper personal protective equipment. Increasing numbers of violations are being found when temporary employees are working with hazardous chemicals and energized equipment (lock out/tag out). Employers who use temporary workers must have a clear understanding with temporary agencies and contractors about who will train temporary workers and provide them personal protective equipment.\n\nEmployers also need to be familiar with OSHA’s multi-employer work site doctrine, which has been in effect since 1999. On work sites – whether general or construction – more than one employer may be cited for a hazardous condition that violates an OSHA regulation. Kentucky’s Occupational Safety and Health Review Commission (KOSH) and appellate courts have determined that this doctrine is consistent with the law. If an employer falls into one of the following categories, it may be cited for violations, regardless of whether its own employees were exposed.\n\nThe Creating Employer: The employer who caused the hazardous condition.\n\nThe Exposing Employer : The employer whose own employees were exposed to the hazardous condition.\n\nThe Correcting Employer: The employer who is engaged in a common enterprise with the exposing employer and who is responsible for correcting the hazardous condition. For example, a correcting employer may have installed or maintained a particular piece of equipment or device at a work site.\n\nThe Controlling Employer: The employer who has general supervisory authority over the work site, including the power to correct safety and health violations or require others to do so.\n\nIt is important to note that a creating, correcting, or controlling employer will often be an exposing employer, as well. Exposing, creating, and controlling employers can also be correcting employers, if they are authorized to correct the hazard.\n\nAlthough the use of temporary or contract workers may help employers avoid the employer mandate under the ACA, it will not necessarily relieve them of their obligations under OSHA. Federal OSHA and KOSH will continue to make the safety of temporary and contract workers a priority in 2014. Therefore, it is critical for all employers to contact an experienced legal professional to help them evaluate and revise their safety plans and contracts to ensure that they properly address temporary and contract worker protection.", "article_metadata": {"description": "In order to be counted as full-time under the Affordable Care Act (ACA), an employee must work at least 30 hours per week. Some employers might decide to use more temporary workers and contractors to avoid the employer mandate under the ACA. In doing so, employers must be aware that still have certain obligations to protect the safety and health of those temporary or contract workers.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "Soon, all employers with 50 or more full-time employees must offer health care coverage to their employees or be fined.&amp;nbsp; In order to be counted as full-time under the Affordable Care Act (ACA), a", "title": "The Affordable Care Act (ACA) and Occupational Safety and Health Administration (OSHA) Enforcement", "url": "http://www.natlawreview.com/article/affordable-care-act-aca-and-occupational-safety-and-health-administration-osha-enfor", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/aux/1092/Kembra%20Sexton%20Taylor_2.jpg?itok=5BEbMx4o", "type": "article"}, "keywords": "legal, business, ACA, Affordable Care Act, healthcare, insurance, labor, employment, OSHA, Occupational Safety and Health Administration, government", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "legal, business, ACA, Affordable Care Act, healthcare, insurance, labor, employment, OSHA, Occupational Safety and Health Administration, government"}, "_id": "\"57477af36914bd0286fce572\"", "article_summary": "Employers who use temporary workers must have a clear understanding with temporary agencies and contractors about who will train temporary workers and provide them personal protective equipment.\nExposing, creating, and controlling employers can also be correcting employers, if they are authorized to correct the hazard.\nSome employers might decide to use more temporary workers and contractors to avoid the employer mandate under the ACA.\nThe Correcting Employer: The employer who is engaged in a common enterprise with the exposing employer and who is responsible for correcting the hazardous condition.\nLast year, federal OSHA launched an initiative to protect temporary workers from workplace hazards."}