{"article_title": "Obamacare Rates May Be Going Up Significantly in 2016 -- Or Maybe Not", "article_keywords": ["insurers", "significantly", "maybe", "obamacare", "increases", "penalty", "rate", "going", "rates", "claims", "health", "requests", "2016", "insurance", "plans"], "article_url": "http://www.motherjones.com/kevin-drum/2015/07/obamacare-rates-may-be-going-significantly-2016-or-maybe-not", "article_text": "The New York Times reports that insurers are asking for significant rate increases for 2016:\n\nBlue Cross and Blue Shield plans — market leaders in many states — are seeking rate increases that average 23 percent in Illinois, 25 percent in North Carolina, 31 percent in Oklahoma, 36 percent in Tennessee and 54 percent in Minnesota....The rate requests, from some of the more popular health plans, suggest that insurance markets are still adjusting to shock waves set off by the Affordable Care Act. It is far from certain how many of the rate increases will hold up on review, or how much they might change. But already the proposals, buttressed with reams of actuarial data, are fueling fierce debate about the effectiveness of the health law. ....Insurers with decades of experience and brand-new plans underestimated claims costs. “Our enrollees generated 24 percent more claims than we thought they would when we set our 2014 rates,” said Nathan T. Johns, the chief financial officer of Arches Health Plan, which covers about one-fourth of the people who bought insurance through the federal exchange in Utah. As a result, the company said, it collected premiums of $39.7 million and had claims of $56.3 million in 2014. It has requested rate increases averaging 45 percent for 2016. The rate requests are the first to reflect a full year of experience with the new insurance exchanges and federal standards that require insurers to accept all applicants.\n\nI'd continue to counsel caution until we get further into the process. Big rate increase requests have been the opening bids from insurance companies for years, and they usually get knocked down to something much more reasonable by the time the regulatory process is finished. It's also the case that if lots of young people have been paying the tax penalty instead of getting insured, that might change as the penalty goes up. It was $95 in 2014, went up to $325 this year, and goes up to $695 in 2016. At some point, more and more of these folks are going to decide that they really ought to get something for their money instead of just paying a penalty to the IRS, and that will help broaden the insurance pool.\n\nStill, the bottom line here is that credible evidence is growing that we might see biggish rate increases in 2016. They won't be the monster increases that Fox News will be hyping endlessly, but they might be bigger than us liberal types expected. We'll know in a few months.", "article_metadata": {"application-name": "Mother Jones Magazine", "og": {"url": "http://www.motherjones.com/kevin-drum/2015/07/obamacare-rates-may-be-going-significantly-2016-or-maybe-not", "site_name": "Mother Jones", "image": "/sites/all/assets/mojo_nomaster.jpg", "type": "article", "title": "Obamacare rates may be going up significantly in 2016 -- or maybe not"}, "twitter": {"title": "Obamacare rates may be going up significantly in 2016 -- or maybe not", "url": "http://www.motherjones.com/kevin-drum/2015/07/obamacare-rates-may-be-going-significantly-2016-or-maybe-not", "image": {"src": "/sites/all/assets/mojo_nomaster.jpg", "identifier": "/sites/all/assets/mojo_nomaster.jpg"}, "creator": "kdrum", "site": "@MotherJones", "card": "summary_large_image"}, "msapplication-TileColor": "#FFFFFF", "msapplication-square70x70logo": "/sites/all/assets/mstile-70x70.png", "msapplication-square310x310logo": "/sites/all/assets/mstile-310x310.png", "msapplication-wide310x150logo": "/sites/all/assets/mstile-310x150.png", "fb": {"admins": "13301307,670317733,1198876232,38509772,106892,2907757,306289,602422192,4101301,513450539"}, "msapplication-TileImage": "/sites/all/assets/mstile-144x144.png", "msapplication-square150x150logo": "/sites/all/assets/mstile-150x150.png"}, "article_summary": "It is far from certain how many of the rate increases will hold up on review, or how much they might change.\nStill, the bottom line here is that credible evidence is growing that we might see biggish rate increases in 2016.\nIt has requested rate increases averaging 45 percent for 2016.\nIt was $95 in 2014, went up to $325 this year, and goes up to $695 in 2016.\nBut already the proposals, buttressed with reams of actuarial data, are fueling fierce debate about the effectiveness of the health law."}