{"article_title": "The Holiday ‘Gift’ of a High-Tech Credit Card", "article_keywords": ["gift", "technology", "chip", "retailer", "credit", "terminals", "emv", "cards", "president", "holiday", "hightech", "visa", "card"], "article_url": "http://www.thefiscaltimes.com/2014/10/23/Holiday-Gift-High-Tech-Credit-Card", "article_text": "Consumers can expect a flurry of thick, credit-card-carrying mail as some banks attempt to get high-tech chip cards into their hands before the holidays. The catalyst: A series of high-profile security breaches at U.S. retailers caused an acceleration of a multi-year transition to the chip-and-pin technology.\n\nA year ago, credit card issuers thought the Europe-led move toward Europay, Mastercard and Visa (or EMV) cards—which require a unique user code rather than an anonymous swipe—would bypass the U.S., said Paul Kleinschnitz, senior vice president in the cybersecurity group at First Data. \"After a larger breach like with Home Depot,\" Kleinschnitz said, \"they said, 'We're not going to take this trickle approach. We're going to do a massive reissuance as soon as possible.'\"\n\nRead: Credit Card Fears - Three Moves You Should Never Make\n\nWhile Europe, Asia and Latin America have already broadly adopted EMV technology, replacing the United States' billion-plus swipe cards in circulation is no easy feat.\n\nChase first focused on replacing cards like the British Airways Visa or Ritz Carlton Rewards card, for customers who frequently traveled internationally, said Jen Roberts, president of Chase's high net-worth card business. Those customers, the companies said, would be able to use chip-and-pin machines abroad and be less susceptible to fraud that takes place overseas.\n\nBut in October, the reissuance went mainstream with an announcement from Charlotte-based Bank of America, which said it would be replacing expired and lost debit cards with a chip-enabled card.\n\nLuis Lujan, a Bank of America customer living in Texas, reached out to the company directly on Twitter to learn how to replace his card, once he found out EMV technology was available. \"A step forward is better than sitting still,\" he said about his approach to the switch. \"Why not be proactive about ID theft?\"\n\nRelated: Black Friday 2014 Comes Early - 7 Great Deals\n\nTiti Cole, senior vice president and product management executive at BofA, said the sooner consumers can start using the technology—which could cause a logjam in checkout lines—the better. \"There's going to be a learning curve,\" Cole said in a phone interview. \"And the vast majority of merchants still don't have it.\"\n\nSo far, executives across the banking industry point to Wal-Mart as the only major retailer that has invested in chip terminals on a large scale. In remarks at the Consumer Financial Protection Bureau on Oct. 17, President Barack Obama acknowledged Wal-Mart, along with Home Depot, Target and Walgreen, for pledging to adopt chip-and-pin technology by the beginning of 2015.\n\n\"I want to encourage every retailer, every bank, and every credit card company to join them in this effort,\" Obama said, noting that government-issued payment cards would carry a chip at the beginning of 2015, too.\n\nWithout new terminals that read the actual chips, the new cards are no safer than the old ones, making it imperative that both transitions happen at the same time, First Data's Kleinschnitz said.\n\nRelated: Obama's Credit Card Got Rejected in New York\n\nCost and consumer adoption are the two biggest hurdles to the transition. The chip terminals can cost up to $1,000 apiece, according to Javelin Research, depending on how many terminals a retailer is purchasing. To help defray the costs for smaller businesses, American Express has pledged $10 million toward the effort. Silicon Valley start-up Square is also working on a chip reader that a spokesman said will be \"affordable\" when it launches next year.\n\nMerchant's Warehouse, which processes payments for some 80,000 retail merchants, expects only 60 percent of its customers will have EMV technology by this time in 2015, according to CEO Henry Helgeson.\n\nThe elephant in the room is Apple Pay, which is already requiring some 220,000 retail stores to add new terminals with near-field communications capability. Many merchants have adopted Apple Pay before buying an EMV terminal, which Chase's Roberts said is counterintuitive. \"There's demand for one terminal that does it all,\" Roberts said.\n\nChip cards, for that matter, are also more expensive to produce than plain plastic. Many consumers already got new credit and debit cards reissued following the handful of security breaches in the last year and aren't thrilled about getting another one—and banks aren't racing to force them to reissue.\n\nThey might soon, though. An industry task force led by MasterCard and Visa has set an October 2015 deadline for the majority of American cardholders to have switched over to chip; the Payments Security Task Force estimates some 575 million cards will feature chips by that time. Banks like PNC, Citigroup, JPMorgan Chase and Wells Fargo will roll out chip debit cards in early 2015.\n\nIn the meantime, Santiago Conde—a Wells Fargo customer in Kansas City, Kansas—plans to alter his holiday shopping habits. Conde, 22, said he'll use just one card for all his purchases and replace it when he's done.\n\n\"That way, if there is indeed a breach,\" Conde told CNBC, \"I will already have a new card number and won't have anything to worry about.\"\n\nThis article originally appeared in CNBC.\n\nRead more in CNBC:\n\nAnother retailer probing possible card data breach\n\nThe downside to Apple Pay\n\nHousing wakes up to a new hangover", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Consumers can expect a flurry of thick, credit-card-carrying mail as some banks attemp", "title": "The Holiday ‘Gift’ of a High-Tech Credit Card", "url": "http://www.thefiscaltimes.com/2014/10/23/Holiday-Gift-High-Tech-Credit-Card", "image": "http://cdn.thefiscaltimes.com/sites/default/files/slides/Credit%20Cards%20%28Reuters%3AStelios%20Varias%29.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2014/10/23/Holiday-Gift-High-Tech-Credit-Card", "image": "http://cdn.thefiscaltimes.com/sites/default/files/slides/Credit%20Cards%20%28Reuters%3AStelios%20Varias%29.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Consumers can expect a flurry of thick, credit-card-carrying mail as some banks attemp", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fdbeb2\"", "article_summary": "Related: Obama's Credit Card Got Rejected in New YorkCost and consumer adoption are the two biggest hurdles to the transition.\nConsumers can expect a flurry of thick, credit-card-carrying mail as some banks attempt to get high-tech chip cards into their hands before the holidays.\nRead: Credit Card Fears - Three Moves You Should Never MakeWhile Europe, Asia and Latin America have already broadly adopted EMV technology, replacing the United States' billion-plus swipe cards in circulation is no easy feat.\nThe chip terminals can cost up to $1,000 apiece, according to Javelin Research, depending on how many terminals a retailer is purchasing.\nChip cards, for that matter, are also more expensive to produce than plain plastic."}