{"article_title": "Are the Democrats allowing Social Security to twist in the wind?", "article_keywords": ["commissioner", "senate", "budget", "colvin", "twist", "field", "program", "offices", "democrats", "social", "services", "security", "wind", "allowing"], "article_url": "http://www.latimes.com/business/hiltzik/la-fi-mh-are-the-democrats-allowing-social-security-20141216-column.html", "article_text": "In these waning days of the Democratic Senate, the majority is taking advantage of a muffed procedural maneuver by Sen. Ted Cruz (R-Texas) to confirm a passel of otherwise stalled executive branch appointees.\n\nCarolyn W. Colvin, who President Obama nominated last June to be Social Security commissioner, won't be among them. Senate Majority Leader Harry Reid withdrew her confirmation vote from the calendar for unexplained reasons. What his action means is that as Social Security faces the sharpest increase in its workload and its most bitter political challenges since its creation in 1935, it will continue to chug along without an official commissioner. Colvin, 72, will stay on as acting commissioner, a post she has held since February 2013.\n\nDo the Democrats care about Social Security? This latest failure to provide the program with a fully accredited boss inspires doubt. It's another example of the not-so-benign neglect that the party has shown toward its most important achievements, such as the Affordable Care Act, and it may be the real reason that the Democrats have lost credibility with the middle class.\n\nDemocratic politicians have failed utterly to communicate to the great mass of American voters how the Affordable Care Act is a boon to them, and they're not doing nearly enough to protect and promote Social Security, which is the most important program for the middle class ever devised by the U.S.\n\nThis is not to denigrate Colvin's performance as acting commissioner. Senate Republicans have said they held up her nomination because of questions regarding a nonfunctional $300-million computer project; Sen. Orrin Hatch (R-Utah) has mumbled something about \"criminal conduct.\"\n\nSocial Security Senate Committee on Aging Social Security field offices have been closing at a rapid rate. Social Security field offices have been closing at a rapid rate. (Senate Committee on Aging)\n\nThis is typically fatuous GOP chatter. The computer project began under Colvin's predecessor, Michael Astrue, a George W. Bush appointee; Social Security expert Eric Laursen points out that the investigation on which the Republicans are basing their complaints was ordered by Colvin.\n\nIn any event, there's no reason to doubt Colvin's commitment to Social Security, which she served as a high-level executive from 1994 to 2001, returning in 2010 as deputy commissioner. As Paul Van de Water of the Center on Budget and Policy Priorities observes, Colvin has to work with the budget cards she's dealt: \"She been doing a good job under very difficult circumstances, with a continually shrinking real budget,\" he said.\n\nIndeed, the problem is Social Security's budget -- and the Democrats' failure to safeguard it. The crisis emerged in 2011, when Congress started to pare the president's budget requests for the Social Security Administration. From then through fiscal 2013, Social Security got $2.7 billion less than the president sought. Some of the shortfall was restored this year, but most of the increase was designated for anti-fraud programs, not pure administration.\n\nA study by the Senate Committee on Aging released this spring examined the consequences. Staffing in Social Security field offices fell by 14%, to 25,420 from 29,481. Across the country, field office hours were slashed. By March 2013, about 12,000 visitors a week had to wait two hours or more to get served, \"a figure that had almost tripled in the previous four months.\" For those who tried to obtain information via the program's 800 number, the rate of busy signals also tripled. The agency tried to pare down foot traffic to its offices by eliminating some face-to-face services, advising people to resort to the Internet instead.\n\nField offices themselves are disappearing. Since 2010, the report found, the agency has eliminated 64 offices, the largest such reduction in any five-year span in its history.\n\nAll this has happened while the demands for services are at a record level, and still rising: The aging of the baby boom generation resulted in a 33% increase in retirement and survivor claims since 2007.\n\nAs for the shift over to Internet services, the Senate report found that this fails millions of Americans who lack adequate access to the Web or have difficulty using computers for other reasons. Among those 65 or older, 41% don't use the Internet; for 80-year-olds, the figure rises to 63%. These people are, obviously, Social Security's core customer base.\n\nUnder Colvin, the agency has struggled to keep on top of its fiscal and administrative challenges. Its strategy, embodied in a document known as \"Vision 2025,\" is to rely more on electronic services. That's reasonable in the long run, but Social Security service professionals say it's hopelessly premature, even for a 2025 time frame. For clients in rural areas or with physical and cognitive impairments, online services aren't likely to be significantly more accessible then than now, and the need for personal assistance even greater.\n\nIt's not hard to discern the political motivation underlying the stagnating of Social Security's administrative resources. Conservatives have sought for decades to make the program less relevant to the average American, the better to cut or eliminate it entirely. Anything that makes its services less accessible serves that purpose.\n\nIn this environment, what Social Security needs is a vigorous leader who can drive home the importance of the program to the majority of Americans, whether they're retired or working, and their families. Someone who can stand up for the program and keep Americans informed, counteracting the divisive lies spread by its foes about its fiscal condition and its role as a universal bulwark of retirement. For all her devotion, Colvin may not be that person. But there's no shortage of candidates among the cadre of effective Social Security advocates on the national scene.", "article_metadata": {"fb_title": "Are the Democrats allowing Social Security to twist in the wind?", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "In these waning days of the Democratic Senate , the majority is taking advantage of a muffed procedural maneuver by Sen. Ted Cruz (R-Texas) to confirm a passel of otherwise stalled executive branch appointees.", "title": "Are the Democrats allowing Social Security to twist in the wind?", "url": "http://www.latimes.com/business/hiltzik/la-fi-mh-are-the-democrats-allowing-social-security-20141216-column.html", "image": "http://www.trbimg.com/img-549070ca/turbine/la-fi-mh-are-the-democrats-allowing-social-security-20141216", "type": "article"}, "x-servername": "lalvp09.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "Social Security, Congress, Carolyn Colvin", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/82304014", "googlebot-news": "index", "date": "2014-12-16", "Description": "In these waning days of the Democratic Senate, the majority is taking advantage of a muffed procedural maneuver by Sen. Ted Cruz (R-Texas) to confirm a passel of otherwise stalled executive branch appointees.   Carolyn W. Colvin, who President Obama nominated last June to be Social Security commissioner,...", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Social Security, Congress, Carolyn Colvin"}, "_id": "\"57477af46914bd0286fdbebd\"", "article_summary": "Social Security Senate Committee on Aging Social Security field offices have been closing at a rapid rate.\nSocial Security field offices have been closing at a rapid rate.\nBut there's no shortage of candidates among the cadre of effective Social Security advocates on the national scene.\nStaffing in Social Security field offices fell by 14%, to 25,420 from 29,481.\nDo the Democrats care about Social Security?"}