{"article_title": "At Liberty, Ted Cruz Speaks to the Faithful (Updated)", "article_keywords": ["week", "updated", "faithful", "federal", "university", "ted", "audience", "liberty", "senate", "cruz", "cruzs", "imagine", "president", "speaks"], "article_url": "http://www.rollcall.com/news/home/at-liberty-ted-cruz-speaks-to-the-faithful", "article_text": "Updated 4:01 p.m. | LYNCHBURG, Va. — The Senate's longest week kicked off some 180 miles southwest of the Capitol, with a presidential campaign announcement by one of the chamber's conservative firebrands, Sen. Ted Cruz.\n\nTimed to the fifth anniversary of the signing of the Affordable Care Act, Cruz made an explicitly religious and sharply conservative pitch to an enthusiastic audience dominated by thousands of Liberty University students.\n\nBy the end of the week, all of the potential presidential candidates will have a chance to make their mark thanks to the Senate budget resolution, and dozens of votes, hitting the floor for the unpredictable vote-a-rama .\n\nHere in Lynchburg, Cruz's record of big fights — and big legislative losses — on defunding Obamacare, rolling back President Barack Obama's executive actions on immigration or opposing raising the debt limit — were a call to arms, not a record of failure.\n\nCruz suggested if millions of like-minded conservative voters get out and vote in the next election, his vision of America will come true.\n\n\"Roughly half of born-again Christians aren't voting,\" Cruz lamented, then asked his audience repeatedly to \"imagine\" a different world where they vote, and, presumably, he wins.\n\n\"Think just how different the world would be. Imagine: instead of economic stagnation, booming economic growth,\" Cruz said. \"Imagine young people coming out of school with four, five, six job offers.\"\n\nIn Cruz's imagined America, a flat tax will be created and the IRS will be abolished. Obamacare will be repealed and replaced. Bullets — and the Second Amendment — will be safe from the federal government.\n\nThe Texan hit a number of historical markers, from Patrick Henry's \"give me liberty or give me death\" statement up through President Franklin D. Roosevelt and, as one would anticipate, President Ronald Reagan.\n\nSome of the loudest applause of the domestic policy portion of Cruz's speech came when he referred to a lawsuit filed by Liberty University against the federal government over coverage requirements in Obamacare that institutions such as the Lynchburg school contend interfere with religious freedom. \"Instead of a federal government that wages an assault on our religious liberty, that goes after Hobby Lobby, that goes after the Little Sisters of the Poor, that goes after Liberty University, imagine a federal government that stands for the First Amendment rights of every American,\" Cruz said. \"Instead of a federal government that works to undermine our values, imagine a federal government that works to defend the sanctity of human life and to uphold the sacrament of marriage. Instead of a government that works to undermine our Second Amendment right, that seeks to ban our ammunition, imagine a federal government that protects the right to keep and bear arms of all law-abiding Americans.\"\n\nBefore Cruz took the stage, Liberty University President and Chancellor Jerry Falwell Jr. said while an institution such as Liberty could not be in the business of making endorsements, he personally praised Cruz's record of standing strong. And it's clear Cruz and his advisers picked the right audience for the message on this day — although some in the audience wore bright T-shirts emblazoned with the name of one of Cruz's rivals, Sen. Rand Paul, R-Ky.\n\nThe move to announce early, bypassing the exploratory stage, allowed Cruz to get out ahead of the competition, but the timing also put an extra degree of attention on everything on the Texas Republican's agenda.\n\nCruz kicked off his speech telling the life story of his parents, including how his own father came to believe in Jesus Christ.\n\n\"These are all of our stories. These are who we are as Americans, and yet for so many Americans, the promise of America seems more and more distant,\" Cruz said.\n\nHe struck a variety of themes relevant to the audience: particularly opposition to a Common Core educational curriculum prominently backed by former Florida Gov. Jeb Bush, as well as support for Israel.\n\nThe themes were similar to a campaign video, where Cruz said it was his family history and upbringing that led him to the point of seeking the presidency. The video highlighted his fights since arriving in the Senate in January 2013, following an election cycle in Texas that saw him knock off establishment-backed Lt. Gov. David Dewhurst in the GOP Senate primary.\n\n\"That’s why I've worked so hard to lead the fights to defend these cherished values: Like the historic battle to defund Obamacare, standing up to the leadership from both parties to fight a debt ceiling increase, and putting everything on the line to stop President [Barack] Obama’s illegal and unconstitutional amnesty,\" Cruz said in the video.\n\nThose three examples, of course, represent the kind of fights that have made him so polarizing among Republicans on Capitol Hill, and particularly made him a thorn in the side of the leadership, even though all three flopped under the Dome.\n\nThat's why, since the November elections that saw Republicans sweep into the Senate majority, GOP leader Sen. Mitch McConnell of Kentucky said : \"We don’t intend to engage in rhetoric nor actions that rattle the public, that rattle the markets.\"\n\nCruz's announcement, perhaps by coincidence, comes at the beginning of the week that really starts the next chapter in budget debates between the GOP and Obama and among Republicans themselves.\n\nThe Senate convened Monday to begin working through the fiscal 2016 budget blueprint approved late last week by the Budget Committee.\n\nWith no limits on amendments, Cruz's potential primary rivals in the Senate — Paul, Marco Rubio of Florida and Lindsey Graham of South Carolina — will have a chance to make splashes of their own with amendments.\n\nRelated: Why Ted Cruz Picked Monday to Declare His Run For President Ted Cruz Candidacy Cheers Conservatives The 114th: CQ Roll Call's Guide to the New Congress Get breaking news alerts and more from Roll Call in your inbox or on your iPhone.", "article_metadata": {"description": "Updated 4:01 p.m. |  LYNCHBURG, Va. — The Senate's longest week kicked off some 180 miles southwest of the Capitol, with a presidential campaign announcement by one of the chamber's conservative firebrands, Sen. Ted Cruz.", "og": {"site_name": "Roll Call", "description": "Updated 4:01 p.m. |  LYNCHBURG, Va. — The Senate's longest week kicked off some 180 miles southwest of the Capitol, with a presidential campaign announcement by one of the chamber's conservative firebrands, Sen. Ted Cruz.", "title": "At Liberty, Ted Cruz Speaks to the Faithful (Updated)", "url": "http://www.rollcall.com/news/home/at-liberty-ted-cruz-speaks-to-the-faithful", "image": {"identifier": "http://cdn.images.rollcall.com/image/1ed71e81ff466910ac598f06d393a96c/blogs/sites/7/2015/03/cruz_event020_032315-445x296.jpg", "type": "image/png"}, "updated_time": "2015-03-23T23:41:45Z", "type": "website"}, "abstract": "Updated 4:01 p.m. |  LYNCHBURG, Va. — The Senate's longest week kicked off some 180 miles southwest of the Capitol, with a presidential campaign announcement by one of the chamber's conservative firebrands, Sen. Ted Cruz.", "fb": {"app_id": 1383531991672364}, "keywords": "Blog ID,Author,category,category,author,category,RC-Tags,CQToday Topic,2016,budget,ted-cruz-2,ted cruz,poli", "article": {"section": "home", "published_time": "2015-03-23T23:41:45Z", "modified_time": "2015-03-23T23:41:45Z"}, "twitter": {"description": "Updated 4:01 p.m. |  LYNCHBURG, Va. — The Senate's longest week kicked off some 180 miles southwest of the Capitol, with a presidential campaign announcement by one of the chamber's conservative", "title": "At Liberty, Ted Cruz Speaks to the Faithful (Updated)", "url": "http://www.rollcall.com/news/home/at-liberty-ted-cruz-speaks-to-the-faithful", "image": {"src": "http://cdn.images.rollcall.com/image/1ed71e81ff466910ac598f06d393a96c/blogs/sites/7/2015/03/cruz_event020_032315-445x296.jpg"}, "site": "@rollcall", "card": "summary |player (See: https://dev.twitter.com/cards/types/player We will have to submit a test and get approval before using this type)"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "_id": "\"57477af36914bd0286fcd58a\"", "article_summary": "Before Cruz took the stage, Liberty University President and Chancellor Jerry Falwell Jr. said while an institution such as Liberty could not be in the business of making endorsements, he personally praised Cruz's record of standing strong.\nTimed to the fifth anniversary of the signing of the Affordable Care Act, Cruz made an explicitly religious and sharply conservative pitch to an enthusiastic audience dominated by thousands of Liberty University students.\nCruz suggested if millions of like-minded conservative voters get out and vote in the next election, his vision of America will come true.\n\"Roughly half of born-again Christians aren't voting,\" Cruz lamented, then asked his audience repeatedly to \"imagine\" a different world where they vote, and, presumably, he wins.\nUpdated 4:01 p.m. | LYNCHBURG, Va. — The Senate's longest week kicked off some 180 miles southwest of the Capitol, with a presidential campaign announcement by one of the chamber's conservative firebrands, Sen. Ted Cruz."}