{"article_title": "‘Please Like Me’s’ Revolutionary Depiction of Millennials as Real People With Real Parents – Flavorwire", "article_keywords": ["real", "revolutionary", "life", "episode", "characters", "family", "city", "josh", "girls", "joshs", "depiction", "millennials", "parents", "mes", "broad", "flavorwire"], "article_url": "http://flavorwire.com/543460/please-like-me-depicts-millennials-as-humans-with-parents", "article_text": "Please Like Me — Australian comedian Josh Thomas’ dramedy, whose third season just began airing on Pivot — is a warm, optimistic and un-alienating portrayal of city-dwelling bourgeois millennials. This alone seems a massive feat, since elsewhere, it’s either millennial TV makers self-deprecatingly self-depicting as savage narcissists looking ever-inward from atop thrones built by invisible parents (Girls), or older generations romanticizing (2 Broke Girls) or providing melancholic insight (Noah Baumbach) into the 20-something middle class artistic and artistic-adjacent condition. (The tiredness of such depictions is probably why you may be reading “snake people” instead of “millennials” as we speak.)\n\nIn this respect, Please Like Me is unique. It differs largely because of the simultaneous presence of an older generation, and the lack of toxicity in the main character’s relationship with them. Despite them being highly dysfunctional, there is an atmosphere of pervasive love and empathy that courses through the series, between these characters and thus between generations.\n\nThe relationship between Josh (Thomas’ character based on his younger self) and his father (David Roberts), as well as with his father’s girlfriend, Mae (Renee Lim), is startlingly open. Josh’s father often bumblingly approaches Josh and his friends about his own issues. And, most surprisingly of all, they listen. (A trait we’re often reminded is lost on millennials — “too distracted!”)\n\nJosh’s father’s life is altered unexpectedly in the third season, and it is likewise Josh who serves as the go-to consultant. Here, parent and millennial child do not — as they’re depicted elsewhere — live in bubbles that bounce off one another in phone calls and passive aggressive emails, but rather lead constantly overlapping lives. (Even the title sequence, which changes with each episode but almost invariably features cooking, often includes Josh in the kitchen with a parent, involving them in a ritual that is to him more a matter of intimacy and openness than his hilariously circuitous and meaning-evading verbal interactions.)\n\nThe importance of these intergenerational bonds becomes clearest, though, in Josh’s close connection with his mother, Rose (Debra Lawrence) — which is necessary for her own survival more than his, but which has played a huge role in his own social and love lives. (The fact that his parents were never depicted as an adversarial force working against a young gay person’s self-actualization is also extremely refreshing.) Now, in the third season, both Josh’s burgeoning relationship with the anxiety ridden Arnold and new close-friendship with the deadpan (depressive) Hannah came about through his involvement in his mother’s life while she was institutionalized. His personal life is not — as one might assume it would be, based on other dysfunctional family plots — compartmentalized by shame over his mother’s issues, but rather enriched by a desire to understand them.\n\nThis is especially visible in Thomas’ choice for a standalone episode back in Season 2. Josh takes a Tasmanian hike with Rose, who has bipolar disorder. The whole episode follows them as they walk and disjointedly discuss their lives. But it’s more of a walk across a terrain of eggshells than Tasmanian turf: Rose’s best friend at her mental rehabilitation center, who likewise had bipolar, just killed herself in the previous episode. The notion that Rose has been prone to attempting the same, and that she doesn’t seem to have stabilized, is alive beneath the episode’s placid veneer.\n\nIt’s this that sets Please Like Me apart from its contemporaries. Notably, Girls likewise had one such transcendentally good episode solely featuring two characters in isolation, but the rest of the world wasn’t disappearing with Hannah and a parent — it was with Lena Dunham’s Hannah and a man (Patrick Stewart) she’d never see again. A sense of inevitable impermanence is what made that episode so special and fragile. The very distant but unwavering “presence” Girls shows Hannah’s parents have in her life, however, is a given, and thus their relationship seems stagnant and full of grudges. In the very first episode of Please Like Me, Josh’s mom had just attempted suicide: each moment with her thereafter seemed weighted by the fact that her presence absolutely cannot be taken for granted.\n\nOn Girls, the Horvaths are emotionally unattached, perhaps because Hannah only speaks to them when she has a financial or emotional problem in the life they had, for so long, funded. When family serves such a clear, and embarrassingly unilateral function, it’s best for them to fulfill it while their kids adolescently pretend they don’t exist, and intermingle solely with their same-aged faux-besties. . Marnie’s mother is even colder, and Jessa’s family life is, like her, all kinds of fucked up. It’s no more so than Josh’s family, but on Please Like Me the solution is to get closer the worse conditions are — whereas abandonment seems the norm on Girls.\n\nBroad City and Workaholics have, unlike Girls, presented tenacious and real friendships, but notions of family in both are likewise very peripheral. On Broad City, we’ve thus far only seen Ilana’s parents, played as fabulous, knock-off-purse-addicted, pegging-curious caricatures by Susie Essman and Bob Balaban. Fittingly, Workaholics follows a “friendship family,” or “the non-biological members of your closest knit circle, the best of the best of the best of not blood.” On You’re the Worst, Gretchen’s parents are so uptight and have such a distorted notion of their daughter that she has to hide them from Jimmy by forming an elaborate lie about getting taken to the airport and pretending to be out of town while they’re visiting. (And then there’s 2 Broke Girls — which similarly presents something of a post-parental world — but has just been a ridiculously distorted, broad sitcom depiction of the generation who, at least, has little tolerance for broad sitcoms.)\n\nThe difference between parent/millennial relationships on Please Like Me and on American comedies is likely, to some extent, cultural. Ambition versus the difficulties of actual recession-era success may be a higher concern in America, a country with fewer safety nets. The wealth gap in Australia — while also growing — isn’t nearly as immense as it is in the States, and thus new generations entering the workforce aren’t depicted as quite as helpless. (The characters on Please Like Me may at times be listless, but they’re never helpless.) With Medicare available to everyone in Australia — not just seniors — 26-year-olds aren’t desperately wondering what’ll become of them when they lose their parents’ insurance, as was the case before the feeble addition of the Affordable Care Act.\n\nAnd so Girls focuses more on fear and paralysis over failed professional pursuits, and Broad City shows people rebelling against the importance of such pursuits: these are both states of being one wouldn’t rush to let their parents in on. Please Like Me, however, hardly takes work or ambition into consideration at all. We know Josh and his friends are “finding themselves,” but it’s nothing like the desperate, existentially unbearable search the Girls girls embark on or the Broad City characters resist. The rampant but futile networking in Girls and the weed-preferring anti-networking in Broad City precludes (especially older) family members. Please Like Me almost forfeits work discourse entirely to focus on those relationships.\n\nThe deep intergenerational connection on Please Like Me suggests the incomprehensible: creator/writer/star Josh Thomas, and thereby his characters, are not self-loving/loathingly taken by the act of self-portraiture through adherence to their own demographic. It suggests a TV show that is neither a critique nor an attempted essentializing portrait (“voice?”) of a generation. Instead, we have a show that just so happens to be about a few people born between 1982 and 2002. Please Like Me is remarkable in part because, through Josh’s relationships with his parents, living today (obviously with the bourgeois privilege of these characters) neither seems a sad nor an absurd thing. Despite how many sad or absurd things (it’s unwavering in its confrontations of mental illness, death and heartbreak) may happen on the show, optimism and love organically, and unsatirically, prevail. Should that seem so shocking?", "article_metadata": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "description": "Please Like Me — Australian comedian Josh Thomas' dramedy, whose third season just began airing on Pivot — is a warm, optimistic and un-alienating portrayal of city-dwelling bourgeois millennials.", "generator": "WordPress.com", "og": {"site_name": "Flavorwire", "description": "Please Like Me — Australian comedian Josh Thomas’ dramedy, whose third season just began airing on Pivot — is a warm, optimistic and un-alienating portrayal of city-dwelling bourgeois millenn…", "title": "‘Please Like Me’s’ Revolutionary Depiction of Millennials as Real People With Real Parents", "url": "http://flavorwire.com/543460/please-like-me-depicts-millennials-as-humans-with-parents", "image": {"width": 656, "identifier": "https://flavorwire.files.wordpress.com/2015/10/429564658-19ug58r.jpg", "height": 403}, "locale": "en_US", "type": "article"}, "twitter": {"image": {"src": "https://flavorwire.files.wordpress.com/2015/10/429564658-19ug58r.jpg?w=640"}, "site": "@flavorwire", "card": "summary_large_image", "creator": "@flavorwire"}, "msapplication-TileColor": "#ffffff", "p": {"domain_verify": "d14fb4bfdccbc45ec9b9cf467123426d"}, "msapplication-window": "width=device-width;height=device-height", "theme-color": "#ffffff", "application-name": "Flavorwire", "article": {"publisher": "https://www.facebook.com/WordPresscom", "published_time": "2015-10-20T19:30:26+00:00", "modified_time": "2015-10-20T19:52:39+00:00"}, "keywords": "television, broad city, debra lawrance, girls, josh thomas, newsletter, noah baumbach, please like me, workaholics", "google-site-verification": "LEPlfEAe87ZYYO-w5cvjSSIHi6-qE8orVaxsi6TkE9Y", "news_keywords": "Please Like Me Josh Thomas, Girls Please Like Me, Rose Please Like Me, Broad City Please Like Me, Workaholics Millennials, Noah Baumbach Millennials", "msapplication-task": "name=Subscribe;action-uri=http://flavorwire.com/feed;icon-uri=http://1.gravatar.com/blavatar/5af1ea63c8deb1c43404735fce2401ed?s=16", "msapplication-TileImage": "https://s0.wp.com/wp-content/themes/vip/flavorwire-2016/img/ms-icon-144x144.png"}, "_id": "\"57477af36914bd0286fcd593\"", "article_summary": "Marnie’s mother is even colder, and Jessa’s family life is, like her, all kinds of fucked up.\nOn Broad City, we’ve thus far only seen Ilana’s parents, played as fabulous, knock-off-purse-addicted, pegging-curious caricatures by Susie Essman and Bob Balaban.\nBroad City and Workaholics have, unlike Girls, presented tenacious and real friendships, but notions of family in both are likewise very peripheral.\nThe rampant but futile networking in Girls and the weed-preferring anti-networking in Broad City precludes (especially older) family members.\nWe know Josh and his friends are “finding themselves,” but it’s nothing like the desperate, existentially unbearable search the Girls girls embark on or the Broad City characters resist."}