{"article_title": "The Supreme Court rules on fear, hate, prejudice and violence", "article_keywords": ["case", "supreme", "court", "license", "rules", "violence", "states", "authors", "confederate", "prejudice", "v", "fear", "hate", "ruled"], "article_url": "http://www.commdiginews.com/business-2/the-supreme-court-rules-on-fear-hate-prejudice-and-violence-54154/", "article_text": "Here are some selected and important 2015 Supreme Court decisions that sought to address real wrongs in our society.\n\nWASHINGTON, Dec. 20, 2015 – The Supreme Court has had a very robust year. Their rulings ranged from those changing the social landscape of our nation in a legal way to rulings involving the less grandiose but nevertheless legally important understanding of a prisoner’s rights based on religion.\n\nSexual Preference Fear: Perhaps the most significant Supreme Court case in decades, the case of Obergefell v. Hodges, established, finally, that same-sex marriage is a “fundamental” right under both the due process and equal protection clauses of the U.S. Constitution.\n\nThe decision was a major victory for LGBT rights. Perhaps more significantly, it brought about an enormous and rapid change in public opinion. The mass shift toward greater acceptance of gays and lesbians was literally effectuated by the court. The case, perhaps in part, made it possible for Bruce, now Caitlin Jenner, to receive positive recognition after undergoing a sex change.\n\nReligious Hatred: In Holt v. Hobbs, the court ruled that Arkansas corrections officials violated the religious liberty rights of Muslim inmates by forbidding the growing of beards. The prison officials objected to the beards on security grounds. At the time of this ruling, over 40 states already allowed short beards, and most allowed longer ones.\n\nMultitasking while driving: ineffective, dangerous, deadly\n\nThis case, according to legal scholars, suggests that this Supreme Court will continue to be very receptive to claims based on religious freedom.\n\nReligious Prejudice: Indeed, a case chronicled in this column earlier this year, a young woman who wanted to work for Abercrombie & Fitch was not hired because she wanted to wear a hijab (head scarf). The court ruled in Equal Employment Opportunity Commission v. Abercrombie & Fitch Stores that Samantha Elauf was not required to make a specific request for a religious accommodation, and that the company’s lame (author’s license characterizing the court’s wording) reason that the scarf would clash with their dress code was, well, not a reason not to hire her.\n\nIn a year when the Confederate flag was officially removed from the capitol building in South Carolina, when a Republican House of Representatives bill that would have allowed display of Confederate flags at federal cemeteries was withdrawn, when the University of Mississippi stopped flying the state flag on its Oxford campus because the banner contains the Confederate battle emblem, the Supreme Court ruled in Walker v. Texas Division, Sons of Confederate Veterans, that Texas was free to reject “specialty” license plates bearing the Confederate battle flag.\n\nNine states had let drivers choose specialty license plates featuring the Confederate flag, but Texas refused, saying the flag, obviously (again author’s license) was offensive.\n\nEconomic Fear: Like it or not, Obamacare is here to stay. In King v. Burwell, the Supremes declared that subsidies provided by the Affordable Care Act, through health care exchanges “established by the State” were not limited to only state-run exchanges. This ruling saved about six million people in 36 states who use the federal exchange, and mostly everyone except die-hard Republican politicians (author’s license again) now agree that if Obamacare is to be defeated, it will not come through the Supreme Court.\n\nNext year though, certainly… there will be several Obamacare contraception lawsuits.\n\nEnjoy a hacker-free holiday season: Holiday theft, fraud and you\n\nPolitical Fear: From living life (gay rights) to health (Obamacare) to death, the Supreme Court decided that what is now the “standard” lethal injection “cocktail” used in executions is not “cruel and unusual” punishment, despite some executions that were botched and even torturous. In the case of Glossip v. Gross, three death row inmates claimed the sedative drug midazolam, which was to be used in executions, could not reliably cause deep unconsciousness before the injection of other highly painful drugs that would cause death.\n\nThis was a 5-4 split decision. In his dissent, Justice Breyer, who was joined by Justice Ginsburg, said he would be willing to consider throwing out the death penalty completely. Amen (again, author’s license).\n\nAppropriate Fear of Violence: The Supreme Court blew this one. In today’s world of trying to get “signs” defining those who may do harm to others, this one was red neon and flashing. We all (okay, most of us) use the Internet. Antony Elonis posted some unbelievably specific and terrible stuff on Facebook, rapping about killing his ex-wife, co-workers, kindergarteners and an FBI agent. Read for yourself if you have the stomach: Rap lyrics\n\nWhat a sick guy (yes, author’s license). He was arrested and convicted of making criminal threats. The Supreme Court took up his case, and in Elonis v. United States they ruled that threats alone are not enough to support a conviction. The Justices said in an 8-1 decision that prosecutors did not do enough to prove Elonis’ intent.\n\nWe all agree that discovering those who are suffering from a mental disease or illness is a good thing, and particularly so to prevent them from owning guns. What were the Supremes thinking?\n\nToo often fear, hatred, prejudice and violence find their way into our world. Then, the legal analysis of what happened produces differing opinions with some absolutely ridiculous positions (gay/lesbian marriage will somehow harm the soul of our nation, or a prisoner growing a beard is a security risk, or wearing a scarf disqualifies you from a job because it clashes with the dress code). Then, our highest court has to decide. Mostly they get it right.\n\nThis year saw decades of fear and prejudice against gays and lesbians beat back, and strong messages were sent trying to correct fear, hatred and prejudice against blacks and Muslims. Maybe next year our legislators and courts can fashion and implement laws that will rein in police with agendas fostered in fear, hatred and prejudice.\n\nLife-altering conflict, devastation and mass slaying seem to be the order of the day in many parts of the world. When have we ever seen so many innocent people running from their homelands to flee those who fear and hate and perpetrate violence? Here, in the United States of America, there are some pretty messed up things that happen. Yet the U.S. is still a better place to live than most places. The Supreme Court remains a change agent.\n\nGo open a door for your neighbor when his hands are not free.\n\nHappy holidays to all, and may all truly embrace the spirit of the season so that needed change happens without judicial intervention.\n\nPaul A. Samakow is an attorney licensed in Maryland and Virginia and has been practicing since 1980. He represents injury victims and routinely battles insurance companies and big businesses that will not accept full responsibility for the harms and losses they cause. He can be reached at any time by calling 1-866-SAMAKOW (1-866-726-2569), via email, or through his website.\n\nHis book “The 8 Critical Things Your Auto Accident Attorney Won’t Tell You” can be instantly downloaded, for free, on his website: http://www.samakowlaw.com/book.", "article_metadata": {"description": "Here are some selected and important 2015 Supreme Court decisions that sought to address real wrongs in our society.", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "author": "Paul Samakow", "og": {"site_name": "Communities Digital News", "description": "Life altering conflict, devastation and mass slaying seems to be the order of the day in many parts of the world… This is still a better place to live than most places.  The Supreme Court rem…", "title": "The Supreme Court rules on fear, hate, prejudice and violence", "url": "http://www.commdiginews.com/business-2/the-supreme-court-rules-on-fear-hate-prejudice-and-violence-54154/", "image": {"width": 800, "identifier": "http://www.commdiginews.com/wp-content/uploads/2015/02/US_SupremeCourt800.jpg", "height": 534}, "locale": "en_US", "type": "article"}, "twitter": {"description": "Here are some selected and important 2015 Supreme Court decisions that sought to address real wrongs in our society.", "title": "The Supreme Court rules on fear, hate, prejudice and violence", "image": "http://www.commdiginews.com/wp-content/uploads/2015/02/US_SupremeCourt800-435x375.jpg", "creator": "@PaulSamakow", "site": "@commdiginews", "card": "summary"}, "keywords": "muslim,prejudice,violence,hatred,obamacare,mass shooting,supreme court,2015 legal,legal cases,mass shootings", "propeller": "a20eada6e38f74d5c5bf31354ee9760c", "article": {"published_time": "2015-12-20T19:20:02+00:00", "modified_time": "2015-12-20T22:44:04+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "2015 Legal, Legal Cases, Mass Shootings, Muslim, obamacare, Prejudice, Supreme Court"}, "article_summary": "Here are some selected and important 2015 Supreme Court decisions that sought to address real wrongs in our society.\nWASHINGTON, Dec. 20, 2015 – The Supreme Court has had a very robust year.\nAppropriate Fear of Violence: The Supreme Court blew this one.\nThe Supreme Court remains a change agent.\nRead for yourself if you have the stomach: Rap lyricsWhat a sick guy (yes, author’s license)."}