{"article_title": "U.S. on Supreme Court Protest Restrictions: Sidewalk is Wide Enough", "article_keywords": ["wide", "supreme", "brinkmann", "court", "restrictions", "plaza", "sidewalks", "judge", "protest", "ruling", "ban", "sidewalk", "law", "public"], "article_url": "http://blogs.wsj.com/washwire/2014/09/23/u-s-on-supreme-court-protest-restrictions-sidewalk-is-wide-enough/", "article_text": "Supporters of the Affordable Care Act and women’s reproductive rights rally in front of the U.S. Supreme Court as the court heard challenges to the healthcare law earlier this year. Zuma Press\n\nSolemnity, decorum and Sierra Club t-shirts were hot topics Tuesday at a federal appeals court hearing that examined the constitutionality of a ban on demonstrations on the plaza of the U.S. Supreme Court.\n\n\n\nJustice Department lawyers are seeking to save the ban, which was struck down by a federal trial judge on free-speech grounds last year . The longstanding law makes it illegal to “parade, stand, or move in processions or assemblages” on the Supreme Court grounds, or to display “a flag, banner or device” designed to bring public attention to any issue or organization.\n\nThe law is necessary to preserve order, security and the solemn setting of the Supreme Court, Justice Department lawyer Beth Brinkmann told the U.S. Court of Appeals for the District of Columbia Circuit during an hour-long oral argument. Ms. Brinkmann also said the ban preserved the appearance of the high court as a body that isn’t swayed by external influences.\n\nMembers of the public can demonstrate on the sidewalks in front of the Supreme Court’s marble plaza, thanks to a ruling by the justices 31 years ago. The high court, however, hasn’t addressed the ban on demonstrations on court property.\n\nMs. Brinkmann argued the sidewalks were the appropriate place for speech about the court. “The sidewalk is very wide,” she said.\n\nA three-judge panel appeared receptive to many of the government’s arguments, but the session was not without its tensions.\n\n\n\nJudge Stephen Williams questioned what would happen if the Sierra Club marketed t-shirts opposing climate change and people wore them on the court plaza.\n\nMerely wearing the shirt wouldn’t get bystanders in hot water, but if they drew attention to themselves or starting speaking about the issue on the plaza, that could be a different matter, Ms. Brinkmann said.\n\n\n\nJudge Sri Srinivasan asked whether the government’s logic about protecting the court from outside influence would allow Congress to pass a law that bars the public from writing letters to judges.\n\nMs. Brinkmann said the hypothetical was “a very interesting question,” but one the court didn’t need to decide. A third judge on the panel, Karen LeCraft Henderson, came to the government’s defense, saying letters sent to judges didn’t pose the same perception problems as public signs and banners in front of courthouses.\n\nTuesday’s case stems from the 2011 arrest of Harold Hodge Jr. by Supreme Court police after he visited the court plaza wearing a sign that read, “The U.S. Gov. Allows Police To Illegally Murder and Brutalize African Americans And Hispanic People.”\n\nU.S. District Judge Beryl Howell of Washington ruled for Mr. Hodge in June 2013, saying the First Amendment didn’t allow the government “to so broadly prohibit expression in virtually any form in front of a courthouse, even the Supreme Court.”\n\nMr. Hodge’s lawyer, Jeffrey Light, had difficulty Tuesday in defending the earlier ruling. Mr. Light argued the government had little more justification in banning demonstrations on the plaza than it did on the sidewalks. The judges, however, suggested the court’s plaza was not a traditional public forum for speech, which meant the government ban only needed to be reasonable to survive a court challenge.\n\nA ruling is expected in the coming months.", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "Solemnity, decorum and Sierra Club t-shirts were hot topics Tuesday at a federal appeals court hearing that examined the constitutionality of a ban on demonstrations on the plaza of the U.S. Supreme Court.", "title": "U.S. on Supreme Court Protest Restrictions: Sidewalk is Wide Enough", "url": "http://blogs.wsj.com/washwire/2014/09/23/u-s-on-supreme-court-protest-restrictions-sidewalk-is-wide-enough/", "image": {"src": "http://si.wsj.net/public/resources/images/BN-ER269_scotus_P_20140923141255.jpg"}, "site": "WSJPolitics", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Politics", "article.headline": "U.S. on Supreme Court Protest Restrictions: Sidewalk is Wide Enough", "description": "Solemnity, decorum and Sierra Club t-shirts were hot topics Tuesday at a federal appeals court hearing that examined the constitutionality of a ban on demonstrations on the plaza of the U.S. Supreme Court.", "article_section": "Politics", "author": "Brent Kendall", "user.type": "unsubscribed", "article.page": "Washington Wire Blog", "page.content.format": "responsive", "page.subsection": "Washington Wire", "article.summary": "Solemnity, decorum and Sierra Club t-shirts were hot topics Tuesday at a federal appeals court hearing that examined the constitutionality of a ban on demonstrations on the plaza of the U.S. Supreme Court.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2014-09-23T18:18:33-04:00", "dj.asn": "10-161", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/washwire/2014/09/23/u-s-on-supreme-court-protest-restrictions-sidewalk-is-wide-enough/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-WB-49190", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Politics", "language": "en-US", "og": {"site_name": "WSJ", "description": "Solemnity, decorum and Sierra Club t-shirts were hot topics Tuesday at a federal appeals court hearing that examined the constitutionality of a ban on demonstrations on the plaza of the U.S. Supreme Court.", "title": "U.S. on Supreme Court Protest Restrictions: Sidewalk is Wide Enough", "url": "http://blogs.wsj.com/washwire/2014/09/23/u-s-on-supreme-court-protest-restrictions-sidewalk-is-wide-enough/", "image": {"width": 749, "identifier": "http://si.wsj.net/public/resources/images/BN-ER269_scotus_P_20140923141255.jpg", "height": 499}, "type": "article"}, "article.access": "free", "article.type": "Washington Wire", "article.id": "BL-WB-49190", "user.exp": "default", "article.updated": "2014-09-23T18:29:24-04:00"}, "article_summary": "Tuesday’s case stems from the 2011 arrest of Harold Hodge Jr. by Supreme Court police after he visited the court plaza wearing a sign that read, “The U.S. Gov.\nSupporters of the Affordable Care Act and women’s reproductive rights rally in front of the U.S. Supreme Court as the court heard challenges to the healthcare law earlier this year.\nZuma PressSolemnity, decorum and Sierra Club t-shirts were hot topics Tuesday at a federal appeals court hearing that examined the constitutionality of a ban on demonstrations on the plaza of the U.S. Supreme Court.\nJudge Stephen Williams questioned what would happen if the Sierra Club marketed t-shirts opposing climate change and people wore them on the court plaza.\nThe high court, however, hasn’t addressed the ban on demonstrations on court property."}