{"article_title": "Cassidy joins Louisiana U.S. Senate debate in Shreveport", "article_keywords": ["affordable", "joins", "senate", "bill", "landrieu", "cassidy", "shreveport", "need", "president", "louisiana", "debate", "maness", "care"], "article_url": "http://www.ktbs.com/story/26787873/cassidy-joins-louisiana-us-senate-debate-in-shreveport", "article_text": "Cassidy joins Louisiana U.S. Senate debate in Shreveport Posted: Tuesday, October 14, 2014 11:21 PM EDT Updated: Wednesday, October 15, 2014 5:45 AM EDT Posted:Updated:\n\nIn a big showdown in Shreveport in the all important Louisiana U.S. Senate race, Republican Bill Cassidy faced off against his opponents in a debate for the first time. And, of course, the healthcare law came up quickly.\n\n\n\nOne of the reasons Democratic Sen. Mary Landrieu is seen as vulnerable is her support of President Obama's Affordable Care Act.\n\n\n\nBoth the president and the law are unpopular in Louisiana. And Cassidy was ready with a prop. He held up what he said was someone's insurance renewal rate sheet.\n\n\n\n\"It went from $725 dollars per month to $1,200 dollars per month,\" the Baton Rouge congressman said, reading from the sheet, before turning to the camera and adding, \"A 66 percent increase. Now Blue Cross this past week is increasing rates by 20 percent. So clearly this is the unaffordable healthcare act.\"\n\n\n\nLandrieu countered, \"Congressman Cassidy introduced a version of the Affordable Care Act himself under his name when he was a legislator in Louisiana, which he doesn't want anyone to know. And he mandated that businesses even under 50 employees provide direct coverage. He will not fess up to that.\"\n\n\n\nCassidy actually proposed two bills when he was a state representative. In 2007, one bill would've set up state-run exchanges where people could buy insurance through their employer, Medicare, or Medicaid. But there was no mandate.\n\n\n\nAnother bill in 2008 would've required businesses with less than 50 employees to offer coverage for the treatment of mental illness, alcoholism and drug abuse.\n\n\n\nNeither bill became law.\n\n\n\nTea Party favorite Rob Maness also weighed in on the issue, saying, \"The Affordable Care Act, Obamacare, is an abomination. And we need to not only repeal it and defund it, but pull out it by the roots.\"\n\n\n\nBoth Maness and Cassidy spoke of repealing the Affordable Care Act. Maness said it should be replaced with free market solutions that allow people to buy the coverage they need. Cassidy favors tax credits to help people pay for their coverage.\n\n\n\nLandrieu continued her refrain of keep Obamacare -- but fix it.\n\n\n\nKTBS 3 Political Analyst Trey Gibson says Cassidy came out the winner in the debate.\n\n\n\n\"I think he kept the heat up on Mary Landrieu, tying her to Harry Reid and tying her to President Obama. And in the end he also made sure not to go on the attack with any Maness supporters.\"\n\n\n\nGibson pointed out that Cassidy will need those Maness supporters -- assuming he's in a runoff with Landrieu in December. The race could decide which party controls the U.S. Senate. The GOP needs to pick up six seats.\n\n\n\nCassidy will debate just one more time. That'll be in Baton Rouge on Wednesday, Oct. 29, less than a week before the election.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "In a big showdown in Shreveport in the all important Louisiana U.S. Senate race, Republican Bill Cassidy faced off against his opponents in a debate for the first time. And, of course, the healthca...", "author": "Gerry May", "og": {"url": "http://www.ktbs.com/story/26787873/cassidy-joins-louisiana-us-senate-debate-in-shreveport", "image": "http://KTBS.images.worldnow.com/images/5181544_G.jpg", "type": "article", "description": "In a big showdown in Shreveport in the all important Louisiana U.S. Senate race, Republican Bill Cassidy faced off against his opponents in a debate for the first time. And, of course, the healthca...", "title": "Cassidy joins Louisiana U.S. Senate debate in Shreveport"}, "twitter": {"image": "http://KTBS.images.worldnow.com/images/5181544_G.jpg", "description": "In a big showdown in Shreveport in the all important Louisiana U.S. Senate race, Republican Bill Cassidy faced off against his opponents in a debate for the first time. And, of course, the healthca...", "card": "summary", "title": "Cassidy joins Louisiana U.S. Senate debate in Shreveport"}, "wnreadableurl": "cassidy-joins-louisiana-us-senate-debate-in-shreveport", "ROBOTS": "index,follow,noarchive", "owner": "KTBS", "p": {"domain_verify": "b1d2fe77b5f271db0569e4389697b202"}, "wn-version": "ContainerE-Story", "date": "2014/10/14", "KEYWORDS": "ktbs.com, KTBS News, KTBS 3, KTBS-TV Shreveport, News, Weather, Sports, Bossier City, ArkLaTex News", "wn-base": "IIS24", "news_keywords": "ktbs.com, KTBS News, KTBS 3, KTBS-TV Shreveport, News, Weather, Sports, Bossier City, ArkLaTex News"}, "article_summary": "Cassidy joins Louisiana U.S. Senate debate in Shreveport Posted: Tuesday, October 14, 2014 11:21 PM EDT Updated: Wednesday, October 15, 2014 5:45 AM EDT Posted:Updated:In a big showdown in Shreveport in the all important Louisiana U.S. Senate race, Republican Bill Cassidy faced off against his opponents in a debate for the first time.\nOne of the reasons Democratic Sen. Mary Landrieu is seen as vulnerable is her support of President Obama's Affordable Care Act.\nTea Party favorite Rob Maness also weighed in on the issue, saying, \"The Affordable Care Act, Obamacare, is an abomination.\nBoth Maness and Cassidy spoke of repealing the Affordable Care Act.\nGibson pointed out that Cassidy will need those Maness supporters -- assuming he's in a runoff with Landrieu in December."}