{"article_title": "Marco Rubio Tries To Lecture Obama On ISIS, Commits Epic Error", "article_keywords": ["iran", "marco", "isis", "iranian", "military", "commits", "region", "rubio", "states", "tries", "iraq", "error", "lecture", "epic", "obama"], "article_url": "http://thinkprogress.org/world/2015/02/27/3627902/marco-rubio-tries-criticize-obama-isis-commits-epic-fail/", "article_text": "World Marco Rubio Tries To Lecture Obama On ISIS, Commits Epic Error CREDIT: AP Sen. Marco Rubio (R-FL) speaks at CPAC in 2015.\n\nPotential 2016 presidential candidate Sen. Marco Rubio (R-FL) inexplicably told a conservative audience on Friday that President Barack Obama lacked a military strategy to confront ISIS because he feared upsetting Iran, a country that has actually committed itself to defeating the terrorist group.\n\nSpeaking before the Conservative Political Action Conference (CPAC) in Maryland, Rubio told radio and TV host Sean Hannity that “if we wanted to defeat them militarily, we could do it. [Obama] doesn’t want to upset Iran.”\n\nReferring to the United States’ ongoing negotiations with Iran to contain that country’s nuclear program, Rubio continued, “In [Obama’s] mind, this deal with Iran is going to be the Obamacare of the second term, and he doesn’t want them sending military to the region because they think the region belongs to them.”\n\nThere’s just one problem: Iran has been fighting ISIS just like the United States and has publicly urged America to take a larger role in the operation. Obama has even sent a letter to Iran’s Supreme Leader Ayatollah Ali Khamenei suggesting anti-ISIS cooperation.\n\nAs the Obama administration and its global partners have “dropped more than 8,200 bombs and missiles on ISIS targets in 2,500 air strikes” in Syria and Iraq and are now preparing to train moderate Syrian forces and the Iraqi army to take on the combatants, Iran, which sees Iraq as a strategic buffer against Sunni Arab states, has worked to ensure that Iraq does not pose a military threat to its influence in the region.\n\nTehran has launched military strikes against ISIS militants. It has tried to prop-up the Iraqi government, sent General Qassem Suleimani, commander of the Quds Force of the Iranian Revolutionary Guard Corps, to coordinate the defense of Baghdad and has worked with the country’s Shiite militias to stop the militants’ advance. Last month, more than 2,000 Iranian troops traveled to Iraq to tackle the insurgency and publicly Iranian officials urged the world to fight.\n\n“The expansion of terrorist elements of [ISIS] and their violent acts in Iraq was a warning for the region,” Ali Shamkhani, the secretary of Iran’s Supreme National Security Council, said in June. “There is a need for attention and action from governments and the international community.”\n\nIn the Senate, Rubio is a member of the Committee on Foreign Relations and the Select Committee on Intelligence.", "article_metadata": {"google": "nositelinkssearchbox", "description": "Rubio says Obama doesn't want to fight ISIS because that would upset Iran.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "Rubio says Obama doesn't want to fight ISIS because that would upset Iran.", "title": "Marco Rubio Tries To Lecture Obama On ISIS, Commits Epic Error", "url": "http://thinkprogress.org/world/2015/02/27/3627902/marco-rubio-tries-criticize-obama-isis-commits-epic-fail/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2015/02/Marco-Rubio-CPAC.jpg", "type": "article"}, "twitter": {"description": "Rubio says Obama doesn't want to fight ISIS because that would upset Iran.", "creator": "@@igorvolsky", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2015/02/Marco-Rubio-CPAC-321x214.jpg", "title": "Marco Rubio Tries To Lecture Obama On ISIS, Commits Epic Error", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-world", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2015/02/Marco-Rubio-CPAC.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2015/02/Marco-Rubio-CPAC.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2015-02-27T09:54:29+00:00", "author": "https://www.facebook.com/ivolsky"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af46914bd0286fdbee7\"", "article_summary": "World Marco Rubio Tries To Lecture Obama On ISIS, Commits Epic Error CREDIT: AP Sen. Marco Rubio (R-FL) speaks at CPAC in 2015.\nPotential 2016 presidential candidate Sen. Marco Rubio (R-FL) inexplicably told a conservative audience on Friday that President Barack Obama lacked a military strategy to confront ISIS because he feared upsetting Iran, a country that has actually committed itself to defeating the terrorist group.\nLast month, more than 2,000 Iranian troops traveled to Iraq to tackle the insurgency and publicly Iranian officials urged the world to fight.\nObama has even sent a letter to Iran’s Supreme Leader Ayatollah Ali Khamenei suggesting anti-ISIS cooperation.\nTehran has launched military strikes against ISIS militants."}