{"article_title": "No Longer An Albatross? After Obamacare, Uninsured Rate At Lowest Level Since 2008", "article_keywords": ["lowest", "affordable", "albatross", "law", "longer", "level", "obamacare", "rate", "health", "act", "uninsured", "2008", "quarter", "insurance", "care", "obama"], "article_url": "http://www.ibtimes.com/no-longer-albatross-after-obamacare-uninsured-rate-lowest-level-2008-1568311", "article_text": "Republicans might want to rethink their strategy of using the Affordable Care Act to try to cripple Democrats’ chances in the 2014 midterm elections. That’s because President Barack Obama and his Democratic colleagues may have scored a political victory with the new health care law. After the law's introduction, the uninsured rate has now fallen to the lowest level since 2008.\n\nData released on Monday in the Gallup-Healthways Well-Being Index showed a 1.5 percentage point decline in the uninsured rate to 15.6 percent in the first quarter of this year. That’s roughly 3.5 million more people with health insurance coverage.\n\nPhoto: Gallup\n\nThe uninsured rate, according to the survey, has been inching downward since the fourth quarter of 2013 after an all-time high of 18 percent in the third quarter. Researchers said this is “a sign that the Affordable Care Act, commonly referred to as ‘Obamacare,’ appears to be accomplishing its goal of increasing the percentage of Americans with health insurance coverage.”\n\nA last-minute surge in enrollment for coverage, before the first open-enrollment period ended March 31, led to 7.1 million Americans gaining coverage through the law’s insurance marketplaces. Still, the uninsured rate could plunge even further; the Obama administration offered an extension period through April 15 for people who were unable to meet the deadline.\n\nContinue Reading Below\n\nRepublicans have described the law as a “job killer” and have sought to repeal it more than 50 times. The botched Obamacare website rollout in October was described by Republicans as a sign that the law was unworkable. The website fiasco appeared to be an albatross around the necks of some vulnerable Democratic members of Congress ahead of the November election. That political strategy may have to be retooled now that numbers show the law may not be so unpopular.\n\n“I’ve said before, I will always work with anyone who is willing to make this law work even better,” Obama said last Tuesday while announcing the enrollment figures. “But the debate over repealing this law is over. The Affordable Care Act is here to stay.”\n\nGallup results are based on interviews with a random sample of 43,562 adults between Jan. 2 and March 31.\n\nHere are the other findings:\n\nPhoto: Gallup\n\nPhoto: Gallup", "article_metadata": {"msapplication-config": "http://s2.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/browserconfig.xml", "news_keywords": "obamacare enrollment, obamacare enrollment numbers, obamacare website, obamacare deadline, obamacare news, obamacare enrollment, obamacare health insurance, affordable care act, affordable care act website, obamacare low income, obamacare midterm election", "og": {"site_name": "International Business Times", "description": "However, Gallup data indicates that Republicans may have to adjust their strategy from the current all-out attack on health care reform.", "title": "No Longer An Albatross? After Obamacare, Uninsured Rate At Lowest Level Since 2008", "url": "http://www.ibtimes.com/no-longer-albatross-after-obamacare-uninsured-rate-lowest-level-2008-1568311", "image": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2014/04/07/obama-7april2014-2.jpg", "type": "article"}, "twitter": {"description": "However, Gallup data indicates that Republicans may have to adjust their strategy from the current all-out attack on health care reform.", "title": "No Longer An Albatross? After Obamacare, Uninsured Rate At Lowest Level Since 2008", "url": "http://www.ibtimes.com/no-longer-albatross-after-obamacare-uninsured-rate-lowest-level-2008-1568311", "image": {"src": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2014/04/07/obama-7april2014-2.jpg", "identifier": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2014/04/07/obama-7april2014-2.jpg"}, "site": "@IBTimes", "card": "summary_large_image"}, "msapplication-TileColor": "#000000", "fb": {"app_id": 263851690471857, "pages": 128026713884051}, "msapplication-TileImage": "http://s1.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/IBTimes", "section": "World", "published_time": "2014-04-07T12:06:42-04:00", "modified_time": "2014-04-07T14:42:44-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "However, Gallup data indicates that Republicans may have to adjust their strategy from the current all-out attack on health care reform."}, "_id": "\"57477af36914bd0286fd07d6\"", "article_summary": "After the law's introduction, the uninsured rate has now fallen to the lowest level since 2008.\nRepublicans might want to rethink their strategy of using the Affordable Care Act to try to cripple Democrats’ chances in the 2014 midterm elections.\nThat’s because President Barack Obama and his Democratic colleagues may have scored a political victory with the new health care law.\nThe Affordable Care Act is here to stay.”Gallup results are based on interviews with a random sample of 43,562 adults between Jan. 2 and March 31.\nStill, the uninsured rate could plunge even further; the Obama administration offered an extension period through April 15 for people who were unable to meet the deadline."}