{"article_title": "Conference Committee to draft final state budget", "article_keywords": ["conference", "proposed", "senate", "house", "budget", "virginia", "state", "draft", "committee", "medicaid", "education", "final"], "article_url": "http://wric.com/2016/02/28/conference-committee-to-draft-final-state-budget/", "article_text": "RICHMOND, Va. (WRIC/CNS) – A conference committee of House and Senate members is working to hash out the differences between the state budget proposals passed by the two chambers.\n\nThe committee’s decisions will affect government spending for the next two years. Neither proposed budget includes new taxes or tax increases. Both increase funding for K-12 education, higher education, economic development and health care – but without expanding Medicaid, which serves low-income residents.\n\n“I am confident our conferees will do an outstanding job of advocating this plan when we meet with our House counterparts,” said Sen. Emmett Hanger, R-Augusta, co-chairman of the Senate Finance Committee and a member of the conference committee.\n\nOnce the conference committee irons out the differences, the final budget will be put to a vote in both the House and Senate. After passing both houses, it will go to Gov. Terry McAuliffe for his consideration.\n\nThe process began in December when McAuliffe proposed a state budget for the 2016-18 biennium (from July 1, 2016, through June 30, 2018). The governor presented a plan that called for spending $52.3 billion on operating expenses during the first year and $54 billion during the second. This money would fund services ranging from law enforcement and transportation to education and parks. McAuliffe also proposed spending $2.9 billion, mostly in the first year, on capital projects such as port improvements and buildings at public colleges and universities.\n\nSince then, the Senate Finance Committee and the House Appropriations Committee examined and revised the governor’s requests. On Thursday, the Senate adopted its proposed budget (SB 30) on a 39-1 vote; the lone dissenter was Sen. Mamie Locke, D-Hampton. The same day, the House passed its proposed budget (HB 30), 98-2, with Dels. Bob Marshall, R-Manassas, and Marcus Simon, D-Falls Church, voting no.\n\nLeaders of the two legislative bodies appointed the conference committee of seven senators and six delegates to hammer out a compromise budget.\n\nAccording to the Senate Republican Caucus, the Senate’s version of the budget would cost the state $3 billion less than what McAuliffe originally proposed.\n\n“The strong bipartisan support for this spending plan proves that it meets our obligations while being fiscally responsible,” Senate Majority Leader Thomas Norment, R-James City, co-chairman of the Senate Finance Committee, said Thursday. “Today, the Senate advanced a budget that is lean, conservative, and fiscally sound.”\n\nHouse Majority Leader Kirk Cox, R-Colonial Heights, was equally effusive in touting the budget bill passed by delegates.\n\n“While Washington drowns in debts and deficits, the Virginia House of Delegates makes targeted and strategic investments without breaking the bank. The budget that was passed today will help make college more affordable, give localities flexibility in K-12 education and help spur private-sector economic growth,” Cox said Thursday.\n\nSome legislators had qualms about the budget proposals. While he voted for the Senate budget, Sen. Creigh Deeds, D-Bath County, said it included a few bad parts.\n\n“The bad, quite simply, is our continued refusal to expand Medicaid,” Deeds said. “Such expansion was assumed in the governor’s introduced budget and freed up hundreds of millions of dollars for other priorities and brought home to Virginia about $1 billion that Virginians pay in taxes to the federal government. The funding would have provided health care to the working poor.”\n\nThe federal government has encouraged states to expand Medicaid under the Affordable Care Act. Republicans, who deride the law as “Obamacare,” say Medicaid expansion would cost the state millions of dollars.\n\nMany of McAuliffe’s original proposals for funding education and business development were included in HB 30 and SB 30 and will likely survive the final cut.\n\nThe Senate’s budget would:\n\nIncrease Medicaid reimbursements to hospitals\n\nProvide a 2 percent pay raise for state employees and teachers\n\nProvide $39 million in funding for GO Virginia, an initiative to encourage regional cooperation among business, education and governmental entities\n\nAllocate $23 million to new workforce development programs, including tuition assistance to students seeking credentialed or certified education in high-demand fields\n\nHouse leaders said the budget approved by delegates would:\n\nIncrease investments in K-12 and higher education\n\nHold down increases in college tuition\n\nInvest in economic development while increasing accountability\n\nProvide funding to combat domestic violence\n\nStrengthen the health care safety net\n\n“The House and Senate proposals are similar in many respects, but there is still much work to be done,” said Del. S. Chris Jones, R-Suffolk, who chairs the House Appropriations Committee and is on the conference committee.\n\nHe and other legislative leaders said they were confident that the General Assembly would adopt a final budget before it adjourns on March 12.\n\nState Budget Conference Committee members\n\nRepresenting the Senate on the committee are:\n\nSenate Majority Leader Thomas Norment, R-James City, co-chairman of the Senate Finance Committee\n\nSen. Emmett Hanger, R-Augusta, also co-chairman of the Finance Committee\n\nSen. Janet Howell, D-Fairfax\n\nSen. Stephen Newman, R-Bedford\n\nSen. Frank Ruff, R-Mecklenburg\n\nSen. Richard Saslaw, D-Fairfax\n\nSen. Frank Wagner, R-Virginia Beach\n\nThe House members on the committee are:\n\nDel. S. Chris Jones, R-Suffolk, chairman of the House Appropriations Committee\n\nDel. R. Steven Landes, R-Augusta, vice chairman of the Appropriations Committee\n\nMajority Leader Kirk Cox, R-Colonial Heights\n\nDel. John O’Bannon, R-Henrico\n\nDel. Tag Greason, R-Loudoun\n\nDel. Luke Torian, D-Prince William\n\nCapital News Service is a student-operated news reporting program sponsored by the Richard T. Robertson School of Media and Culture at Virginia Commonwealth University.\n\nFor more Virginia General Assembly coverage, visit the In the Rotunda section.", "article_metadata": {"description": "The committee’s decisions will affect government spending for the next two years.", "generator": "WordPress.com", "apple-itunes-app": "app-id=546021203", "og": {"site_name": "WRIC", "description": "The committee’s decisions will affect government spending for the next two years.", "title": "Conference Committee to draft final state budget", "url": "http://wric.com/2016/02/28/conference-committee-to-draft-final-state-budget/", "image": {"width": 650, "identifier": "https://mgtvwric.files.wordpress.com/2016/01/wric-in-the-rotunda-650x370.jpg", "height": 370}, "locale": "en_US", "type": "article"}, "twitter": {"description": "The committee’s decisions will affect government spending for the next two years.", "title": "Conference Committee to draft final state budget", "image": {"src": "https://mgtvwric.files.wordpress.com/2016/01/wric-in-the-rotunda-650x370.jpg?w=640"}, "creator": "@8News", "site": "https://twitter.com/8NEWS", "card": "summary_large_image"}, "keywords": "Virginia Budget, Virginia General Assembly In the Rotunda, Local News, News, Politics, Virginia Politics", "msapplication-tooltip": "8NEWS - WRIC | News Where You Live", "google-play-app": "app-id=com.mediageneral.wric", "fb": {"pages": 54179888378}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://wric.com/feed/;icon-uri=http://1.gravatar.com/blavatar/df39282cf6eb67f902e8c8c95cd35698?s=16", "application-name": "WRIC", "article": {"publisher": "https://www.facebook.com/8News", "published_time": "2016-02-28T20:47:37+00:00", "modified_time": "2016-02-28T20:47:37+00:00"}, "msvalidate.01": "25404283363C09DE121A55A903F03873", "google-site-verification": "4JVTVIu6T7ApYpmYwIYYL-f8hv25jbgKKaPFZc39M5c", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Once the conference committee irons out the differences, the final budget will be put to a vote in both the House and Senate.\nS. Chris Jones, R-Suffolk, who chairs the House Appropriations Committee and is on the conference committee.\nRICHMOND, Va. (WRIC/CNS) – A conference committee of House and Senate members is working to hash out the differences between the state budget proposals passed by the two chambers.\nLeaders of the two legislative bodies appointed the conference committee of seven senators and six delegates to hammer out a compromise budget.\nThe process began in December when McAuliffe proposed a state budget for the 2016-18 biennium (from July 1, 2016, through June 30, 2018)."}