{"article_title": "Teaching Oral Health Habits to Kids Can Benefit Parents Too", "article_keywords": ["brushing", "daughter", "kids", "maya", "mayas", "im", "benefit", "health", "parents", "brush", "habits", "teeth", "teaching", "oral", "really"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/03/12/teaching-oral-health-habits-kids-can-benefit-parents-too-153961", "article_text": "MISSOULA, MONTANA—Parents will be familiar with the old adage, “do as I say, not as I do.” For me, it’s become something of a rallying cry as my partner and I try to get our toddler to pick up good oral health habits.\n\nI don’t take care of my teeth well. I probably haven’t been to a dentist in a decade. I brush, occasionally floss but, admittedly, skip out on the daily routine for a quick rinse of cold water and done. Luckily, Maya has her mother Dacia, who is more vigilant in promoting oral hygiene. Yet daily brushing and regular dentist visits weren’t always the norm for both of us.\n\nIt’s been just dumb luck that I haven’t had any major dental problems. But lately, as I begin to pay closer attention to my daughter’s teeth, I’m noticing mine aren’t in the best of shape. In teaching our daughter to take care of her teeth, we as parents are becoming more aware of our own oral health. Helping our daughter brush means we have to brush, which wasn’t always the case from our own childhoods.\n\nThe eruption of Maya’s first teeth was a wonderful milestone for us. But it was also one of the first times we realized as parents that we had to teach Maya to care for something on her own. It really was Maya’s first actual chore or responsibility.\n\nAfter Maya’s first dental visit at 17-months-old bookended with a No Cavity Club certificate –brushing became more of a concern. Yet in the hustle and bustle of parenthood, nightly brushing and flossing didn’t really start to take until she was about 21-months-old. We tried everything initially – promises of toys or playing in the sink and snacks, usually just resulting in tears for everyone involved.\n\nIt was a few months ago I began reporting on oral health in Native American communities and saw the importance of developing early good oral health for children. The facts astounded me, and I used my reporting to establish a renewed importance on getting her to embrace oral health. I really felt bad that Maya wasn’t brushing regularly.\n\nUltimately, the best strategy became making brushing into a game of copycat. Dacia would brush her teeth and Maya, of course, wanted to play in the sink. Slowly, Maya begin handing her mother the toothbrush, so Dacia could brush her baby teeth. Then Maya began brushing her teeth and rinsing. It’s become a nightly routine, not just for Maya but for her mom, who brushes alongside.\n\nI watch it all unfold at a distance. I’m still bullish on dental visits; maybe I’m scared of what a dentist would say once they hear I haven’t had a visit since I was a teenager? But I now find myself in front of a mirror more often, examining my teeth, flossing and brushing. The sight isn’t always pretty, but at least I’m beginning to see the full picture. And I have my daughter to thank.\n\nIn trying to teach my daughter to brush her teeth, I learned a little something along the way.\n\nTo read more from Travis, see his last blog “What can a man learn about breastfeeding? New dad offers answers”\n\nThis article was originally published by Wellbound Storytellers. Read more blogs about healthy living published by Natives throughout Indian country at WellboundStorytellers.com.", "article_metadata": {"description": "MISSOULA, MONTANA—Parents will be familiar with the old adage, “do as I say, not as I do.” For me, it’s become something of a rallying cry as my partner", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "klb678", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/03/12/teaching-oral-health-habits-kids-can-benefit-parents-too-153961", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/maya_brushing.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Teaching Oral Health Habits to Kids Can Benefit Parents Too"}, "dcterms.date": "2014-03-12T11:00-04:00", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/03/12/teaching-oral-health-habits-kids-can-benefit-parents-too-153961", "dc": {"title": "Teaching Oral Health Habits to Kids Can Benefit Parents Too"}, "robots": "follow, index", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.title": "Teaching Oral Health Habits to Kids Can Benefit Parents Too"}, "_id": "\"57477af36914bd0286fcd5d2\"", "article_summary": "It was a few months ago I began reporting on oral health in Native American communities and saw the importance of developing early good oral health for children.\nIn teaching our daughter to take care of her teeth, we as parents are becoming more aware of our own oral health.\nThe facts astounded me, and I used my reporting to establish a renewed importance on getting her to embrace oral health.\nHelping our daughter brush means we have to brush, which wasn’t always the case from our own childhoods.\nBut lately, as I begin to pay closer attention to my daughter’s teeth, I’m noticing mine aren’t in the best of shape."}