{"article_title": "Financial planning for the freelance worker", "article_keywords": ["39", "retirement", "financial", "ad", "skip", "freelance", "retire", "worker", "style", "loading", "planning", "x", "share", "embed"], "article_url": "http://www.usatoday.com/story/money/personalfinance/2015/04/25/workers-go-solo-financial-priorities-may-shift/26279649/", "article_text": "People not working in permanent, full-time job often face different financial priorities. (Photo: Thinkstock)\n\nThe nature of work has been changing — partly as a result of a sluggish economic recovery but also because of evolving expectations for employment, especially among younger adults. Millions of Americans no longer labor in 9-to-5 jobs for a single employer. Many are independent contractors or freelancers, some work for temporary staffing agencies and others hold one or more part-time jobs.\n\nWhatever the case, people who don't have a full-time, permanent position with a single employer face somewhat different financial-planning considerations compared with those who do. Health insurance, retirement plans, taxes, budgeting and saving are some of the key topics. Independent workers might need to take greater responsibility for these areas.\n\nHealth insurance is the obvious example. The Affordable Care Act has extended subsidized coverage to millions of people who don't get it through the workplace. Instead, people can buy it through government-supervised marketplaces or exchanges.\n\nThe act might even contribute to the rise of independent workers by weakening the link between affordable health insurance and employment. Many small companies, especially those with under 50 full-time workers, might attempt to keep their head counts down (firms with more than 50 workers face penalties if they don't provide coverage). Many workers might be tempted to work for themselves now that their insurance is portable and not dependent on a specific job.\n\nLife insurance is another type of coverage for which independent workers should be thinking. The same holds for disability insurance, which would be nice to have if you suffer an injury or face a medical condition that makes it difficult to work.\n\nDisability is a type of coverage that's easy to overlook when there's no human-resources department to remind you. \"So many self-employed people don't have disability insurance,\" said Catherine Scrivano, a financial planner at Casco Financial Group in Phoenix.\n\nThe Council for Disability Awareness offers a quick online calculator (whatsmypdq.org) that can help assess the likelihood you might face a disability absence.\n\nAnother key difference for independent workers involves retirement planning. Employees in permanent jobs often have access to a 401(k)-style plan and, possibly, a traditional pension. Independent workers might not enjoy these benefits, especially pensions. Rather, they can build their own plans using Individual Retirement Accounts, SEP-IRAs, individual 401(k) plans and other programs designed for freelancers, sole proprietors and others.\n\nFor example, workers who don't participate in an employer-sponsored retirement plan can set up a traditional IRA, without facing income-eligibility limits. IRAs, SEP-IRAs and other programs usually are flexible in terms of contributions, meaning you can reduce the amounts you invest in lean years.\n\nRegardless of the account, independent workers often need to take more responsibility. Permanent workers with access to employer 401(k) plans must pick their own mutual funds or other investments, but typically it's from a fairly narrow menu of perhaps a dozen pre-selected choices. Independent workers, by contrast, face a virtually limitless range of possibilities, and all those choices can be daunting. Independent workers need to decide where to set up their accounts and how much to save from each paycheck.\n\nThough some independent jobs pay quite well, the lack of a permanent employer means people working on their own should have a cash cushion in place to guard against slow periods and other risks. Ronjon Bhattacharya, who owns a staffing firm in Phoenix, said he likes to keep a $50,000 buffer \"just in case I lose all my clients.\"\n\nEmergency reserves are smart anyway, to pay for unanticipated costs such as major auto repairs. Even people with permanent jobs often neglect this. A majority of 1,000 respondents surveyed by Bankrate.com in December said they lack the liquid savings to meet a surprise $1,000 payment.\n\nScrivano suggests building up emergency reserves capable of meeting at least six months of anticipated expenses.\n\nSkip Ad Ad Loading... x Embed x Share RETIRE IN STYLE How to save as you near retirement | 2:45 USA TODAY’s retirement columnist Rodney Brooks talks to Jeanne Thompson, a vice president at Fidelity about saving aggressively for retirement. (MONEY, USA TODAY) 1 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE How to get a job | Your Best Life in Retirement | 1:32 USA TODAY’s Nanci Hellmich shares best tips for landing a job in your retirement years. (MONEY, USA TODAY) 2 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Saving for retirement at every age | Your Best Life in Retirement | 1:57 USA TODAY’s Nanci Hellmich talks about how to save aggressively for retirement in your 20s, 30s, 40s and beyond. (Your Best Life in Retirement, MONEY) 3 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Don't let cash creep up in your IRA | 3:17 Don't roll over assets into an IRA and then let the 'cash creep' up in your account by not investing it, said John Sweeney, EVP for Retirement & Investing Strategies at Fidelity Investments. The Street 4 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE How do I prioritize paying off debt and saving for the future? | 1:07 Especially for debt-saddled Millennials emerging from college into the workforce, it can be difficult to decide how to save for retirement while paying back loans. Consumers may fear that prolonging repayment will result in more debt. The Street 5 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE How bad are Americans when it comes to financial literacy? | 3:05 The results are in, and survey upon survey proves that Americans suffer from a painful lack of financial literacy. Whether it's in knowledge about retirement planning or responsible investment due diligence, consumers continually fail to make the gr The Street 6 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Don't let fees ransack your retirement fund, says Rebalance IRA | 3:04 Most Americans know they need to save for retirement, but it’s what they don’t know that could make a huge difference in their nest eggs, said Mitch Tuchman, Managing Director at Rebalance IRA. For example, Tuchman said investors should be wary Newslook 7 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Wells Fargo's Katherine Dean - Debt in retirement | 3:45 Katherine Dean talks the pros and cons of Retiring with debt. Wells Fargo 8 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE 5 questions to ask yourself before mixing finance with family | 1:21 Family and financial assistance can be an awkward combination. Paying down debt, medical bills and tuition costs can all take their toll on personal relationships. So what are the top 5 things you need to ask yourself before helping out a loved one? Newslook 9 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Here's how to 'get what's yours' from social security | 4:26 Don't let the government keep the Social Security benefits you rightfully deserve, said Laurence Kotlikoff, co-author of 'Get What's Yours.' Newslook 10 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE How you can save a million bucks for retirement | 2:57 USA TODAY’s retirement columnist Rodney Brooks talks to Jeanne Thompson, a vice president at Fidelity Investments about what it takes to save a million dollars for retirement. (MONEY, USA TODAY) 11 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE How to decide if a target date fund is right for you | 3:38 Target date fund managers are continually working to improve returns even as their fundholders 'set it and forget it,' said Fredrik Axsater, Global Head of Retirement Programs for State Street Global Advisors. Newslook 12 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Obama to revamp investment retirement accounts | 1:57 President Barack Obama calls for tighter rules on retirement account brokers, reigniting a confrontation with the financial services industry over rules affecting trillions of dollars in 401k and other savings accounts.. (Feb. 23) AP 13 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Simple ways to shape up | Your Best Life in Retirement | 2:26 USA TODAY’s Nanci Hellmich outlines a plan for pumping up your physical activity in the new year. (MONEY, USA TODAY) 14 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Why high earners need to save more | 1:48 Retirement planning is a challenge regardless of your pre-retirement income. Over half of American households may not be able to maintain their standard of living in retirement, according to the Center for Retirement Research. Newslook 15 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Finding income in your mutual funds | 1:19 If anyone should know how to get the best income from your funds, it’s Gary Davis, head of Vanguard’s $900 billion in bond funds. And that’s why we talked to him. (MONEY, USA TODAY) 16 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Tips on retirement planning | 1:24 Katherine Dean, Senior VP/Managing Director of Wells Fargo shares tips on retirement planning. 17 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Retirement plan changes you need to know about for next year | 1:34 If you're starting to think about your New Year's resolutions, investing efficiently in your financial future is always a good one to consider. It's never a waste of your time to understand where your money is going and how you can save for your ret Newslook 18 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE How to avoid holiday weight gain | Your Best Life in Retirement | 1:59 USA TODAY’s Nanci Hellmich talks about how much exercise it takes to burn off some holiday indulgences. (Your Best Life in Retirement, MONEY) 19 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE The high cost of impulse purchases | Your Best Life in Retirement | 1:54 USA TODAY’s Nanci Hellmich talks about how to avoid the pitfalls of impulse purchases. (Your Best Life in Retirement, MONEY) 20 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Five ways to reduce holiday stress | Your Best Life in Retirement | 1:56 USA TODAY’s Nanci Hellmich outlines stress-reduction strategies for the holidays (USA MONEY, USA TODAY) 21 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Low-cost holiday gift ideas | Your Best Life in Retirement | 1:47 USA TODAY’s Nanci Hellmich shares ideas for creative inexpensive holiday gifts. (USA MONEY, USA TODAY) 22 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Gay community less prepared for retirement | 2:56 Same-sex couples in general are likely to have saved far less for retirement than their straight counterparts, according to exclusive analysis of the Federal Reserve's Survey of Consumer Finances by AP. (Nov. 21) AP 23 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Five ways to cut holiday spending | Your Best Life in Retirement | 1:59 USA TODAY’s Nanci Hellmich offers easy ways to curb your spending during the holidays. (Your Best Life in Retirement, MONEY) 24 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE How to eat cheap at restaurants | Your Best Life in Retirement | 1:47 USA TODAY's Nanci Hellmich offers ideas for cutting costs when dining out. (USA MONEY, USA TODAY) 25 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Easy ways to save money | Your Best Life in Retirement | 2:01 USA TODAY's Nanci Hellmich shares advice from financial experts who say many Americans need to save much more aggressively for retirement. 26 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE How to cope with retiring from your job | Your Best Life in Retirement | 1:44 USA TODAY's Nanci Hellmich explains how to cope with retiring from your job. (Money, Retirement, USA TODAY) 27 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Simple steps to clearing the clutter in retirement | 1:52 USA TODAY’s Nanci Hellmich shares tips for decluttering in retirement. (Retirement, USA TODAY) 28 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Pets ease transition into retirement | 1:16 Pets ease transition into retirement 29 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Retirees on Social Security get a raise in 2015 | 1:25 USA Today's John Waggoner explains how a Social Security raise will impact retirees in 2015. 30 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Got 20 minutes? A quick financial checkup | Money Quick Tips | 2:53 USA TODAY contributor Regina Lewis explains why a 20 minute financial planning session benefits you. (Money Quick Tips, USA TODAY) 31 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE More millennial women worried about retirement says Fidelity study | 3:09 Millennials may be struggling with student loans and a rough job market, but nearly half have already started saving for retirement, said Kristen Robinson, Senior Vice President at Fidelity. Newslook 32 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE New AARP CEO Jo Ann Jenkins | 3:02 The new CEO Of AARP CEO Jo Ann Jenkins who takes over on September 1, 2014 replacing outgoing CEO A. Barry Rand. 33 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Survey finds 6-figure earners more worried | 3:40 Nearly half of Americans surveyed by the Wells Fargo/Gallup Investor and Retirement Optimism Index said they are worried about outliving their savings. Newslook 34 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Americas Markets: 3 things you need to know about Social Security | 1:26 Amreicas Markets with John Waggoner on the Social Security cost of living raise. USA TODAY 35 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Merrill Edge: Americans feel guilty about not saving | 3:41 Americans are feeling guilty about not investing enough over the past year, said Aron Levine, head of Preferred Banking and Merrill Edge at Bank of America. Newslook 36 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Analyst: How to choose an annuity | 3:12 Consumers should own an annuity for what it will do, not what it might do, says Stan Haithcock, annuity expert and author of \"The Annuity Stanifesto\". Newslook 37 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Boomers need income stream in retirement | 2:40 People need to plan to provide income for themselves in retirement with the same care and diligence in which they save for retirement, says Scott Holsopple, Managing Director of Retirement Solutions at The Mutual Fund Store. Newslook 38 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Edward Jones: Retirees should stay course | 2:18 Retirees and investors close to retirement should not make dramatic changes in their accounts due to the recent market volatility, said Scott Thoma, Retirement Strategist for Edward Jones. Newslook 39 of 39 Last VideoNext Video How to save as you near retirement\n\nHow to get a job | Your Best Life in Retirement\n\nSaving for retirement at every age | Your Best Life in Retirement\n\nDon't let cash creep up in your IRA\n\nHow do I prioritize paying off debt and saving for the future?\n\nHow bad are Americans when it comes to financial literacy?\n\nDon't let fees ransack your retirement fund, says Rebalance IRA\n\nWells Fargo's Katherine Dean - Debt in retirement\n\n5 questions to ask yourself before mixing finance with family\n\nHere's how to 'get what's yours' from social security\n\nHow you can save a million bucks for retirement\n\nHow to decide if a target date fund is right for you\n\nObama to revamp investment retirement accounts\n\nSimple ways to shape up | Your Best Life in Retirement\n\nWhy high earners need to save more\n\nFinding income in your mutual funds\n\nTips on retirement planning\n\nRetirement plan changes you need to know about for next year\n\nHow to avoid holiday weight gain | Your Best Life in Retirement\n\nThe high cost of impulse purchases | Your Best Life in Retirement\n\nFive ways to reduce holiday stress | Your Best Life in Retirement\n\nLow-cost holiday gift ideas | Your Best Life in Retirement\n\nGay community less prepared for retirement\n\nFive ways to cut holiday spending | Your Best Life in Retirement\n\nHow to eat cheap at restaurants | Your Best Life in Retirement\n\nEasy ways to save money | Your Best Life in Retirement\n\nHow to cope with retiring from your job | Your Best Life in Retirement\n\nSimple steps to clearing the clutter in retirement\n\nPets ease transition into retirement\n\nRetirees on Social Security get a raise in 2015\n\nGot 20 minutes? A quick financial checkup | Money Quick Tips\n\nMore millennial women worried about retirement says Fidelity study\n\nNew AARP CEO Jo Ann Jenkins\n\nSurvey finds 6-figure earners more worried\n\nAmericas Markets: 3 things you need to know about Social Security\n\nMerrill Edge: Americans feel guilty about not saving\n\nAnalyst: How to choose an annuity\n\nBoomers need income stream in retirement\n\nEdward Jones: Retirees should stay course\n\nRead or Share this story: http://usat.ly/1GsL2qS", "article_metadata": {"google": "notranslate", "description": "People not working in permanent, full-time job often face different financial priorities.", "og": {"site_name": "USA TODAY", "description": "People not working in permanent, full-time job often face different financial priorities.", "title": "Financial planning for the freelance worker", "url": "http://www.usatoday.com/story/money/personalfinance/2015/04/25/workers-go-solo-financial-priorities-may-shift/26279649/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "People not working in permanent, full-time job often face different financial priorities.", "title": "Financial planning for the freelance worker", "image": "http://www.gannett-cdn.com/-mm-/27fe070d1f461d409dc1fdde7cd47936b56ebba8/c=81-0-420-339&r=x643&c=640x640/local/-/media/2015/04/24/USATODAY/USATODAY/635655062000307910-freelance.jpg", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Subjects/Health insurance", "gci-asset-type": "story", "gci-categories": "Subjects/Health insurance", "title": "Financial planning for the freelance worker", "author": "Russ Wiles", "pageclass": "article", "recs": {"category": "money/personalfinance", "image-3-4": "http://www.gannett-cdn.com/-mm-/2dadd0a1eea8b2b148e4091fcb224cc8930e7f08/c=106-0-360-339/local/-/media/2015/04/24/USATODAY/USATODAY/635655062000307910-freelance.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/3304f5e669aec6af0fe52e0a03f84f9137925648/c=81-0-420-339/local/-/media/2015/04/24/USATODAY/USATODAY/635655062000307910-freelance.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/9ea4d03571cb5023873318b9a851b2efbf734660/c=29-0-480-339/local/-/media/2015/04/24/USATODAY/USATODAY/635655062000307910-freelance.jpg", "image": "http://www.gannett-cdn.com/-mm-/f5f014acf0921dc9d5b9d5ac1f9845d83c581618/c=0-31-508-318&r=x633&c=1200x630/local/-/media/2015/04/24/USATODAY/USATODAY/635655062000307910-freelance.jpg", "publishtime": "2015-04-25T09:03:19.507000-04:00", "shorthed": "Money issues for independent workers", "articleid": 26279649, "image-16-9": "http://www.gannett-cdn.com/-mm-/ebc768bba3407adb4ca6d0d61fedee096f2b9ff1/c=0-31-508-318/local/-/media/2015/04/24/USATODAY/USATODAY/635655062000307910-freelance.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/e90eba832c5cb71eb33f04ba0d4976fa608affa0/c=159-0-349-339/local/-/media/2015/04/24/USATODAY/USATODAY/635655062000307910-freelance.jpg"}}, "news_keywords": "financial planning, retirement"}, "article_summary": "30 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Got 20 minutes?\nThe Street 5 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE How bad are Americans when it comes to financial literacy?\n(MONEY, USA TODAY) 16 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE Tips on retirement planning | 1:24 Katherine Dean, Senior VP/Managing Director of Wells Fargo shares tips on retirement planning.\nA quick financial checkup | Money Quick Tips | 2:53 USA TODAY contributor Regina Lewis explains why a 20 minute financial planning session benefits you.\nThe Street 4 of 39 Skip Ad Ad Loading... x Embed x Share RETIRE IN STYLE How do I prioritize paying off debt and saving for the future?"}