{"article_title": "Is Russia kicking its vodka habit?", "article_keywords": ["vodka", "men", "alcohol", "habit", "drink", "young", "asked", "kicking", "health", "russian", "drinking", "introduced", "yes", "russia"], "article_url": "http://www.salon.com/2015/01/25/is_russia_kicking_its_vodka_habit/", "article_text": "Topics: Alcohol, Russia, vodka, News\n\nIn one of my first nights out at a bar in Moscow I commented to an oilman in his early thirties, to who I had just been introduced to, how few people it seemed were actually drinking. “Yes, that’s right. I don’t drink either,” he enthused. “Oh. Really? That’s not alcoholic?” I asked, gesturing towards the colourful drink he was holding. “Oh well, yes, this is, but this is a very rare occasion.”\n\nBefore I came to this country I vaguely recall reading somewhere online that an increasing number of young Russians are against drinking alcohol, and that even to suggest doing so in their company is to commit something of a faux pas. With Western media outlets continuing to pump out stories on the dangers alcohol does to Russia, I barely took any notice of it, and put it down to the widespread tendency of people to universalize their own experiences — until I started to have such experiences myself, with a surprising regularity.\n\nI’m at the point now where, if I’m introduced to someone who is under thirty, highly educated, and can speak with me in English, I immediately suspect them of being a teetotaler. And, if statistics are any indication, I’m not too far off. According to the World Health Organization’s most recent survey, conducted in 2010, 32.2 percent of Russians had not consumed any alcohol at all in the past 12 months — up from 20.8 percent in 2003, and precisely double that of my home country of Australia, for example.\n\n“I have a 14 year old son, and he said to me that amongst his friends drinking and smoking are not cool these days,” says Natalia, 34, an abstainer herself.\n\nTraditionally, Russian females tend to drink a lot less than men (or, at least, they admit to it a lot less in surveys) – but it seems that men are narrowing the gap. In a 1995 survey, a mere 9 percent of Russian males compared with a whopping 35 percent of females claimed to have not consumed any alcohol in the last year. While in 2010 these numbers had evened out to 25.2 percent and 38.0 percent respectively.\n\nThe non-drinkers I have asked suggest a range of factors that might explain this change in Russian society. Studies have shown that the stricter government controls introduced in 2006 have certainly had an effect on reducing alcoholism and alcohol-related deaths. But among regular, non-problem drinkers, something more fundamental seems to be happening.\n\nDmitry, newly middle-aged and a long-time employee of one of Russia’s biggest mobile phone providers, thinks it is because younger people are “more driven, more career-oriented” than his generation has been. Many non-drinkers, such as Yuliya, 26, cite health reasons: “People who drink want to die. I want to live a long, healthy life and die at 93. I want to live forever and witness robots talking!” Others, such as accountant Irina, 32, give several bases for their choice: health, work commitments, and experience with alcoholism in her family. Some young men, meanwhile, have given me a slightly more categorical justification: “All drugs are bad, they all do damage to society, they should all be illegal,” said Matvey, 23. “Even caffeine?” I asked. “Yes,” he responded, after a pause. “These things should be only for medicine.”", "article_metadata": {"description": "According to some studies, the country's generations-long struggle with alcohol is on the decline", "author": "Matt Frazer", "og": {"site_name": "Salon", "description": "According to some studies, the country's generations-long struggle with alcohol is on the decline", "title": "Is Russia kicking its vodka habit?", "url": "http://www.salon.com/2015/01/25/is_russia_kicking_its_vodka_habit/", "image": "http://media.salon.com/2015/01/vodka_shots.jpg", "type": "article"}, "twitter": {"description": "According to some studies, the country's generations-long struggle with alcohol is on the decline", "creator": "@salon", "image": "http://media.salon.com/2015/01/vodka_shots.jpg", "title": "Is Russia kicking its vodka habit?", "site": "@salon", "card": "summary_large_image"}, "title": "Is Russia kicking its vodka habit?", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Alcohol, Russia, vodka", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Some young men, meanwhile, have given me a slightly more categorical justification: “All drugs are bad, they all do damage to society, they should all be illegal,” said Matvey, 23.\nThat’s not alcoholic?” I asked, gesturing towards the colourful drink he was holding.\nThe non-drinkers I have asked suggest a range of factors that might explain this change in Russian society.\nStudies have shown that the stricter government controls introduced in 2006 have certainly had an effect on reducing alcoholism and alcohol-related deaths.\nMany non-drinkers, such as Yuliya, 26, cite health reasons: “People who drink want to die."}