{"article_title": "Ben Carson’s big 2016 move – CNN Political Ticker", "article_keywords": ["ben", "washington", "big", "political", "told", "times", "carson", "giles", "pac", "carsons", "cnn", "nation", "2016", "ticker", "white", "care"], "article_url": "http://politicalticker.blogs.cnn.com/2014/08/01/ben-carsons-big-2016-move/", "article_text": "2 years ago\n\n(CNN) - Ben Carson is taking a significant step toward a 2016 presidential run by forming a political action committee, CNN confirmed Friday.\n\nThe renowned neurosurgeon and a popular figure among conservatives told the Washington Times he chose Houston businessman Terry Giles to be his campaign chairman, if he decides to launch a White House bid.\n\nFollow @politicaltickerFollow @danadavidsenCNN\n\nThe PAC will be called One Nation - also the title of Carson's book released earlier this year.\n\n\"Now is the time to start all of the appropriate exploration and investigation, and put down the structure that is necessary,\" Carson said Friday morning after meetings with supporters in Florida. \"I would say we are definitely a step or two closer than we were a year ago.\"\n\nCarson – who writes a column for the conservative Washington Times – told the newspaper that what happens to the congressional balance of power after the November elections will weigh on his 2016 decision, adding that his new PAC will help support like-minded candidates running this year.\n\nKey races to watch in 2014\n\n\"One Nation PAC will help elect candidates in 2014 who share Dr. Carson's belief in a prosperous, united America, and give him the ability to more directly impact the political process moving forward,\" One Nation board member Mike Murray told CNN.\n\nCarson, who rose to national conservative fame last year when he criticized Democratic policies on taxes and health care while giving the keynote address in front of President Barack Obama at the National Prayer Breakfast, has a strong grassroots following.\n\nHighly critical of the President, Carson has been a stalwart opponent of the Affordable Care Act, once equating the health care law to \"slavery,\" and recently slammed the White House's foreign policy in the wake of escalating crises throughout the Middle East and in Ukraine.\n\nEarlier this month, a super PAC supporting Carson pulled in an impressive $3.3 million fundraising haul in the second quarter of this year, bringing the group's total to more than $7 million in its efforts to draft Carson into the 2016 fray.\n\nGiles, like Carson, is a recipient of the Horatio Algers award for perseverance over adversity. Giles is currently the head of the investment firm Giles Enterprises.\n\nCNN’s Sean Kennedy contributed to this report.", "article_metadata": {"description": "(CNN) -- Ben Carson is taking a significant step toward a 2016 presidential run by forming a political action committee, CNN confirmed Friday. The renowned neurosurgeon and a popular figure among conservatives told the Washington Times he chose Houston businessman Terry Giles to be his campaign c...", "generator": "WordPress.com", "title": "Ben Carson", "og": {"url": "http://politicalticker.blogs.cnn.com/2014/08/01/ben-carsons-big-2016-move/", "image": "http://i2.cdn.turner.com/cnn/dam/assets/130227135625-ben-carson-story-top.jpg", "type": "article", "description": "(CNN) -- Ben Carson is taking a significant step toward a 2016 presidential run by forming a political action committee, CNN confirmed Friday.\r\n\r\nThe renowned neurosurgeon and a popular figure among conservatives told the Washington Times he chose Houston businessman Terry Giles to be his campaign c...", "title": "Ben Carson's big 2016 move"}, "msapplication-tooltip": "- All politics, all the time", "fb": {"admins": 690014395, "app_id": 80401312489}, "msapplication-window": "width=device-width;height=device-height", "application-name": "CNN Political Ticker", "keywords": "2016, ben carson, republican party, cnn's dana davidsen", "google-site-verification": "mFBa4OnyEDU23vgVJ6rtX_4izud7FIi9JiscfVsWaKk", "msapplication-task": "name=Subscribe;action-uri=http://politicalticker.blogs.cnn.com/feed/;icon-uri=https://s2.wp.com/i/favicon.ico"}, "_id": "\"57477af36914bd0286fcd5f5\"", "article_summary": "2 years ago(CNN) - Ben Carson is taking a significant step toward a 2016 presidential run by forming a political action committee, CNN confirmed Friday.\nFollow @politicaltickerFollow @danadavidsenCNNThe PAC will be called One Nation - also the title of Carson's book released earlier this year.\nGiles, like Carson, is a recipient of the Horatio Algers award for perseverance over adversity.\nThe renowned neurosurgeon and a popular figure among conservatives told the Washington Times he chose Houston businessman Terry Giles to be his campaign chairman, if he decides to launch a White House bid.\nKey races to watch in 2014\"One Nation PAC will help elect candidates in 2014 who share Dr. Carson's belief in a prosperous, united America, and give him the ability to more directly impact the political process moving forward,\" One Nation board member Mike Murray told CNN."}