{"article_title": "Inspiring collaborative nurses starts with collaborative education", "article_keywords": ["classroom", "inspiring", "nursing", "collaborative", "nurses", "starts", "environments", "bring", "patients", "students", "nurse", "education", "essential", "care"], "article_url": "http://www.fiercehealthcare.com/story/inspiring-collaborative-nurses-starts-collaborative-education/2016-03-04", "article_text": "Guest post by W. Richard Cowling III, Ph.D., R.N., vice president of academic affairs at Chamberlain College of Nursing.\n\nIn 2010, the Institute of Medicine released a trailblazing report calling for 80 percent of the nursing workforce to be BSN-educated by 2020. The ambitious goal was grounded in evidence that higher education equips nurses to be more effective caregivers and navigators in the increasingly complex healthcare system, according to an article from American Nurse Today.\n\nEducation does play a critical role in shaping aspiring nurses as informed, effective caregivers. Thus, it is crucial classroom environments inspire the compassion and result-oriented curiosity that ultimately empowers nurses to be enterprising leaders who take pride in always looking out for their patients' best interests.\n\nA culture of care starts in the classroom, where the curriculum and environments are the most influential components guiding the attitudes, behaviors and outcomes students will eventually bring to those they care for, along with their fellow colleagues. It is essential for nurse educators to embody a person-centered approach for each and every one of their students, and for students to have an active and collaborative mindset, to bring the concept of care to life and position nurses as change agents in their hospitals and for their patients.\n\nA curriculum of care\n\nIn my experience, faculty and staff who impart the right balance of expertise and personalized resources to their students can help them become extraordinary nurses who are highly skilled in the art of nursing presence—defined by an article in the Journal of Holistic Nursing as being in the moment and in immediate proximity to care for the whole person, not just a patient's symptoms.\n\nNurse educators can facilitate nursing presence by empowering their students to ask questions, learn from their mistakes and challenge what they're learning in the classroom, according to the book, \"Affective Teaching in Nursing: Connecting to Feelings, Values, and Inner Awareness.\" This open environment cultivates curiosity, which is essential to the continued progression of patient care. Nurses who bring a critical lens to their work can deepen the level of care they show their patients, and the same benefits between a caring professor/student relationships can be achieved in a caring nurse/patient dynamic.\n\nRead the full commentary at Hospital Impact", "article_metadata": {"description": "Guest post by W. Richard Cowling III, Ph.D., R.N., vice president of academic affairs at Chamberlain College of Nursing. In 2010, the Institute of Medicine released a trailblazing report calling for...", "og": {"site_name": "FierceHealthcare", "description": "Guest post by W. Richard Cowling III, Ph.D., R.N., vice president of academic affairs at Chamberlain College of Nursing. In 2010, the Institute of Medicine released a trailblazing report calling for...", "title": "Inspiring collaborative nurses starts with collaborative education", "url": "http://www.fiercehealthcare.com/story/inspiring-collaborative-nurses-starts-collaborative-education/2016-03-04", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,culture of care,Fierce exclusive,Hospital Impact,HR & Workforce Management,Nurses,W. Richard Cowling III", "viewport": "width=device-width", "news_keywords": "Care Delivery,HR & Workforce Management"}, "article_summary": "Education does play a critical role in shaping aspiring nurses as informed, effective caregivers.\nGuest post by W. Richard Cowling III, Ph.D., R.N., vice president of academic affairs at Chamberlain College of Nursing.\nThus, it is crucial classroom environments inspire the compassion and result-oriented curiosity that ultimately empowers nurses to be enterprising leaders who take pride in always looking out for their patients' best interests.\nIn 2010, the Institute of Medicine released a trailblazing report calling for 80 percent of the nursing workforce to be BSN-educated by 2020.\nThe ambitious goal was grounded in evidence that higher education equips nurses to be more effective caregivers and navigators in the increasingly complex healthcare system, according to an article from American Nurse Today."}