{"article_title": "Blame Game Continues In Frankfort Over Benefind Rollout", "article_keywords": ["kynect", "benefind", "frankfort", "federal", "workers", "continues", "administration", "state", "blame", "services", "game", "health", "bevin", "rollout", "insurance"], "article_url": "http://wfpl.org/state-officials-blame-feds-beshear-benefind-rollout/", "article_text": "As Gov. Matt Bevin’s administration and a private consulting firm work to fix Benefind, the troubled one-stop portal for health and social services in Kentucky, the blame game over who’s responsible for its problematic rollout continues.\n\nAt a hearing of the state Senate’s Health and Welfare Committee on Monday, a top Bevin administration official blamed the federal government and previous Gov. Steve Beshear for the problems plaguing the system. The online portal, which launched Feb. 29, has been marred with long wait times, lost services and erroneous notices of canceled benefits.\n\nVickie Yates Brown Glisson, secretary of the Cabinet for Health and Family Services, told lawmakers that federal officials tested Benefind before it was released and gave the green light to launch.\n\n“If there’s a problem, someone should take it up with the federal government. They said ‘you need to move forward,’” she testified to the committee.\n\nGlisson said the state would have had to pay about $3.5 million in personnel and maintenance costs for each month they delayed the Benefind launch.\n\n“I would say that the previous administration pretty much tied anybody’s hands from being able to do anything but to go forward,” she said.\n\nBenefind, a $101 million program created by Beshear’s administration along with Deloitte Consulting, enables people to sign up for social services like SNAP (food stamps), TANF (cash assistance) and childcare assistance, as well as health care services such as Medicaid.\n\nRelated Story Bevin Administration Knew Of Benefind Problems Before Rollout\n\nHealth advocates and officials from Beshear’s administration say Benefind has been altered to minimize the role of the state health insurance exchange, Kynect, which Bevin is working to dismantle.\n\nMore than 85,000 Kentuckians have purchased health insurance on the exchange, and some 400,000 received Medicare under the expansion, which granted eligibility to those up to 138 percent of the federal poverty level.\n\nUnder Bevin’s plan to dismantle Kynect, consumers who purchased on the exchange would move to the federal health insurance site, healthcare.gov, while Benefind would handle Medicaid enrollments.\n\nKeep Kentucky Covered, a coalition of public interest and advocacy organizations, released a statement last week saying Bevin botched the rollout of the new system.\n\n“The bottom line is that Benefind was never built to replace Kynect,” the statement reads. “Kynect was built to provide access to health insurance and Medicaid enrollment, and Benefind was built to enhance Kynect with additional social services benefits.”\n\nKynect was previously the sole portal for Kentuckians to sign up for health care via the Affordable Care Act and also served as the online portal for Medicaid applicants.\n\nNow Benefind is shouldering some of those duties. Workers from the Department of Community Based Services, a state agency that manages Benefind, are dealing with many cases previously handled by Kynectors, the state contractors and volunteers who helped Kentuckians navigate the health insurance exchange.\n\nOfficials from the Bevin administration say state workers are making their way through about 51,000 cases that need to have discrepancies resolved.\n\nRelated Story Fewer Kentucky Workers Able To Help With Benefind Problems\n\nThe Bevin administration and Deloitte, which continues to work on the project, maintain that Benefind was not altered before it launched.\n\nDeborah Sills, a principal with Deloitte, told the committee that testing and pilot runs of Benefind under the previous administration were “very positive and within the degree of error and quality you would expect for a system like this.”\n\n“With large-scale, complex systems like this, there often are some issues in this period of transition, and that’s some of the things that we’re seeing today,” Sills said.\n\nCompounding that problem is the fact that Kynectors can’t access cases that have been referred to DCBS. They say cases long assigned to them have vanished from their accounts, and they’re no longer able to report changes in income or family size of individuals.\n\nRep. Darryl Owens, a Democrat from Louisville, said Bevin’s administration is to blame.\n\n“The problem has been Benefind has been repurposed,” he said, contradicting the Bevin administration’s explanation. “If it had been used as it was originally intended, we would not have had this problem.”\n\nThe Bevin administration said it’s working to rectify the problems, hiring 185 new workers to deal with long wait times in call centers and field offices around the state.", "article_metadata": {"description": "Secretary Glisson said the state would have had to pay about $3.5 million in personnel and maintenance costs for each month Benefind did not launch.", "generator": "WordPress 4.5.2", "og": {"site_name": "89.3 WFPL", "description": "Secretary Glisson said the state would have had to pay about $3.5 million in personnel and maintenance costs for each month Benefind did not launch.", "title": "Blame Game Continues In Frankfort Over Benefind Rollout", "locale": "en_US", "image": {"width": 1920, "identifier": "http://wfpl.org/wp-content/uploads/2016/04/state-capitol-9275.jpg", "height": 1280}, "updated_time": "2016-04-12T13:55:17-04:00", "url": "http://wfpl.org/state-officials-blame-feds-beshear-benefind-rollout/", "type": "article"}, "twitter": {"description": "Secretary Glisson said the state would have had to pay about $3.5 million in personnel and maintenance costs for each month Benefind did not launch.", "creator": "@RylandKY", "image": "http://wfpl.org/wp-content/uploads/2016/04/state-capitol-9275.jpg", "title": "Blame Game Continues In Frankfort Over Benefind Rollout", "site": "@WFPLNews", "card": "summary"}, "robots": "noodp", "fb": {"admins": 100006229511236, "pages": 33077174555, "app_id": 1539400482939529}, "article": {"publisher": "https://www.facebook.com/wfpllouisville", "section": "Politics", "tag": "Governor Matt Bevin", "published_time": "2016-04-12T06:00:59-04:00", "modified_time": "2016-04-12T13:55:17-04:00"}, "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "article_summary": "Officials from the Bevin administration say state workers are making their way through about 51,000 cases that need to have discrepancies resolved.\nMatt Bevin’s administration and a private consulting firm work to fix Benefind, the troubled one-stop portal for health and social services in Kentucky, the blame game over who’s responsible for its problematic rollout continues.\nRelated Story Fewer Kentucky Workers Able To Help With Benefind ProblemsThe Bevin administration and Deloitte, which continues to work on the project, maintain that Benefind was not altered before it launched.\nUnder Bevin’s plan to dismantle Kynect, consumers who purchased on the exchange would move to the federal health insurance site, healthcare.gov, while Benefind would handle Medicaid enrollments.\nRelated Story Bevin Administration Knew Of Benefind Problems Before RolloutHealth advocates and officials from Beshear’s administration say Benefind has been altered to minimize the role of the state health insurance exchange, Kynect, which Bevin is working to dismantle."}