{"article_title": "Democrats Decry 'War On Women' Ahead Of Virginia General Assembly Session", "article_keywords": ["assembly", "ahead", "support", "republicans", "northam", "virginia", "signed", "general", "decry", "session", "health", "democrats", "statement", "lawmakers", "womens", "war", "women"], "article_url": "http://wamu.org/news/16/01/13/democrats_decry_war_on_women_ahead_of_virginia_general_assembly_session", "article_text": "Michael Pope/WAMU\n\nHours before the General Assembly gaveled into session Wednesday, a group of Democratic lawmakers announced that they've signed on to a \"statement of intent\" in support of Virginia women. The statement was drafted by NARAL Pro-Choice Virginia and calls for expanded access to a full range of reproductive health care services for women, their partners and their families.\n\nThe title is a subtle jab at the \"statement of intent\" Virginia Republicans are asking voters to sign before casting ballots in the Commonwealth's presidential primary on Super Tuesday.\n\nAt the top of the agenda is repealing the controversial requirement that women undergo a transvaginal ultrasound before getting an abortion. That's the law mocked by The Daily Show and other comedy shows when it passed in 2012.\n\n\"It is medically unnecessary, and it's not intended to promote women's health or safety,\" says Sen. Mamie Locke (D-2). \"It is a law designed to shame and judge a woman seeking an abortion.\"\n\nNARAL organizers said they contacted every member of the General Assembly and asked them to support the statement of intent. Only Democrats responded to the email, though, and more than 50 Democrats signed the statement. No Republicans signed the statement.\n\n\"Virginia Republicans would never engage in any war on women,\" says David D'Onofrio, spokesman for the Republican Party of Virginia.\n\nOrganizers of the statement say the idea is that lawmakers who sign the document are demonstrating their support for policies that reaffirm women's constitutional rights and expand reproductive health care access. Tarina Keene, executive director for NARAL Pro-Choice Virginia, says the group also wants to see lawmakers move beyond the divisive politics of last year's election.\n\n\"After a year of hateful rhetoric, domestic terrorism at women's health centers and increasing attacks on women's health across the county, we are here today to take a bold stand in support of Virginia's women and families,\" says Keene.\n\nNARAL supporters also plan to push for creation of a new pilot program that would give free contraception to women. Last week, in an appearance at Northern Virginia Community College in Alexandria, Democratic Lt. Gov. Ralph Northam announced his support for a bill that would do just that. Northam stood with lawmakers today at a press conference announcing the statement of intent.\n\n\"This is no offense to my fellow males in the room, but there is no excuse that a group of legislators — most of whom are men — should be telling women what they should or shouldn't be doing with their bodies,\" says Northam. \"That needs to stop.\"\n\nOther bills Democrats say they will support include one that would remove the prohibition against abortion coverage under the Affordable Care Act and another that would require health carriers to cover oral contraceptives.", "article_metadata": {"Generator": "Drupal 7 (http://drupal.org)", "author": "Michael Pope", "og": {"site_name": "WAMU 88.5", "description": "Hours before the General Assembly gaveled into session Wednesday, a group of Democratic lawmakers announced that they've signed on to a \"statement of intent\" in support of Virginia women. The statemen", "title": "Democrats Decry 'War On Women' Ahead Of Virginia General Assembly Session", "url": "http://wamu.org/news/16/01/13/democrats_decry_war_on_women_ahead_of_virginia_general_assembly_session", "image": "http://wamu.org/sites/wamu.org/files/styles/medium/public/images/attach/pope-naral.jpg?itok=LK7zgi6r", "type": "article"}, "has_audio": 0, "nid": 211153, "google-site-verification": "8AyE7rFVyUE7ZiqFGJ29mxnUk_L6YMXe4KHsLRUvvmQ"}, "article_summary": "\"Virginia Republicans would never engage in any war on women,\" says David D'Onofrio, spokesman for the Republican Party of Virginia.\n\"It is medically unnecessary, and it's not intended to promote women's health or safety,\" says Sen. Mamie Locke (D-2).\nMichael Pope/WAMUHours before the General Assembly gaveled into session Wednesday, a group of Democratic lawmakers announced that they've signed on to a \"statement of intent\" in support of Virginia women.\nNARAL organizers said they contacted every member of the General Assembly and asked them to support the statement of intent.\nThe title is a subtle jab at the \"statement of intent\" Virginia Republicans are asking voters to sign before casting ballots in the Commonwealth's presidential primary on Super Tuesday."}