{"article_title": "Colorado to move ahead with mental health revamp after suit settled – The Denver Post", "article_keywords": ["mental", "ahead", "revamp", "denver", "centers", "access", "forward", "state", "health", "suit", "department", "services", "post", "settled", "crisis", "colorado"], "article_url": "http://www.denverpost.com/news/ci_25944449/colorado-move-ahead-mental-health-revamp-after-suit", "article_text": "Colorado’s plans to revamp the response to the mental health crisis can move forward after months of delay, during which the state awarded, revoked and fought in courts over the multimillion-dollar contracts.\n\nA judge on Tuesday signed an order lifting a preliminary injunction that stopped the state from proceeding with a second bidding process to award new contracts for mental health services.\n\nAs a result, the Colorado Department of Human Services on Wednesday announced that it intends to give the contracts to four existing community mental health centers, with each serving a quadrant of the state.\n\nThe idea to revamp the state’s mental health care system came in 2012 from Gov. John Hickenlooper in the wake of the Aurora theater shooting and the school shooting in Newtown, Conn.\n\nLawmakers passed and expanded the plan, approving $20 million for new services, including mobile services, round-the-clock stabilization centers and respite care.\n\nCrisis Access, a conglomerate of three out-of-state companies that specialize in providing crisis mental health care, won the bid to provide the services, but local community mental health centers questioned the award.\n\nWithin weeks, the state called the bidding process a failure. Crisis Access claimed the state was giving in to political pressure and ignoring the formal protest proces. It filed a lawsuit, which resulted in the preliminary injunction.\n\nCrisis Access of Colorado and the Colorado Department of Human Services told the judge they have now reached a settlement. Details were not released.\n\n“Our commitment is to work with providers in the four regions to get these services up and running in local communities as soon as possible,” said Reggie Bicha, executive director of the department, in a prepared statement. “We are pleased that we found a way to move forward, and we are eager to get these services established.”\n\nAccording to a note posted on the Crisis Access website, the company is exploring options in other states.\n\n“We regret that we will not have the opportunity to implement our innovative, recovery-oriented solutions in Colorado, and we look forward to continuing the exploration of similar opportunities in other states to partner on establishing the next generation of integrated crisis care,” the note stated.\n\nYesenia Robles: 303-954-1372, yrobles@denverpost.com or twitter.com/ yeseniarobles", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcb8b0\"", "article_summary": "The idea to revamp the state’s mental health care system came in 2012 from Gov.\nCrisis Access, a conglomerate of three out-of-state companies that specialize in providing crisis mental health care, won the bid to provide the services, but local community mental health centers questioned the award.\nCrisis Access of Colorado and the Colorado Department of Human Services told the judge they have now reached a settlement.\nA judge on Tuesday signed an order lifting a preliminary injunction that stopped the state from proceeding with a second bidding process to award new contracts for mental health services.\nColorado’s plans to revamp the response to the mental health crisis can move forward after months of delay, during which the state awarded, revoked and fought in courts over the multimillion-dollar contracts."}