{"article_title": "Robert Hunter Sentenced To 14 Years In Jail For 'Sadistic Exploitation'", "article_keywords": ["sentenced", "14", "girls", "robert", "hunter", "young", "number", "exploitation", "photos", "jail", "prison", "sadistic", "identity", "justin"], "article_url": "http://www.medicaldaily.com/justin-bieber-imposter-turns-out-be-online-pedophile-robert-hunter-sentenced-14-years-jail-sadistic", "article_text": "Robert Hunter has been sentenced to 14 years in prison after pleading guilty to stealing Justin Bieber's identity and tricking little girls into taking their clothes off on camera.\n\nRobert Hunter has been sentenced to 14 years in prison after pleading guilty to stealing Justin Bieber's identity and tricking little girls into taking their clothes off on camera. Joe Bielawa, CC BY-SA 3.0\n\nThirty-five-year-old Robert Hunter used Justin Bieber’s identity to lure girls as young as 9 to make them undress and engage in sexual acts while talking to him via webcam. Hunter’s victims can rest a little easier now that the man faces 14 years in prison in what Judge Peter Bowers called “one of the most serious cases on internet abuse that the courts have dealt with.”\n\n“Robert Hunter was a calculating and malicious predator who set out to coerce and bully young girls into exposing themselves over the internet,” said Cleveland Police Sergeant Paul Higgins. “This investigation highlights the dangers that children face when conversing with people over the internet.”\n\nAt Teesside Crown Court, Hunter pleaded guilty to 15 charges of inciting a child to engage in sexual activity and 14 counts of making indecent photos. Over 800 photos and videos found on Hunter’s computer were used as evidence, the Daily Mail reported.\n\n“It's a warning to all parents of teenage children of what can be done via the internet,” Judge Bowers told the Daily Mail. “The public will be disgusted by how you have behaved even after you had been arrested and bailed. It represents callous and sadistic exploitation of a number of girls over a number of years.”\n\nThe children that Hunter abused using Justin Bieber and other identities resided in a number of different countries across North America, Europe, Asia, and Africa. An international investigation launched by Interpol started after a girl from Tasmania alerted the authorities, according to BBC.\n\nJustin Bieber impersonator sentenced to 14 years in prison. IBTimes.com\n\nHunter is also being accused of blackmailing girls who threatened to notify police with the nude photos that they had already sent to him. Tamara Pawson who defended Hunter said he was remorseful for his actions and would promise to seek psychological help while he’s in jail.\n\n“Over the course of 2010, 2011 and 2012, Hunter, using a number of online aliases, had pretended to a number of very young girls that he was a teenager,” explained prosecutor Richard Bennett. “On each occasion he was able to disguise his true age and identity by the clever use of images of young boys or by pretending that his computer wasn't working properly.”", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "justin, bieber, impersonator, robert, hunter, pedophile", "og": {"site_name": "Medical Daily", "description": "Robert Hunter has been sentenced to 14 years in prison after pleading guilty to stealing Justin Bieber's identity and tricking little girls into taking their clothes off on camera.", "title": "Justin Bieber Imposter Turns Out To Be Online Pedophile", "url": "http://www.medicaldaily.com/justin-bieber-imposter-turns-out-be-online-pedophile-robert-hunter-sentenced-14-years-jail-sadistic", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/16/justin-bieber.jpg", "type": "article"}, "twitter": {"description": "Robert Hunter has been sentenced to 14 years in prison after pleading guilty to stealing Justin Bieber's identity and tricking little girls into taking their clothes off on camera.", "title": "Justin Bieber Imposter Turns Out To Be Online Pedophile", "url": "http://www.medicaldaily.com/justin-bieber-imposter-turns-out-be-online-pedophile-robert-hunter-sentenced-14-years-jail-sadistic", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/16/justin-bieber.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/16/justin-bieber.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2013-09-16T16:21:23-04:00", "modified_time": "2013-09-16T16:52:19-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Robert Hunter has been sentenced to 14 years in prison after pleading guilty to stealing Justin Bieber's identity and tricking little girls into taking their clothes off on camera."}, "_id": "\"57477af46914bd0286fdbf4d\"", "article_summary": "Robert Hunter has been sentenced to 14 years in prison after pleading guilty to stealing Justin Bieber's identity and tricking little girls into taking their clothes off on camera.\nJustin Bieber impersonator sentenced to 14 years in prison.\nJoe Bielawa, CC BY-SA 3.0Thirty-five-year-old Robert Hunter used Justin Bieber’s identity to lure girls as young as 9 to make them undress and engage in sexual acts while talking to him via webcam.\nTamara Pawson who defended Hunter said he was remorseful for his actions and would promise to seek psychological help while he’s in jail.\n“Over the course of 2010, 2011 and 2012, Hunter, using a number of online aliases, had pretended to a number of very young girls that he was a teenager,” explained prosecutor Richard Bennett."}