{"article_title": "Editorial: The dangers of Trump", "article_keywords": ["wants", "president", "trump", "voters", "florida", "nation", "editorial", "dangers", "policy", "party", "republican", "women"], "article_url": "http://www.tampabay.com/opinion/editorials/editorial-the-dangers-of-trump/2275944", "article_text": "What seemed inconceivable a few short months ago is now reality for a fractured Republican Party. Donald Trump is the presumptive Republican nominee for president, a billionaire television star lacking the temperament, leadership skills and grasp of public policy required to hold the nation's highest office. This is a pivotal moment for the future of the political party and the nation, and barring an implausible Trump transformation Republicans in Florida and the nation will be defined by whether they meekly fall in line or stand for something better.\n\nThat sorting out will continue even with Trump tightening his grip on the nomination as his final two challengers, Sen. Ted Cruz of Texas and Ohio Gov. John Kasich, have suspended their campaigns. In the wake of Trump's victory Tuesday in the Indiana primary, party leaders such as Republican National Committee chairman Reince Priebus and Florida Republican Party chairman Blaise Ingoglia predictably sought to rally support behind him. But some prominent Republican fundraisers and officeholders are wisely in no rush to get on a bandwagon headed toward wrecking the party they spent their lives building.\n\nThey have good reason to keep their distance. Trump has insulted everyone from a disabled journalist to Mexican immigrants to women. He questioned Sen. John McCain's status as a hero as a former prisoner of war. He talks in racial code as he did during his victory speech Tuesday night, constantly referring to \"we\" when talking of making America great again and then insisting he has good relationships with \"the Hispanics\" and \"the African-Americans.\" That may work in Republican primaries where disaffected voters are overwhelmingly white, but it will not be successful in a general election with a more diverse electorate in Florida and the nation. No wonder Trump badly trails likely Democratic nominee Hillary Clinton among black, Hispanic and women voters in most polls.\n\nTrump's vague policy proposals are no better than his inflammatory rhetoric. His promises to make Mexico pay for a wall along the border and to deport 11 million undocumented immigrants are unworkable. He wants to repeal the Affordable Care Act but has no viable alternative. He trashes free trade and threatens trade wars by imposing high tariffs, which would be disastrous for Florida. He dismisses traditional U.S. alliances such as NATO, and his vague foreign policy statements are inconsistent and often incoherent.\n\nTo his credit, Trump gauged the mood of Republican primary voters better than his opponents. He tapped into deep dissatisfaction with the status quo in Washington and into legitimate fears about job losses and economic stagnation in many communities. But he also regularly engaged in demagoguery, reckless rhetoric regarding national security and foreign policy, and coarse insults unfit for a candidate for president. There is a reason so many Republicans in Florida and elsewhere fear a crushing Trump defeat in November would cost them seats in Congress and the Florida Legislature.\n\nTrump suggests his bombast is often an act, and he insists he can adopt a serious presidential demeanor whenever he wants. That will require more than speaking softly and finally recognizing that every decision in the Oval Office is not another real estate negotiation. Trump told the New York Times he is \"not running for president to make things unstable for the country.'' With the Republican nomination virtually nailed down and the general election campaign looming, it's time for him to prove it.", "article_metadata": {"description": "What seemed inconceivable a few short months ago is now reality for a fractured Republican Party. Donald Trump is the presumptive Republican nominee for president, a billionaire television star lacking the temperament, leadership skills and grasp of public policy required to hold the nation's highest office. This is a pivotal moment for the future of the political party and the nation, and barring an implausible Trump transformation Republicans in Florida and the nation will be defined by whether they meekly fall in line or stand for something better.", "application-name": "Tampa Bay Times", "og": {"url": "http://www.tampabay.com/opinion/editorials/editorial-the-dangers-of-trump/2275944", "image": {"width": 746, "identifier": "http://www.tampabay.com/resources/images/dti/rendered/2016/05/500925540_17167210_8col.jpg", "height": 497}, "site_name": "Tampa Bay Times", "description": "What seemed inconceivable a few short months ago is now reality for a fractured Republican Party. Donald Trump is the presumptive Republican nominee for president, a billionaire television star lacking the temperament, leadership skills and grasp of public policy required to hold the nation's highest office. This is a pivotal moment for the future of the political party and the nation, and barring an implausible Trump transformation Republicans in Florida and the nation will be defined by whether they meekly fall in line or stand for something better.", "title": "Editorial: The dangers of Trump"}, "twitter": {"site": "@TB_Times", "image": "http://www.tampabay.com/resources/images/dti/rendered/2016/05/500925540_17167210_8col.jpg", "description": "What seemed inconceivable a few short months ago is now reality for a fractured Republican Party. Donald Trump is the presumptive Republican nominee for president, a billionaire television star lacki", "card": "summary_large_image", "title": "Editorial: The dangers of Trump"}, "msapplication-TileColor": "#115220", "apple-itunes-app": "app-id=988277045", "msapplication-TileImage": "/iwov-resources/images/ie10TBTpin.png", "__sync_contentCategory": "default", "keywords": "Opinion,Editorials,Main,top-news", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Opinion, Editorials, Main, top-news"}, "article_summary": "No wonder Trump badly trails likely Democratic nominee Hillary Clinton among black, Hispanic and women voters in most polls.\nWhat seemed inconceivable a few short months ago is now reality for a fractured Republican Party.\nTrump told the New York Times he is \"not running for president to make things unstable for the country.''\nTo his credit, Trump gauged the mood of Republican primary voters better than his opponents.\nIn the wake of Trump's victory Tuesday in the Indiana primary, party leaders such as Republican National Committee chairman Reince Priebus and Florida Republican Party chairman Blaise Ingoglia predictably sought to rally support behind him."}