{"article_title": "Citizen Stewards: Chickasaw Nation Technicians Monitor Water Quality", "article_keywords": ["stewards", "monitoring", "monitor", "environmental", "goal", "technicians", "nation", "water", "chickasaw", "citizen", "pollution", "quality", "epa"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/01/06/citizen-stewards-chickasaw-nation-technicians-monitor-water-quality-152994", "article_text": "Regulations and laws about environmental quality abound, yet the Chickasaw Nation has little use for them.\n\nIts citizens do not need legislation to inform them that they are stewards of the land. It is, of course, an immutable fact of existence. And Chickasaw Nation Environmental Services technician Brent Shields takes that charge very seriously, monitoring the health of rivers and streams that flow through his tribe’s territory and delivering the daily results to state and federal environmental agencies, the Chickasaw Nation said in a statement in December.\n\nShields and others like him have done so for 10 years, though they are not required to do so by state or federal agencies, the Chickasaw said.\n\n“They complete regular testing because the Chickasaw Nation desires its streams and rivers stay healthy and vibrant,” the Nation said. “The tribe utilizes grants provided through the federal Clean Water Act to assist it in being responsible stewards of its natural resources.”\n\nUnder scrutiny are the sites that the Oklahoma Department of Environmental Quality has deemed to be “impaired water systems.” The classification could be earned from something as simple as a lack of data, or the stream or body of water could be polluted. Such areas being studied at the moment are locations around Ada, Tishomingo and Sulphur, the Chickasaw said. Two primary watersheds, Little Sandy and Clear Boggy, are in the forefront.\n\nThe goal is to monitor within EPA guidelines under Section 106 of the Clean Water Act.\n\n“The Chickasaw Nation was one of the first tribal governments to conduct a watershed monitoring project within its lands,” said Chickasaw environmental specialist Ambrie Johnson in the media release. “Our water monitoring grant allows the protection of public health and gives us an idea about water quality trends within the Nation. The information collected can now be used to compare samples if emerging ecological damage begins to occur or if we have a sudden emergency pollution event.”\n\nOther Nations monitor for potential pollution problems as well. The EPA recently granted the Eastern Shoshone and Northern Arapaho tribes to monitor the air quality on the Wind River Reservation in Wyoming.\n\nRELATED: EPA Says Wind River Reservation Can Monitor Air Quality\n\nIn the Chickasaw monitoring program, traditional methods meld with modern equipment.\n\n“We use a lot of the same equipment methods as the USGS and EPA,” said Shields. “We train with them and share information. We used to send our data to a private company for compilation. A few years ago, I was trained by the EPA to submit the data, which saves us a lot of money.”\n\nThe overarching goal, of course, is pristine water.\n\n“The overall goal is to have high water quality within the Chickasaw Nation,” Johnson said. “We monitor so that water pollution can be controlled, or eliminated, within our jurisdictional boundaries.”", "article_metadata": {"description": "Regulations and laws about environmental quality abound, yet the Chickasaw Nation has little use for them.The Chickasaw Nation has been front and center monitoring its water quality for more than 15 years.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "theresa", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/01/06/citizen-stewards-chickasaw-nation-technicians-monitor-water-quality-152994", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/chickasaw_nation_water_monitoring.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Citizen Stewards: Chickasaw Nation Technicians Monitor Water Quality"}, "dcterms.date": "2014-01-06T19:00-05:00", "dc": {"title": "Citizen Stewards: Chickasaw Nation Technicians Monitor Water Quality"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/01/06/citizen-stewards-chickasaw-nation-technicians-monitor-water-quality-152994", "robots": "follow, index", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Chickasaw Nation, Pollution, Clean Water Act, U.S. Environmental Protection Agency, Clean Water,", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.title": "Citizen Stewards: Chickasaw Nation Technicians Monitor Water Quality"}, "_id": "\"57477af36914bd0286fcd627\"", "article_summary": "“They complete regular testing because the Chickasaw Nation desires its streams and rivers stay healthy and vibrant,” the Nation said.\n“Our water monitoring grant allows the protection of public health and gives us an idea about water quality trends within the Nation.\n“The overall goal is to have high water quality within the Chickasaw Nation,” Johnson said.\nRegulations and laws about environmental quality abound, yet the Chickasaw Nation has little use for them.\n“We monitor so that water pollution can be controlled, or eliminated, within our jurisdictional boundaries.”"}