{"article_title": "Patient’s STD Diagnosis Posted on Facebook", "article_keywords": ["std", "information", "woman", "scan", "medical", "private", "quite", "record", "patients", "facebook", "diagnosis", "place", "veterans", "posted"], "article_url": "http://www.thedailybeast.com/articles/2014/06/06/patient-s-std-diagnosis-posted-on-facebook.html", "article_text": "Breach of Trust\n\nAn Ohio woman is suing a hospital (which just so happens to be her ex’s place of employment) over the posting of her private information online. Is anything private anymore?\n\nThe dark, creepy side of Facebook, Twitter, and other social media signed on once again, stinging a woman by exposing her medical record. According to a lawsuit, an unnamed plaintiff claims that a critical part of her medical record, involving a diagnosis of syphilis, entered the e-world in 2013, “absolutely devastating” her.\n\nBy report, her ex-boyfriend, who works at the hospital in Cincinnati where the event took place, may have played a role in disseminating her private information. She is seeking “more than $25,000” in damages, as well as a promise that this type of exposure would not happen again.\n\nAlthough I admire her optimism, I doubt this will be the last time someone’s medical record ends up in the wrong place. It surely is not the first: in a heralded case involving the now-beleaguered VA, a laptop containing medical information on hundreds of veterans was lost, potentially allowing whoever found the equipment to nose around with impunity. And the number of such breaches is climbing as fast as the number of people toting laptops.\n\nThe crux of the problem is this: the compact portability of the electronic medical record is the very thing that predisposes it to a disaster of epic proportions, unimaginable in the old lug-a-chart paper days. Once, a person could only lose three or four charts, given that each weighed a pound or two (or four) and barely could fit into a briefcase. Now, an entire city’s information can reside on a thumb drive. In other words, the electronic medical record, a critical piece of the Affordable Care Act, is being hoist by its own petard.\n\nAlthough the harm done to the Cincinnati woman and countless others, veterans and civilians alike, is considerable, it is reassuring in an odd way that some information remains private. The unsettling aspect about the entire systematic self-exposure of the last decade has been how seemingly little people cared as more and more about them entered the public lane, there for anyone with a wish and password to examine. Indeed, the non-panicked, even blasé reaction to the revelations about the National Security Administration (NSA) spying on everyone revealed a comfort with the secret-less life that had made many people quite uncomfortable.\n\nJust a decade earlier, before Facebook reset the nation’s paranoia dial to N/A, the Bush Administration trotted out the uber-creepy “Total Information Awareness” program (NSA-lite but with a bad PR guy). Then, the public outcry over invasion of privacy scuttled the program, or at least the government’s acknowledgement of it. It actually seems to have been repurposed into initiatives facing the same direction, but with much less nettlesome titles and much more faceless leaders: from convicted Iran-Contra Felon John Poindexter from Bush, to the anonymous Michael Rogers for the Obama era.\n\nGiven this backdrop, the line in the sand about medical information is unexpected. Yet even those addicted to telling us about their last girlfriend, their first date, their college, their political views, their endless likes, and more endless dislikes are uncomfortable when real information—as opposed to date-relevant information—comes forward. After all, Facebook grew out of a horny guy who wanted to rate, along with his horny friends, various hot chicks and it never has quite left its general dude-on-the-prowl orientation. So too the many variations on its theme, each fueled by our limitless urge to flirt.\n\nIn contrast, the medical record is full of hard-edged, ugly truths: shrunken livers, narrowed coronary arteries, anti-depressant pills and other remedies, rashes and lumps and hot flashes. Plus all the blood work and the X-rays showing God only knows what and then the doctor’s dispassionate consideration of the situation: “Continues to complain of headaches after family events; work-up negative. Renew Paxil.” Or, more alarmingly, “CT scan shows irregular mass near the gall bladder. Will order PET scan and see in one week; family prepared for worst.”", "article_metadata": {"twitter": {"site": "@thedailybeast", "card": "summary"}, "keywords": "Facebook Inc, Health, sexually transmitted diseases", "publicationDate": 201406061720, "wrap": "/content/dailybeast/tech-and-health", "description": "An Ohio woman is suing a hospital (which just so happens to be her ex’s place of employment) over the posting of her private information online. Is anything private anymore?", "pageNum": 1, "title": "Patients STD Diagnosis Posted on Facebook", "tags": "entity:company/facebook_inc,topic:lifestyle/health,entity:medicalcondition/sexually_transmitted_diseases", "environment": "dev", "platform": "desktop", "template": "article", "type": "house", "parsely-page": "{\"title\":\"Patient’s STD Diagnosis Posted on Facebook  \",\"link\":\"http://www.thedailybeast.com/articles/2014/06/06/patient-s-std-diagnosis-posted-on-facebook.html\",\"image_url\":\"http://cdn.thedailybeast.com/content/dailybeast/articles/2014/06/06/patient-s-std-diagnosis-posted-on-facebook/jcr:content/image.crop.410.273.jpg/46735832.cached.jpg\",\"type\":\"post\",\"post_id\":\"/content/dailybeast/articles/2014/06/06/patient-s-std-diagnosis-posted-on-facebook\",\"pub_date\":\"2014-06-06T17:20:00+00:00\",\"section\":\"Tech + Health\",\"author\":\"Kent Sepkowitz\",\"tags\":[\"facebook_inc\",\"health\",\"sexually_transmitted_diseases\"]}", "news_keywords": "Facebook Inc, Health, sexually transmitted diseases", "sectionTaxanomies": "tech-and-health", "fb": {"admins": "1703087,30000737,1117577220,1276800108,931159,514915512", "app_id": 189930913679}, "authors": "Kent Sepkowitz", "article": {"section": "health", "published_time": "2014-06-06T17:20:00.000Z", "author": "http://www.thedailybeast.com/contributors/kent-sepkowitzhtml"}, "resourceType": "dailybeast2/components/pages/article", "contentpath": "/content/dailybeast/articles/2014/06/06/patient-s-std-diagnosis-posted-on-facebook", "og": {"site_name": "The Daily Beast", "description": "An Ohio woman is suing a hospital (which just so happens to be her ex’s place of employment) over the posting of her private information online. Is anything private anymore?", "title": "Patient’s STD Diagnosis Posted on Facebook", "url": "http://www.thedailybeast.com/articles/2014/06/06/patient-s-std-diagnosis-posted-on-facebook.html", "image": "http://cdn.thedailybeast.com/content/dailybeast/articles/2014/06/06/patient-s-std-diagnosis-posted-on-facebook/jcr:content/image.img.2000.jpg/1402074983880.cached.jpg", "type": "article"}, "authorIds": "/etc/authors/k/kent-sepkowitz", "content-type": "text/html; charset=UTF-8"}, "_id": "\"57477af46914bd0286fdbf56\"", "article_summary": "According to a lawsuit, an unnamed plaintiff claims that a critical part of her medical record, involving a diagnosis of syphilis, entered the e-world in 2013, “absolutely devastating” her.\nThe dark, creepy side of Facebook, Twitter, and other social media signed on once again, stinging a woman by exposing her medical record.\nIn other words, the electronic medical record, a critical piece of the Affordable Care Act, is being hoist by its own petard.\nAlthough I admire her optimism, I doubt this will be the last time someone’s medical record ends up in the wrong place.\nGiven this backdrop, the line in the sand about medical information is unexpected."}