{"article_title": "There’s More to Life Than Politics", "article_keywords": ["life", "congress", "business", "things", "taxes", "large", "cant", "house", "sen", "politics", "warren", "public", "theres"], "article_url": "http://spectator.org/61388_theres-more-life-politics/", "article_text": "Politicians do politics because they can’t help it. It’s what they do: their whole reason for existence. A public man — or woman — can no more help legislating and campaigning and back-scratching and log-rolling and fundraising than — than what? Than a writer on politics can stop bloviating and prophesying. I state the comparison with a degree of shame. We’re all in this together — politicos and pundits. We love the game, and that’s too bad, for everybody.\n\nThese reflections come to mind on account of the Great Political Repositioning now underway in Washington due to Republican takeover of the Senate and the opportunity to stick it, after all these years, to the president. You can tell from the purity tests going around how deep is the exasperation — left and right — with what the last six years have produced.\n\nLiberals can’t wait for the voters to elect a sure-enough, hand-tooled liberal — Sen. Elizabeth Warren, say — to do the work the onetime liberal savior, Barack Obama, failed to do. Tea Party conservatives in the Republican Party want some overdue accounts settled; business conservatives want some taxes cut, some regulations relaxed or eliminated. As of Monday, a backroom rebellion against House Speaker John Boehner was underway. The guy isn’t pure enough or pugnacious enough or ambitious enough. Or various things some of the conservative troops see as undercutting the cause. Analyses abound concerning the likelihood of Capitol Hill-White House cooperation on many matters.\n\nWe shall see the main point, I think, lies elsewhere. That point is the infinite capacity of public men and women for disappointing, if not enraging, those expecting to see the world’s troubles solved on their watch, or at least addressed intelligently. That is not what politicians do — for all the advice and encouragement they get from the stands.\n\nThey ought to try anyway? Yes, of course. I say this from the perspective of the Right, with its justifiable concerns and anxieties over regulation and taxes — saying nothing of its impatience with the Left for cultivating the notion that you can make up your own morality.\n\nA number of needful reforms will at the very least come up for discussion — lower business taxes, the Keystone pipeline, modifications to Obamacare, federal interference with public education. At least a few useful measures may get enacted — though no one can guess which. Faint cheers will arise, mingled with hisses and boos. The democratic process — whatever the partisan configurations of the moment — rarely delivers perfect soufflés. It often can’t even scramble an egg.\n\nNot too much is to be hoped of the incoming Congress: That is my counsel. Some good things will happen. If business taxes are cut and/or rationalized, greater hiring may result. Some large fragments of the Obamacare monument may fall to the ground; e.g., Congress might be able to slip past Obamacare’s originator, a measure exempting employers from pushing 30-hours-a-week employees into the program. Such things should be done. Probably not a lot else, nevertheless, will happen.\n\nDivided government is part of the reason for it. Larger still, as explanations go, are the electorate’s divisions. Not everybody wants the same things. If Ted Cruz or Rand Paul replaced Obama in the White House in 2016, who would want to bet on either man’s getting more than a fraction of all he could be relied on to propose in his first inaugural message? The political process — too large and unwieldy for good government — is too large and unwieldy to move, most of the time, off dead center.\n\nThe need of the day isn’t new government programs; it’s less reliance on government programs, period, to achieve much more than the administration of daily justice and the defense of the national shores against foreign foes.\n\nToo bad, because the style of government we presently enjoy (if that’s the word) was shaped by previous generations to confront and, where possible, overcome problems of every dimension. We get lectures on local policing from the U.S. Justice Department; the U.S. Education Department tells local teachers how to teach… et cetera, et cetera.\n\nTry fixing all that, Sen. Cruz, Sen. Warren — the whole lot of you who suppose a vote in Congress is the key, one way or another, to the resolution of our problems.\n\nUmm… not quite.\n\nCOPYRIGHT 2015 CREATORS.COM\n\nPlease enable JavaScript to view the comments powered by Disqus.\n\n\n\n\n\n", "article_metadata": {"fb": {"pages": 1742097289343962}, "generator": "WordPress 4.4", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fda8ce\"", "article_summary": "If business taxes are cut and/or rationalized, greater hiring may result.\nTry fixing all that, Sen. Cruz, Sen. Warren — the whole lot of you who suppose a vote in Congress is the key, one way or another, to the resolution of our problems.\nA number of needful reforms will at the very least come up for discussion — lower business taxes, the Keystone pipeline, modifications to Obamacare, federal interference with public education.\nPoliticians do politics because they can’t help it.\nThan a writer on politics can stop bloviating and prophesying."}