{"article_title": "Jairo Diaz, Tommy Murphy, Christian Friedrich worth watching", "article_keywords": ["jairo", "innings", "training", "rockies", "christian", "watching", "spring", "murphy", "weiss", "tommy", "friedrich", "diaz", "looks", "season", "struck", "worth"], "article_url": "http://blogs.denverpost.com/rockies/2015/02/22/diaz-murphy-friedrich-3-rockies-worth-watching-spring/19378/", "article_text": "SCOTTSDALE, ARIZ. — Under-the-radar stories are one of the great joys of spring training. Prospects blooming, veterans attempting comebacks and unknowns raising eyebrows are things I keep an eye on.\n\nHere are three storylines that have caught my attention as Rockies spring training got underway:\n\nJairo Diaz: At 6-feet, 248 pounds, he looks more like Broncos linebacker Von Miller than a relief pitcher from Venezuela. Diaz looks imposing and his sizzling 95-97 mph fastball adds to presence. The 23-year-old was acquired from the Angels in an off-season trade for infielder Josh Rutledge. Diaz — who converted from catcher because he couldn’t hit — made just five big-league appearances in 2014, but struck out eight in 5 2/3 innings. He struck out more than 13 batters per nine innings with a 2.20 ERA at Double-A Arkansas in 2014. When Diaz got the unexpected call-up from the Angels late last summer, Diaz cried. “I couldn’t believe it,” he said. He fits the power profile that GM Jeff Bridich and manager Walt Weiss want in their bullpen.\n\nTommy Murphy: The stocky catcher was “very impressive” last spring, according to Weiss, and just about everyone else in the organization. So impressive, in fact, that he was on a fast-track to make the big-league club. But a slight tear of his right rotator cuff wiped out nearly his entire 2014 season with Double-A Tulsa. “It was scary. You can’t help but think your career might be over,” Murphy said. But a winter’s worth of rehabilitation has Murphy feeling positive again. “My shoulder feels 100 percent,” he said. “There is no pain at all. It’s all good.” Murphy won’t break camp with the Rockies this spring and it’s very unlikely he will make the majors this season, but he’s back on track. “I just have to tell myself to be patient and not try to rush back,” he said. “There is nothing I can do to get back last year.", "article_metadata": {"Copyright": "Copyright © The Denver Post.", "language": "en, sv", "og": {"site_name": "On the Rox", "description": "Three storylines that have caught my attention as Rockies' spring training got underway: Jiaro Diaz, Tommy Murphy and Christian Friedrich.", "title": "Jairo Diaz, Tommy Murphy, Christian Friedrich worth watching", "url": "http://blogs.denverpost.com/rockies/2015/02/22/diaz-murphy-friedrich-3-rockies-worth-watching-spring/19378/", "image": "http://blogs.denverpost.com/rockies/files/2014/02/Friedrich-495x312.jpg", "type": "blog"}, "twitter": {"domain": "blogs.denverpost.com", "description": "Three storylines that have caught my attention as Rockies' spring training got underway: Jiaro Diaz, Tommy Murphy and Christian Friedrich.", "creator": "@psaundersdp", "url": "http://blogs.denverpost.com/rockies/2015/02/22/diaz-murphy-friedrich-3-rockies-worth-watching-spring/19378/", "image": "http://blogs.denverpost.com/rockies/files/2014/02/Friedrich-495x312.jpg", "title": "Jairo Diaz, Tommy Murphy, Christian Friedrich: 3 Rockies worth watching this spring", "site": "@denverpost", "app": {"name": {"ipad": "Denver Post", "iphone": "Denver Post", "googleplay": "The Denver Post"}, "id": {"ipad": "id409389010", "iphone": "id375264133", "googleplay": "com.ap.denverpost"}}, "card": "summary_large_image"}, "robots": "noodp", "news_keywords": "Christian Friedrich,Jiaro Diaz,Tommy Murphy,Walt Weiss", "fb": {"app_id": 105517551922}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"publisher": "https://www.facebook.com/denverpost"}, "distribution": "global", "viewport": "width=device-width,initial-scale=1", "description": "Three storylines that have caught my attention as Rockies' spring training got underway: Jiaro Diaz, Tommy Murphy and Christian Friedrich"}, "article_summary": "Diaz looks imposing and his sizzling 95-97 mph fastball adds to presence.\nSCOTTSDALE, ARIZ. — Under-the-radar stories are one of the great joys of spring training.\nTommy Murphy: The stocky catcher was “very impressive” last spring, according to Weiss, and just about everyone else in the organization.\nHere are three storylines that have caught my attention as Rockies spring training got underway:Jairo Diaz: At 6-feet, 248 pounds, he looks more like Broncos linebacker Von Miller than a relief pitcher from Venezuela.\nWhen Diaz got the unexpected call-up from the Angels late last summer, Diaz cried."}