{"article_title": "More Employers Moving to High-Deductible Health Plans", "article_keywords": ["survey", "plans", "employees", "costs", "employers", "consumerdirected", "highdeductible", "health", "healthcare", "2015", "moving", "insurance"], "article_url": "https://consumer.healthday.com/public-health-information-30/economic-status-health-news-224/more-employers-moving-to-high-deductible-health-plans-690749.html", "article_text": "By Karen Pallarito\n\nHealthDay Reporter\n\nFRIDAY, Aug. 15, 2014 (HealthDay News) -- Many Americans with job-based health insurance will face costlier deductibles next year as more large employers embrace or expand so-called consumer-directed health plans, a new survey finds.\n\nThe shift to high-deductible, consumer-directed health plans is occurring as Fortune 500 companies and large public-sector employers grapple with rising health-care and insurance costs.\n\n\"Employers are looking to put their employees in the driver's seat\" to help manage costs together, Brian Marcotte, president and CEO of the National Business Group on Health, said during a media briefing this week detailing the survey's results.\n\nConsumer-directed health plans feature high deductibles and low monthly premiums. These plans are typically paired with a health savings account to help employees and their dependents pay out-of-pocket medical expenses.\n\n\"The idea is that consumers will use fewer services and become more prudent purchasers since they bear more financial responsibility for their consumption,\" said Caroline Pearson, a vice president at Avalere Health, a Washington, D.C.-based research and consulting firm.\n\nLarge employers are projecting a 6.5 percent increase in health-care costs in 2015, according to the survey. That's slightly below the 7 percent increase employers had forecast for 2014, before adopting health plan design changes -- such as moving to consumer-directed plans -- and other cost containment measures.\n\nLarge employers said they hope to whittle next year's projected increase to 5 percent. That's about two-and-a-half times the annual U.S. inflation rate, which stood at 2.1 percent through the end of June.\n\nExpensive medical claims, chronic diseases such as heart disease and cancer, as well as overall medical inflation are the main drivers of rising health costs, employers said in the survey.\n\n\"If you're a large company that spends a half a billion dollars on health-care costs, a 5 percent increase is $25 million,\" Marcotte said.\n\nConsumer cost-sharing is also likely to rise by 5 percent in 2015, he said.\n\nAlong with shifting to consumer-directed health plans, more employers surveyed said they'll encourage their health-plan participants to be better consumers and they'll add or expand wellness programs.\n\nThe National Business Group on Health, whose members provide benefits to 50 million U.S. employees, retirees and their families, surveyed 136 employers in June about anticipated health costs and plan design changes.\n\nEighty-one percent of large employers in the survey said they would offer at least one consumer-directed health plan in 2015, up from 72 percent in 2014.\n\nOne-third of employers (32 percent) said consumer-directed health plans are the only health plans they will offer in 2015. That's up from 22 percent this year.\n\nWhile traditional \"preferred provider organization\" plans -- or PPOs -- remain the most common type of insurance offered by large employers, consumer-directed health plans are poised to eclipse the popularity of those traditional plans, the survey found.\n\nThe median consumer-directed health plan deductible will run approximately $3,000 for a family and $1,500 for an individual in 2015. That compares to a median PPO deductible of $1,168 for a family and $450 for an individual, according to the report.\n\nEmployee premium contributions -- on a percentage basis -- for both types of plans will remain roughly the same as in recent years, with employers picking up 80 percent of the tab, on average.\n\nAnd while companies aren't preparing to do away with health-care coverage for employees in the foreseeable future, significant changes are coming, the survey found.\n\nBy 2015, an estimated 3 percent of employers will have moved their employees to a private health exchange -- a marketplace much like the public exchanges under the Affordable Care Act that allows workers to compare and shop for insurance coverage. More than one-third of employers are considering such a move for 2016 and beyond.\n\nThe survey also found that employers said they're adding and expanding programs and tools to help employees make better-informed health decisions. Eighty-five percent of companies surveyed, for example, offer \"nurse coaching\" to assist employees and their families when managing chronic health conditions. And 71 percent provide \"price transparency\" tools to increase employee awareness of medical and pharmacy costs.\n\nAdding new tools is \"very helpful and very necessary,\" said Jennifer Benz, CEO and founder of Benz Communications, a San Francisco-based consulting firm specializing in benefits communication.\n\nBut to successfully navigate the health system and advocate for the best care, people also need a basic understanding of common health insurance terms, like \"deductibles\" and \"coinsurance.\" And they need to feel confident about asking health-care providers for prices and managing out-of-pocket expenses, Benz said.\n\n\"If employers aren't doing that kind of education, the tools that they provide aren't going to change [consumer] behavior,\" she said.\n\nDespite offering tools and information to help employees choose appropriate providers of care, it's still difficult to compare costs of office visits, surgical procedures and diagnostic tests, experts said.\n\n\"If I were going to buy a car, I can go on AutoTrader, I can go on Edmunds, I can go on (Kelley) Blue Book . . . and I can analyze cars and get top flight reviews,\" said Michael LaPenna, principal of The LaPenna Group, a Grand Rapids, Mich.-based health-care consulting firm.\n\n\"We don't have that stuff yet for health care,\" he said.\n\nMore information\n\nFor more on shopping for health insurance, visit Consumer Reports.", "article_metadata": {"og": {"url": "https://consumer.healthday.com/public-health-information-30/economic-status-health-news-224/more-employers-moving-to-high-deductible-health-plans-690749.html", "image": "https://media.healthday.com/images/editorial/money814.jpg", "site_name": "Consumer HealthDay", "description": "Companies looking to offset rising insurance costs in 2015 and beyond, survey finds", "title": "More Employers Moving to High-Deductible Health Plans"}, "description": "Companies looking to offset rising insurance costs in 2015 and beyond, survey finds", "viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1"}, "article_summary": "One-third of employers (32 percent) said consumer-directed health plans are the only health plans they will offer in 2015.\nThe shift to high-deductible, consumer-directed health plans is occurring as Fortune 500 companies and large public-sector employers grapple with rising health-care and insurance costs.\nConsumer-directed health plans feature high deductibles and low monthly premiums.\nWhile traditional \"preferred provider organization\" plans -- or PPOs -- remain the most common type of insurance offered by large employers, consumer-directed health plans are poised to eclipse the popularity of those traditional plans, the survey found.\nAlong with shifting to consumer-directed health plans, more employers surveyed said they'll encourage their health-plan participants to be better consumers and they'll add or expand wellness programs."}