{"article_title": "Hospitals ramp up efforts to reduce noise, mandate quiet time", "article_keywords": ["noise", "ramp", "hospital", "reduce", "quiet", "st", "patients", "mandate", "efforts", "hospitals", "unit", "staff"], "article_url": "http://www.crainsdetroit.com/article/20131226/NEWS/131229913/hospitals-ramp-up-efforts-to-reduce-noise-mandate-quiet-time", "article_text": "Hospitals ramp up efforts to reduce noise, mandate quiet time\n\nEfforts to hush the noise Start small: Focus on simple interventions aimed at changing staff culture, including educational posters and buttons, before moving on to projects that require significant capital outlay.\n\nEnlist the help of frontline clinicians: Each unit will need to approach noise reduction in different ways, and collaborating closely with clinicians can bolster improvement.\n\nInclude environmental services staff: Staff are much more willing to refrain from vacuuming during quiet hours or using squeaky carts when they understand the mission and feel that they're part of the team.\n\nAt 1:30 p.m. sharp, nurses in the family birthing unit at St. Joseph Hospital in Chicago begin dimming the lights, closing patients' room doors, hushing staff conversations, silencing phones and gently reminding physicians to limit disruptions. Environmental services workers avoid running vacuums or pushing noisy carts, and friends and family are urged to choose alternate times to visit.\n\n\n\nIt's the start of a daily 90-minute quiet time, instituted to give new moms a break from the din that usually accompanies a hospital stay.\n\n\n\nOne floor up, in the hospital's intensive-care unit, a similar, two-hour quiet time is in effect. Voices are lowered, lights are turned down and nurses remind themselves to step softly. \"We try not to schedule any tests during that time, too,\" said Gladys Garcia, manager of the ICU.\n\nThe efforts in St. Joseph's birthing unit and ICU are just part of a larger multi-unit initiative undertaken nearly two years ago by the 301-bed hospital to reduce unnecessary noise, a vexing problem made worse by increasingly complex technology.\n\n\n\nHospital officials were motivated by lackluster patient responses to the question, \"How often was the area around your room quiet at night?\" in the Hospital Consumer Assessment of Healthcare Providers and Systems survey, said Julie Hunnewell, director of patient and family-centered care. \"When you see those scores and they're not at all where you want them to be, it's a call to action,\" Hunnewell said.\n\n\n\nSt. Joseph is not alone. Hospitals across the country are ramping up efforts to reduce noise, which ranks high among patients' most frequent complaints.\n\n\n\n\n\nHospitals' strategies have included everything from installing noise-absorbing ceiling tiles, cuing up white-noise machines, initiating staff education programs and simply passing out earplugs to patients.\n\nAt St. Joseph, different units have taken varied approaches to the problem.\n\n\n\nThe telemetry unit, for instance, made structural changes, placing noisy heart alarm monitors in a centralized, enclosed area. Staff also reduced the number of unnecessary device alarms, limiting the beeping to essential events such as arrhythmias, said Ana Garcia, manager for telemetry.\n\n\n\nThe hospital's Diamond Headache Clinic has carpeted floors, low lighting and a vibrate-only policy for cellphones, and the outpatient surgery unit is equipped with heavy, floor-to-ceiling curtains designed to absorb sound and protect patient privacy.\n\n\n\nAnd three months ago, Amanda Kilroy, director of the hospital's medical-surgical unit, spearheaded the HUSH—Help Us Support Healing—campaign, which aims to reduce noise for medical-surgical patients.\n\n\n\n\n\nThe lost sleep and stress associated with hospital noise may also lead to worse health outcomes, according to recent research. A January 2012 study by University of Chicago researchers found that hospital noise levels often exceeded World Health Organization recommendations. And a June 2012 study by Harvard University researchers found that patients' heart rates increased after noise-related sleep disruptions.\n\n\n\nSt. Joseph's efforts have begun to pay off. The family birthing center scored well above the 90th percentile on the HCAHPS \"quiet\" measure, up from 84% in January 2013. Other units also have seen their scores improve, albeit slowly. Hunnewell called noise reduction a \"continuous challenge.\"\n\n\n\n\"For us, this is a sign of respect and compassion,\" she said. \"Losing reimbursement might get your attention, but ultimately we're doing this because we know it's right.\"\n\nModern Healthcare is a sister publication to Crain's Detroit Business.", "article_metadata": {"viewport": "width=device-width, initial-scale=1.0, user-scalable=no, minimal-ui", "description": "Noise level ranks high among hospital patients' most frequent complaints, so this Chicago hospital is doing something about it.", "og": {"site_name": "Crain's Detroit Business", "description": "Noise level ranks high among hospital patients' most frequent complaints, so this Chicago hospital is doing something about it.", "title": "Hospitals ramp up efforts to reduce noise, mandate quiet time", "url": "http://www.crainsdetroit.com/article/20131226/NEWS/131229913/hospitals-ramp-up-efforts-to-reduce-noise-mandate-quiet-time", "image": "http://www.crainsdetroit.com/Assets/rwd/C-Block_RWD.png?v=201503291736", "type": "article"}, "twitter": {"site": "@crainsdetroit", "card": "summary", "account_id": 29209404}, "msapplication-TileColor": "#b51218", "fb": {"app_id": 112806662066559}, "msapplication-TileImage": "/mstile-144x144.png", "article": {"section": "NEWS", "tag": "Health Care", "published_time": "2013-12-26T12:34:33-05:00", "modified_time": "2013-12-26T12:40:00-05:00"}, "verify-v1": "qPvWKmNahUcs8XBgUi+fy3A5YH6uzhhairJpQFCqXMs=", "theme-color": "#b51218"}, "article_summary": "Hospitals across the country are ramping up efforts to reduce noise, which ranks high among patients' most frequent complaints.\nHospitals ramp up efforts to reduce noise, mandate quiet timeEfforts to hush the noise Start small: Focus on simple interventions aimed at changing staff culture, including educational posters and buttons, before moving on to projects that require significant capital outlay.\nThe lost sleep and stress associated with hospital noise may also lead to worse health outcomes, according to recent research.\nA January 2012 study by University of Chicago researchers found that hospital noise levels often exceeded World Health Organization recommendations.\nAnd three months ago, Amanda Kilroy, director of the hospital's medical-surgical unit, spearheaded the HUSH—Help Us Support Healing—campaign, which aims to reduce noise for medical-surgical patients."}