{"article_title": "On Selfies and Shackleton", "article_keywords": ["worsley", "shackleton", "selfies", "leadership", "responsibility", "wrote", "mr", "president", "obama", "south", "man"], "article_url": "http://spectator.org/57092_selfies-and-shackleton/", "article_text": "Leadership can mean many things to many people. But its absence is obvious, as it was with President Barack Obama, Danish Prime Minister Helle Thorning-Schmidt and British Prime Minister David Cameron snapping a “selfie” Tuesday like teenagers at a rock concert and not dignitaries celebrating the life of former South African president Nelson Mandela at his funeral. His funeral. And this was not just any funeral. It was one for a man who led the fight to end apartheid in South Africa and “the great liberator” who “makes me want to be a better man” in Mr. Obama’s soaring words that he spoke at the funeral.\n\nTaking that photo and his flirting with Ms. Thorning-Schmidt undermined his speech. It said: I am outside the rules. I am the center of attention. I don’t have to follow protocol because I am the protocol.\n\nIt was embarrassing because respect and humility still matter not just to Americans but to millions of people around the world who will see that now viral picture of the selfie and find a man not the heir apparent to Nelson Mandela – an international symbol of racial reconciliation – but merely one more celebrity.\n\nIt makes the presidency seem cheap. And it comes on the heels of the epic failure that is Obamacare for which Mr. Obama will ultimately not take responsibility even though it is his signature achievement.\n\nOn November 14 Mr. Obama told Americans that he was just learning that “insurance is complicated to buy” and that he was never “informed” of the problems with the website and is not“stupid enough to go around saying, ‘This is going to be like shopping on Amazon or Travelocity,’ a week before the Web site opens if I thought that it wasn’t going to work.”\n\nHe did apologize for the website problems plaguing the rollout of the 2010 law amid the many evasions during the press conference, but what kind of president would not insist on being “informed” and knowing the ins and outs of an insurance system he intended to fundamentally reshape?\n\nIt is as if he’s finally realized that governing is hard and he’d rather just go back to talking about things, which he is really good at. As he said recently, he’d like to be a sports commentator on ESPN when he leaves the White House. That spoke volumes.\n\nBut he is still president and still needs to lead even if he doesn’t like the circumstances.\n\nThe great 20th century British explorer Sir Ernest Shackleton could give Mr. Obama some pointers on how to get through tough times.\n\nFirst, on humility: When Shackleton was forced to cross by foot South Georgia, a frigid island covered in ice and snow in the south Atlantic Ocean during a disastrous 1914-1916 expedition, he let his companions crossing with him have the warmer gear. As Frank Worsley, one of Shackleton’s officers that made the trek with him wrote in “Endurance,” The reason why Shackleton was wearing the colder leather boot was that there had been a shortage of footgear, and it was his rule that any deprivation should be felt by himself before anybody else.”\n\nOn making mistakes: When Shackleton was wrong, he admitted it without qualification as he did when he weighted a sailboat too heavily jeopardizing the safety of his rescue mission.\n\nOn leadership: Shackleton cared about details. He knew what motivated each man on his crew and did everything to ensure they remained optimistic and focused even in the most trying circumstances. As Worsley wrote, “It was characteristic of him that when he ordered all superfluous weight to be cast away, he delighted the heart of Hussey, the meteorologist, by allowing him to keep his banjo.”\n\nOn responsibility: After Shackleton and his men were forced to abandon their ship the HMS Endurance in Antarctica’s Weddell Sea, he could not bear the thought of losing any of them to exposure in frigid and stormy conditions. As Worsley wrote, “His idea was that we had trusted him, that we had placed ourselves in his hands, and that should anything happen to any one of us, he was morally responsible.” He made four separate attempts to rescue his crew left on another island before he succeeded. Throughout it all, his men followed him with unquestionable loyalty and all miraculously survived the polar conditions without adequate food, shelter or clothing.\n\nMay Mr. Obama, like Shackleton, understand leadership as first and foremost a responsibility. Americans can get witty commentary and good speeches on YouTube – and an endless supply of selfies on Facebook.\n\nPlease enable JavaScript to view the comments powered by Disqus.\n\n\n\n\n\n", "article_metadata": {"fb": {"pages": 1742097289343962}, "generator": "WordPress 4.4", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcd66d\"", "article_summary": "The great 20th century British explorer Sir Ernest Shackleton could give Mr. Obama some pointers on how to get through tough times.\nMay Mr. Obama, like Shackleton, understand leadership as first and foremost a responsibility.\nOn leadership: Shackleton cared about details.\nAmericans can get witty commentary and good speeches on YouTube – and an endless supply of selfies on Facebook.\nAnd it comes on the heels of the epic failure that is Obamacare for which Mr. Obama will ultimately not take responsibility even though it is his signature achievement."}