{"article_title": "Bully prosecutors ruin lives, get big promotions", "article_keywords": ["promotions", "prosecutors", "bully", "stevens", "big", "ruin", "andersen", "helped", "stossel", "lives", "lynch", "promoted", "merrill", "powell", "executives"], "article_url": "http://www.poughkeepsiejournal.com/story/opinion/columnists/2014/10/25/columns-stossel-proecutors-abuse/17917401/", "article_text": "John Stossel: Some federal prosecutors abuse their power and get promoted for it.\n\nJohn Stossel (Photo: STEVE FENN, ABC)\n\nA group of Washington overlords — federal prosecutors — sometimes break rules and wreck people’s lives. President Obama may soon appoint one of them to be America’s next attorney general.\n\nThe prosecutorial bullying is detailed in a new book by Sidney Powell, “Licensed to Lie.” She reports that the Department of Justice’s narcissistic and dishonest prosecutors destroy people by doing things like deliberately withholding evidence.\n\nRemember the Arthur Andersen accounting firm? It was killed off by ambitious prosecutors who claimed the company helped Enron commit accounting fraud and then shredded the evidence.\n\nBut instead of charging people who allegedly ordered evidence destroyed, the DOJ indicted the entire company. That destroyed the accounting firm. Publicly traded companies cannot do business with companies under criminal investigation, so Andersen lost most of its clients.\n\nThe prosecutor’s purpose, says Powell, was to chill resistance from other companies that might dare fight the feds. The message: Cooperate, or we will destroy you! These pressure tactics were appropriate, said one prosecutor, because shredding documents “attacks the justice system itself by impeding investigators and regulators from getting at the truth.”\n\nBut who actually hid the truth?\n\nThe prosecutors, writes Powell. In fact, Andersen had saved most of its documents and gave them to the government. The prosecutors simply lied to the court about it.\n\nEventually, the U.S. Supreme Court overturned Arthur Andersen’s conviction. But by then, 80,000 employees had lost their jobs — 80,000 people who’d done nothing wrong.\n\nYou’d think that this would teach federal prosecutors to obey the law. Paul Kamenar of the Washington Legal Foundation said, “This decision will send a strong message to the Justice Department to stop this kind of abusive prosecutorial misconduct.”\n\nSo were the prosecutors fired or jailed? No. Many were promoted. Washington’s overlords protect their own.\n\nNext, some of the same prosecutors accused four Merrill Lynch executives of falsifying Enron’s books. The government lawyers told the media that Enron “conspired with Wall Street bankers to carry out a sham transaction.” The Merrill Lynch executives charged with fraud got three- to four-year jail sentences.\n\nBut Powell writes that the government “failed to allege anything that actually constituted a crime by the Merrill Lynch executives. Instead it cobbled together parts of different statutes to make up some kind of new crime that didn’t even make sense.”\n\nSure enough, an appeals court tossed most of the verdict, and the Merrill executives were released. But that was after they had spent a year in jail.\n\nDid the prosecutors hang their heads in shame? No. Far from it. Some of them then went after Republican Sen. Ted Stevens of Alaska. Stevens, the prosecutors claimed, took $250,000 in gifts from rich donors and never reported that.\n\nBut later it was revealed that the prosecutors withheld evidence that showed Stevens had not taken anything like $250,000. A judge threw out that conviction, too. But by then, Sen. Stevens had lost his Senate seat. His replacement, a Democrat, became the deciding vote for Obamacare.\n\nSo was the lead prosecutor, Matthew Friedrich, finally punished? Again, no. He took a higher-paying job at a private law firm. Leslie Caldwell, who helped destroy Arthur Anderson, got promoted to assistant attorney general at the Justice Department. Andrew Weissmann, who helped prosecute the Andersen and the Merrill Lynch employees, was made deputy director of the FBI.\n\nFinally, prosecutor Kathryn Ruemmler, who helped manipulate the system to unfairly jail four Merrill Lynch employees, was promoted to deputy attorney general, then promoted again to White House counsel. Now Bloomberg reports that she’s President Obama’s first choice to replace Eric Holder!\n\nIf you find these charges as hard to believe as I did, you can read Powell’s supporting documents at LicensedtoLie.com.\n\nWe invited prosecutors Ruemmler, Friedrich, Caldwell and Weissmann to reply to the charges laid out in Powell’s book and on my TV show, but they didn’t respond.\n\nFederal prosecutors always have a big advantage over anyone they attack. The U.S. government has endless time and money. Only multi-millionaires can afford to fight back. Most people accused, even those who are innocent, just settle with the prosecutors and get punished.\n\nProsecutors abuse this awesome power and get promoted for it.\n\nJohn Stossel is host of “Stossel” on the Fox Business Network and a columnist for Creators Syndicate, www.creators.com. Write him at 737 3rd St. Hermosa Beach, CA 90254.\n\nRead or Share this story: http://pojonews.co/1wscKz1", "article_metadata": {"google": "notranslate", "description": "John Stossel: Some federal prosecutors abuse their power and get promoted for it.", "og": {"site_name": "The Poughkeepsie Journal", "description": "John Stossel: Some federal prosecutors abuse their power and get promoted for it.", "title": "John Stossel: Bully prosecutors ruin lives, get big promotions", "url": "http://www.poughkeepsiejournal.com/story/opinion/columnists/2014/10/25/columns-stossel-proecutors-abuse/17917401/", "image": "http://www.gannett-cdn.com/GDContent/applogos/poughkeepsiejournal.png", "type": "article"}, "twitter": {"description": "John Stossel: Some federal prosecutors abuse their power and get promoted for it.", "title": "John Stossel: Bully prosecutors ruin lives, get big promotions", "image": "http://www.gannett-cdn.com/-mm-/ed0197256bbf15d88d04d987043a0142683d514a/c=0-120-600-720&r=x643&c=640x640/local/-/media/Poughkeepsie/2014/10/25/mugstosseljohn.jpg", "creator": "@pokjournal", "site": "@pokjournal", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=820459961", "fb": {"app_id": 179935365368749}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "columns, John Stossel, federal proecutors, abuse of power"}, "_id": "\"57477af36914bd0286fcd671\"", "article_summary": "Next, some of the same prosecutors accused four Merrill Lynch executives of falsifying Enron’s books.\nBut Powell writes that the government “failed to allege anything that actually constituted a crime by the Merrill Lynch executives.\nJohn Stossel (Photo: STEVE FENN, ABC)A group of Washington overlords — federal prosecutors — sometimes break rules and wreck people’s lives.\nAndrew Weissmann, who helped prosecute the Andersen and the Merrill Lynch employees, was made deputy director of the FBI.\nThe prosecutor’s purpose, says Powell, was to chill resistance from other companies that might dare fight the feds."}