{"article_title": "Boulder making a return to the marathon circuit", "article_keywords": ["boulder", "race", "backroads", "return", "mason", "guzman", "running", "races", "runners", "circuit", "making", "think", "marathon"], "article_url": "http://www.dailycamera.com/news/boulder/ci_28947187/boulder-making-return-marathon-circuit", "article_text": "Two 26.2 mile races this year called a success\n\nJiva Jagtap (cq) runs up the final hill in front of the pack during the Boulder Backroads Marathon in 2005. The race returned to Boulder this year, with about 400 contestants on Sept. 19. ( Cliff Grassmick / Staff photographer )\n\nAfter two years without a marathon, a pair of new races got off to a running start in Boulder this fall.\n\nBoth the Boulder Backroads Marathon — which took place Sept. 19 — and last weekends Boulder Rez Marathon celebrated their inaugural events this year, filling the gap left by the Boulder Marathon in the wake of its race director being banned from managing races after two cancelled events.\n\nHenry Guzman, the co-owner of Flatirons Running, said about 400 people turned out for the Boulder Backroads Marathon in September.\n\n\"I think everything went surprisingly well,\" Guzman said. \"People were just excited to have a race back in Boulder.\"\n\nThen on Oct. 4 — the weekend that had previously been occupied by the Boulder Marathon — BBSC Endurance Sports hosted the Boulder Rez Marathon, with about 600 runners showing up for the race.\n\n\"It went really well,\" said Cedric Keppler, CEO of BBSC. \"It was a cold morning and the runners seemed to think it was perfect running weather.\"\n\nBoth Guzman and Keppler said their races also had no problems getting permits, which is a far cry from the debacle that derailed the Boulder Marathon in previous years.\n\nPossible lingering nerves over a Boulder marathon\n\nBoulder Marathon race director Jeff Mason canceled the Boulder Marathon in both 2013 and 2014.\n\nAdvertisement\n\nThe 2013 race was scrubbed due to the September flooding, and Mason told runners that instead of offering refunds, he would roll their entry fees over to the 2014 race.\n\nBut just two weeks before the Oct. 5 marathon, Mason canceled the 2014 race as well, citing insurmountable \"hurdles and challenges\" presented by the flood and recent deaths in the local running community.\n\nIt was later revealed that Mason had failed to secure the permits for the race in time. Boulder District Attorney Stan Garnett has since filed a lawsuit again Mason, and as a result Mason has agreed not to manage any events in Boulder County for the next seven years.\n\nBoth races offered free registration for those who signed up for the cancelled Boulder Marathon races in 2013 and 2014, with about 250 taking the offer for the Boulder Rez Marathon and 150 in the Boulder Backroads Marathon.\n\nBut Guzman said he thinks the fiasco with the Boulder Marathon temporarily \"tainted\" the Boulder marathon scene and that many runners may have still been nervous about signing up for yet another race.\n\n\"I think a lot of people were still scared,\" Guzman said. \"An event doesn't happen for two years and people get skittish. They have a right to be, and I would be too.\"\n\nBut Guzman said while the attendance numbers for his race weren't quite what he wanted, he hopes this year's event going off successfully will encourage people to sign up next year.\n\n\"You put on a great event and rely on the local community to support you and they will come back,\" Guzman said.\n\n'We don't do it for the money'\n\nIn 1999, the late Lesley Kinder launched the Boulder Backroads Marathon before selling it to Mason, who then changed the race's name. But Mason's trademark for the Backroads Marathon expired, so Guzman purchased it.\n\nSuperior resident Steve Sellers said his first marathon was Kinder's, and so he was excited this year to once again run a Boulder Backroads Marathon.\n\n\"I always get behind and support races that are locally run and grown,\" Sellers said. \"I think Boulder needs them. There was a void there.\"\n\nSellers said he thinks the recent bad publicity associated with the race's name may have contributed to the lower numbers, but he is glad Guzman is trying to rehabilitate it.\n\n\"I's going to take longer for this event under the Boulder Backroads name, but I think if it's well run and word of mouth gets out it will grow,\" Sellers said. \"It's nice when an event has a history, and the memory of those few bad years will fade out over time.\"\n\nKeppler also said he thinks having two marathons will help attract runners by giving them some flexibility on when they can run.\n\n\"It's very important for them to have options,\" Keppler said. \"Having a choice is great for them, and it attracts a lot of new runners from out of state, which helps out the community as well.'\n\nIn the end, that community is why Guzman said he is happy Boulder is once again host to a marathon or two.\n\n\"We don't do it for the money, we do it for the community,\" Guzman said. \"I think it is important because of what Boulder stands for. You talk about running anywhere in the world and they'll know Boulder. It's a running mecca, and to have a marathon in a running mecca is a no-brainer.\"\n\nMitch Byars: 303-473-1329, byarsm@dailycamera.com or twitter.com/mitchellbyars", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/news/boulder/ci_28947187/boulder-making-return-marathon-circuit", "sailthru.author": "By Mitchell Byars \n \n  Staff Writer", "ag": {"canon": "BoulderDailyCamera:article:28947187:view"}, "startDate": "2015-10-10T15:00:00-0600", "twitter": {"domain": "dailycamera.com", "description": "After two years without a marathon, a pair of new races got off to a running start in Boulder this fall.", "title": "Boulder making a return to the marathon circuit", "url": "http://www.dailycamera.com/news/boulder/ci_28947187/boulder-making-return-marathon-circuit", "image": "http://extras.mnginteractive.com/live/media/site21/2015/1009/20151009__10DCARUNw~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Boulder News", "modificationDate": "2015-10-09T21:10:28-0600", "endDate": "2025-10-09T15:46:19-0600", "news_keywords": "Boulder News, Boulder News news, Boulder Colorado Boulder News news, Boulder Colorado news, Boulder News Boulder news, Boulder News Colorado news, US Boulder News news, world Boulder News news.", "byline": "By Mitchell ByarsStaff", "pubDate": "2015-10-09T21:10:52-0600", "sailthru.date": "2015-10-10T15:00:00-0600", "sailthru.title": "Boulder making a return to the marathon circuit", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2015/1009/20151009__10DCARUNw~1_300.jpg", "description": "After two years without a marathon, a pair of new races got off to a running start in Boulder this fall.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/news/boulder/ci_28947187/boulder-making-return-marathon-circuit", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "After two years without a marathon, a pair of new races got off to a running start in Boulder this fall.", "title": "Boulder making a return to the marathon circuit"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2015/1009/20151009__10DCARUNw~1.jpg"}, "_id": "\"57477af36914bd0286fcd679\"", "article_summary": "Both races offered free registration for those who signed up for the cancelled Boulder Marathon races in 2013 and 2014, with about 250 taking the offer for the Boulder Rez Marathon and 150 in the Boulder Backroads Marathon.\nPossible lingering nerves over a Boulder marathonBoulder Marathon race director Jeff Mason canceled the Boulder Marathon in both 2013 and 2014.\nSuperior resident Steve Sellers said his first marathon was Kinder's, and so he was excited this year to once again run a Boulder Backroads Marathon.\nBoth the Boulder Backroads Marathon — which took place Sept. 19 — and last weekends Boulder Rez Marathon celebrated their inaugural events this year, filling the gap left by the Boulder Marathon in the wake of its race director being banned from managing races after two cancelled events.\nHenry Guzman, the co-owner of Flatirons Running, said about 400 people turned out for the Boulder Backroads Marathon in September."}