{"article_title": "Ballet performance magical for autistic child – The Denver Post", "article_keywords": ["night", "ballet", "kids", "colorado", "autistic", "dance", "joy", "dancers", "magical", "denver", "music", "child", "performance", "post", "children", "told"], "article_url": "http://www.denverpost.com/ci_27201878/ballet-performance-magical-autistic-child", "article_text": "I felt the true spirit of the holidays Friday night when I took my\n\ndaughter to an unusual “Nutcracker” ballet specifically performed for kids with autism and disabilities that make it impossible to sit still, be quiet and blend in. What unfolded was magical and more than I could have possibly anticipated.\n\nWhen the professional dancers from Wonderbound (formerly Ballet Nouveau), along with students from Colorado Conservatory of Dance, took the stage, my 10-year-old daughter, Sarah, stood up and moved closer.\n\nRow by row, she was magnetically pulled toward the beauty of Tchaikovsky’s masterpiece and the athletic movement in front of her eyes, until she reached the first row and parked herself there for 90 minutes.\n\nSarah has severe autism and rarely focuses her attention. But on this night, she was mesmerized by the rare gift of this 2014 season. Her intermittent jumps for joy and squeals were met with smiles, because the performance was built for kids like her. No one told me to make her sit down, or be quiet. She experienced the night body and soul, and I was in tears watching from the sidelines.\n\nAfter the show, a father told me how much he enjoyed watching Sarah.\n\nJulie Wilkinson Manley, the school’s artistic director and CEO, told me how much the performance meant to her dancers. The lights were on; the music was soft and I noticed the dancers were smiling beyond a stage affect due to the feedback from all the children who, like Sarah, were twirling in the aisles and making joyful noise.\n\nThis was a rare event of liberation for families like ours, whose kids cannot enjoy the arts. Shameful stares from concertgoers keep us at home, as if it were our parenting style rather than the manifestation of autism that is driving our kids to express who they are. A friend told me last week. “society won’t change,” but I disagree. And this performance is proof that there are amazing people who understand the immense joy of dance and music, and the profound effect it has on children who benefit wildly from immersing themselves in the moment.\n\nIf there is a universal message here, it is that our kids deserve to be treated to the same high quality of the arts as all children. They feel it; they experience it, they love it. There is no better joy for a parent than to see a child so blissfully happy. Thank you, Colorado Conservatory of Dance, and I hope your example proves fruitful for many more sensory friendly performances throughout Colorado in music, dance, and more.\n\nJulie Hoffman Marshall lives in Lafayette.\n\nTo send a letter to the editor about this article, submit online or check out our guidelines for how to submit by e-mail or mail.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Ballet performance magical for autistic child", "title": "Ballet performance magical for autistic child", "url": "http://www.denverpost.com/2014/12/24/ballet-performance-magical-for-autistic-child/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20141224__20141225_Z00_OP25G_MARSHALLp1.jpg", "height": 401}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20141224__20141225_Z00_OP25G_MARSHALLp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2014-12-24T12:07:55+00:00", "modified_time": "2016-04-26T09:47:52+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Thank you, Colorado Conservatory of Dance, and I hope your example proves fruitful for many more sensory friendly performances throughout Colorado in music, dance, and more.\nHer intermittent jumps for joy and squeals were met with smiles, because the performance was built for kids like her.\nJulie Wilkinson Manley, the school’s artistic director and CEO, told me how much the performance meant to her dancers.\nWhen the professional dancers from Wonderbound (formerly Ballet Nouveau), along with students from Colorado Conservatory of Dance, took the stage, my 10-year-old daughter, Sarah, stood up and moved closer.\nThere is no better joy for a parent than to see a child so blissfully happy."}