{"article_title": "Surgeon General's Iconic Cigarette Warning Turns 50", "article_keywords": ["generals", "continue", "tobacco", "turns", "million", "iconic", "50", "past", "cigarette", "rate", "warning", "health", "smoke", "smoking", "surgeon", "public"], "article_url": "http://www.medicaldaily.com/surgeon-generals-iconic-cigarette-warning-turns-50-how-has-smoking-america-changed-266904", "article_text": "The U.S. smoking rate has fallen by half during the past half-century with some 8 million lives saved. But the public health threat remains imminent as 45 million Americans continue to smoke.\n\nThe U.S. smoking rate has fallen by half during the past half-century with some 8 million lives saved. But the public health threat remains imminent as 45 million Americans continue to smoke. U.S. Government\n\nA half-century ago today, the surgeon general released a report establishing a cause-and-effect relationship between smoking and disease, forever altering America’s enduring relationship with tobacco.\n\nGreater social pressures against smoking led to greater regulation by government, including bans on smoking in bars and restaurants once thought unthinkable. Since the inception of wider smoking prevention efforts 50 years ago, the national smoking rate has fallen by half. In real terms, the fallen trajectory of America’s smoking epidemic translates to some eight million lives saved.\n\nActing Surgeon General Boris D. Lushniak made a statement on Saturday describing the cultural change in America’s treatment of smoking during the past half-century. \"Today we commemorate the 50th anniversary of the first surgeon general's report on smoking and health. On Jan. 11, 1964, the ninth surgeon general, Rear Adm. Luther Terry, ... issued a message which was unequivocal and unapologetic: 'Cigarette smoking is a health hazard of sufficient importance in the United States to warrant appropriate remedial action,'\" he said.\n\nThe U.S. smoking rate has fallen by half over 50 years for a total savings of 8 million lives. Still, 45 million Americans continue to smoke, making smoking-related illnesses the number-one cause of preventable death. CC By .20\n\nSince 1964, no single issue but smoking has engaged leaders of the U.S. Public Health Service, whose iconic “Surgeon General’s Warning” label on tobacco products forever connects the public with the Surgeon General, a medical version of “Uncle Sam.” Those efforts over the past 50 years have produced the 50 percent drop in America’s smoking rate, scientists reported last week in the Journal of the American Medical Association.\n\nPatrick Reynolds, executive director of the Foundation for a Smokefree America, told UPI that there was no doubt prevention efforts caused the smoking rate to decline. \"Specific policies that led to this huge decline of smoking include higher tobacco taxes, the increasing prevalence of smoking bans, and government spending on tobacco prevention and cessation campaigns,\" he said. \"It's getting much costlier and less socially acceptable to continue the habit.”\n\nLikewise, the American Heart Association praised government and others for the past half-century of progress, but warned that danger remains. “In the half century that has passed since the landmark 1964 report, the American Heart Association’s commitment to protecting the health of all Americans from the scourge of tobacco has never wavered,” Association President Mariell Jessup, said in a statement. “While we are proud of our accomplishments and the many lives saved, we cannot let our guard down for one minute when it comes to this public health epidemic. We must continue the fight at the federal, state, and local levels until we make America 100 percent tobacco free.”\n\nThe Association also released the following figures about smoking:\n\nSmoking is the most preventable cause of death in the United States.\n\nSmoking causes more than one in five deaths in America.\n\n90 percent of lung cancer in men is directly related to smoking and 80 percent of lung cancer in women is caused by cigarettes.\n\nAbout 23 percent of adult men and about 18 percent of adult women smoke.\n\nThe highest percentage of people who smoke are between the ages of 25 and 44.\n\nAccording to the American Heart Association, most adult smokers started smoking when they were preteens or teenagers. Unfortunately, many young people don't fully understand the dangers of smoking.\n\nAbout 60 percent of American children ages 4-11 are exposed to secondhand smoke at home.\n\nOn average, smokers die 13 to 14 years earlier than nonsmokers.\n\nSince 1965, more than 45 percent of adults who have ever smoked have quit.\n\nOn Saturday, Secretary of Health and Human Services Kathleen Sebelius also noted the 50th anniversary of the Surgeon General’s Warning. \"In the five decades since, we've learned: that smoking damages nearly every organ in the body; it is responsible for an enormous burden of disease, death and economic cost in the United States; and exposure to secondhand smoke can have devastating health consequences,\" Sebelius said. \"Yet, since this first report was released, we've also shifted the perception of smoking from an accepted national pastime to a discouraged threat to health — and more than halved smoking rates in this country.\"\n\nSebelius also took the opportunity to praise President Obama’s administration on the issue, citing the expansion of smoking cessation services through the Affordable Care Act as well as a new law charging the Food and Drug Administration with the regulation of tobacco.\n\nYet despite that iconic warning from the federal medicine man, 45 million Americans continue to smoke.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "surgeon general's warning anniversary, surgeon general's warning, 50, cigarettes, smoking", "og": {"site_name": "Medical Daily", "description": "The U.S. smoking rate has fallen by half during the past half-century with some 8 million lives saved. But the public health threat remains imminent as 45 million Americans continue to smoke.", "title": "Surgeon General's Cigarette Warning Turns 50 Today", "url": "http://www.medicaldaily.com/surgeon-generals-iconic-cigarette-warning-turns-50-how-has-smoking-america-changed-266904", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/11/us-smoking-rate-falls-50-over-half-century.jpg", "type": "article"}, "twitter": {"description": "The U.S. smoking rate has fallen by half during the past half-century with some 8 million lives saved. But the public health threat remains imminent as 45 million Americans continue to smoke.", "title": "Surgeon General's Cigarette Warning Turns 50 Today", "url": "http://www.medicaldaily.com/surgeon-generals-iconic-cigarette-warning-turns-50-how-has-smoking-america-changed-266904", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/11/us-smoking-rate-falls-50-over-half-century.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/11/us-smoking-rate-falls-50-over-half-century.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-01-11T18:10:01-05:00", "modified_time": "2014-01-11T18:10:00-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The U.S. smoking rate has fallen by half during the past half-century with some 8 million lives saved. But the public health threat remains imminent as 45 million Americans continue to smoke."}, "_id": "\"57477af46914bd0286fdbfb0\"", "article_summary": "Since the inception of wider smoking prevention efforts 50 years ago, the national smoking rate has fallen by half.\nThe U.S. smoking rate has fallen by half over 50 years for a total savings of 8 million lives.\nYet despite that iconic warning from the federal medicine man, 45 million Americans continue to smoke.\nOn Saturday, Secretary of Health and Human Services Kathleen Sebelius also noted the 50th anniversary of the Surgeon General’s Warning.\n\"Today we commemorate the 50th anniversary of the first surgeon general's report on smoking and health."}