{"article_title": "Want To Know Why Barack Obama Reminds Me Of Superman?", "article_keywords": ["bizarro", "debt", "superman", "opposite", "barack", "reminds", "american", "know", "truth", "promised", "isis", "america", "obama"], "article_url": "http://www.westernjournalism.com/want-know-barack-obama-reminds-superman/", "article_text": "Advertisement - story continues below\n\nI loved reading Superman comic books when I was a kid. I enjoyed them because Superman stood for truth, justice, and the American way; and for those reasons I thought of Barack Hussein Obama.\n\nWhen Barack’s election came in 2008, almost everyone thought of him as the Messiah or some sort of Superman. Actually, I was tired of Bush and thought McCain was a nut. “Hope and Change” rang a bell and sounded good to me. A few months after the election, I realized I was wrong. Barack was a Pied Piper America followed blindly. Promises of “Hope and Change” were the opposite of what Barack gave America. And then I knew; Barack was Bizarro.\n\nBarack was nothing like Superman. He was actually Bizarro! If you are a comic book fan, Bizarro was the opposite of Superman. Bizarro did the opposite of everything he said, and did everything contrary to Superman. Think about it: the Nobel Peace Prize winner has stirred up more racial hatred, strife, and animosity than at any time in American history. Barack does not stand for truth, justice, or the American way.\n\nAdvertisement – story continues below\n\nHe said he was for peace, but he arms Islam radicals. He said he was a Christian, but he is Muslim. He said the borders are safe; they are not. He gives amnesty to felon illegal aliens and frees deserters. He told us the IRS did not target Conservatives. He promised to cut the debt in half. He promised to take no vacations and do his job. He sends weapons to terrorists while demanding Americans give up their guns; all the while, he arms DHS, TSA, IRS, and the DOJ with automatic weapons and purchases over two billion bullets, while promising us that everything is fine. He promised ObamaCare would save Americans, be cheaper than what you pay for now, and allow you to keep your doctor, “Period.” He promised us nothing was wrong with the VA, and American veterans’ care was of utmost priority. In reality, our veterans died from neglect. He treats criminals and illegal aliens like royalty while persecuting Christians and citizens. Just ask Cliven Bundy.\n\nBarack said, “Essentially the bargain that I think any president strikes with the American people is – you give me this office, and in turn, my fears, doubts, insecurities, foibles, need for sleep, family life, vacations, leisure – is gone!” And the truth? Well, it’s Bizarro.\n\nBarack criticized Bush and said “I won’t increase the debt.” Ironically, he called Bush a criminal and ‘unpatriotic’ for increasing the debt 5 trillion dollars. When Obama leaves office, he will have increased the debt close to 10 trillion dollars.\n\nAdvertisement – story continues below\n\nHe promised lobbyists would not work in his administration. He gave a commitment to slash earmarks. He said he would “put an end to phony accounting.” (He hasn’t even provided a budget for the last five years, and his Secretary of State lost 6 billion dollars.) He promised to bring down health care premiums. He also promised to restore trust in government. Another promise was to seek public financing for general elections, while saying that “Super-PACs are a threat to democracy.” He also promised to create over five million new jobs, plus bring millions of Americans above the poverty level and bring unemployment below eight percent. None of these promises were fulfilled.\n\nBut he has manipulated unemployment figures that would show 11 million Americans gave up searching for jobs and turned to Social Security or welfare. REAL unemployment is closer to 14 percent. Barack may believe in the math of “Common Core”; but his numbers are “Rotten to the Core,” or just plain Bizarro.\n\nHe is quick to change, hoping people forget. With death and chaos rampant in Iraq, Barack was quick to exclaim, “I didn’t want to bring our troops home.” That was not what he said when he ordered them home.\n\nEven Barack’s Press Secretary, Josh Earnest, is a great assistant for Bizarro, since even his name is ironic in a way. Is this guy Josh-ing us, or is he Earnest? I’m sorry he is Bizarro’s assistant.\n\nAdvertisement – story continues below\n\nRecently, after ISIS beheaded American James Foley, Barack promised the press a “relentless pursuit of justice against ISIS.” This is the group Obama called the JV (Junior Varsity for those that don’t know.) When he finished making his new promises, he was too BUSY to answer any questions from the press and scurried away. Where did he go in a rush? Why couldn’t he answer questions? Maybe he hurried to make plans with the military to attack and destroy ISIS? Actually, he hurried to the golf course before he was too late. Of course, first things first. Foley, ISIS, and America would need to wait…\n\nSome people truly understand Barack. Jonah Goldberg was quoted as saying, “The key to understanding Barack is to assume the opposite of what is coming out of his mouth is the truth.” How Bizarro!\n\nBizarro never told the truth and always did the opposite of what he said. The same can be said for Barack.\n\nMy favorite was when Barack promised to have a transparent government. Even Superman’s X-ray vision can’t see through Barack’s transparency. But wait: in the comic books, Bizarro could do the opposite of Superman. I rest my case; only Bizarro can see through the transparency of Barack; hence, Barack is Bizarro.\n\nBarack is no Superman; he is the opposite of everything he says he is. I’m sure some of you disagree; but then intelligent people followed the Pied Piper, and look what happened to them. So what do you think? Superman or Bizarro?\n\nIf only Barack were a comic book character like Bizarro, America would not be in distress. Even Kryptonite won’t help America now. So with all of this in mind, I assure you that at the White House, it will be just another Bizarro day.\n\nPhoto credit: stilakes (Flickr)\n\nThe views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by the owners of this website.", "article_metadata": {"description": "It's not for the reasons you may at first think...", "author": "Joe Barfield", "og": {"site_name": "Western Journalism", "description": "It's not for the reasons you may at first think...", "title": "Want To Know Why Barack Obama Reminds Me Of Superman?", "locale": "en_US", "image": {"width": 500, "identifier": "http://www.westernjournalism.com/wp-content/uploads/2014/09/3588379721_6cf6c74ef7_o.jpg", "height": 345}, "updated_time": "2014-09-10T16:36:05-07:00", "url": "http://www.westernjournalism.com/want-know-barack-obama-reminds-superman/", "type": "article"}, "twitter": {"description": "It's not for the reasons you may at first think...", "creator": "@WestJournalism", "image": "http://www.westernjournalism.com/wp-content/uploads/2014/09/3588379721_6cf6c74ef7_o.jpg", "title": "Want To Know Why Barack Obama Reminds Me Of Superman?", "site": "@WestJournalism", "card": "summary_large_image"}, "robots": "noodp", "DC.date.issued": "2014-09-10T16:35:56-07:00", "fb": {"app_id": 275784739127435, "pages": 123624513983}, "msapplication-TileImage": "http://www.westernjournalism.com/wp-content/uploads/2015/11/android-chrome-192x192.png", "article": {"publisher": "https://www.facebook.com/WesternJournalism", "section": "Expose Obama", "tag": "Barack Obama", "published_time": "2014-09-10T16:35:56-07:00", "modified_time": "2014-09-10T16:36:05-07:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "barack obama, politics, nation, religion"}, "article_summary": "I rest my case; only Bizarro can see through the transparency of Barack; hence, Barack is Bizarro.\nI enjoyed them because Superman stood for truth, justice, and the American way; and for those reasons I thought of Barack Hussein Obama.\nIf only Barack were a comic book character like Bizarro, America would not be in distress.\nMy favorite was when Barack promised to have a transparent government.\nAdvertisement – story continues belowRecently, after ISIS beheaded American James Foley, Barack promised the press a “relentless pursuit of justice against ISIS.” This is the group Obama called the JV (Junior Varsity for those that don’t know.)"}