{"article_title": "Execs point to healthcare billing, culture shift as biggest factors for change", "article_keywords": ["service", "billing", "point", "shift", "office", "factors", "strategy", "culture", "patients", "going", "healthcare", "biggest", "tyson", "care", "really", "technologies", "change", "execs"], "article_url": "http://mobihealthnews.com/38729/execs-point-to-healthcare-billing-culture-shift-as-biggest-factors-for-change", "article_text": "athenahealth Director of Corporate Strategy Emily Tyson athenahealth Director of Corporate Strategy Emily Tyson\n\nThe healthcare system has been changing steadily since the inception of digital health, but at the MassTLC Healthcare Conference in Boston this week, panelists pointed to the changes in healthcare billing and the shift away from the traditional doctor's office culture as the factors that have opened up the most opportunities for new companies in the space.\n\nTwine Health CEO and Cofounder John Moore and athenahealth Director of Corporate Strategy Emily Tyson discussed how these recent changes have spurred larger shifts in the healthcare system.\n\n“It’s still a little bit like turning a battleship,” Tyson said. “It’s slow, at times painful, and you're not really sure it’s happening, but it is and what’s interesting is a lot of technologies we talk about that are revolutionizing healthcare are not brand new technologies. They’ve been around as a minimum standard in other industries, but they’re very exciting when you apply them to the healthcare space. As providers and patients become more comfortable using these technologies in this concept, it’s all about the mentality and a shift that needs to occur there and I think we’ll see more and more alignment and people getting on board and believing in these new methods and approaches.”\n\nMoore explained that the transition away from the traditional provider culture may be connected to the move away from fee for service care and on to value-based care model.\n\n“When you change the payment structure, it’s not about volume, it’s not about how many visits did I see today in the office,” Moore said. “Then you can really focus on: What does it take to engage patients in improving their health? How do you put the right team around them to support them?… We are at the beginning of a revolution in this area. Most practices out there are still operating in a fee for service environment, doing the best they can to provide the best service that they can to their patients, but this is an incredible opportunity right now.”\n\nHe adds that another reason for the change is that patients may start speaking out about what kind of care they want.\n\n\"A patient will say 'I’m not going to go to the doctor’s office anymore because they don’t provide me with this kind of service or this kind of experience' and that’s what is really going to change the game,\" Moore said. \"I think what we’re all talking about here is about to happen, finally in this industry. Because of transparency in pricing, because of the Affordable Care Act, because of all of these things people are going to be making decisions, it’s going to make this battleship turn a lot faster.\"", "article_metadata": {"description": "athenahealth Director of Corporate Strategy Emily Tyson", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "MobiHealthNews", "description": "athenahealth Director of Corporate Strategy Emily Tyson", "title": "Execs point to healthcare billing, culture shift as biggest factors for change", "url": "http://mobihealthnews.com/38729/execs-point-to-healthcare-billing-culture-shift-as-biggest-factors-for-change", "image": "http://mobihealthnews.com/sites/default/files/wp-content/uploads/2014/12/Emily-Tyson-athenahealth.jpg", "updated_time": "2014-12-03T16:12:53+00:00", "type": "article"}, "twitter": {"url": "http://mobihealthnews.com/38729/execs-point-to-healthcare-billing-culture-shift-as-biggest-factors-for-change", "image": {"src": "http://mobihealthnews.com/sites/default/files/wp-content/uploads/2014/12/Emily-Tyson-athenahealth.jpg"}, "description": "athenahealth Director of Corporate Strategy Emily Tyson", "card": "summary_large_image", "title": "Execs point to healthcare billing, culture shift as biggest factors for change"}, "keywords": "digital health news, mobile health news, health apps, medical apps, fitness apps", "article": {"published_time": "2014-12-03T16:12:53+00:00", "modified_time": "2014-12-03T16:12:53+00:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdbfcf\"", "article_summary": "Twine Health CEO and Cofounder John Moore and athenahealth Director of Corporate Strategy Emily Tyson discussed how these recent changes have spurred larger shifts in the healthcare system.\nThey’ve been around as a minimum standard in other industries, but they’re very exciting when you apply them to the healthcare space.\n“Then you can really focus on: What does it take to engage patients in improving their health?\n“When you change the payment structure, it’s not about volume, it’s not about how many visits did I see today in the office,” Moore said.\n\"I think what we’re all talking about here is about to happen, finally in this industry."}