{"article_title": "The Pentagon’s $800 Million Afghanistan ‘Slush Fund’ Will Get a Closer Look", "article_keywords": ["closer", "afghanistan", "task", "force", "look", "pentagons", "senate", "slush", "million", "request", "spent", "fund", "defense", "department", "800", "pentagon", "response"], "article_url": "http://www.thefiscaltimes.com/2015/12/11/Pentagon-s-800-Million-Afghanistan-Slush-Fund-Will-Get-Closer-Look", "article_text": "Senate lawmakers are ratcheting up their investigation into the Pentagon’s special economic development team for Afghanistan that spent $43 million to build a gas station and another $150 million on private villas and security guards.\n\nThe work by the Task Force for Business and Stability Operations, which spent between $700 million and $800 million on economic redevelopment in Afghanistan with very little to show for it, is getting a closer look on Capitol Hill following a pair of reports by the federal watchdog charged with overseeing U.S. spending in that country.\n\nRelated: Pentagon Posh: U.S. Spent $150 Million on Luxury Villas in Afghanistan\n\nThat the task force disbanded in March and no one at Pentagon seems to remember it ever existed has only increased the ire of lawmakers.\n\nTo that end, the Senate Armed Services Committee Readiness and Management Support subpanel has slated a hearing for next month to specifically examine the defunct task force’s work.\n\nThe subcommittee is chaired by Kelly Ayotte (NH), who is up for reelection in 2016 and considered to be one of the most vulnerable GOP incumbents.\n\nShe could use the hearing – which will feature John F. Sopko, Special Inspector General for Afghanistan Reconstruction (SIGAR), whose office uncovered the wasteful spending – as a platform to bolster her fiscal bona fides to conservative voters back home.\n\nRelated: The $43 Million Afghan Gas Station Scandal Blows the Lid Off Pentagon Waste\n\nMeanwhile, Senate Judiciary Committee chair Chuck Grassley (R-IA), who previously referred to the task force as a \"slush fund,\" chided the Pentagon on Wednesday for not thoroughly responding to a request he made for the task force’s documents.\n\n“This response is incomplete and inadequate,” he said in a statement. “It ignores my request for the task force records. That’s unsatisfactory. The Defense Department needs to address the request and provide me the documents I requested.”\n\nGrassley said the department’s reply “is lacking in other ways,” noting it says the Pentagon’s inspector general denied a request for an audit of the redevelopment task force.\n\n“That raises many questions about why the Defense Department simply didn't direct the inspector general to conduct such an audit,” he said.\n\nRelated: The Pentagon's $766 Million Afghan 'Slush Fund' Comes Under Scrutiny\n\nGrassley also took the department to task for claiming that a promotion for the Army colonel who blew the whistle on the task force had been held up due to “administrative oversight.\"\n\n“This is a superficial response that requires much more accounting from the Defense Department. I’ve conveyed my lack of satisfaction with the response to the Defense Department. I intend to continue pursuing answers,” he said.\n\nGrassley might get his chance at next month’s hearing. Besides Sopko, lawmakers will also hear from Brian McKeon, principal deputy undersecretary of defense for policy and the author of the lackluster response to the Iowa Republican.\n\nDon’t be surprised if Grassley decides to sit in on the proceedings and pose some questions to McKeon face to face. Depending on McKeon’s answers, this fiscal feud between Capitol Hill and the Pentagon could be just beginning.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Senate lawmakers are ratcheting up their investigation into the Pentagon’s special economic development team for Afghanistan that spent $43 million to build a gas station in the county and another $150 million on private villas and security guards.", "title": "What's Inside the Pentagon’s $800 Million Afghanistan ‘Slush Fund’?", "url": "http://www.thefiscaltimes.com/2015/12/11/Pentagon-s-800-Million-Afghanistan-Slush-Fund-Will-Get-Closer-Look", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/05012014_Afghanistan_Poppy.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/12/11/Pentagon-s-800-Million-Afghanistan-Slush-Fund-Will-Get-Closer-Look", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/05012014_Afghanistan_Poppy.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Senate lawmakers are ratcheting up their investigation into the Pentagon’s special economic development team for Afghanistan that spent $43 million to build a gas station in the county and another $150 million on private villas and security guards.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "“That raises many questions about why the Defense Department simply didn't direct the inspector general to conduct such an audit,” he said.\nI’ve conveyed my lack of satisfaction with the response to the Defense Department.\n“This is a superficial response that requires much more accounting from the Defense Department.\nSenate lawmakers are ratcheting up their investigation into the Pentagon’s special economic development team for Afghanistan that spent $43 million to build a gas station and another $150 million on private villas and security guards.\n“It ignores my request for the task force records."}