{"article_title": "Hillary Clinton Border Security", "article_keywords": ["clinton", "wall", "illegal", "immigrants", "stop", "immigration", "hillary", "trumps", "country", "security", "border", "southern"], "article_url": "http://freebeacon.com/issues/hillary-clinton-weve-done-good-job-securing-border/", "article_text": "BY: Follow @Aaron_Kliegman\n\n\n\nDemocratic presidential frontrunner Hillary Clinton said during Wednesday night’s Democratic debate that she and other lawmakers have done an effective job securing the southern border in recent years.\n\n“We have done what, by any fair estimate, would have to conclude is a good job ‘securing the border,’ so let’s get about the business of comprehensive immigration reform,” Clinton declared on the debate stage.\n\nClinton also said that members of Congress, including Sanders and herself, had, “where it was necessary … supported some fencing. Where it was necessary, we did add border patrol agents.”\n\nHer response came after criticizing Republican presidential candidate Donald Trump’s plan to build a wall along the U.S.-Mexico border and get Mexico to pay for it to stop illegal immigration. Clinton mocked Trump’s proposal, calling the idea to build a structure “better than the Great Wall of China” a “fantasy.”\n\nRepublicans in Congress and running for president have argued that the southern border is not secure, as illegal immigrants are still entering the U.S. and have been able to return even if they are caught and deported.\n\nA prominent example that has garnered much attention in recent months is the case of Kate Steinle, a 32-year-old who was murdered in San Fransisco by an illegal immigrant who was deported five times and was repeatedly able to re-enter the country illegally.\n\nSan Francisco is one of several so-called “sanctuary cities” in the U.S. that refuse to enforce the country‘s immigration laws and allow illegal immigrants to inhabit them without consequence.\n\nMany Republicans and conservatives believe greater efforts have to be made to secure the border to stop the flow of illegal immigrants before addressing those currently in the country. Many Democrats, including Clinton, argue comprehensive immigration reform is the way forward to legalize those illegal immigrants currently in the country.", "article_metadata": {"description": "Hillary Clinton said during Wednesday night’s Democratic debate that she and other lawmakers have done a good job securing America's southern border.", "generator": "WordPress 4.5.2", "og": {"site_name": "Washington Free Beacon", "description": "Democratic presidential frontrunner Hillary Clinton said during Wednesday night’s Democratic debate that she and other lawmakers have done an effective job securing the southern border in recent yea", "title": "Hillary Clinton Says We’ve Done a Good Job Securing the Border", "url": "http://freebeacon.com/issues/hillary-clinton-weve-done-good-job-securing-border/", "image": "http://freebeacon.com/freebeacon.png", "type": "article"}, "twitter": {"description": "Democratic presidential frontrunner Hillary Clinton said during Wednesday night’s Democratic debat", "creator": "@Aaron_Kliegman", "image": "http://freebeacon.com/freebeacon.png", "title": "Hillary Clinton Says We’ve Done a Good Job Securing the Border", "site": "@freebeacon", "card": "summary"}, "robots": "noodp", "apple-itunes-app": "app-id=1047859882", "fb": {"app_id": "FB_APP_ID", "pages": 282024895179874}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "BY: Follow @Aaron_KliegmanDemocratic presidential frontrunner Hillary Clinton said during Wednesday night’s Democratic debate that she and other lawmakers have done an effective job securing the southern border in recent years.\nMany Democrats, including Clinton, argue comprehensive immigration reform is the way forward to legalize those illegal immigrants currently in the country.\nMany Republicans and conservatives believe greater efforts have to be made to secure the border to stop the flow of illegal immigrants before addressing those currently in the country.\nClinton also said that members of Congress, including Sanders and herself, had, “where it was necessary … supported some fencing.\nWhere it was necessary, we did add border patrol agents.”Her response came after criticizing Republican presidential candidate Donald Trump’s plan to build a wall along the U.S.-Mexico border and get Mexico to pay for it to stop illegal immigration."}