{"article_title": "Cape Coral-Fort Myers among top in employment outlook", "article_keywords": ["outlook", "fair", "manpower", "florida", "job", "survey", "coralfort", "fourth", "cape", "myers", "employment"], "article_url": "http://www.news-press.com/story/money/2015/09/08/cape-coral-fort-myers-among-top-employment-outlook/71892056/", "article_text": "Rosie Rivera, right, team leader, conducts an interview with Tammy Salazar, who just moved to Cape Coral. Salazar was hired at the Alta Resources job fair in July. Alta Resources will have another job fair Saturday. (Photo: The News-Press file photo)\n\nThe Cape Coral-Fort Myers Metropolitan Statistical Area has the fifth best employment outlook in the nation, according to the Manpower Employment Outlook Survey, which asked employers their hiring plans for the fourth quarter.\n\nAmong employers surveyed for the Cape Coral-Fort Myers MSA, 25 percent plan to hire more employees from October through December. None reported planning to reduce payrolls, while 74 percent expect to maintain staff levels and 1 percent indicated they are unsure of their hiring plans. That’s a 25 percent net employment outlook, compared to a 23 percent outlook going into the fourth quarter a year ago. The outlook was 17 percent going into this year’s third quarter.\n\nChristopher Westley, a professor of economists who directs FGCU’s Regional Economic Research Institute, found the Manpower results “extremely interesting.”\n\n“This has been a busier summer than previous summers, and it really suggests that the local economy is gearing up for a very busy season,” he said. “It’s another indication, at least for now, that the region is turning the corner from recovering from the recession to getting into real growth.”\n\nThe Regional Economic Research Institute provides reports on economic indicators for Southwest Florida. The Manpower survey supports the institute’s recent findings, Westley said, which include surveys of the Lee County business community.\n\n“The fact that this is coming from the Manpower survey, that’s big time,” he said.\n\nJim Wall, spokesman for CareerSource Southwest Florida, viewed the survey news with optimism and a dash of caution because he has seen boom times turn to bust.\n\n“This is all a good sign, but for those of us who have been down here a while, there seems to be some kind of cautionary note,” he said. “This is showing strong confidence that our economy will continue to grow.”\n\nWages in Southwest Florida, Wall said, are a key component of the economy to keep an eye on.\n\n“Wages are still lagging, and I think we will see an increase in wages yet this year or by the first quarter of next year, or I start to see some real issues with workforce housing, which is different than affordable housing,” he said.\n\nOne employer that continues to hire heading into the fourth quarter is Alta Resources, which will have a job fair Saturday at its office at 12451 Gateway Blvd., in the Gateway area of Lee County. Job seekers are asked to complete applications in advance at JoinAlta.com.\n\nSeasonal full- and part-time openings are in customer care and inbound sales to serve health insurance clients that have expanding needs to support the Affordable Care Act’s annual enrollment period. More than 250 people were hired during an Alta job fair in July, but the company needs more people. Folks with bilingual English/Spanish skills are particularly needed.\n\nBrian Holly, managing director of Holiday Inn Fort Myers Airport at Town Center, said the hotel is somewhat unique in maintaining its staffing through the summer months. There is not much turnover at the hotel, which employs 60, but Holly expects at least a few people will be hired in the fourth quarter.\n\nMiguel Gonzalez, left, of the U.S. Small Business Administration, talks to small business owners during a seminar at the Florida Small Business Development Center Access to Capitol event at the Holiday Inn Fort Myers Airport at Town Center. (Photo: The News-Press file photo)\n\n“The hospitality sector is just really firing on all cylinders this year,” he said. “People are more bullish in hiring now. We’re looking at a really gangbuster season for 2016.”\n\nSo which MSAs beat out Cape Coral-Fort Myers in net employment outlook? Tampa-St. Petersburg-Clearwater MSA was just ahead, at 26 percent. The top three: the McAllen, Texas, at 34 percent; and Greenville, S.C., and Stockton, Calif., both at 27 percent.\n\nRead or Share this story: http://newspr.es/1ESxpnT", "article_metadata": {"google": "notranslate", "description": "The Cape Coral-Fort Myers MSA has the fifth best employment outlook in the nation, according to the Manpower Employment Outlook Survey.", "og": {"site_name": "The News-Press", "description": "The Cape Coral-Fort Myers MSA has the fifth best employment outlook in the nation, according to the Manpower Employment Outlook Survey.", "title": "Cape Coral-Fort Myers among top in employment outlook", "url": "http://www.news-press.com/story/money/2015/09/08/cape-coral-fort-myers-among-top-employment-outlook/71892056/", "image": "http://www.gannett-cdn.com/GDContent/applogos/news-press.png", "type": "article"}, "twitter": {"description": "The Cape Coral-Fort Myers MSA has the fifth best employment outlook in the nation, according to the Manpower Employment Outlook Survey.", "title": "Cape Coral-Fort Myers among top in employment outlook", "image": "http://www.gannett-cdn.com/-mm-/6f41c704a5b4087c4aa05778711276ee6fd07838/c=656-0-2344-1688&r=x643&c=640x640/local/-/media/2015/07/25/FortMyers/B9318179002Z.1_20150725174527_001_GADBEPJE4.1-0.jpg", "creator": "@thenewspress", "site": "@thenewspress", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600073397", "fb": {"app_id": 149631068421067}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Cape Coral, Fort Myers, employment, Manpower, job, work, hiring, wages"}, "_id": "\"57477af46914bd0286fdf21d\"", "article_summary": "(Photo: The News-Press file photo)The Cape Coral-Fort Myers Metropolitan Statistical Area has the fifth best employment outlook in the nation, according to the Manpower Employment Outlook Survey, which asked employers their hiring plans for the fourth quarter.\nWe’re looking at a really gangbuster season for 2016.”So which MSAs beat out Cape Coral-Fort Myers in net employment outlook?\nThat’s a 25 percent net employment outlook, compared to a 23 percent outlook going into the fourth quarter a year ago.\nAmong employers surveyed for the Cape Coral-Fort Myers MSA, 25 percent plan to hire more employees from October through December.\nThe Manpower survey supports the institute’s recent findings, Westley said, which include surveys of the Lee County business community."}