{"article_title": "Winners and Losers From Last Night's Off-Off Year Elections", "article_keywords": ["nights", "won", "tea", "political", "elections", "christie", "state", "winners", "losers", "election", "race", "offoff", "party", "republican", "mayor"], "article_url": "http://www.politicususa.com/2013/11/06/winners-losers-nights-off-off-year-elections.html", "article_text": "Most off-off year elections are of little interest nationally. Last night’s elections were different.\n\nThere were many winners and losers (and one who won and lost) in last night’s elections, but the biggest winner was liberalism. In the major governor (except 1) and mayor races and ballot questions throughout the country, the liberal side won. Here are the results:\n\nWinner – 2014 and 2016 Democratic Party. The Democrats now have mayors in New York City (for the first time in 20 years), Boston, Atlanta, Seattle, Minneapolis and Detroit. Mayors are valuable foot soldiers in national and state elections and their political machines will remain mostly intact for next year’s and 2016’s elections.\n\nWinner – Bill De Blasio, elected Mayor of New York City. The public advocate, Bill De Blasio, won in a landslide – 73% to 24% – over Joe Lhota, long -time political advisor to former NYC mayor Rudy Guiliani. De Blasio, with his mixed race family very much in public purview, ran on a progressive/liberal platform of reducing the wealth gap, providing affordable housing to the lower middle class and the poor, expanding funding for pre-Kindergarden through raising taxes, and stopping the controversial “stop and firisk” policing policy of current major, Michael Bloomberg.\n\nWinner – Martin Walsh, elected Mayor of Boston. Walsh beat fellow Democrat City-Councilor at Large John Connolly by 52% to 48% Walsh will take over City Hall from beloved 20 year mayor, Thomas Menino. But Mayor Menino’s relationship with the Boston school labor unions was not so beloved. Walsh’s campaign focused on school reform and job growth, two positions that earned the school labor unions support. Expanding education and increasing funding for schools was a big winning issue throughout most of last night’s races.\n\nWinner (sort 0f) – Terry McAuliffe, elected Governor of Virginia. Former national Democratic Party chairman and BFF of Bill and Hillary Clinton won by a closer margin than expected, 47.1% – 46%, to state Attorney General and Tea Party favorite, Ken Cuccinelli. Polls leading up to election showed McAuliffe winning from 5% to 15%. The “Cooch” shifted tactics in the last week focusing on hammering away at the problems of the Affordable Care Act’s implementation. Throughout the campaign, Cuccinelli’s radical conservative social views against woman’s reproductive rights, restrictions on divorce and same-sex marriage turned off women voters, who were the difference in the race voting 50% to 42% for McAuliffe. Since many of northern Virginia voters work in Washington D.C. and are employees of the federal government, Cuccinelli’s support of the federal government shutdown also hurt his campaign.\n\nDespite the financial and advertising backing of the Koch Brothers’ Americans for Prosperity political organization, McAuliffe handily outspent his opponent. McAuliffe’s new Lieutenant Governor, Democrat Ralph Nordstrom, easily defeated Tea Party crazy extraordinaire, E.W. Jackson, 55% to 45%. That Nordstrom’s margin of victory was greater than McAuliffe’s may not bode well with the new governor’s efforts to work with the Republican dominated legislature.\n\nWinner – Liberal Social Issues – Most of the candidates that supported gay marriage, women’s reproductive rights, increased spending on education and other social issues won. Colorado voters were in favor of taxing marijuana sales at 25% and using the increased revenues for regulating marijuana sales and building schools. In New Jersey, an initiative to raise the minimum wage from $7.25 to $8.25 passed. In Colorado, initiatives to suspend or stop fracking were passed or just narrowly defeated despite the Colorado Oil and Gas Association spending $870,000 to defeat them in the four town’s voting.\n\nFor a list of all the state ballot initiatives, visit http://votesmart.org/elections/ballot-measures/2013#.UnpZIfmsim4\n\nLoser: The Tea Party - In addition to Cuccinelli and Jackson losing in Virginia, the Tea Party candidate in a special House of Representative Republican primary run-off election lost. Former Alabama state senator, Republican moderate Bradley Byrne, beat Dean Young 53% to 47%. In December, Byrne is favored to win election against Democrat Burton LeFlore and Independents James Hall and Curtis Railey.\n\nAND THE BIGGEST LOSER AND WINNER IS……..\n\nNew Jersey Governor Chris Christie - Yes, Christie won re-election easily beating Democratic State Senator Barbara Buono, 60% to 38%. Christie was expected to win re-election easily, in part because of the national media focus on this race. Buono could never gain traction in the race because of the constant spotlight on the huge, often abrasive Christie and the questions about his national political interests. She also got little help from the Democratic Governor’s Association, getting only $5,000 where McAuliffe received $6 million.\n\nChristie now becomes the Republican Party front runner for the 2016 President election, if he chooses to run. In listening to Christie’s victory speech last night, it was apparent to me that Christie is going to run. He’s a political animal and is limited to two-terms as governor. Given his personality, I doubt that he would run for the U.S. Senate, a race it is not certain he’d win against newly elected Cory Booker. At New Jersey’s expense, Christie moved his election race so that it would not be held at the same time as Booker’s.\n\nChristie suffers from Willard Romney syndrome. He’s nationally perceived as a moderate Republican who would have to change his views in order to win the Republican Presidential nomination.\n\nChristie’s bipartisan appeal does not sit well with GOP conservatives, who are the party’s most passionate voters and wield outsize influence in Republican presidential politics. But in a Tuesday interview with CNN, even before his victory was official, Christie appeared to be looking ahead.\n\nAsked if he was a moderate, Christie used a word rarely uttered on the campaign trail in recent days: “I’m a conservative,” he said.”\n\nBut Christie is not a moderate. He supported Tea Party stooge, Steve Lonegan, for the Senate against Cory Booker. Christie’s ties to the Koch Brothers will be nationally exposed.\n\n“With security extraordinary on the seminar’s opening night—audio speakers around the periphery of the outdoor dining pavilion blasted out static to thwart eavesdroppers—David Koch introduced Gov. Christie as “my kind of guy.” (The two had previously met in private at Koch’s New York City office, he revealed.) Before long, seminar attendees were roaring with laughter as Christie regaled them over dessert, telling them how, in his first weeks in office, he’d exercised extraordinary executive powers to impound billions of dollars in planned spending. (“The good news for all of you and for me,” he said, “is that the governorship in New Jersey is the most powerful constitutional governorship in America.”)”\n\nNew Jersey’s unemployment rate is at 8.5%, much higher than the national average of 7.3%. When Christie first took office, he commandeered capital gains and business tax cuts through his legislature, proven standard conservative ineffective economic measures, which has led to record budget deficits, a 2013 $848.8 million revenue shortfall, and the still high unemployment rate. So he is not credible as a capable fiscal steward, which will not play well in the early New Hampshire and Midwest primaries. His stated views on social issues will not play well nationally, especially on the East and West Coasts.\n\nReaching the magic 60% election number may make him the new darling of the Fox News Network, which has called him a RINO in the past (Republican In Name Only, not the other kind of rhino, which it may have called him, too.) But his record and “moderate image” also leaves Christie at a target for the other Republican Presidential wanna-be’s: Rand Paul, Marco Rubio, Ted Cruz, et al. This election has done either Christie or the country any favors. He won, but he lost, and meanwhile the rest of the country loses, too..", "article_metadata": {"description": "There were many winners and losers (and one who won and lost)  in last night's elections,  but the biggest winner was liberalism.", "generator": "WordPress 4.5.2", "author": "Michael A Maynard", "og": {"site_name": "Politicus USA", "description": "There were many winners and losers (and one who won and lost)  in last night's elections,  but the biggest winner was liberalism.", "title": "Winners and Losers From Last Night's Off-Off Year Elections", "url": "http://www.politicususa.com/2013/11/06/winners-losers-nights-off-off-year-elections.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2013/11/de-blasio-election-eve.jpg", "updated_time": "2013-11-06T15:43:15+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "Commentary,Democratic Party,Featured News,Issues,Republican Party,U.S. House of Representatives,U.S. Senate,Alabama,americans for prosperity,Atlanta,Barbara Buono,Bill DeBlasio,Boston,Bradley Byrne,Chris Christie,cory booker,detroit,E.W. Jackson,fracking,John Connolly,Ken Cuccinelli,Koch Brothers,Martin Walsh,mayoral elections,Minneapolis,New Jersey,New Jersey gubernatorial election,new york city,NYC mayor,Ralph Nordstrom,seattle,Steve Lonegan,Terry McAuliffle,Washington D.C.,politicususa,liberal,politics,sarah jones,jason easley,barack obama,hillary clinton,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "U.S. Senate", "published_time": "2013-11-06T15:43:15+00:00", "modified_time": "2013-11-06T15:43:15+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "Alabama, americans for prosperity, Atlanta, Barbara Buono, Bill DeBlasio, Boston, Bradley Byrne, Chris Christie, cory booker, detroit, E.W. Jackson, fracking, John Connolly, Ken Cuccinelli, Koch Brothers, Martin Walsh, mayoral elections, Minneapolis, New Jersey, New Jersey gubernatorial election, new york city, NYC mayor, Ralph Nordstrom, seattle, Steve Lonegan, Terry McAuliffle, Washington D.C."}, "_id": "\"57477af46914bd0286fdbfe8\"", "article_summary": "There were many winners and losers (and one who won and lost) in last night’s elections, but the biggest winner was liberalism.\nMcAuliffe’s new Lieutenant Governor, Democrat Ralph Nordstrom, easily defeated Tea Party crazy extraordinaire, E.W.\nMayors are valuable foot soldiers in national and state elections and their political machines will remain mostly intact for next year’s and 2016’s elections.\nHe supported Tea Party stooge, Steve Lonegan, for the Senate against Cory Booker.\nAt New Jersey’s expense, Christie moved his election race so that it would not be held at the same time as Booker’s."}