{"article_title": "The media’s most destructive meme: Why we need to admit that the GOP’s extremism is virtually unprecedented", "article_keywords": ["meme", "think", "right", "extremism", "political", "gops", "long", "idea", "medias", "admit", "virtually", "way", "left", "need", "party", "white", "destructive", "unprecedented", "democratic"], "article_url": "http://www.salon.com/2015/06/04/the_medias_most_destructive_meme_why_we_need_to_admit_that_the_gops_extremism_is_virtually_unprecedented/", "article_text": "Topics: Elections 2016, GOP, The Republican Party, News, Politics News\n\nIt seems to be an article of faith among many in the chattering class that while it’s no longer debatable that the right has drifted a bit more rightward in recent years, the left — already far out on the fringe — has moved equally leftward, thus making the “center” the place where all the Very Serious People of the political establishment reside. This way, when the Republican party shows itself to be completely irresponsible, they needn’t feel uncomfortable. They can, in their minds always find some corollary of crazy on the left.\n\nFor instance, when presidential aspirant Senator Ted Cruz says something kooky from the right side of aisle like this (about fellow Republicans who wanted to abandon the defunding of Obamacare):\n\n“Look, we saw in Britain, Neville Chamberlain, who told the British people, ‘Accept the Nazis. Yes, they’ll dominate the continent of Europe, but that’s not our problem. Let’s appease them. Why? Because it can’t be done. We can’t possibly stand against them.’”\n\nVery Serious People can always respond with what they see as an equally kooky quote from presidential aspirant Senator Bernie Sanders on the left side of the dial:\n\n“In my view, a corporation is not a person. A corporation does not have First Amendment rights to spend as much money as it wants, without disclosure, on a political campaign. Corporations should not be able to go into their treasuries and spend millions and millions of dollars on a campaign in order to buy elections.”\n\nSure, some might think that bringing up the Nazis in the context of Obamacare is over the top, but railing against the idea of corporations having First Amendment rights when the Supreme Court has clearly said they do is just as extreme, right? And anyway, he actually calls himself a socialist, which is so kooky that you don’t really even have to know any more about him to see that he’s a far left nut.\n\nIt is true that the recognition of the right being a little bit out to lunch — maybe even a touch out of step with the mainstream of the country — is very recent. In fact, up until just a couple of years ago, the political establishment maintained the fiction that “America is a conservative nation” which furthermore was extremely hostile to liberalism. This belief was pretty much based upon one election held three decades ago in which it was excitedly observed that certain white Democrats decided to vote for Ronald Reagan because they just couldn’t stand those hippies anymore.\n\nThis idea was largely based on the work of Democratic pollster Stan Greenberg. Greenberg studied a particular group of white working class voters in Macomb County, Michigan, who came to the conclusion that the Democratic party cared more about poor people, people of color and women than it cared about them. They also didn’t like all that long haired hippie-dippie stuff about sex and drugs and really wanted to kick the Russians’ asses. They had had a long standing relationship with the Democratic Party mostly based upon its support for their unions. By 1980, they felt pretty secure, apparently, and didn’t think they needed that support anymore. (How’d that work out?)\n\nThis finding electrified the political establishment (which never seemed to see the correlation between these white working class northerners and the white southerners who had been abandoning the Democratic Party for the better part of two decades for some reason.) They had long been attached to the idea that the Real America was rural and suburban, white and conservative. (I wrote about the genesis of that belief among members of the modern political media here at Salon a while back.) Everyone else, liberals, people of color, city dwellers were members of a fringe.\n\nThis goes back all the way to the beginning of the country (maybe human civilization itself) in which the tension between the country and the city always finds a way to play itself out in how the people are organized. But let’s just say that in this case, the idea that the United States of the last 35 years was monolithically conservative was always an overstatement. The right was just very good at being the loudest and most aggressive political players in the game. And they were very well financed.\n\nBut a funny thing happened on the way to the revolution. They lost control of the troops, who have become more and more extreme and are now little better than an ungovernable mob. (The reasons for this are hotly debated everywhere, but I think Bruce Bartlett has one of the answers: Fox News and related partisan media.) Some of us thought this was obvious more than 20 years ago when powerful congressmen started shooting watermelons in their backyards as part of their “investigations” and prosecutors were putting pornography on the internet allegedly in the name of public decency. The fact that the Speaker of the House ascended to his job largely on the basis of a ruthless propaganda campaign waged for many years against his political rivals should have been a tip-off.", "article_metadata": {"description": "For years, the political press has covered for Republicans, insisting (without evidence) that Dems were just as bad", "title": "The media’s most destructive meme: Why we need to admit that the GOP’s extremism is virtually unprecedented", "og": {"site_name": "Salon", "description": "For years, the political press has covered for Republicans, insisting (without evidence) that Dems were just as bad", "title": "The media’s most destructive meme: Why we need to admit that the GOP’s extremism is virtually unprecedented", "url": "http://www.salon.com/2015/06/04/the_medias_most_destructive_meme_why_we_need_to_admit_that_the_gops_extremism_is_virtually_unprecedented/", "image": "http://media.salon.com/2015/03/cruz_walker.jpg", "type": "article"}, "twitter": {"description": "For years, the political press has covered for Republicans, insisting (without evidence) that Dems were just as bad", "title": "The media’s most destructive meme: Why we need to admit that the GOP’s extremism is virtually unprecedented", "image": "http://media.salon.com/2015/03/cruz_walker.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Heather Digby Parton", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Elections 2016, GOP, The Republican Party", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcd6f1\"", "article_summary": "They had had a long standing relationship with the Democratic Party mostly based upon its support for their unions.\nThey had long been attached to the idea that the Real America was rural and suburban, white and conservative.\nThis way, when the Republican party shows itself to be completely irresponsible, they needn’t feel uncomfortable.\nA corporation does not have First Amendment rights to spend as much money as it wants, without disclosure, on a political campaign.\n(I wrote about the genesis of that belief among members of the modern political media here at Salon a while back.)"}