{"article_title": "Gai Waterhouse puts Auckland Cup in mix for Travolta", "article_keywords": ["summer", "puts", "auckland", "big", "inside", "cup", "stayers", "travolta", "mix", "rawiller", "gai", "memory", "stayer", "waterhouse", "nash"], "article_url": "http://www.smh.com.au/sport/horseracing/gai-waterhouse-puts-auckland-cup-in-mix-for-travolta-20140125-31fpe.html", "article_text": "Inside edge: Nash Rawiller drives Travolta home. Photo: Jenny Evans\n\nTravolta has proved the strong stayer this summer in Sydney and may get a chance at two miles in the Auckland Cup in March after winning the Australia Day Cup at Randwick on Saturday.\n\n\"People love stayers and we don't have enough staying races in Australia,\" said Travolta's trainer, Gai Waterhouse.\n\n\"He is very tough and wants to stay, but there is no real opportunity to go to 3200 metres here, so why not over there? It's an option.\"\n\nTravolta won the ATC Cup and was runner-up in the Summer Cup and Tattersall's Club Cup before Saturday, which could easily form a summer stayer series along with the Gosford Cup. \"It would be a great idea to have a series and encourage our stayers,\" Waterhouse said. \"It would attract interest, which is something we need to do. We need open handicaps for our stayers to try and bring them through.\"\n\nAdvertisement\n\nTravolta was too strong for Big Memory after gaining a run along his inside coming to the turn. Nash Rawiller drove the former Kiwi through but could not shake off the restricted stayer, which fought to the line to go down by a short head. Brigantin was three lengths away in third.\n\nChristian Reith believed he cost himself victory by rolling off the fence on Big Memory and presenting the run to the favourite.\n\n\"I raced one-off down the back and then I floated out again at the 900 metres,\" Reith told stewards.\n\n\"I'm dirty on myself because I let him through there.\"\n\nJim Cassidy had dashed around the field on I'm Imposing going down the back straight. He told stewards, \"I probably won the race for Nash? by putting him back in the pocket.\"\n\nRawiller said he was surprised Travolta could get clear of Big Memory once he took the run.\n\n\"The [horse] on my outside didn't go away, but [Travolta] is very tough and he just dug in and I never thought he was going to beat me,\" Rawiller said.\n\nTrainer Tony McEvoy was delighted with Big Memory's effort and will push on towards the Adelaide Cup. \"We came here to find out if he was up to this grade and proved he is,\" McEvoy said.\n\n\"We can go on to a race at Moonee Valley and the Adelaide Cup. He was super because he didn't really relax and then the other horse [Travolta] got up on his inside. It would have been interesting if he had to come around us.\"", "article_metadata": {"news_keywords": "Horseracing", "application-name": "The Sydney Morning Herald", "og": {"site_name": "The Sydney Morning Herald", "description": "Travolta has proved the strong stayer this summer in Sydney and may get a chance at two miles in the Auckland Cup in March after winning the Australia Day Cup at Randwick on Saturday.", "title": "Gai Waterhouse puts Auckland Cup in mix for Travolta", "url": "http://www.smh.com.au/sport/horseracing/gai-waterhouse-puts-auckland-cup-in-mix-for-travolta-20140125-31fpe.html", "image": "http://www.smh.com.au/content/dam/images/3/1/g/1/z/image.related.articleLeadwide.620x349.31fpe.png/1390648938050.jpg", "type": "article"}, "twitter": {"site": "@smh", "image": {"src": "http://www.smh.com.au/content/dam/images/3/1/g/1/z/image.related.articleLeadwide.620x349.31fpe.png/1390648938050.jpg"}, "description": "Travolta has proved the strong stayer this summer in Sydney and may get a chance at two miles in the Auckland Cup in March after winning the Australia Day Cup at Randwick on Saturday.", "card": "summary_large_image", "title": "Gai Waterhouse puts Auckland Cup in mix for Travolta"}, "msapplication-tooltip": "Open The Sydney Morning Herald", "robots": "ACAP allow-present prohibited-modification=annotation", "fb": {"app_id": 193677504039845}, "msapplication-starturl": "http://www.smh.com.au", "msapplication-task": "name=Weather;action-uri=http://www.smh.com.au/weather;icon-uri=http://www.smh.com.au/favicon.ico;", "description": "Travolta has proved the strong stayer this summer in Sydney and may get a chance at two miles in the Auckland Cup in March after winning the Australia Day Cup ..."}, "_id": "\"57477af46914bd0286fdc03c\"", "article_summary": "Travolta won the ATC Cup and was runner-up in the Summer Cup and Tattersall's Club Cup before Saturday, which could easily form a summer stayer series along with the Gosford Cup.\nChristian Reith believed he cost himself victory by rolling off the fence on Big Memory and presenting the run to the favourite.\nInside edge: Nash Rawiller drives Travolta home.\nRawiller said he was surprised Travolta could get clear of Big Memory once he took the run.\nAdvertisementTravolta was too strong for Big Memory after gaining a run along his inside coming to the turn."}