{"article_title": "Ailes Blasts Trump for His ‘Disturbing’ New Attack on Kelly", "article_keywords": ["saying", "trumps", "trump", "fox", "ailes", "attack", "blood", "kelly", "disturbing", "blasts", "presidential", "debate", "gop", "network"], "article_url": "http://www.thefiscaltimes.com/2015/08/25/Ailes-Blasts-Trump-His-Disturbing-New-Attack-Kelly", "article_text": "Well, it looks as if the truce is over – and we’re not talking about last weekend’s détente between North Korea and South Korea.\n\nFox News President Roger Ailes on Tuesday issued a blistering statement berating Republican frontrunner Donald Trump for renewing his blood feud with Megyn Kelly -- one of the Fox moderators at the first GOP presidential debate August 6 who sharply questioned Trump about his past comments deriding and insulting women.\n\nRelated: Trump: ‘I’ve Gained Such Respect for the People That Like Me’\n\nTrump hit Kelly with a flurry of negative tweets after she returned from vacation to resume her network program Monday evening. The multi-billionaire businessman and serial bully in dealing with his critics wrote that he “liked The Kelly File much better without @megynkelly,” and later retweeted a message that called her a “bimbo.”\n\nAiles, who tried at one point to make peace with Trump and avert a threatened Trump boycott of Fox, issued a statement today saying Trump’s “surprise and unprovoked attack” on Kelly is “as unacceptable as it is disturbing.”\n\n“Megyn Kelly represents the very best of American journalism and all of us at Fox News Channel reject the crude and irresponsible attempt to suggest otherwise,” he wrote. “I could not be more proud of Megyn for her professionalism and class in the face of all of Mr. Trump’s verbal assaults.”\n\nTrump fired back with a statement of his own, saying he “totally disagrees” with Ailes and does not think Kelly is a “quality journalist.”\n\nRelated: Fox News: Republican Trump Should Apologize After Latest Twitter Outburst\n\n“I think her questioning of me, despite all of the polls saying I won the debate, was very unfair. Hopefully in the future I will be proven wrong and she will be able to elevate her standards to a level of professionalism that a network such as FOX deserves,” Trump said.\n\nAiles, a veteran Republican political pro and TV new impresario, may be on to something in saying that Trump’s obsessive attacks on Kelly are highly disturbing – and even bizarre. The day after the nationally televised debate in Cleveland, Trump said on CNN that the Fox News Channel anchor “had blood coming out of her eyes” when she was questioning him.\n\n“You could see there was blood coming out of her eyes, blood coming out of her wherever,” he added, a comment many interpreted as a suggestion that Kelly was having her period.\n\nAccording to Politico, Bret Baier, who was one of the three moderators of the GOP debate, tweeted, \"It's been 19 days since the debate - @realDonaldTrump has made his feelings clear. But THIS needs to stop.\" He added the hashtag \"#letitgo.\"\n\nThe big question hanging over this growing feud between the leading GOP presidential candidate and the leading conservative television network is who needs the other more. Fox is still celebrating its ratings from the first debate where Trump emerged as the dominant figure and helped attract 24 million viewers. It could be a long campaign season for the network if Trump boycotts them while regularly turning up on all their competitors’ news programs.\n\nRelated: Trump’s Campaign, Leaking Oil, Rumbles Onward\n\nOn the other hand, there are political risks inherent in Trump -- or any other presidential candidate, for that matter -- crossing Fox and bypassing a huge audience of largely conservative viewers – especially if the GOP presidential campaign begins to tighten.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Well, it looks as if the truce is over – and we’re not talking about last weekend’s dé", "title": "Ailes Blasts Trump for His ‘Disturbing’ New Attack on Kelly", "url": "http://www.thefiscaltimes.com/2015/08/25/Ailes-Blasts-Trump-His-Disturbing-New-Attack-Kelly", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/Megyn_Kelly_Fox.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/08/25/Ailes-Blasts-Trump-His-Disturbing-New-Attack-Kelly", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/Megyn_Kelly_Fox.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Well, it looks as if the truce is over – and we’re not talking about last weekend’s dé", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Ailes, a veteran Republican political pro and TV new impresario, may be on to something in saying that Trump’s obsessive attacks on Kelly are highly disturbing – and even bizarre.\nAccording to Politico, Bret Baier, who was one of the three moderators of the GOP debate, tweeted, \"It's been 19 days since the debate - @realDonaldTrump has made his feelings clear.\nIt could be a long campaign season for the network if Trump boycotts them while regularly turning up on all their competitors’ news programs.\nFox is still celebrating its ratings from the first debate where Trump emerged as the dominant figure and helped attract 24 million viewers.\nThe big question hanging over this growing feud between the leading GOP presidential candidate and the leading conservative television network is who needs the other more."}