{"article_title": "ObamaCare Tax Penalties to Affect Millions — Illegal Aliens Exempted", "article_keywords": ["gross", "repeal", "taxpayers", "form", "obamacare", "penalties", "income", "tax", "exempted", "penalty", "illegal", "affect", "republican", "aliens", "8965", "millions"], "article_url": "http://www.thenewamerican.com/usnews/politics/item/20044-obamacare-tax-penalties-to-affect-millions-illegal-aliens-exempted", "article_text": "An estimated three to six million taxpayers will get a nasty surprise when they fill out their federal income returns this year. They will be subject to the ObamaCare tax penalty, or as it is expressed in governmentese, a “shared responsibility payment.” Just calculating one’s “shared responsibility payment” can be quite a chore. There is an online worksheet posted here.\n\nIt is remarkable that ObamaCare, a bill that was promoted by former Speaker of the House Nancy Pelosi as one that should be passed so that people could learn what's in it, would have a tax penalty that would require taxpayers to open a form and enter data so that they can then learn how much the penalty will be. The tax penalty is scheduled to be even worse next year.\n\nAnother unpleasant surprise awaits taxpayers if they need to file a Form 8965 for calculation of the tax penalty. Form 8965 adds a new form of increased complexity in filling out tax forms. It requires the taxpayer to gather and report adjusted gross income from other people’s tax returns, not just his or her own adjusted gross income. Page 3 of the instructions for Form 8965 says:\n\nFor the purposes of Form 8965, your household income is your modified gross income (MAGI) plus the MAGI of each individual in your tax household whom you can claim as dependent and who is required to file his or her own tax return.\n\nWhat if one of the dependents’ tax returns is audited and the dependent needs to file an amended tax return with a different adjusted gross income? It could require an additional amended tax return by the taxpayer who needed to file the Form 8965.\n\nIllegal aliens are exempted from this penalty. Page 2 of the instructions for Form 8965 has a Coverage Exemption Table. In the fourth block one can find “Not a U.S. citizen, not a U.S. national, and not lawfully present in the U.S.” as criteria for being exempted from paying this penalty.\n\nThe obvious solution is to repeal ObamaCare. That’s what the voters said when they went to polls this past November. That’s what many candidates said when they sought the Republican nominations for Congress and U.S. Senate. That’s what the candidates said when they asked for donations and when they asked for votes in the November elections.\n\nNumerous Republican lawmakers are now turning their backs on the people who supported them. Some of them want to repeal and replace ObamaCare. Others are advocating just making selected changes to the healthcare law. Either way means the same thing — tweak and keep ObamaCare. Such wafflings are consistent with Professor Carroll Quigley’s book Tragedy and Hope, where he said:\n\nThe two parties should be almost identical, so that the American people can “throw the rascals out” at any election without leading to any profound or extensive shifts in policy.\n\nWill the American people be lulled to sleep as they were in 1994? They threw the rascals out, but in the euphoria of seeing Republican majorities in both houses of Congress they forgot to keep their eyes on the rascals they voted into office. Or will the American people learn from their mistakes of the 1990s and accept nothing less than full repeal of ObamaCare? There is no excuse for waffling by the newly elected Republican majorities in both houses of Congress. There is virtually no popular support for ObamaCare. The voters already want to see it repealed, and that sentiment will certainly increase when the taxpayers get to Line 61 of this year’s IRS Form 1040.\n\nAn uncompromising action plan to repeal ObamaCare can be found on the John Birch Society website here.", "article_metadata": {"keywords": "taxpayers, Obamacare, tax penalty, income tax returns, gross adjusted income", "og": {"url": "http://www.thenewamerican.com/usnews/politics/item/20044-obamacare-tax-penalties-to-affect-millions-illegal-aliens-exempted", "image": "http://www.thenewamerican.com/media/k2/items/cache/4090ce7314cb9e850a00513392ec419c_XL.jpg", "type": "article", "description": "An estimated three to six million taxpayers will get a nasty surprise when they fill out their federal income returns this year and are subject to the ObamaCare tax penalty. by Kurt Hyde", "title": "ObamaCare Tax Penalties to Affect Millions — Illegal Aliens Exempted"}, "image": "http://www.thenewamerican.com/media/k2/items/cache/4090ce7314cb9e850a00513392ec419c_XL.jpg", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcd702\"", "article_summary": "It requires the taxpayer to gather and report adjusted gross income from other people’s tax returns, not just his or her own adjusted gross income.\nAn uncompromising action plan to repeal ObamaCare can be found on the John Birch Society website here.\nAnother unpleasant surprise awaits taxpayers if they need to file a Form 8965 for calculation of the tax penalty.\nThey will be subject to the ObamaCare tax penalty, or as it is expressed in governmentese, a “shared responsibility payment.” Just calculating one’s “shared responsibility payment” can be quite a chore.\nThe tax penalty is scheduled to be even worse next year."}