{"article_title": "Obama: China knows it cannot sustain export-driven growth model", "article_keywords": ["going", "knows", "congress", "exportdriven", "clear", "work", "problems", "trade", "growth", "china", "tempting", "tpp", "sustain", "model", "obama"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/02/22/Obama-China-knows-it-cannot-sustain-export-driven-growth-model", "article_text": "WASHINGTON (Reuters) - U.S. President Barack Obama on Monday said China recognized it could not sustain an export-driven growth model indefinitely but that it would take time to change.\n\nSpeaking to state governors at the White House, Obama urged them to press the U.S. Congress to approve the Trans-Pacific Partnership trade pact to boost U.S. exports in a region where China is \"the 800-pound gorilla.\"\n\nObama said it was tempting for China to try to solve its short-term problems by dumping state-subsidized goods into the U.S. market but said his administration had made clear to China that would not work, Obama said.\n\n\"They recognize that they can’t forever sustain an export-driven growth model, but it’s going to take some time and it’s tempting for them to solve short-term problems by just dumping a bunch of state-subsidized goods into the U.S. market,\" Obama said in response to a question raising concerns about China's exports of iron ore.\n\n\"We’ve been very clear with them about the fact that that’s not going to work, and we’re going to put in place tools to make sure it doesn’t work,\" he said.\n\nObama also said the United States had made clear China needed to have an orderly market-based currency system that did not advantage its companies over their U.S. counterparts.\n\n\"Right now, frankly, their intervention is to prop up their currency rather than to devalue it, because a lot of people have been nervous about the Chinese economy,\" he said.\n\nELECTION ROILS TPP DEBATE\n\nObama told the governors he was \"cautiously optimistic\" that Congress ultimately will back the 12-nation TPP trade pact, which labor unions oppose because of what Obama called \"emotions\" about job losses from past trade deals.\n\n\"Our concern there was that China was the 800-pound gorilla. And if we allowed them to set trade rules out there, American businesses and American workers were going to be cut out,\" he said.\n\nObama said he would have to rely on votes from \"a set of strong pro-trade Democrats\" in Congress as well as Republicans.\n\nBut Obama acknowledged that Republicans have also \"some concerns along the margins\" of the TPP, such as provisions affecting tobacco, and said the campaign for the Nov. 8 presidential election has \"roiled\" the debate in both parties.\n\nSenate Majority Leader Mitch McConnell, a Republican, has said he has \"some problems\" with the TPP and does not think it should be pursued before the election.\n\n(Additional reporting by Jeff Mason and David Brunnstrom; Editing by David Gregorio and Cynthia Osterman)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "WASHINGTON (Reuters) - U.S.", "title": "Obama: China knows it cannot sustain export-driven growth model", "url": "http://www.thefiscaltimes.com/latestnews/2016/02/22/Obama-China-knows-it-cannot-sustain-export-driven-growth-model", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-asean-obama_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/02/22/Obama-China-knows-it-cannot-sustain-export-driven-growth-model", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-asean-obama_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "WASHINGTON (Reuters) - U.S.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "WASHINGTON (Reuters) - U.S. President Barack Obama on Monday said China recognized it could not sustain an export-driven growth model indefinitely but that it would take time to change.\nObama also said the United States had made clear China needed to have an orderly market-based currency system that did not advantage its companies over their U.S. counterparts.\nObama said it was tempting for China to try to solve its short-term problems by dumping state-subsidized goods into the U.S. market but said his administration had made clear to China that would not work, Obama said.\nObama said he would have to rely on votes from \"a set of strong pro-trade Democrats\" in Congress as well as Republicans.\nSpeaking to state governors at the White House, Obama urged them to press the U.S. Congress to approve the Trans-Pacific Partnership trade pact to boost U.S. exports in a region where China is \"the 800-pound gorilla.\""}