{"article_title": "John Roberts in the hot seat: Now it’s his fellow conservative justices playing political games with him", "article_keywords": ["insurance", "plans", "wouldnt", "subsidies", "political", "chaos", "politics", "fellow", "roberts", "seat", "hot", "conservative", "games", "justices", "exchanges", "health", "struck", "john", "playing"], "article_url": "http://www.salon.com/2015/03/05/john_roberts_in_the_hot_seat_now_its_his_fellow_conservative_justices_playing_political_games_with_him/", "article_text": "Topics: aca, Anthony Kennedy, Antonin Scalia, Editor's Picks, exchanges, health insurance, John Roberts, king v. burwell, law, Obamacare, Samuel Alito, SCOTUS, Supreme Court, Politics News\n\nThe build-up to yesterday’s King v. Burwell oral arguments involved all sorts of political head games from both sides. Though that may have come across as gauche to those stuffy legal scholars consider matters of statutory adjudication to be above politics, it makes sense, since the very fact that a hilarious case like this got as far as the Supreme Court in the first place indicates how politicized the bench has become.\n\nIn the weeks leading up to Obamacare’s latest SCOTUS adventure, we saw every Republican lawmaker worth his salt introducing a plan, or something plan-ish, to arrest health insurance markets from the chaos that would ensue if the Court ruled in plaintiffs’ favor. The only real “fix” to prevent imminent chaos would be a statutory clean-up to maintain the availability of subsidies for those who purchase plans on federally facilitated exchanges. Only one of the GOP plans put forth would extend the availability of such subsidies, and it would only do so for a temporary “transitional” period before [undefined conservative panacea] happens and everything is perfect again. But even this temporary extension is likely a no-go in Republican congressional politics. And the other plans put forth are your typical shareholder-friendly mutterings about how allowing insurers to sell plans across state lines (i.e. a race to the bottom) will solve all of America’s health insurance woes.\n\nThe White House has been playing politics, too. It’s hard to imagine that HHS Secretary Sylvia Mathews Burwell has not once considered a contingency plan in the event of a ruling against the government — not that there’s a whole lot that can be done. But that’s certainly the impression she’s trying to give off! She, the administration, and congressional Democrats want the justices, specifically Chief Justice John Roberts, to know that a ruling in favor of the plaintiffs, aside from being legally egregious, would introduce a level of chaos to the health insurance system not easily remedied.\n\nWhat struck me, after reading the transcript of yesterday’s arguments, was how the same political dynamic held up within the brief hearing. But instead of conservative legislators trying to reassure Justice Roberts that everything would be fine if he went ahead and struck down the subsidies, it was a couple of his fellow conservative justices doing it.\n\nJustice Samuel Alito, in his questioning of Solicitor General Don Verrilli, floated an appealing option for Roberts that would allow him to rule for the plaintiffs’ without having to rely immediately on congressional action to prevent chaos. “Would it not be possible if we were to adopt Petitioners’ interpretation of the statute,” Alito asked, “to stay the mandate until the end of this tax year as we have done in other cases where we have adopted an interpretation of the constitutional [sic] or a statute that would have very disruptive consequences…”? In other words, we kill off the subsidies, but it wouldn’t go into effect until next year.\n\nVerrilli responded, well, sure, you could do that if you want to, but as “a practical matter,” it still wouldn’t be enough time. If the subsides for federally facilitated exchanges were struck down starting in the next year, and states wanted to set up their own exchanges in response — hardly something that should be assumed about red states, no matter the pressure they’d face from the newly de-insured — those states wouldn’t have enough time to get things up and running before the next enrollment period.", "article_metadata": {"description": "At Monday's King arguments, it was Scalia, Alito and Kennedy's turn to worm their way into the Chief Justice's head", "title": "John Roberts in the hot seat: Now it’s his fellow conservative justices playing political games with him", "og": {"site_name": "Salon", "description": "At Monday's King arguments, it was Scalia, Alito and Kennedy's turn to worm their way into the Chief Justice's head", "title": "John Roberts in the hot seat: Now it’s his fellow conservative justices playing political games with him", "url": "http://www.salon.com/2015/03/05/john_roberts_in_the_hot_seat_now_its_his_fellow_conservative_justices_playing_political_games_with_him/", "image": "http://media.salon.com/2015/01/scalia_roberts2.jpg", "type": "article"}, "twitter": {"description": "At Monday's King arguments, it was Scalia, Alito and Kennedy's turn to worm their way into the Chief Justice's head", "title": "John Roberts in the hot seat: Now it’s his fellow conservative justices playing political games with him", "image": "http://media.salon.com/2015/01/scalia_roberts2.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Jim Newell", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, aca, Anthony Kennedy, Antonin Scalia, Editor's Picks, exchanges, health insurance, John Roberts, king v. burwell, law, Obamacare, Samuel Alito, SCOTUS, Supreme Court", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcd70d\"", "article_summary": "a race to the bottom) will solve all of America’s health insurance woes.\nTopics: aca, Anthony Kennedy, Antonin Scalia, Editor's Picks, exchanges, health insurance, John Roberts, king v. burwell, law, Obamacare, Samuel Alito, SCOTUS, Supreme Court, Politics NewsThe build-up to yesterday’s King v. Burwell oral arguments involved all sorts of political head games from both sides.\nBut instead of conservative legislators trying to reassure Justice Roberts that everything would be fine if he went ahead and struck down the subsidies, it was a couple of his fellow conservative justices doing it.\nWhat struck me, after reading the transcript of yesterday’s arguments, was how the same political dynamic held up within the brief hearing.\nIn other words, we kill off the subsidies, but it wouldn’t go into effect until next year."}