{"article_title": "Afghan soldiers who ran from Cape Cod hit up nearby strip club", "article_keywords": ["mohammad", "life", "hit", "cape", "reported", "ran", "boston", "globe", "pub", "leave", "club", "guard", "cod", "strip", "soldiers", "massachusetts", "afghan", "national", "nearby"], "article_url": "http://www.washingtontimes.com/news/2014/sep/23/afghan-soldiers-who-ran-from-cape-cod-hit-up-nearb/", "article_text": "It’s not completely clear yet why the three Afghan military officers who took off during a Cape Cod training mission ran away — but what is known is they hit up a nearby strip club, Zachary’s Pub in Mashpee.\n\nThe pub bills itself as a “gentleman’s club” with “all-nude exotic entertainment,” as well as billiards, Keno and draft beer at $4 a pop, the Boston Globe reported. The men didn’t cause any trouble while visiting, said Mashpee Police Chief Rodney Collins, in the newspaper.\n\n“I assume they were looking at naked women, but that’s pure speculation,” Chief Collins told the Boston Globe.\n\nThe three — Maj. Jan Mohammad Arash, Capt. Mohammad Nasir Askarzade and Capt. Nooreullah Aminyar — have been captured and are in the hands of the U.S. Immigration and Customs Enforcement, locked up at the Buffalo Federal Detention Facility in Batavia, N.Y., the Boston Globe reported.\n\nThe trio were “participating in a chaperoned event to introduce them to cultural aspects of American life” at Cape Cod Mall on Saturday when they simply slipped away, the Massachusetts National Guard said, various media reported. Col. James Sahady, a spokesman for the Massachusetts National Guard, said the three did have valid passports and visas.\n\nAnd one expert said it’s fairly common for soldiers in the West to try to leave their home countries, due to ongoing turmoil or in pursuit of better lives.\n\n“People are concerned about the uncertainty in the country and the future, particularly young people,” Ali Ahmed Jalali, a former Afghan interior minister, said in the Boston Globe. “Many just want a better life. I sense this might be the reason for [the three] to leave the country.”", "article_metadata": {"description": "It's not completely clear yet why the three Afghan military officers who took off during a Cape Cod training mission ran away — but what is known is they hit up a nearby strip club, Zachary's Pub in Mashpee.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "It’s not completely clear yet why the three Afghan military officers who took off during a Cape Cod training mission ran away — but what is known is they hit up a nearby strip club, Zachary’s Pub in Mashpee.", "title": "Afghan soldiers who ran from Cape Cod hit up nearby strip club", "url": "http://www.washingtontimes.com/news/2014/sep/23/afghan-soldiers-who-ran-from-cape-cod-hit-up-nearb/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/09/22/missing-afghan-soldiers-jpeg-04cc8.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/09/22/missing-afghan-soldiers-jpeg-04cc8.jpg", "description": "It's not completely clear yet why the three Afghan military officers who took off during a Cape Cod training mission ran away — but what is known is they hit up a nearby strip club, Zachary's Pub in M", "site": "@washtimes", "card": "summary", "title": "Afghan soldiers who ran from Cape Cod hit up nearby strip club"}, "Author": "Cheryl K. Chumley", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "The Boston Globe"}, "_id": "\"57477af36914bd0286fcd711\"", "article_summary": "Col. James Sahady, a spokesman for the Massachusetts National Guard, said the three did have valid passports and visas.\n“I assume they were looking at naked women, but that’s pure speculation,” Chief Collins told the Boston Globe.\nThe pub bills itself as a “gentleman’s club” with “all-nude exotic entertainment,” as well as billiards, Keno and draft beer at $4 a pop, the Boston Globe reported.\n“People are concerned about the uncertainty in the country and the future, particularly young people,” Ali Ahmed Jalali, a former Afghan interior minister, said in the Boston Globe.\nIt’s not completely clear yet why the three Afghan military officers who took off during a Cape Cod training mission ran away — but what is known is they hit up a nearby strip club, Zachary’s Pub in Mashpee."}