{"article_title": "Holiday Film Guide: Brian Miller’s 10 Best Movies", "article_keywords": ["great", "room", "working", "movies", "tell", "ushio", "tie", "brian", "waiting", "uses", "best", "polley", "millers", "hortons", "holiday", "guide", "film"], "article_url": "http://www.seattleweekly.com/home/950355-129/holiday-film-guide-brian-millers-10", "article_text": "1 Her See review.\n\nDelpy and Hawke and in Before Midnight.\n\nDespina Spyrou/Sony Pictures Classics Sarah Polley with her father Michael in Stories We Tell.\n\nRoadside Attractions More Photos » Related Content\n\n2 The Great Beauty Paolo Sorrentino’s sensational consideration of modern-day Italy in decline uses aging playboy journalist Jep (the sublime Toni Servillo) as a kind of dissolute emblem for that nation. (On assignment, he gloomily surveys the capsized Costa Concordia, another icon of Berlusconi’s Italy.) Brilliantly shot in widescreen by Luca Bigazzi, The Great Beauty both luxuriates in what Jep calls “this debauched country” and forces him to reassess the hedonistic now versus the glories of Rome’s past. (November, but may return to theaters after the January 16 Oscar nominations.)\n\n3 Gravity See Robert Horton’s list.\n\n4 Before Midnight Nine years after we last saw them, Celine (Julie Delpy) and Jesse (Ethan Hawke) resume their same, long conversation—a loving, quarrelsome test of wills. Unmarried but now the parents of twin daughters, Celine and Jesse feel like old friends to moviegoers after 1995’s Before Sunrise and 2004’s Before Sunset. Again directed by Richard Linklater and co-written with his two stars, Before Midnight becomes an on-again/off-again argument about who has to sacrifice what for a relationship, what sexual spark keeps it burning, and how shared romantic history becomes both a burden and a bond. (June)\n\n5 All Is Lost See Horton’s list.\n\n6 Nebraska See Horton’s list.\n\n7 Stories We Tell A documentary that’s not afraid to confabulate a little, Sarah Polley’s family portrait uses old home movies and new interviews to assess her parents’ marriage and her own genetic makeup—apparently always an enigma in the Polley household. Is her daddy not her daddy? And how should we view her free-spirited mother (now dead), an actress who married an actor? Polley, an accomplished actress herself, asks us to question the reliability of storytelling, hers included. (June)\n\n8 The Act of Killing See Horton’s list.\n\n9 (tie) In No Great Hurry: 13 Lessons in Life With Saul Leiter/Cutie and the Boxer Two lively and affecting movies about making art, a topic that usually produces dreary documentaries. Released in August, Zachary Heinzerling’s Cutie follows aging Japanese couple Ushio and Noriko Shinohara around Brooklyn. A drunk who’s coasting on his youthful reputation, Ushio depends utterly on his wife. And Noriko, a late bloomer in her art, reveals a stoic dignity that keeps their marriage working. Directed by Tomas Leach, In No Great Hurry played Northwest Film Forum the very week in November that the 89-year-old photographer died in New York. Belatedly recognized for his impressionistic color street photography of the ’50s, Leiter is allowed to simply discourse upon life and philosophy. He has no use for clarity or the decisive moment. “To know everything is not good,” he declares.\n\n10 (tie) Inequality for All/The Waiting Room Two rather didactic docs that tell right-thinking liberals what we already know, but their power lies in the details. Robert Reich amplifies his book Aftershock in Jacob Kornbluth’s Inequality for All. The September release explores how government policy—with both Republican and Democratic fingers on the scale—has been tipped against the middle class since the ’70s. Less seen during its short March release, Peter Nicks’ low-key advocacy doc The Waiting Room planted its camera in the ER of Oakland’s Highland Hospital to see how patients are processed. Later broadcast on PBS, The Waiting Room is part of the broader Obamacare debate that is, incredibly, still raging. In California, that state’s health-insurance exchange is now working nicely. This doc shows us a health-care system that so many said—and that so many Republican governors continue to say—was working just fine.\n\nNear-favorites: American Hustle, Captain Phillips, The Crash Reel, Dallas Buyers Club, Elysium, Fruitvale Station, Gimme the Loot, A Hijacking, Inside Llewyn Davis, Let the Fire Burn, Mud, Reality, Trance, Short Term 12, Spring Breakers, 12 Years a Slave, The Wolf of Wall Street. (Late to Seattle from 2012 were 56 Up, No, and Zero Dark Thirty.)\n\nDidn’t see, but on my Scarecrow list: Blue Caprice, Bastards, Frances Ha, The Hunt, Sightseers, Upstream Color, Wadjda.\n\nbmiller@seattleweekly.com", "article_metadata": {"description": "1 Her See review.\n 2 The Great Beauty Paolo Sorrentino’s sensational consideration", "og": {"site_name": "Seattle Weekly", "description": "1 Her See review. 2 The Great Beauty Paolo Sorrentino’s sensational consideration of modern-day Italy in decline uses aging playboy journalist Jep (the sublime Toni", "title": "Holiday Film Guide: Brian Miller’s 10 Best Movies of 2013", "url": "http://", "image": "http://archive.seattleweekly.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=Ol_LRgf43qQxiVMEgU$dts$daE2N3K4ZzOUsqbU5sYtt6MQi6A6eHq1Ppt8qMSQmWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "type": "article"}, "keywords": "LIST, HORTON, MIDNIGHT, DELPY, HAWKE, MOVIES, POLLEY, WAITING, WORKING, ACTRESS,", "fb": {"app_id": 500578586675733}, "msvalidate.01": "3443F17DFB93961891E95B1452B50579", "google-site-verification": "HB1ruhwjr9G2iMWnFITxFS9YXCHqRDvxfYM7NFy7KA0"}, "_id": "\"57477af46914bd0286fe4bf4\"", "article_summary": "Later broadcast on PBS, The Waiting Room is part of the broader Obamacare debate that is, incredibly, still raging.\nLess seen during its short March release, Peter Nicks’ low-key advocacy doc The Waiting Room planted its camera in the ER of Oakland’s Highland Hospital to see how patients are processed.\n10 (tie) Inequality for All/The Waiting Room Two rather didactic docs that tell right-thinking liberals what we already know, but their power lies in the details.\nDirected by Tomas Leach, In No Great Hurry played Northwest Film Forum the very week in November that the 89-year-old photographer died in New York.\nDidn’t see, but on my Scarecrow list: Blue Caprice, Bastards, Frances Ha, The Hunt, Sightseers, Upstream Color, Wadjda."}