{"article_title": "Legal Challenge to Refugee Resettlement Program Ready, Needs Only a Plaintiff Governor", "article_keywords": ["needs", "plaintiff", "refugee", "resettlement", "states", "federal", "state", "program", "legal", "governor", "ready", "law", "refugees", "challenge", "thompson"], "article_url": "http://www.breitbart.com/big-government/2015/12/03/legal-challenge-refugee-resettlement-program-ready-needs-plaintiff-governor/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nThe Thomas More Law Center, a well respected public interest law firm, is ready to file a lawsuit challenging the constitutionality of the $1 billion a year U.S. Refugee Resettlement Program and is looking for a governor to be the plaintiff in a case that can be filed on short notice.\n\nThe Refugee Resettlement Program, which has been in operation for more than three decades, brings 100,000 refugees a year, 40 percent of whom are Muslim, into the United States. As Breitbart News reported previously, the Obama administration intends to bring 10,000 Syrian refugees to the United States in 2016, despite testimony by the director of the FBI these refugees cannot be vetted and polls that show more than 10 percent of the refugees have a positive view of ISIS.\n\nSIGN UP FOR OUR NEWSLETTER\n\nDick Thompson, the executive director of the Thomas More Law Center and a former prosecutor in Michigan, tells Breitbart News that the public interest law firm has devoted more than six months and much of its legal staff researching the legal authority by which President Obama authorizes un-elected and unaccountable “voluntary agencies” (VOLAGs) to place refugees in states without receiving the permission of the state’s governor.\n\n“We’ve drafted a 16 page complaint that we can utilize for any one of the Wilson-Fish state governors. All we need is for one of these governors from a Wilson-Fish state to say I want to file a lawsuit, and we could file one on their behalf within a few days. Moreover, our representation is without charge,” Thompson says.\n\nThe basis of the lawsuit is that the program, as currently operated, violates the Tenth Amendment to the Constitution.\n\nAs Breitbart News reported previously, the Refugee Resettlement Program in 12 states is under the “Wilson-Fish alternative program.” State governments in those states have informed the federal government they will not operate the resettlement program in their state.\n\nCiting the 1984 Wilson-Fish amendment to the Immigration and Naturalization Act as legal authorization, the federal government has handed over operational authority for the local resettlement to selected VOLAGs, such as Catholic Charities, Lutheran Immigration and Refugee Service, and the International Rescue Committee.\n\n“We’ve been working on this issue since June 2015,” Thompson explains.\n\nAs Breitbart News reported previously, the 12 Wilson-Fish alternative program states are:\n\nAlabama\n\nAlaska\n\nColorado\n\nIdaho\n\nKentucky\n\nLouisiana\n\nMassachusetts\n\nNevada\n\nNorth Dakota\n\nSouth Dakota\n\nTennessee\n\nVermont\n\nThe state of Texas, which is not a Wilson-Fish alternative state, recently sued the Obama administration and a VOLAG that resettles refugees in the Lone Star State, the International Rescue Committee, on the grounds that the resettlement operations are being conducted in violation of the enabling legislation, the Refugee Act of 1980, “which requires that the federal government ‘shall consult regularly’ with the state regarding the placement of refugees,” as the Texas Tribune reported.\n\nThe legal theory of the potential challenge anticipated the Thomas More Law Center, in contrast, is entirely constitutional.\n\nWhen the Paris bombing occurred, Thompson notes, a number of governors came out and said we don’t want those unvetted Syrian refugees that simply cannot be vetted because no documentation exists.\n\n“Several law professors countered that governors are prohibited from refusing refugees because of the Supremacy Clause [of the Constitution.] We’ve been researching this issue for several months, not only the case law, but the maze of federal regulations. And we believe the professors are wrong,” Thompson says.\n\nThe number of governors who do not want Syrian refugees in their states had grown to 30 by November 17, only one of whom is a Democrat (Gov. Hassan of New Hampshire.)\n\nThe Obama administration has threatened reprisals against any governor who takes action to stop the entry of new Syrian refugees to their states.\n\n“It’s sort of a puzzle you have to work through,” Thompson notes.\n\n“We believe we have a very strong meritorious claim that the Refugee Resettlement Program violates State Sovereignty principles under the 10th Amendment,” he adds.\n\n“We believe the federal government cannot commandeer state funds for its own federal program. When states refuse to go along with Federal Refugee Resettlement Program … the federal government simply uses these private agencies to go around state authority saying it doesn’t make any difference what the states think, and the VOLAGs operate as an agent of the federal government to carry out refugee resettlement program,” Thompson tells Breitbart News.\n\nKentucky could be the first state to hire the Thomas More Law Center to represent it in a constitutional legal challenge to the Refugee Resettlement Program.\n\nNewly elected Republican Governor Matt Bevin will be privately sworn in just after midnight next Tuesday morning, December 8, with a public ceremony to take place at 2 pm later that day.\n\nBevin, who lost the 2014 Kentucky Republican U.S. Senate primary to Sen. Mitch McConnell, launched a remarkable political comeback and scored an upset victory over Democrat Jack Conway in November. That comeback was a direct result of his staunchly limited government policy proposals and his promise to help repeal Obamacare.\n\nBevin may be looking for another opportunity to take it to the Washington political establishment, and a constitutional legal challenge to the President’s plan to spread Syrian refugees throughout the country could give him that chance.\n\nBreitbart News has asked several other governors of Wilson-Fish alternative states, including Governor Robert Bentley of Alabama, Governor Bill Haslam of Tennessee, Governor Charlie Baker of Massachusetts, Governor Butch Otter of Idaha, Governor Brian Sandoval of Nevada, Governor Dennis Daugaard of South Dakota, and Governor Jack Dalrymple of North Dakota, if they would be willing to be the plaintiffs represented by the Thomas More Law Center in this constitutional challenge to the Refugee Resettlement Program.\n\nOn Wednesday, Governor Bentley of Alabama issued a statement that echoed the complaint made by the state of Texas in its lawsuit.\n\n“I’m sorry but we won’t have any comment today,” a spokesperson for Idaho Governor Otter tells Breitbart News.\n\nNone of the other governors contacted by Breitbart News have responded yet.\n\nThe governors of Vermont and Colorado are Democrats and have already indicated they would not oppose the entry of Syrian refugees to their states.\n\nThe recent victory in the Louisiana gubernatorial contest by Democrat John Bel Edwards over Sen. David Vitter almost certainly rules the governor of that state out as a potential plaintiff.\n\nThe legal issue of the case, Thompson says, has to do with “any payments the state has to make [under the U.S. Refugee Resettlement Program].”\n\n“Even when you say take Medicaid, for every 2 federal dollars spent, the state spends 1, but they don’t have any control over where the money goes. And they don’t even know how many refugees are going to be resettled in their state. That budget [for state Medicaid payments to resettled refugees] is not 100 percent under their control,” Thompson points out.\n\n“You have a very good Tenth Amendment state sovereignty challenge. We only have to go back a few [years] when the Supreme Court ruled in the Obamacare case [National Federation of Independent Business v. Sebelius].”\n\nThompson notes “Chief Justice Roberts wrote, ‘The states are separate and independent sovereigns. Sometimes they have to act like it.’ ”\n\nThompson also notes that he disagrees with the Tennessee Attorney General who claims states cannot fight the federal government on this issue because he did not render a complete analysis of the issue.\n\n“The Tennessee Attorney General just came out with an opinion. He says the Supremacy Clause prevents state of Tennessee from stopping the Refugee Resettlement program. However, he never even discussed application of the 10th amendment [in that opinion],” Thompson notes.\n\nBreitbart News asked Thompson if a state legislature could be the plaintiff if the governor doesn’t step up.\n\n“You could make a very good argument for a state legislature to file the lawsuit,” Thompson says, adding however, that “the pure action would be the governor [as plaintiff].”\n\nThe issue, Thompson says, is “standing to sue.”\n\n“The governor normally has the power to represent the state. The ideal case would be the governor of a Wilson-Fish alternative program state.”\n\n“There’s a case that says a legislative body, not just the governor, can do that [have standing to act as a plaintiff]. We might be able to do that, represent a state legislature, as well,” Thompson concludes.\n\nAt least one state legislator in Tennessee thinks the Volunteer State may be up to the challenge.\n\n“Tennessee must now look for a legal actions to challenge the president’s decision of ignoring Tennessee’s desire not to take in any new Syrian refugees until they can be properly vetted and guaranteed of no embedded terrorist,” Tennessee State Representative Glen Casada (R-Thompson’s Station), tells Breitbart News.", "article_metadata": {"description": "The Refugee Resettlement Program brings 100,000 refugees a year, 40 percent of whom are Muslim, into the United States.", "og": {"site_name": "Breitbart", "description": "The Refugee Resettlement Program brings 100,000 refugees a year, 40 percent of whom are Muslim, into the United States.", "title": "Legal Challenge to Refugee Resettlement Program Ready, Needs Only a Plaintiff Governor - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/11/GERMANY-SWEDEN-DENMARK-EUROPE-MIGRANTS-Getty.png", "height": 480}, "url": "http://www.breitbart.com/big-government/2015/12/03/legal-challenge-refugee-resettlement-program-ready-needs-plaintiff-governor/", "type": "article"}, "twitter": {"description": "The Refugee Resettlement Program brings 100,000 refugees a year, 40 percent of whom are Muslim, into the United States.", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2015/11/GERMANY-SWEDEN-DENMARK-EUROPE-MIGRANTS-Getty.png", "title": "Legal Challenge to Refugee Resettlement Program Ready, Needs Only a Plaintiff Governor - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "10th Amendment, Constitution, Dick Thompson, Immigration and Naturalization Act, National Federation of Independent Business v. Sebelius, Refugee Resettlement program, State Sovereignty, Supremacy Clause, Thomas More Law Center, VOLAG, VOLAGs, Wilson Fish alternatives, Wilson Fish amendment to the Immigration and Naturalization Act of 1984,Big Government,refugee", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Government", "tag": "Wilson Fish amendment to the Immigration and Naturalization Act of 1984", "published_time": "2015-12-03T14:43:28-07:00", "categories": "Big Government"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "Refugee Resettlement Program and is looking for a governor to be the plaintiff in a case that can be filed on short notice.\nAs Breitbart News reported previously, the Refugee Resettlement Program in 12 states is under the “Wilson-Fish alternative program.” State governments in those states have informed the federal government they will not operate the resettlement program in their state.\n“We believe we have a very strong meritorious claim that the Refugee Resettlement Program violates State Sovereignty principles under the 10th Amendment,” he adds.\nKentucky could be the first state to hire the Thomas More Law Center to represent it in a constitutional legal challenge to the Refugee Resettlement Program.\nHe says the Supremacy Clause prevents state of Tennessee from stopping the Refugee Resettlement program."}