{"article_title": "Young voters weren't stupid; they just failed to read my column quoting Ron Paul: (Mulshine)", "article_keywords": ["column", "individual", "ron", "voters", "read", "quoting", "mandate", "obamacare", "young", "failed", "stupid", "obvious", "opposition", "werent", "paul", "mulshine", "gop"], "article_url": "http://www.nj.com/opinion/index.ssf/2014/11/young_voters_werent_stupid_they_just_failed_to_read_my_column_mulshine.html", "article_text": "A lot of talk-radio types and bloggers are having fun pointing out how the architect of Obamacare called Americans voters \"stupid\" for permitting it to be passed into law despite the way in which it shortchanges young people. (See video below)\n\nThose people don't seem to be all that bright either. How did they miss out on the obvious fact that Jonathan Gruber was the architect of Romneycare as well - and it relied on putting the same tricks past the people?\n\nThe M.I.T. prof had a central role in designing both programs and both rely on the same linchpin, an individual mandate backed up by a tax penalty.\n\nGruber himself has said the two are the same, according to this article in the Washington Post.\n\nIn the article, Gruber is cited as the architect of both Romneycare and Obamacare and also stating what it obvious to anyone who understands the issue, \"They're the same F-ing bill!\"\n\nI asked about the difference between this plan and the kind that was espoused by former House speaker Newt Gingrich back then (and, briefly, in May of this year). \"Zero difference,\" he said. \"This is, to my mind, the most blatantly obvious case of politics trumping policy I've ever seen in my life. Because this is an idea, that four or five years ago, Republicans were touting. A guy from the Heritage Foundation spoke at the bill signing in Massachusetts about how good this bill was.\"\n\n\n\nExactly. In fact there were three Republicans in the 2008 GOP primary who backed the individual mandate, Romney, Newt Gingrich and former Illinois Gov. Tommy Thompson. The Republican Party leadership was perfectly happy with that fact.\n\nI wasn't. At the time I think I was the sole pundit in America pointing out that the mandate is an abomination to conservatives for the obvious reason that it violates the right to contract. The only candidate I could find on the GOP side making that point was Ron Paul. And the place he made it was in my column of 2007 on the topic.\n\nThat column got picked up on the Ron Paul blogs and pretty much nowhere else. The Beltway RINOs hadn't yet realized that they opposed the individual mandate for a simple reason - they didn't.\n\nThat opposition emerged only after Obacamare had already been passed and they realized that it mighht be reversed in court through challenging the mandate. But that wasn't based on principle. It was pure opportunism. As far as I know, the only principled opposition to the mandate in the GOP rests with Drs. Ron and Rand Paul and few others who have followed their lead.\n\nThe rest were content to nominate for president in 2012 the same man who had pioneered the mandate - and who absurdly claimed to oppose Obamacare.\n\nEven as late as the summer of 2009, when I wrote the column below, the mainstream GOP had yet to come out in opposition to the mandate. If Gruber wonders why the young did not rise in opposition to Obamacare, you'll find your answer below. The RINOs were too busy pandering to the senior citizen lobby to mention to young people that they were the cash cows for the oldsters.\n\nBut it was obvious to us conservatives, as you can see from the column below I wrote in the summer of 2009.\n\nIt was headlined, \"It's the Young Who'll Be Burned by Health Reform.\" I present it for your reading pleasure:", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "chris-christie, columns, obamacare, paul-mulshine, ron-paul, opinion", "title": "Young voters weren't stupid; they just failed to read my column quoting Ron Paul: (Mulshine)", "parsely-page": "{\"title\": \"Young voters weren\\u0027t stupid; they just failed to read my column quoting Ron Paul: (Mulshine)\", \"link\": \"http://www.nj.com/opinion/index.ssf/2014/11/young_voters_werent_stupid_they_just_failed_to_read_my_column_mulshine.html\", \"image_url\": \"http://image.nj.com/home/njo-media/width620/img/politics_impact/photo/frank-pallonejpg-e7c5685a869aa109.jpg\", \"type\": \"post\", \"post_id\": \"14471524\", \"pub_date\": \"2014-11-12T21:42:19Z\", \"author\": \"Paul Mulshine | The Star Ledger\", \"tags\": [\"@politics\",\"@river\",\"chris-christie\",\"columns\",\"obamacare\",\"paul-mulshine\",\"ron-paul\"] }", "twitter": {"image": "http://image.nj.com/home/njo-media/width620/img/politics_impact/photo/frank-pallonejpg-e7c5685a869aa109.jpg", "creator": "@Mulshine", "site": "@njdotcom", "card": "summary_large_image", "description": "Did Barack Obama treat American voters as stupid? Well,  so did Mitt Romney and just about every Republican presidential contender except Ron and Rand Paul"}, "article_date_updated": "Wednesday, November 12, 2014,  6:20 PM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.nj.com/politics_impact/photo/frank-pallonejpg-e7c5685a869aa109.jpg\", \"author_name\": \"pmulshin\", \"author_nickname\": \"Paul Mulshine | The Star Ledger\", \"author_id\": \"2371\", \"source_blog_name\": \"New Jersey Opinion\", \"source_blog_url\": \"http://www.nj.com/opinion/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "NJ.com", "description": "Did Barack Obama treat American voters as stupid? Well,  so did Mitt Romney and just about every Republican presidential contender except Ron and Rand Paul", "title": "Young voters weren't stupid; they just failed to read my column quoting Ron Paul: (Mulshine)", "url": "http://www.nj.com/opinion/index.ssf/2014/11/young_voters_werent_stupid_they_just_failed_to_read_my_column_mulshine.html", "image": "http://image.nj.com/home/njo-media/width620/img/politics_impact/photo/frank-pallonejpg-e7c5685a869aa109.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "NJ.com", "article": {"author": "https://www.facebook.com/paul.mulshine"}, "article_comments": 0, "article_date_original": "Wednesday, November 12, 2014,  4:54 PM", "article_author": "Paul Mulshine | The Star Ledger", "Description": "Did Barack Obama treat American voters as stupid? Well,  so did Mitt Romney and just about every Republican presidential contender except Ron and Rand Paul"}, "article_summary": "The Beltway RINOs hadn't yet realized that they opposed the individual mandate for a simple reason - they didn't.\nThat column got picked up on the Ron Paul blogs and pretty much nowhere else.\nprof had a central role in designing both programs and both rely on the same linchpin, an individual mandate backed up by a tax penalty.\nThe only candidate I could find on the GOP side making that point was Ron Paul.\nIn fact there were three Republicans in the 2008 GOP primary who backed the individual mandate, Romney, Newt Gingrich and former Illinois Gov."}