{"article_title": "Nurses help new moms navigate motherhood", "article_keywords": ["madilynn", "help", "family", "motherhood", "nurses", "navigate", "programs", "leal", "deantoney", "moms", "program", "california", "nurse", "federal", "visiting"], "article_url": "http://edsource.org/2014/nurses-help-new-moms-navigate-motherhood/65383", "article_text": "Nurse Patty Leal smiled encouragingly at Kimberly Dean-Toney, 26, who had just finished reading a Sesame Street book to her 9-month-old daughter. She read enthusiastically while little Madilynn clapped and smiled and tried to eat the book.\n\n“You did a really good job,” Leal told Dean-Toney. Next time, “if (Madilynn) was turned to face you, she could see your smile.”\n\nTeaching new mothers the best way to read to their infants is just one of Leal’s many responsibilities as a home visiting nurse. Nurses like Leal offer pregnancy advice, monitor child development and explain parenting techniques to women who are young, low-income, or struggling with domestic abuse. They begin working with new mothers in the first or second trimester and continue until the child turns 2.\n\n“When a mother is pregnant or in the first few months (of her child’s life), every mother will make multiple promises to take good care of that child,” said Libby Doggett, the deputy assistant secretary for policy and early learning at the U.S. Department of Education. “It’s a unique time. It’s been found to be a very powerful time to intervene.”\n\nHome visiting isn’t a new idea. There has been some version of it in England since the late 19th century and it is a common practice in many European countries. Still, the idea has never really caught on in the United States.\n\nNow, with an influx of money from the Affordable Care Act and the Protecting Access to Medicare Act,* Leal is one of a growing number of home visiting nurses in California and across the country. While the money lasts – it’s set to run out on March 30, 2015 – nearly 1,800 California women will be visited by a nurse every few weeks as a part of the California Home Visiting Program that launched in 2012.\n\nProponents say the new spending has been a boon to mothers struggling with poverty, abuse or addiction. Providing consistent extra support for these mothers early on can help set them and their children on a different path, said Libby Doggett, the deputy assistant secretary for policy and early learning at the U.S. Department of Education.\n\n“When a mother is pregnant or in the first few months (of her child’s life), every mother will make multiple promises to take good care of that child,” said Doggett, formerly the director of the Pew Home Visiting Campaign. “It’s a unique time. It’s been found to be a very powerful time to intervene.”\n\nDean-Toney heard about the home visiting program in her doctor’s office the day she learned she’d be giving birth to a little girl. Knowing the gender of the baby made it real, Dean-Toney said, “and I just had a full meltdown.” A nurse at the office recommended she sign up for a home visiting nurse in Siskiyou County, the rural northern county where she lives. Dean-Toney jumped at the chance to have a little backup.\n\n“I was afraid I wasn’t going to know what to do or how to take care of (my baby),” Dean-Toney said. “I’m a worry-wart so I was worried someone would end up taking my baby away ’cause I was a bad mom.”\n\nThat hasn’t happened.\n\nWatching Madilynn dance to the tinny music from Dean-Toney’s phone, Leal said the little girl displayed all the right signs for a child her age. She was the right height and weight. She was reacting appropriately to new stimuli like music, or anything she could chew on. Her two bottom teeth had come in on schedule and the top two were starting to push through.\n\nMost importantly, Madilynn had clearly bonded with her mother. She smiled when Dean-Toney smiled. She crawled around the room, checking out toys and a reporter’s camera, but looked back regularly to make sure Dean-Toney was nearby. Leal said this sign of mother-child bonding is one of the best she could hope to see in the 23 families she visits regularly.\n\nHaving a baby can be an overwhelming experience for anyone, but it may be especially so for the young, low-income women who make up the bulk of the California Home Visiting Program clientele. Eighty-five percent of the clients served by the program are unmarried, 72 percent are Medicaid recipients and their median age is 18. The tools a nurse can provide to these new mothers – helping them breastfeed, showing them how to encourage language development, walking them through the terrors of teething – can make the journey a little bit easier.\n\n“(In the home visiting program,) they don’t make you feel like you’re less than a person because you don’t have financial ability,” Dean-Toney said. “They don’t make you feel like you’re not a good parent because you can’t supply things for your kid. They just help you with it.”\n\nThat help doesn’t come cheap. The California Home Visiting Program is funded entirely by the federal government and received $20.2 million last year. The funding flowed to the 22 county public health departments that are participating via the California Department of Public Health.\n\nFederal guidelines require that states receiving funds for home visiting work with programs that have been shown to improve the academic and social outcomes of the families they serve. California public health officials, who declined multiple interview requests, chose to work with Nurse Family Partnership and Healthy Families America, two national programs that meet federal standards.\n\n“(In the home visiting program,) they don’t make you feel like you’re less than a person because you don’t have financial ability,” said Kimberly Dean-Toney, a new mom in Siskiyou County participating in the California Home Visiting Program. “They don’t make you feel like you’re not a good parent because you can’t supply things for your kid. They just help you with it.”\n\nLong-term, randomized studies have found that, compared to their peers, children in the families enrolled in the Nurse Family Partnership program have lower rates of abuse and neglect, visit the emergency room for accidents and poisoning less frequently and are less likely to have been arrested by age 15. Studies have also found that children who were enrolled in the program had significantly fewer behavioral and intellectual problems at age 6.\n\nThough the current level of federal funding is unprecedented in California, it’s still not enough to serve every woman who qualifies. That’s in part because of the high cost of the programs that meet federal standards, said Moira Kenney, executive director of the First 5 Association of California. But Kenney said even the larger, less-expensive programs are not able to serve every woman who could benefit from home visiting services.\n\nKenney said county-based First 5 commissions, which are funded by a statewide tobacco tax to improve care and education programs for young children, have long been fielding leaner programs that employ people with varying levels of training to conduct visits. Statewide, staff of the various First 5 programs visit more than 12,000 women with newborns every year, plus thousands more with toddlers.\n\n“Our counties are really focused on making sure we stretch our dollars,” Kenney said. “We don’t want to sign up (a family with limited risk) for something that seems heavy-handed and unnecessary.”\n\nEarly Head Start, a federally funded program, provides home visiting services for an additional 12,000 California women living below the federal poverty line. Few of Early Head Start’s home visitors are trained nurses.\n\nGoing Deeper A summary of outcomes for Nurse Family Partnership programs in California\n\nChildren Now has compiled a useful collection of data and research about home visiting\n\nFederal funds mean home visiting is taking off around the country, including in Virginia, Illinois and New Mexico\n\nThere’s some disagreement about whether programs that don’t employ highly trained nurses can have the same effect as those that do. The existing research shows that nurses, who can keep track of a child’s health and development as well as provide emotional and practical support for new mothers, have a bigger impact than non-nurses.\n\nA 2005 RAND Corporation study found that children in families enrolled in Nurse Family Partnership programs had fewer emergency room visits and used fewer public services, such as the juvenile justice system, than similar families not in the programs. Researchers found a net benefit to government agencies of $34,148 per participating family, five times what it costs per family to run the program.\n\nA 2010 study of Healthy Families America found a more modest result. Families in the program used fewer government services, resulting in a recovery of about 15 percent of the cost of administering Healthy Families.\n\nTime is the most expensive and, proponents say, the most valuable element of a home visiting program. Most visits are two hours and though there is some structure to the meetings, they are long enough that they often feel like an organic discussion of parenting.\n\nDuring Leal’s visit with Madilynn and her mom, the nurse took time to discuss an issue that had been troubling Dean-Toney: Madilynn now knew how to bite. She’d been trying out this new skill on mom, in the middle of the night, while breastfeeding. Dean-Toney was at her wits’ end.\n\n“When she bites you, she wants to get a reaction,” Leal said. “So think about that. How do you find yourself reacting?”\n\n“I screamed and cried because it hurt really bad,” Dean-Toney said. She described a rubber baby spoon with deep gouges on its underside as evidence of Madilynn’s ferocity.\n\nBoth women laughed. Leal said she understood having a strong reaction to a painful bite, but told Dean-Toney staying calm and firm would better help Madilynn learn the difference between mom and a spoon. Dean-Toney sighed and practiced saying “no” firmly.\n\nThe two moved on to talking about breastfeeding in general and then how Madilynn was reacting to new foods. They also discussed Madilynn’s favorite music, her dental hygiene, her runny nose (dismissed as a minor cold) and Dean-Toney’s upcoming wedding to Madilynn’s father. Leal asked more questions than anything, providing reassurance and information in equal measure.\n\n“The motivational interviewing style that we use ”works really well,” Leal said. “It’s a privilege that (our clients are) willing to share things that are really intimate and important to them.”\n\nLeal has been a home visitor off and on for 30 years. She’s found the long talks she’s learned to use as part of the Nurse Family Partnership program to be more effective at sparking changed behaviors among new mothers than any practice she’s used in the past.\n\nBut at the federal level, the worth of the program itself has gotten less discussion than the question of whether or not the money exists to pay for it. If the current federal* funding is not renewed, one potential alternative is the Strong Start Act, which includes funding for home visiting. If it passes, it would replace the loss of funding from the Affordable Care Act. Currently, the bill is stuck in Congress as legislators debate its main purpose – providing states with additional funds to create or expand public preschool programs.\n\nWere she in charge of distributing public funds, Dean-Toney said she would definitely put more money into home visiting.\n\n“I can’t stress how important Patty (Leal) being a part of my baby being here has been,” Dean-Toney said. “Everything that I do, the way that I do it, is because of this program, and because of Patty. She’s never steered me wrong and that’s really cool because there are so many people out there that want to do that.”\n\n*Correction: Federal funds are currently flowing to the California Department of Public Health through the Protecting Access to Medicare Act, which continued the funding first supplied by the Affordable Care Act. Previously, this article only mentioned the Affordable Care Act. EdSource regrets the omission. July 16, 2014", "article_metadata": {"description": "A non-profit journalism website reporting on key education issues in California and beyond.", "tags": "education news, california education, non-profit news, common core, local control funding formula, k-12 education", "og": {"url": "http://edsource.org/2014/nurses-help-new-moms-navigate-motherhood/65383", "image": "http://edsource.org/wp-content/uploads/2014/07/HomeVisit_Yreka_infant_parent.jpg", "site_name": "EdSource", "description": "Home visiting nurses like Patty Leal offer pregnancy advice, monitor child development and explain parenting techniques to women who are young, low-income, or struggling with domestic abuse. They begin working with new mothers in the first or second trimester and continue until the child turns 2.", "title": "Nurses help new moms navigate motherhood"}, "twitter": {"title": "Nurses help new moms navigate motherhood", "description": "Home visiting nurses like Patty Leal offer pregnancy advice, monitor child development and explain parenting techniques to women who are young, low-income, or struggling with domestic abuse. They begin working with new mothers in the first or second trimester and continue until the child turns 2.", "card": "summary", "site": "@edsource"}, "HandheldFriendly": "True", "MobileOptimized": 320, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcd718\"", "article_summary": "Time is the most expensive and, proponents say, the most valuable element of a home visiting program.\nThe California Home Visiting Program is funded entirely by the federal government and received $20.2 million last year.\n“(In the home visiting program,) they don’t make you feel like you’re less than a person because you don’t have financial ability,” Dean-Toney said.\nIt’s been found to be a very powerful time to intervene.”Dean-Toney heard about the home visiting program in her doctor’s office the day she learned she’d be giving birth to a little girl.\nDuring Leal’s visit with Madilynn and her mom, the nurse took time to discuss an issue that had been troubling Dean-Toney: Madilynn now knew how to bite."}