{"article_title": "Trade sends Warriors reserve from obscurity to Hollywood « Culture & Features « Peninsula Press ARCHIVE (2010 – Sept. 2014)", "article_keywords": ["taylor", "old", "obscurity", "hes", "sends", "warriors", "bazemore", "lakers", "trade", "peninsula", "game", "richardson", "features", "team", "press", "im", "hollywood", "sept", "nba", "reserve"], "article_url": "http://archive.peninsulapress.com/2014/03/12/kent-bazemore-los-angeles-lakers/", "article_text": "The journey from fringe role player to starter can take an entire NBA career. For Los Angeles Lakers guard Kent Bazemore, 24, it happened in a week.\n\nLast month, the Lakers traded for Bazemore, along with MarShon Brooks in exchange for their own fan favorite, point guard Steve Blake. Many members of Laker Nation, including Kobe Bryant, criticized the deal.\n\nThat perception is starting to shift now that Bazemore, the Bay Area — and blogosphere — favorite has had a chance to see the court for a Lakers team in dire need of wing talent and, at the very least, excitement.\n\nBazemore, a 6-foot-5 shooting guard, is playing almost 30 minutes per game since moving to Los Angeles and he’s made the most of the opportunity, scoring a shade below 15 points per game in 10 games for the Lakers. Compare that to his career averages of two points and five minutes per game in 105 games with the Warriors.\n\nThe only downside for Laker fans is that because he’s spending so much more time on the court, there are far fewer chances for him to perform his outrageous bench celebrations.\n\nIf the Lakers are capable of producing a SportsCenter-worthy highlight this season when Bazemore is in a seated position, you’ll immediately notice a blur of motion enter your peripheral vision. The source of that movement will be Bazemore’s caffeinated, fast-twitch fiber celebrations.\n\nHe might sprint down the sidelines following an emphatic dunk, knees raised high, a subtle reminder of his track and field background. Or perhaps he’ll unleash the Greek statue of celebrations, a move known as “Bazemoring.” His hips will drop low, legs will extend, while his flexed arms and titled head point skyward — half celebration, half yoga position.\n\n“It’s all natural, I really don’t premeditate what I’m going to do,” said Bazemore.\n\nIn Jack Nicholson’s backyard, captivating performances are generally associated with the Botox brigade in attendance, not NBA bench players. But if you’ve watched the Golden State Warriors the last two seasons, then you’re probably already aware of his celebrations, even if you weren’t able to place a name with the acrobatics. A YouTube compilation of his greatest fits has already amassed more than 260,000 views.\n\nVideo game company Visual Sports, creator of the popular NBA 2K franchise, certainly noticed. Last summer, they brought Bazemore into their studios and strapped motion-capturing sensors to his torso, to accurately depict his reactions in the game. Bazemore even has a brief cameo in the game’s official trailer.\n\nBazemore doesn’t have to think twice when asked about the play that created his most animated reaction: Harrison Barnes’ dunk on Minnesota Timberwolves center Nicolas Pecovic, a rim meeting that’s on most shortlists for best dunk of 2013.\n\n“It was the first NBA poster I’ve seen in person,” said Bazemore. “I ran from the baseline all the way up to the scorer’s table almost and back.”\n\nBut Bazemore’s excitable bench presence can be traced back a few years earlier, to his freshman year at Old Dominion.\n\n“He’s always had a sense for the stage, for the game,” said Blaine Taylor, Old Dominion’s former head coach. “It kind of harkens back to ‘Cedric Cornbread’ Maxwell, when he was with the Celtics. He was very well-received by the fans because a lot of guys try to be too cool and don’t seem as human.”\n\nIt didn’t take long for Taylor, and the rest of the Old Dominion team, to witness the euphoria.\n\nIn the fourth game of the 2008 NCAA season, the Georgetown Hoyas paid a visit. Bazemore redshirted his freshman season, so he sat close to the coaches, wearing a bright orange tie, with matching shoes.\n\n“It was his first time seeing a heavyweight come into our building,” said John Richardson, an assistant coach at Old Dominion.\n\n“[The Hoyas] were loaded — Roy Hibbert, DaJuan Summers, Jeff Green,” said Bazemore. “So it’s a very intense game and the referee makes this horrible call and I jump up screaming.”\n\n“All of a sudden,” Taylor recalled of Bazemore’s reaction. “He’s waving a towel, guys are screaming and yelling.”\n\n“The referee walks over and says, ‘If you don’t sit down, I’m going to throw you out of the game,’” Bazemore remembered. “I was like, ‘Oh man, maybe I’m doing too much over here.’ That was kind of what started everything.”\n\n“At first you’re like, ‘Who is this cartoon character?’” Richardson said. “But the more you saw him that redshirt year, the more you realized how much he loved pulling for his teammates whether it was pushing them in practice or pulling for them in the game.”\n\nIt’s no surprise that Bazemore was caught up in the moment considering the change in stage size.\n\n“I came from a small town called Kelford [Virginia]” Bazemore said. “There’s not much down there. I didn’t even have any stoplights where I grew up.”\n\nGrowing up in a 245-person town, Bazemore was able to dabble in various sports, often training with the track team. A natural athlete, he once cleared 6-foot-8 in the high jump and ran the 200-meter sprint in 22.6 seconds.\n\n“The problem down there is he didn’t get the gym time and have the one-on-one instruction,” said Richardson, a fellow Kelford native. “There was one coach in charge of multiple sports.”\n\nStill, Richardson saw the potential and wound up recruiting Bazemore. “He was the best athlete on the floor,” Richardson said. “As a high school sophomore, he could do things that kids in college can’t.”\n\nOnce Bazemore arrived at Old Dominion, he took full advantage of his academic opportunities. In contrast to the pervasive one-and-done culture in college hoops, Bazemore is something of a rarity, an NBA player who graduated college — with two degrees in human services and criminal justice — before playing professionally.\n\n“Kent had the extra year and the extra time and the extra education to be more mature and more comfortable in his own skin by the time he got to the NBA,“ Taylor said.\n\n“Staying all four years helped me because I was able to grow as a person,” said Bazemore.\n\nThe four years, however, did not lead to a draft night phone call even though Bazemore won the Lefty Driesell Award as the NCAA’s top defensive player in 2011. Bazemore again had to prove himself.\n\n“It was kind of like a snapshot of my entire life,” said Bazemore. “Once draft day came, my agent told me that the chances [of getting drafted] were slim, but I already had my mind made up that I’m going to continue to work hard.”\n\nBazemore secured a spot in the summer league, before eventually being signed by the Warriors. Once he joined the team, Richard Jefferson immediately mentored the rookie, playing after practice and even letting Bazemore use his San Francisco apartment over the summer.\n\n“I was a huge Richard Jefferson fan when he played with the New Jersey Nets,” said Bazemore.\n\nJefferson still sends Bazemore game tape to study and takes an active role in keeping him focused. “He’s definitely a guy I’d never take for granted,” said Bazemore. “All the stuff you see me doing is 95 percent him.”\n\nBeyond basketball, Bazemore would like to eventually put his degrees to use.\n\n“I want to get into mentoring and I did a lot of shadowing of mentors in college,” said Bazemore. “Just trying to help kids try to turn their life around, which is what I ultimately want to get into.”\n\nHis former coach agrees.\n\n“I see him in a public setting, being very visible,” said Taylor. “He has a knack for that and is well-suited for something of that nature.”\n\nHomepage image courtesy of Flickr, Rose White/yarnivore.", "article_metadata": {"keywords": "basketball,Laker Nation,Lakers,Los Angeles Lakers,Los Angeles Lakers guard,Marshon Brooks,National Basketball Association,NBA,Sports,Steve Blake,Thomas Johnson,Warriors,Culture & Features,Frontpage Featured", "description": "Kent Bazemore, a 6-foot-5 shooting guard for the Lakers, is playing almost 30 minutes per game since moving to Los Angeles, and he’s made the most of the…", "generator": "WordPress 3.5", "robots": "noodp,noydir"}, "_id": "\"57477af46914bd0286fdc05f\"", "article_summary": "Jefferson still sends Bazemore game tape to study and takes an active role in keeping him focused.\n“He’s always had a sense for the stage, for the game,” said Blaine Taylor, Old Dominion’s former head coach.\nCompare that to his career averages of two points and five minutes per game in 105 games with the Warriors.\nLast month, the Lakers traded for Bazemore, along with MarShon Brooks in exchange for their own fan favorite, point guard Steve Blake.\n“Kent had the extra year and the extra time and the extra education to be more mature and more comfortable in his own skin by the time he got to the NBA,“ Taylor said."}