{"article_title": "Wisconsin hospitals say no to free drug samples", "article_keywords": ["wisconsin", "center", "thedacare", "visits", "medical", "drug", "say", "health", "free", "samples", "patient", "hospitals", "care"], "article_url": "http://www.usatoday.com/story/news/nation/2013/09/13/wisconsin-drug-samples/2812595/", "article_text": "Freebies drive up costs of patient treatment and care, health care executives say.\n\nHospitals struggle to deal with mass shortages of generic drugs. (Photo: Drug Enforcement Administration) Story Highlights Drug industry says samples help improve treatments\n\nFeedback on side effects, dosage is reason for free samples\n\nBut many Wisconsin health systems have already stopped the practice\n\nThe days of getting free drug samples from a Wisconsin physician are largely over.\n\nHealth care organizations have or are in the process of phasing out free samples to patients, as well as curbing visits by drug and medical equipment salesmen to doctors. They cite a variety of reasons for ending the samples, but cost is a big part of it.\n\nThedaCare, a Fox Cities-based health system, recently instituted a policy, proposed by its physicians, to end free samples and prohibit drug and medical manufacturer representatives from making in-clinic visits. ThedaCare includes five hospitals — Appleton Medical Center, Theda Clark Medical Center, New London Family Medical Center, Shawano Medical Center and Riverside Medical Center in Waupaca.\n\nDr. Mark Hallett, senior medical director for ThedaCare Physicians, said research shows samples drive demand for higher-priced, name-brand medications, although they might not be the best prescription for the situation.\n\n\"Many times, established and often generic medicines would suffice for most people,\" he said. \"Data shows out-of-pocket costs are higher for people who receive samples.\"\n\nThe pharmaceutical industry is keeping a watchful eye on the trend and is concerned it will become widespread, said Kendra Martello, deputy vice president for PhRMA, a trade group that represents companies like Merck and Pfizer.\n\n\"We worry about what it means for patient care and access to safety and treatment information for a certain product,\" Martello said. \"Samples also serve an important function since they provide immediate feedback on if a medicine works (or) has side effects for that patient.\"\n\nGreen Bay's Bellin Health stopped giving out samples several years ago, replacing them with vouchers and, like ThedaCare, is establishing better processes for getting patients into cost-assistance programs.\n\n\"Vouchers are easier to control. They don't expire and they don't walk off the shelf,\" said Amy Dettman, vice president of Bellin's physician division. \"You still need a prescription to go with it.\"\n\nIndividual hospital staffs are charged with checking samples to ensure they aren't expired, said Roslyne Schulman, director of policy for the American Hospital Association.\n\n\"We do not have data indicating how common this practice (of banning samples) is,\" Schulman wrote in an email.\n\nPrevea Health of Ashwaubenon began phasing out sample distributions a year ago, driven in part by the cost of inventory control and of disposing expired samples that sometimes made up 30 percent of the supply.\n\n\"When they expire, we have to pay to get rid of them,\" said Samantha Tonn, vice president of quality, risk and compliance. \"There's a huge housekeeping issue. To manage inventories with as much safety and security as pharmacies does costs staff time.\"\n\nIt's also easier to track which drugs patients are getting if they have a prescription, Tonn said.\n\nAurora Health Care, which partners with BayCare Clinics in Green Bay, generally prohibits handing out drug samples, also with the idea that prescriptions should be based on which drugs best fit the situation, not which are most promoted, said Nancy Vogt, director of compliance.\n\nGannett Wisconsin Media contacted a spokeswoman for Menasha-based Affinity Health System, which operates St. Elizabeth Hospital in Appleton and Mercy Medical Center in Oshkosh, about its policy on free drug samples and clinic visits by drug and medical equipment salesmen, but information was not provided at press time.\n\nFox Valley health care organizations have differing views on pharmaceutical and medical equipment reps visiting with doctors.\n\nThedaCare is ending the practice, Prevea and Bellin allow the visits, although in Bellin's case, after a prior-approval process. Drop-ins are not allowed by either.\n\n\"We do that so providers can learn about new products and medications,\" Tonn said. \"It's the education that our physicians are interested in.\"\n\nThat's the same reason Bellin continues to allow visits, Dettman said.\n\n\"There may be new medications, new research studies. They do sometimes bring experts in,\" she said. \"They are not the only source of information for our physicians.\"\n\nHallett said a provision of the new Affordable Care Act, the Physician Payment Sunshine Act, is a driver of their decision to end visits. The act says health care organizations must reveal anything of value given to physicians by reps. Samples are excluded from that rule.\n\n\"It gives us the ability to really eliminate the possibility of value transfers that could make the individual physician and the organization look as though they are influenced. That's difficult to assure,\" he said.\n\nAlso, he said, patient privacy rules mean salespeople have to be kept out of patient-care areas and away from patient information. It creates logistical problems within clinics.\n\nHallett said reps are good people, but at the end of the day are working for their employers.\n\n\"Among other goals, their job is to influence prescribers,\" he said.\n\nThe root of the problem is that many drugs are unaffordable, Hallett said. Health care organizations, historically, have done a poor job of getting patients into cost-assistance programs. ThedaCare plans a rapid-improvement event in October to educate its people on those programs.\n\nDettman said Bellin has at least one person trained in patient assistance programs at each site.\n\n—\n\nContributing: Nick Penzenstadler, (Appleton, Wis.) Post-Crescent\n\n\n\n\n\nRead or Share this story: http://usat.ly/19QpovH", "article_metadata": {"google": "notranslate", "description": "The days of getting free drug samples from a Wisconsin physician are largely over.", "og": {"site_name": "USA TODAY", "description": "The days of getting free drug samples from a Wisconsin physician are largely over.", "title": "Wisconsin hospitals say no to free drug samples", "url": "http://www.usatoday.com/story/news/nation/2013/09/13/wisconsin-drug-samples/2812595/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "The days of getting free drug samples from a Wisconsin physician are largely over.", "title": "Wisconsin hospitals say no to free drug samples", "image": "http://www.gannett-cdn.com/-mm-/057fa98f408df612db84259d9ce7411bc2f6d359/c=315-0-2284-1969&r=x643&c=640x640/local/-/media/USATODAY/GenericImages/2013/06/06/1370545033000-XXX-Pill-Mills004.JPG", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Geography/Appleton", "gci-asset-type": "story", "gci-categories": "Geography/Appleton", "title": "Wisconsin hospitals say no to free drug samples", "author": "Richard Ryman", "pageclass": "article", "recs": {"category": "news/nation", "image-3-4": "http://www.gannett-cdn.com/-mm-/f256b53a2c74d72e44e67fc95f12e7ca6c873dd0/c=434-0-1909-1969/local/-/media/USATODAY/GenericImages/2013/06/06/1370545033000-XXX-Pill-Mills004.JPG", "image-1-1": "http://www.gannett-cdn.com/-mm-/24182546d884c67e8682c9f0bb023f2d488b0a70/c=315-0-2284-1969/local/-/media/USATODAY/GenericImages/2013/06/06/1370545033000-XXX-Pill-Mills004.JPG", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/21e719dfee079eee1688544ae95e722339b73668/c=33-0-2647-1963/local/-/media/USATODAY/GenericImages/2013/06/06/1370545033000-XXX-Pill-Mills004.JPG", "image": "http://www.gannett-cdn.com/-mm-/444a1f0742c09639d75d4d2f382f8ba859e9bafd/c=0-174-2712-1703&r=x633&c=1200x630/local/-/media/USATODAY/GenericImages/2013/06/06/1370545033000-XXX-Pill-Mills004.JPG", "publishtime": "2013-09-13T21:27:33-04:00", "shorthed": "Wis. hospitals say no to drug samples", "articleid": 2812595, "image-16-9": "http://www.gannett-cdn.com/-mm-/37a2d6249ad9f36b3dfaf4e493918e9b4ca28cfb/c=0-174-2712-1703/local/-/media/USATODAY/GenericImages/2013/06/06/1370545033000-XXX-Pill-Mills004.JPG", "image-9-16": "http://www.gannett-cdn.com/-mm-/f63c6ae6793bfb07bb1a0dba8bfb842e7c441e25/c=456-0-1557-1963/local/-/media/USATODAY/GenericImages/2013/06/06/1370545033000-XXX-Pill-Mills004.JPG"}}, "news_keywords": "Wisconsin, drug samples, hospitals, patient assistance, prescription drugs"}, "_id": "\"57477af36914bd0286fcf04e\"", "article_summary": "ThedaCare includes five hospitals — Appleton Medical Center, Theda Clark Medical Center, New London Family Medical Center, Shawano Medical Center and Riverside Medical Center in Waupaca.\n(Photo: Drug Enforcement Administration) Story Highlights Drug industry says samples help improve treatmentsFeedback on side effects, dosage is reason for free samplesBut many Wisconsin health systems have already stopped the practiceThe days of getting free drug samples from a Wisconsin physician are largely over.\nFreebies drive up costs of patient treatment and care, health care executives say.\nHealth care organizations have or are in the process of phasing out free samples to patients, as well as curbing visits by drug and medical equipment salesmen to doctors.\n\"We worry about what it means for patient care and access to safety and treatment information for a certain product,\" Martello said."}