{"article_title": "A plan to ‘STOP’ career politicians", "article_keywords": ["end", "campaign", "congress", "career", "washington", "stop", "jolly", "lobbying", "politicians", "plan", "act"], "article_url": "http://www.pnj.com/story/opinion/2016/05/18/viewpoint-plan-stop-career-politicians/84537672/", "article_text": "The STOP Act is a sham. It is an election-year gimmick from someone who has spent his entire career in Washington. Guys like U.S. Rep. David Jolly and their hypocritical stands on everything from fundraising to lobbying are exactly why we’re seeing a groundswell of anger and frustration across the country. For Jolly and many politicians like him, the STOP Act was born out of campaign convenience and not any real understanding of the problem as a whole.\n\nAmericans deserve real solutions, and that has to begin with an honest assessment of what really ails us. As terrorist threats grow around the world and here at home, as our national debt continues to skyrocket and as our constitutional freedoms are under constant attack, politicians in Washington are more concerned with keeping their jobs than they are with doing their jobs. The disease isn’t fundraising as Jolly so wrongly claims. Fundraising is merely a symptom.\n\nThe disease is career politicians who set up shop in Washington and never leave.\n\nOurs was intended to be a citizen government — of the people, by the people and for the people. Our current system allows someone to start out as a longtime Capitol Hill staffer, who then leverages his or her access and contacts to gain million-dollar lobbying gigs, only to ultimately run for Congress and later head right back into lobbying. The STOP Act isn’t a cure for any of this.\n\nThe cure? A step-by-step plan to end career politicians once and for all.\n\nWe must enact term limits. Two six-year terms for senators and six two-year terms for representatives. Twenty, 30 or 40 years in Washington is just too long. Term limits will ensure being a member of Congress is an act of service and not a career choice.\n\nMembers of Congress currently receive lifetime rewards for as little as five years in Congress. For millions of Americans, pensions are something workers receive after putting in a significant amount of time with an employer. If we limit the time spent in Congress, we eliminate the need to compensate members — so let’s end congressional pensions.\n\nWe deserve informed representation. Read the bill! From out-of-control spending bills to the Affordable Care Act no one can afford, members of Congress are failing to study the details, and instead stepping in line to blindly vote with leadership. No more. Read. The. Bill.\n\nFrom workplace regulation to health care, Congress routinely carves out exemptions for themselves in the laws that they pass. They should have to follow the same laws that apply to the American people without exception. Period!\n\nFinally, we must impose a lifetime ban on lobbying. When million-dollar deals to lobby their former colleagues are waiting for members, there’s no insurance that our best interest is being put first. If we really want to ensure those headed to Washington to represent us are doing so with the purest of intentions, we must shut down the revolving door between K Street and the Capitol.\n\nThis Plan to End Career Politicians is five clear steps to end the lifetime corruption of power and influence that gimmicks like the STOP Act don’t even begin to address. We the people are fed up with being sold the same old lies dressed up as new star-spangled, anti-corruption nonsense that career politicians peddle campaign after campaign. What Rep. Jolly and his buddies in Washington can’t even begin to understand is that people aren’t angry about the time spent raising money for the next campaign, they’re mad as hell because there is a next campaign.\n\nTodd Wilcox is a Floridian, combat veteran and Republican candidate for U.S. Senate.\n\nRead or Share this story: http://on.pnj.com/27zxfNm", "article_metadata": {"google": "notranslate", "description": "The disease is career politicians who set up shop in Washington and never leave.", "og": {"site_name": "Pensacola News Journal", "description": "The disease is career politicians who set up shop in Washington and never leave.", "title": "Viewpoint: A plan to ‘STOP’ career politicians", "url": "http://www.pnj.com/story/opinion/2016/05/18/viewpoint-plan-stop-career-politicians/84537672/", "image": "http://www.gannett-cdn.com/GDContent/applogos/pnj.png", "type": "article"}, "twitter": {"description": "The disease is career politicians who set up shop in Washington and never leave.", "title": "Viewpoint: A plan to ‘STOP’ career politicians", "image": "http://www.gannett-cdn.com/-mm-/362cb8a7b95f7f26d35e856d7a99023e6851c35a/c=760-0-2440-1680&r=x643&c=640x640/local/-/media/2016/05/18/Pensacola/B9322193702Z.1_20160518105257_000_G75ED4S65.1-0.jpg", "creator": "@", "site": "@", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=816200923", "fb": {"app_id": 179056438789435}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "A step-by-step plan to end career politicians once and for all.\nThis Plan to End Career Politicians is five clear steps to end the lifetime corruption of power and influence that gimmicks like the STOP Act don’t even begin to address.\nWe the people are fed up with being sold the same old lies dressed up as new star-spangled, anti-corruption nonsense that career politicians peddle campaign after campaign.\nThe disease is career politicians who set up shop in Washington and never leave.\nFor Jolly and many politicians like him, the STOP Act was born out of campaign convenience and not any real understanding of the problem as a whole."}