{"article_title": "Modern Healthcare Modern Healthcare business news, research, data and events", "article_keywords": ["questions", "business", "federal", "funds", "modern", "research", "rico", "state", "medicaid", "massachusetts", "coverage", "healthcare", "puerto", "data", "events", "cms"], "article_url": "http://www.modernhealthcare.com/article/20141013/NEWS/310139939", "article_text": "Senior congressional Republicans have given CMS Administrator Marilyn Tavenner until Nov. 24 to answer questions about whether her agency is applying proper oversight of Medicaid spending in Massachusetts and Puerto Rico.In an Oct. 9 letter (PDF) , House Energy and Commerce Committee Chairman Fred Upton and Sen. Orrin Hatch outlined what they considered to be troubling uses of federal Medicaid dollars in the respective state and territory.In Massachusetts, because of multiple technical woes with its insurance exchange, the state has allowed residents who think they are eligible for Medicaid based on their income to enroll temporarily until their eligibility can be confirmed.\n\nWhile the Patient Protection and Affordable Care Act allows hospitals and other qualified entities, including state Medicaid programs, to use preliminary financial data to offer temporary Medicaid coverage on a “presumptive eligibility” basis to children, pregnant women, parents and adults, the GOP lawmakers said the provision does not allow presumptive eligibility due to technical problems with a state's insurance exchange.“We believe it an inappropriate use of federal Medicaid funds to temporarily enroll thousands of individuals in Medicaid, especially since CMS knows that many of these individuals are not eligible for Medicaid coverage,” Upton and Hatch wrote. “Additionally, there are serious questions regarding CMS' legal authority to take such action.”There were 305,000 beneficiaries in Massachusetts with temporary Medicaid coverage as of Sept. 27, according to state officials. The state stands behind its actions and has asked the CMS to allow for an extension of the program into next year “to mitigate coverage gaps.”Also of concern to the GOP lawmakers is whether Puerto Rico's current financial problems could lead to improper spending of Medicaid funds. Recently the territory's bonds were downgraded by Moody's and Fitch Ratings as a result of its debt and pension obligations.“Overall, the economic news out of Puerto Rico raises very serious questions about the territory's ability and intent to honor commitments it has made to appropriately steward federal dollars,” the letter said.Unlike the states, as a U.S. territory, Puerto Rico operates under a cap for Medicaid funds. The Republican lawmakers want the CMS to confirm that Puerto Rico hasn't exceeded its cap. Under the ACA, it will receive $5.4 billion in additional federal funds by 2019.Upton and Hatch gave Tavenner six weeks to respond to their correspondence. Because of the federal holiday Monday, no one was available at the CMS to offer comment.Follow Virgil Dickson on Twitter: @MHvdickson", "article_metadata": {"msapplication-TileColor": "#0a365e", "description": "Senior congressional Republicans have given CMS Administrator Marilyn Tavenner until Nov. 24 to answer questions about whether her agency is applying proper oversight of Medicaid spending in Massachusetts and Puerto Rico.", "title": "GOP questions Medicaid oversight in Mass., Puerto Rico", "og": {"site_name": "Modern Healthcare", "description": "Senior congressional Republicans have given CMS Administrator Marilyn Tavenner until Nov. 24 to answer questions about whether her agency is applying proper oversight of Medicaid spending in Massachusetts and Puerto Rico.", "title": "GOP questions Medicaid oversight in Mass., Puerto Rico", "url": "http://www.modernhealthcare.com/article/20141013/NEWS/310139939", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20141013/NEWS/310139939/AR/0/House-Energy-and-Commerce-Committee-Chairman-Fred-Upton.jpg&maxw=1200&maxh=630", "type": "article"}, "twitter": {"domain": "http://www.modernhealthcare.com", "description": "Senior congressional Republicans have given CMS Administrator Marilyn Tavenner until Nov. 24 to answer questions about whether her agency is applying proper oversight of Medicaid spending in Massachusetts and Puerto Rico.", "title": "GOP questions Medicaid oversight in Mass., Puerto Rico", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20141013/NEWS/310139939/AR/0/House-Energy-and-Commerce-Committee-Chairman-Fred-Upton.jpg&imageversion=thumbnail&maxw=240&maxh=240", "creator": "@modrnhealthcr", "site": "@modrnhealthcr", "card": "summary"}, "apple-mobile-web-app-title": "Modern Healthcare", "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-capable": "yes", "url": "http://www.modernhealthcare.com/article/20141013/NEWS/310139939", "published_at": "2014-10-13", "msapplication-TileImage": "https:/raw.githubusercontent.com/modernhealthcare/mh-logo/master/ms-touch-icon-144x144-precomposed.png", "mobile-web-app-capable": "yes", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20141013/NEWS/310139939/AR/0/House-Energy-and-Commerce-Committee-Chairman-Fred-Upton.jpg&maxw=360&maxh=240", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "article_summary": "Under the ACA, it will receive $5.4 billion in additional federal funds by 2019.Upton and Hatch gave Tavenner six weeks to respond to their correspondence.\nThe Republican lawmakers want the CMS to confirm that Puerto Rico hasn't exceeded its cap.\nBecause of the federal holiday Monday, no one was available at the CMS to offer comment.Follow Virgil Dickson on Twitter: @MHvdickson\n“Additionally, there are serious questions regarding CMS' legal authority to take such action.”There were 305,000 beneficiaries in Massachusetts with temporary Medicaid coverage as of Sept. 27, according to state officials.\nThe state stands behind its actions and has asked the CMS to allow for an extension of the program into next year “to mitigate coverage gaps.”Also of concern to the GOP lawmakers is whether Puerto Rico's current financial problems could lead to improper spending of Medicaid funds."}