{"article_title": "Cañon City High School dance team hopes to earn a top 10 spot today at the state competition", "article_keywords": ["wyatt", "school", "johnson", "dance", "girls", "work", "spot", "earn", "competition", "teams", "high", "state", "team", "hopes", "today", "really"], "article_url": "http://www.canoncitydailyrecord.com/ci_24674204/ca-city-high-school-dance-team-hopes-earn", "article_text": "The Cañon City High School dance team poses for a photo earlier this season. Students are Larissa Henrich, Marissa Graham, Dakotah Johnson, Danielle Trujillo, Paige Lawson, Monica Campbell, Sydney Dryden, Hannah Lee Simpson, Melani Baca, Lauren Newey and Niki Swanson; coach is Krystal Wyatt. ( Rachel Lyons / Special to the Daily Record )\n\nThe Cañon City High School dance team is in Denver today, competing against about 17 other teams in the 4A pom division of the state spirit championship at the Denver Coliseum.\n\nSeniors Danielle Trujillo, Dakotah Johnson, Marissa Graham and Larissa Henrich said today's competition is going to be a bittersweet event since it is their last high school competition.\n\nTrujillo and Johnson have been on the team all four years of high school, and they both have participated in studio dance at Anita McCoy's Dance Studio since they were 5 years old.\n\n\"I think this will be one of my favorite memories of high school and the one that I am most fond of,\" Johnson said.\n\nTeams are judged on technique, choreography, the dance itself, showmanship and pom technique.\n\nThe girls practice regularly and perform during half-time shows and spirit assemblies. They also make appearances at local elementary schools for their assemblies. However, this competition is the year's main event.\n\n\"This is really the highlight of our season,\" Trujillo said. \"It's what we work up to, and it's something we work really hard for.\"\n\nShe said she is the most excited about today's competition as she's ever been.\n\n\"I feel like we have a great routine, but more importantly we have a great team,\" she said. \"We've really worked well together this year, and we really have a chance of excelling and maybe even getting that top 10 at state that we've been working toward.\"\n\nAdvertisement\n\nGraham wanted to try something new and different her last year of high school, so she tried out for the dance team as a senior.\n\n\"I've enjoyed growing as a team and especially having all of the girls help me out because I was new, and this was very different to me,\" she said. \"They were all very welcoming and supportive.\"\n\nHenrich is an exchange student from Germany.\n\n\"I really like dancing, and I didn't want to miss it,\" she said. \"We don't have high school dancing or any sport teams (in Germany).\"\n\nCoach Krystal Wyatt said this team of 11 girls has worked together better than any of the other teams she has coached.\n\n\"They come in, they get to work and they work hard,\" she said.\n\nShe said it can be challenging when girls have been studio dancers and then have to transition to high school pom dance because it is more sharp and rigid. She said team's goal is to pump up crowds and bring in spirit.\n\nWyatt said she has tried to break into a core group of about 10 teams at state for a number of years. The closest the CCHS team has gotten is 11th place four years ago. Wyatt took the last two seasons off to care for her new baby, but she said she is happy to be back.\n\n\"This is my passion and my love,\" she said. \"I was a Tiger, and so I feel like I still get to be a part of what I loved when I was in high school.\"\n\nThe dance team initially was formed as a club, but Wyatt said when she took over the program about 10 years ago, she pushed for it to be recognized as a sport. The program is part of the Colorado High School Activities Association.", "article_metadata": {"sailthru.url": "http://www.canoncitydailyrecord.com/ci_24674204/ca-city-high-school-dance-team-hopes-earn", "modificationDate": "2013-12-07T08:20:28-0700", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site49/2013/1206/20131206__07DRDANCE~1_300.jpg", "sailthru.author": "By Carie Canterbury \n \n  canterburyc@canoncitydailyrecord.com", "description": "The Cañon City High School dance team is in Denver today, competing  against about 17 other teams in the 4A pom division of the state spirit championship at the Denver Coliseum.", "ag": {"canon": "CanonCityDailyRecord:article:24674204:view"}, "startDate": "2013-12-07T08:19:44-0700", "og": {"url": "http://www.canoncitydailyrecord.com/ci_24674204/ca-city-high-school-dance-team-hopes-earn", "image": "http://extras.mnginteractive.com/live/media/site49/2013/1206/20131206__07DRDANCE~1.jpg", "type": "article", "description": "The Cañon City High School dance team is in Denver today, competing  against about 17 other teams in the 4A pom division of the state spirit championship at the Denver Coliseum.", "title": "Cañon City High School dance team hopes to earn a top 10 spot today at the state competition"}, "twitter": {"domain": "canoncitydailyrecord.com", "description": "The Cañon City High School dance team is in Denver today, competing  against about 17 other teams in the 4A pom division of the state spirit championship at the Denver Coliseum.", "title": "Cañon City High School dance team hopes to earn a top 10 spot today at the state competition", "url": "http://www.canoncitydailyrecord.com/ci_24674204/ca-city-high-school-dance-team-hopes-earn", "image": "http://extras.mnginteractive.com/live/media/site49/2013/1206/20131206__07DRDANCE~1.jpg", "site": "@CCDR_news", "card": "summary_large_image"}, "sailthru.date": "2013-12-07T08:19:44-0700", "sailthru.site": "canoncitydailyrecord.com", "endDate": "2023-12-06T20:02:56-0700", "sailthru.title": "Cañon City High School dance team hopes to earn a top 10 spot today at the state competition", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Canon City Breaking News, Sports, Weather, Traffic", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "oCjqPZ-ii-IZW-fBJ0mmX5dmH5aafePG3FLx_kSYFiA", "byline": "By Carie Canterburycanterburyc@canoncitydailyrecord.com", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site49/2013/1206/20131206__07DRDANCE~1.jpg", "pubDate": "2013-12-07T08:20:52-0700", "news_keywords": "Canon City news, Colorado news, world news, national news, local news, business news, sports news, entertainment news, us news, Canon City Daily Record"}, "_id": "\"57477af46914bd0286fe1e8d\"", "article_summary": "The Cañon City High School dance team poses for a photo earlier this season.\nAdvertisementGraham wanted to try something new and different her last year of high school, so she tried out for the dance team as a senior.\n( Rachel Lyons / Special to the Daily Record )The Cañon City High School dance team is in Denver today, competing against about 17 other teams in the 4A pom division of the state spirit championship at the Denver Coliseum.\n\"I was a Tiger, and so I feel like I still get to be a part of what I loved when I was in high school.\"\nThe program is part of the Colorado High School Activities Association."}