{"article_title": "From Exclusion To Expansion To Universality", "article_keywords": ["hhs", "aca", "exclusion", "federal", "universality", "expansion", "wave", "states", "health", "medicaid", "care"], "article_url": "http://healthaffairs.org/blog/2014/11/14/medicaid-at-50-from-exclusion-to-expansion-to-universality/", "article_text": "Nicole Huberfeld\n\nNovember 14, 2014\n\nEditor’s note: This post is part of a series of several posts stemming from presentations given at “The Law of Medicare and Medicaid at Fifty,” a conference held at Yale Law School on November 6 and 7.\n\nFor almost five decades, Medicaid has been a safety net with gaping holes. Medicaid has provided invaluable health care access for the “deserving poor”—the impoverished blind, disabled, children, pregnant women, and elderly—but they only comprise approximately 40 percent of the nation’s poor. The Patient Protection and Affordable Care Act (ACA), as part of its comprehensive insurance coverage architecture, rendered all Americans earning up to 138 percent of the federal poverty level (FPL) eligible for Medicaid. Through the effort to “provide everybody … some basic security when it comes to their health care,” the ACA adopted a universal approach to health care access. Universality is a fundamentally different philosophical approach in American health care, and an important progression away from the stigmatizing rhetoric of the “deserving poor.”\n\nThe Supreme Court nearly thwarted the possibility of universality by holding the Medicaid expansion unduly coercive and rendering expansion optional for the states. Ever since, states have been exercising that option, deciding whether to expand in a highly dynamic dialogue that has occurred both intrastate and extra-state with the Secretary of the Department of Health and Human Services (HHS). This dialogue has resulted in four waves of Medicaid expansion, each of which has exhibited greater boldness on the part of the states in their proposals to HHS, and greater flexibility on the part of HHS in accepting state ideas for expansion. On a spectrum of federalism, the waves move from cooperation to assertions of state sovereignty. But, Medicaid’s new universality provides an absolute backstop for HHS in these negotiations, a point at which federal policy should not accommodate the rent-seeking behavior of the states.\n\nThe Four Waves Of Medicaid Expansion\n\nSome states have opted out of expanding eligibility, leaving millions without insurance coverage that provides access to needed health care. Most states, however, have expanded eligibility or are progressing toward Medicaid expansion, though the expansion has proceeded in four waves that have responded to certain political or legal triggers. The first wave occurred when the ACA was enacted, as some states adopted the Medicaid expansion immediately. Six states (and the District of Columbia) followed the plain terms of the ACA and expanded Medicaid to the newly eligible by April 2012. Other states that were ahead in health care reform, such as Massachusetts and Vermont, sought demonstration waivers to cover individuals who earn more than 138 percent of the FPL. But, many states then waited while constitutional challenges to the ACA progressed through federal courts.\n\nThus, the decision in NFIB v. Sebelius initiated the second wave. Immediately, states began peppering HHS with questions regarding new expansion options, accelerated by the National Governors’ Association meeting that started on July 13, 2012. The second wave involved politically fraught state decision making, often highlighting the differences between governors and legislatures in state politics. In addition, the second wave revealed some states’ firm opposition to Medicaid expansion with public expressions that they would not expand by January 1, 2014 (namely Alabama, Louisiana, Mississippi, North Carolina, South Carolina, and Texas; North Carolina’s governor has since changed direction).\n\nHHS’s approval of Arkansas’ waiver in September of 2013 prompted the third wave of Medicaid expansion, as many states waited to see whether premium assistance for purchase of private insurance in the exchanges was possible for the newly eligible Medicaid enrollees. Iowa, Michigan, and Pennsylvania quickly followed, submitting waiver applications modeled on Arkansas’ but with distinct particulars, many of which HHS has approved (such as requiring cost sharing for individuals earning more than 100 percent of the FPL). Other states, such as New Hampshire, followed later. In this wave, Republican governors drove state legislatures to expand, bucking their party’s rejection of the ACA and engaging in robust negotiations with HHS. In part, this surge of states opting in has resulted from HHS’s willingness to negotiate. But, HHS can only bend so far, as witnessed by its rejection of Pennsylvania’s controversial work search requirement.\n\nThe Fourth Wave and Beyond\n\nThe ACA’s implementation date for Medicaid expansion has passed, leaving room for the fourth wave to develop over time. At least four potential factors will drive this wave. First, unused and time-sensitive funding for expansion provides a strong pull for states to opt in before the federal match begins to decrease in 2017. Second, pressure will increase from health care providers, professional associations, interest groups, other stakeholders, and members of Congress to expand eligibility. Third, the horizontal federalism that occurs as states study the successful negotiations between HHS and new, untested demonstration waiver proposals will motivate additional expansions. And fourth, third-wave waivers will expire in three to five years, creating potential for a long fourth wave—or a fifth wave—as those waivers are evaluated, renegotiated, and adapted.\n\nThe ongoing and highly dynamic expansion negotiations reflect changeable intrastate politics and learned creativity in devising demonstration waivers. But, the negotiations also reflect states’ historic assertions of power in the Medicaid program. Understandably, HHS has explored alternative expansion possibilities with states willingly in the interest of getting the uninsured covered and into the system. But, as the responsible federal agency, HHS must execute and enforce Medicaid’s new universality. Universality is an important philosophical choice that does not allow for a return to stigmatizing welfare-like requirements that are unrelated to health care access and that reflect old biases against the so-called “able-bodied” poor. In fact, those biases do not reflect the current reality that the vast majority of the uninsured have at least one full-time worker in their household.\n\nTo relegate Medicaid expansion to politics subject to the whims of federalism ignores the federal universality theory embodied by the ACA and disregards those individuals who will be unable to access needed health care as a result. After fifty years, and nearly a quarter of the population soon to be covered by Medicaid, this program should no longer be treated as a politically unpalatable afterthought.", "article_metadata": {"og": {"url": "http://healthaffairs.org/blog/2014/11/14/medicaid-at-50-from-exclusion-to-expansion-to-universality/", "site_name": "Health Affairs", "image": "http://healthaffairs.org/blog/wp-content/themes/HealthAffairs2015/images/facebook-default.jpg", "type": "article", "title": "Medicaid At 50: From Exclusion To Expansion To Universality"}, "description": "Medicaid At 50: From Exclusion To Expansion To Universality | At the intersection of health, health care, and policy.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcd732\"", "article_summary": "Universality is a fundamentally different philosophical approach in American health care, and an important progression away from the stigmatizing rhetoric of the “deserving poor.”The Supreme Court nearly thwarted the possibility of universality by holding the Medicaid expansion unduly coercive and rendering expansion optional for the states.\nMost states, however, have expanded eligibility or are progressing toward Medicaid expansion, though the expansion has proceeded in four waves that have responded to certain political or legal triggers.\nThrough the effort to “provide everybody … some basic security when it comes to their health care,” the ACA adopted a universal approach to health care access.\nThe Fourth Wave and BeyondThe ACA’s implementation date for Medicaid expansion has passed, leaving room for the fourth wave to develop over time.\nThe first wave occurred when the ACA was enacted, as some states adopted the Medicaid expansion immediately."}