{"article_title": "White House To Financial Advisers: Put Savers' Interests First : The Two-Way : NPR", "article_keywords": ["interests", "retirement", "financial", "investors", "swensen", "house", "rule", "rules", "say", "advisers", "savers", "white", "twoway", "npr"], "article_url": "http://www.npr.org/sections/thetwo-way/2016/04/06/473146587/white-house-to-financial-advisers-put-savers-interests-first", "article_text": "White House To Financial Advisers: Put Savers' Interests First\n\ni toggle caption Steve Helber/AP Steve Helber/AP\n\nAfter more than a year of study, the White House on Wednesday finalized tougher requirements for retirement investment advisers.\n\nThe changes are intended to help Americans build bigger nest eggs while reducing fees and sales commissions they pay to advisers — keeping more money in workers retirement accounts instead of advisers pockets.\n\nCritics say the changes will create burdensome legal requirements that could squeeze out brokers who earn commissions from working with small investors.\n\nLabor Secretary Tom Perez, whose staff wrote the rule updates, says the new requirements will encourage long-term investing by making sure savers' financial interests get top priority in any decisions.\n\nUnder current rules, advisers \"say things like, 'We put our clients first,' \" he said. Going forward, \"this is no longer a slogan. It's the law.\"\n\nThis rule-making process began in February 2015, when President Obama told the Labor Department to act upon the findings of a White House Council of Economic Advisers study. Those economists had studied the rules involving 401(k) accounts and IRAs, and concluded advisers' conflicts of interest were resulting in collective annual losses of about $17 billion for consumers.\n\nTake this example: Say you need guidance on transferring money from an employer's 401(k) plan to your own individual retirement account. If your adviser were operating under the old rules, he would only have to recommend a \"suitable\" investment, such as an annuity, with no regard for the size of the commission, which can range from 1 to 10 percent.\n\nPerez says the old rule meant that an adviser \"can steer someone into a product that gives [the broker] a bigger commission at the expense of the customer's return. That's wrong.\"\n\nIn the future, an adviser will have a fiduciary duty. In other words, he or she has to act in the best interest of the client and put that duty ahead of the broker's own personal gain.\n\nRetirement accounts get tax breaks, so the U.S. government has a big say in how they work under federal labor laws.\n\nBut many in the financial industry strongly object to the tougher fiduciary standard, saying it will raise their regulatory and liability costs, and make it tough to work with investors with low-balance accounts.\n\nRepublican House Speaker Paul Ryan sides with the brokers, tweeting last week that the final rule would become \"Obamacare for financial planning.\" He promised to push congressional action to hold up the rule, which will not be fully implemented until January 2018.\n\nRyan says the new rules are too complex, costly and harmful to small investors who may get less service from advisers.\n\nBartlett Naylor, a financial policy expert for Public Citizen, a consumer advocate group, scoffed at such objections.\n\n\"Wall Street has argued that the hidden fees and commissions are necessary to serve lower-income investors. In effect, they're saying, 'If we can't scam them a little, we'll ignore them altogether.' This deceptive mentality is exactly why a new rule is needed,\" Naylor said in a statement.\n\nNot all financial firms are against the rule. Scott Puritz is managing director of the firm Rebalance IRA. \"I'm a card-carrying capitalist,\" he says. \"And I believe that the free market if operating properly can offer the best benefit for the lowest cost.\"\n\nThat's why he thinks the new rule will help firms like his that he says are more competitive on price. Puritz says his advisers don't have offices all over the country. They talk to clients over the phone, which lowers costs. And he says there are no hidden fees or commissions. \"The retirement investment world is really stuck in the last century, with a very expensive highly commissioned sales force selling expensive products,\" he says.\n\nSome prominent investors are hopeful the rule will change that, too. David Swensen is chief investment officer for Yale University. \"In the world of finance, you're dealing with an incredibly rich and powerful set of companies who aren't interested in serving their clients, they're interested in making profits,\" he says.\n\nOf course, Swensen says, some financial advisers do right by their clients. But the Department of Labor requiring all advisers and brokers to be fiduciaries when it comes to retirement accounts — \"it's a huge deal,\" Swensen says. \"If you do have a true fiduciary standard, it's going to make a radical difference.\"\n\nThat \"if\" is important, though. Swensen and other experts worry there might be loopholes.\n\nThe National Association of Insurance and Financial Advisors, a trade group, says it will take up the fight in Congress. NAIFA President Jules Gaudreau said financial advisers will \"pursue a legislative alternative that will ensure the best interests of retirement savers without obstructing their access to much-needed advice.\"\n\nNPR White House correspondent Scott Horsley contributed to this story.", "article_metadata": {"Rating": "General", "description": "The White House on Wednesday rolled out rules to force financial advisers to take on fiduciary duties. That means they must put savers' interests ahead of fees. Critics say the rules are too complex.", "og": {"site_name": "NPR.org", "description": "The White House on Wednesday rolled out rules to force financial advisers to take on fiduciary duties. That means they must put savers' interests ahead of fees. Critics say the rules are too complex.", "title": "White House To Financial Advisers: Put Savers' Interests First", "url": "http://www.npr.org/sections/thetwo-way/2016/04/06/473146587/white-house-to-financial-advisers-put-savers-interests-first", "image": "https://media.npr.org/assets/img/2016/04/06/ap_972486644941_wide-7a34d3dc81e7a13f3c17280c159c967a731329ab.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2016/04/06/ap_972486644941_wide-7a34d3dc81e7a13f3c17280c159c967a731329ab.jpg?s=1400"}, "card": "summary_large_image", "site": "@NPR"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2016-04-06", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "article_summary": "White House To Financial Advisers: Put Savers' Interests Firsti toggle caption Steve Helber/AP Steve Helber/APAfter more than a year of study, the White House on Wednesday finalized tougher requirements for retirement investment advisers.\nUnder current rules, advisers \"say things like, 'We put our clients first,' \" he said.\nNPR White House correspondent Scott Horsley contributed to this story.\nNAIFA President Jules Gaudreau said financial advisers will \"pursue a legislative alternative that will ensure the best interests of retirement savers without obstructing their access to much-needed advice.\"\nThis rule-making process began in February 2015, when President Obama told the Labor Department to act upon the findings of a White House Council of Economic Advisers study."}