{"article_title": "Obamacare website security tests never finished before launch", "article_keywords": ["website", "information", "tests", "secure", "launch", "personal", "obamacare", "identified", "cbs", "finished", "user", "services", "security", "trust"], "article_url": "http://www.cbsnews.com/news/obamacare-website-security-tests-never-finished-before-launch/", "article_text": "(CBS News) A CBS News analysis finds key tests to ensure the security and privacy of customer information on troubled Obamacare website fell behind schedule.\n\nA deadline for final security plans was delayed three times over the summer, and final top-to-bottom security tests never were finished before the launch.\n\nSpecial section: Obamacare kicks off\n\nAll of that is adding to concerns about the safety of personal information on the site.\n\nTechnology experts say this website did not go through proper security testing before it went live on October 1 -- and they've shared with CBS News several flaws that could expose personal information. Now we're starting to see real-like examples of what can go wrong.\n\nWith critics openly mocking the Obama administration about problems with HealthCare.gov, officials insist on one thing: at least the website is safe. White House Press Secretary Jay Carney said, \"Consumers can trust that their information is protected by stringent security standards.\"\n\nSouth Carolina attorney Thomas Dougall is not so sure. He said: \"My information is out there, and I want it deleted from their website.\"\n\nDougall and his wife signed up on the website in October, but over the weekend got a disturbing call about a man in North Carolina who also registered, and was shocked to get the Dougalls' eligibility letters, including their names and home address.\n\n\"It's just a system that we've continually been told was secure and now I've found out it's not secure,\" Dougall said.\n\nA spokeswoman for the Department of Health and Human Services confirmed: \"An incident involving the personal information of one consumer was reported...and we took immediate steps. We identified a piece of software code that needed to be fixed and that fix is now in place.\"\n\n\"When consumers fill out their online Marketplace applications, they can trust that the information they're providing is protected by stringent security standards and that the technology underlying the application process has been tested and is secure. Security testing happens on an ongoing basis using industry best practices.\"\n\nBut other problems are not fixed. Software experts tell CBS News they have identified multiple security issues, including with user names and passwords.\n\nWe gave one technology expert the real HealthCare.gov user name of a CBS employee. Within seconds, he identified the specific security questions she selected to reset her password.\n\nShawn Henry, president of the cyber security firm Crowdstrike Services and the former assistant director of the FBI's Cyber Division, said: \"If somebody's got the ability to look at the source code and be able to reverse engineer that and identify what somebody's personal questions are, that should be of concern.\"\n\nOn \"CBS This Morning,\" CBS News correspondent Jan Crawford reported House Intelligence Committee Chairman Rep. Mike Rogers, R-Mich., tells her this is just one more reason the website should be taken down and tested for security vulnerabilities --and Democrats are also making that point -- concerns that will likely be raised when Health and Human Services Secretary Kathleen Sebelius testifies again before Congress on Wednesday.\n\nWatch Crawford's full report above.", "article_metadata": {"description": "Software experts identify security issues, including with user names, passwords; couple shares how man in another state received their eligibility letters", "og": {"url": "http://www.cbsnews.com/news/obamacare-website-security-tests-never-finished-before-launch/", "image": {"width": 1200, "identifier": "http://cbsnews1.cbsistatic.com/hub/i/r/2013/11/05/0e7cee43-4783-11e3-a5af-047d7b15b92e/thumbnail/1200x630/29ead7e30dea8b158d7aa6a570fc6a7f/ctm_username_110513.jpg", "height": 630}, "type": "article", "description": "Software experts identify security issues, including with user names, passwords; couple shares how man in another state received their eligibility letters", "title": "Obamacare website security tests never finished before launch"}, "twitter": {"description": "Software experts identify security issues, including with user names, passwords; couple shares how man in another state received their eligibility letters", "title": "Obamacare website security tests never finished before launch", "app": {"url": {"ipad": "cbsnewsapp://news/obamacare-website-security-tests-never-finished-before-launch/", "iphone": "cbsnewsapp://news/obamacare-website-security-tests-never-finished-before-launch/", "googleplay": "http://www.cbsnews.com/news/obamacare-website-security-tests-never-finished-before-launch/"}, "country": "US", "name": {"ipad": "CBS News", "iphone": "CBS News", "googleplay": "CBS News"}, "id": {"ipad": 334256223, "iphone": 334256223, "googleplay": "com.treemolabs.apps.cbsnews"}}, "site": "@cbsthismorning", "image": "http://cbsnews1.cbsistatic.com/hub/i/r/2013/11/05/0e7cee43-4783-11e3-a5af-047d7b15b92e/thumbnail/1200x630/29ead7e30dea8b158d7aa6a570fc6a7f/ctm_username_110513.jpg", "card": "summary_large_image"}, "al": {"web": {"url": "http://www.cbsnews.com/news/obamacare-website-security-tests-never-finished-before-launch/"}, "android": {"app_name": "CBS News", "package": "com.treemolabs.apps.cbsnews"}, "ios": {"url": "cbsnewsapp://news/obamacare-website-security-tests-never-finished-before-launch/", "app_name": "CBS News", "app_store_id": 334256223}}, "robots": "index, follow", "fb": {"app_id": 1536620209892267}, "article": {"publisher": "https://www.facebook.com/CBSThisMorning"}, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fcd748\"", "article_summary": "Special section: Obamacare kicks offAll of that is adding to concerns about the safety of personal information on the site.\nA deadline for final security plans was delayed three times over the summer, and final top-to-bottom security tests never were finished before the launch.\n(CBS News) A CBS News analysis finds key tests to ensure the security and privacy of customer information on troubled Obamacare website fell behind schedule.\nTechnology experts say this website did not go through proper security testing before it went live on October 1 -- and they've shared with CBS News several flaws that could expose personal information.\nWhite House Press Secretary Jay Carney said, \"Consumers can trust that their information is protected by stringent security standards.\""}