{"article_title": "Child's play no more: Adults realizing the benefits of coloring books", "article_keywords": ["boulder", "real", "play", "childs", "benefits", "adults", "color", "realizing", "coloring", "books", "calm", "meditation", "holiday", "book", "adult"], "article_url": "http://www.dailycamera.com/lifestyles/ci_29331185/childs-play-no-more", "article_text": "Adult coloring books go well with spicy margs, according to Aimee Heckel's unofficial research. (Aimee Heckel / Staff Photo)\n\nMy family's holiday gift exchange is a microcosm of national consumption trends.\n\nWe don't shop in the same stores, and we don't call each other to plan on buying the same thing. But every year, when the members of my large, Irish, extended-family-in-law buy their anonymous secret Santa gifts, we end up with a bunch of the same thing.\n\nLast year, it was fuzzy, soft throw blankets. In the past, it has varied from \"Elf\" DVDs (much to everyone's delight) to candles (much to everyone's disappointment).\n\nThis year, it was adult coloring books. In a big way. About half of all gifts were coloring books featuring geometric and floral patterns, mazes, abstract designs and animal illustrations that would actually make super cool tattoos.\n\nMy first run-in with an adult coloring book was this fall when I stayed at Denver's new Art Hotel, which doubles as an art gallery, so the check-in gift fit. My husband and I relaxed on the balcony bar, and instead of talking, we sipped cocktails and quietly filled in the lines with color.\n\nI hadn't colored — well, other than obligatory parental coloring in \"Dora the Explorer\" coloring books with my daughter — in years. These books were different. The patterns were more intricate and often repetitive. I was surprised by how simultaneously calming and entertaining it was.\n\nTouching real paper and real pencils felt like a treat, and the simple pencil strokes were refreshingly linear; no pop-up ads, distracting links, commercials or interruptions. It was like active meditation fused with creation. Or maybe that's just what it feels like to be a human.\n\nAimee Heckel The Boulder and the Beautiful\n\nSince then, I've noticed coloring books in Target, Michaels and about every book store. In fact, on a recent Barnes and Noble list of bestselling nonfiction books were \" The Calm Coloring Book,\" \"Mandala Meditation Coloring Book,\" \"Tropical World: A Coloring Book Adventure,\" \"Vive Le Color! Japan (Coloring Book),\" \"Color Me Calm: 100 Coloring Templates for Meditation and Relaxation\" and \"Animal Kingdom: Color Me, Draw Me.\"\n\nThat's six of 10 bestsellers.\n\nA recent Amazon.com press release echoed this trend, noting that adult coloring books were among its bestsellers this holiday season.\n\nLocally, the Boulder Psychic Development Group's Facebook page links to henna-inspired coloring books. The website for the Boulder shop, Jacque Michelle, says coloring books are big, \"at least for a little while.\"\n\nThere are also a handful of area coloring meet-ups, such as the 98-member Denver Area Coloring Club and the 86-member Color Me Happy North Metro Adult Coloring Group.\n\nAs the Color Me Happy Meet-Up site proclaims: \"When the going gets tough, real women color.\"\n\n\"The Calm Coloring Book\" by ­Patience Coster has topped the Barnes & Noble bestseller list for nonfiction in Boulder. (Courtesy image)\n\nThe next meeting: 6-8 p.m. Wednesday, Jan. 6, at a Hobby Lobby in Thornton, 550 Thornton Parkway, Unit 210. A dozen \"colorists\" already have RSVPed.\n\nAlthough coloring books might feel a little childish and playful, the benefits of coloring are serious. Doctors say it can help your brain focus, work your fine-motor skills and reduce anxiety. Psychologists have long recommended coloring to help calm patients of all ages.\n\nThus with those facts, and in light of holiday stress, it makes sense why a stack of a dozen coloring books ended up under my family's Christmas tree. And why no one wanted to trade them for the matching his and her Denver Broncos thongs that I drew in the gift exchange.\n\nI might need more than a colored pencil and paper to recover from that psychological distress.\n\nAimee Heckel: 303-473-1359, heckela@dailycamera.com or twitter.com/aimeemay", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/lifestyles/ci_29331185/childs-play-no-more", "sailthru.author": "By Aimee Heckel \n \n  Staff Writer", "ag": {"canon": "BoulderDailyCamera:article:29331185:view"}, "startDate": "2016-01-03T01:00:00-0700", "twitter": {"domain": "dailycamera.com", "description": "Although coloring books might feel a little childish and playful, the benefits of coloring are serious. Doctors say it can help your brain focus, work your fine-motor skills and reduce anxiety. Psychologists have long recommended coloring to help calm patients of all ages.", "title": "Child's play no more: Adults realizing the benefits of coloring books", "url": "http://www.dailycamera.com/lifestyles/ci_29331185/childs-play-no-more", "image": "http://extras.mnginteractive.com/live/media/site21/2015/1231/20151231__03DCPHECw~2.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Lifestyles", "modificationDate": "2016-01-06T11:35:38-0700", "endDate": "2026-01-03T01:00:00-0700", "news_keywords": "Lifestyles, Lifestyles news, Boulder Colorado Lifestyles news, Boulder Colorado news, Lifestyles Boulder news, Lifestyles Colorado news, US Lifestyles news, world Lifestyles news.", "byline": "By Aimee HeckelStaff", "pubDate": "2015-12-31T15:12:33-0700", "sailthru.date": "2016-01-03T01:00:00-0700", "sailthru.title": "Child's play no more: Adults realizing the benefits of coloring books", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2015/1231/20151231__03DCPHECw~2_300.jpg", "description": "Although coloring books might feel a little childish and playful, the benefits of coloring are serious. Doctors say it can help your brain focus, work your fine-motor skills and reduce anxiety. Psychologists have long recommended coloring to help calm patients of all ages.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/lifestyles/ci_29331185/childs-play-no-more", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "Although coloring books might feel a little childish and playful, the benefits of coloring are serious. Doctors say it can help your brain focus, work your fine-motor skills and reduce anxiety. Psychologists have long recommended coloring to help calm patients of all ages.", "title": "Child's play no more: Adults realizing the benefits of coloring books"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2015/1231/20151231__03DCPHECw~2.jpg"}, "_id": "\"57477af46914bd0286fd82da\"", "article_summary": "I hadn't colored — well, other than obligatory parental coloring in \"Dora the Explorer\" coloring books with my daughter — in years.\nAlthough coloring books might feel a little childish and playful, the benefits of coloring are serious.\nIn fact, on a recent Barnes and Noble list of bestselling nonfiction books were \" The Calm Coloring Book,\" \"Mandala Meditation Coloring Book,\" \"Tropical World: A Coloring Book Adventure,\" \"Vive Le Color!\nAdult coloring books go well with spicy margs, according to Aimee Heckel's unofficial research.\nThis year, it was adult coloring books."}