{"article_title": "Fox's John Stossel: Hospital customer service is terrible", "article_keywords": ["customer", "patient", "service", "hospital", "doctors", "terrible", "experience", "satisfaction", "stossel", "healthcare", "foxs", "john", "hospitals", "writes"], "article_url": "http://www.fiercehealthcare.com/story/foxs-john-stossel-hospital-customer-service-terrible/2016-04-21", "article_text": "Fox Business Network host John Stossel has a bone to pick with the U.S. healthcare system. The journalist is undergoing treatment for lung cancer at one of the highest-rated hospitals in the country. Although his prognosis is good and he trusts his doctors, he is much less enamored with the hospital's customer service.\n\nIn fact, he writes, the customer service at New York-Presbyterian Hospital \"stinks.\"\n\n\"Doctors keep me waiting for hours,\" Stossel says in an opinion piece for FoxNews.com, \"and no one bothers to call or email to say, 'I'm running late.' Few doctors give out their email address. Patients can't communicate using modern technology.\"\n\nIn addition, he is forced to fill out duplicative paperwork and complains that some hospital workers are indifferent to his needs. He questions whether all the medical tests that doctors order are even necessary.\n\nTalk of how much all of his treatment is going to cost, he notes, is discouraged, which makes comparison shopping virtually impossible. The entire enterprise, he writes, is paid for by insurers and the government. As a result, Stossel believes that hospitals don't care about customer service because the patient doesn't pay for the care.\n\nYet the healthcare industry is responding to calls for patient-centered, value-based care. Geisinger Health System will even issue refunds if patients feel that their experience lacked kindness and compassion. However, researchers warn that an overemphasis on patient satisfaction could hurt quality improvement efforts.\n\nTo learn more:\n\n- read Stossel's opinion piece\n\nRelated Articles:\n\n5 customer service lessons to boost patient satisfaction\n\nWhat hospitals can learn from other industries about consumer-driven care\n\n5 ways to use volunteers to improve patient satisfaction\n\nFind improvement at the junction of patient experience and clinical performance\n\n3 steps to better understand the patient experience, improve satisfaction\n\nDo patient satisfaction surveys value comfort over outcomes?\n\nLink between patient satisfaction and better outcomes is stronger than experts thought\n\nOne year into tenure, Geisinger CEO praises patient engagement, satisfaction initiatives\n\nHow healthcare leaders can tackle customer service", "article_metadata": {"description": "Fox News consumer reporter John Stossel has a bone to pick with the U.S. healthcare system. The journalist is undergoing treatment for lung cancer at one of the highest-rated hospitals in the country. Although his prognosis is good and he trusts his doctors, he is much less enamored with the hospital's customer service.", "og": {"site_name": "FierceHealthcare", "description": "Fox News consumer reporter John Stossel has a bone to pick with the U.S. healthcare system. The journalist is undergoing treatment for lung cancer at one of the highest-rated hospitals in the country. Although his prognosis is good and he trusts his doctors, he is much less enamored with the hospital's customer service.", "title": "Fox's John Stossel: Hospital customer service is terrible", "url": "http://www.fiercehealthcare.com/story/foxs-john-stossel-hospital-customer-service-terrible/2016-04-21", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "customer service,John Stossel,Patient Care & Outcomes,Patient Experience,patient satisfaction", "viewport": "width=device-width", "news_keywords": "Patient Care & Outcomes"}, "article_summary": "Although his prognosis is good and he trusts his doctors, he is much less enamored with the hospital's customer service.\nIn fact, he writes, the customer service at New York-Presbyterian Hospital \"stinks.\"\nAs a result, Stossel believes that hospitals don't care about customer service because the patient doesn't pay for the care.\nLink between patient satisfaction and better outcomes is stronger than experts thoughtOne year into tenure, Geisinger CEO praises patient engagement, satisfaction initiativesHow healthcare leaders can tackle customer service\nHowever, researchers warn that an overemphasis on patient satisfaction could hurt quality improvement efforts."}