{"article_title": "Should lawmakers repeal cuts to military pensions?", "article_keywords": ["brown", "retired", "norbert", "youre", "pensions", "ryan", "officers", "going", "korb", "cuts", "need", "military", "lawmakers", "repeal"], "article_url": "http://www.pbs.org/newshour/bb/military-jan-june14-pensions_01-02/", "article_text": "JUDY WOODRUFF: When Congress reached a budget deal last month to fund the federal government, one of the controversial things they agreed to do was to reduce the cost of living adjustments for retired military personnel.\n\nThis has set off a battle over pensions with some members of Congress who have vowed to repeal this provision.\n\nJeff is back with that.\n\nJEFFREY BROWN: The new pension cuts affect military veterans under age 62 who’ve retired after serving 20 years or more in the armed forces. They would see their annual pension increases trimmed by 1 percentage point. Authors of the budget deal say this would save $6 billion over the coming decade.\n\nAnd we take up the matter now with retired Vice Admiral Norbert Ryan, president and CEO of the Military Officers Association of America, and Lawrence Korb, former assistant secretary of defense during the Reagan administration. He’s now a senior fellow at the Center for American Progress.\n\nAnd welcome to both of you.\n\n59273 59150 59150 What the budget deal means for Americans The bipartisan budget plan passed by Congress will avert another government shutdown, give the Pentagon some relief from automatic spending cuts and restore billions of dollars to domestic programs. Gwen Ifill talks to Lori Montgomery of The Washington Post about how most Americans will experience effects of the budget plan. disabled hide 2365143271 Mobizfg9G5c Related Video\n\nNice to be with you.\n\nJEFFREY BROWN: Admiral, first, I want to — this has become almost the most controversial piece of this new budget deal. Why? Can you summarize the objection?\n\nVICE ADM. NORBERT RYAN (RET.), President and CEO, Military Officers Association of America: Sure.\n\nIt’s a very, very big deal to the health, morale and readiness of our all-volunteer force. This 1 percent cut was made in a backroom by people that I don’t think understood the impact that this would have in the all-volunteer force.\n\nFor the typical retiree, a sergeant 1st class in the Army, an E-7, an noncommissioned officer, this is $83,000 from the time that he or she may retire at 40 until 62; $83,000 is a lot of money. That’s three years of their pay when they retire, $23,000. So, part of it is financial. But the other part of it that the families and the currently serving and those that are retired feel very strongly about, Jeff, is, it’s breaking faith with the promise that was made to these folks that have waged war for this nation for the last 12 years.\n\nJEFFREY BROWN: OK. Those are the two key areas of this.\n\nLarry Korb, start with the first one, the impact, because that is the first area of debate.\n\nLAWRENCE KORB, Former Assistant Secretary of Defense: It’s not going to have any impact on recruiting and retention.\n\nBack when I was there, the retirement thing was getting way out of hand. And what we did is, we said, if you join after August — July 31, 1986, you’re going to get 40 percent, instead of 50 percent.\n\nThose last — those years where time went up, back when Admiral Ryan was running Navy personal, he said, people are — I got more people than I need.\n\nAnd what happened basically was that the military lobby, the veterans lobby — and I happen to be a member of both, so I know exactly what worked. They said, no, we have got to go back to 50 percent. OK, so, they want back to 50 percent. To a lot of people, the people who are going to retire were promised 40 when they came in. Didn’t hurt them. Now they go up to 50 percent.\n\nJEFFREY BROWN: So your sense is that the numbers, it’s just not going to affect that many people and that much?\n\n(CROSSTALK)\n\nLAWRENCE KORB: Basically, if a man or woman came in after August of 1986 and then retired in 2006, or they came up until 1999, when they undid this, basically, they’re going to make out better than they would have even if you take the 1 percent reduction.\n\nFor example, if you retire at 38 years old, I mean, you retired at 38, you have been in 18, you’re — 28 — and you live to be 82, doing all this kind of stuff, you are going to be $200,000 better than you were under this 40 percent, even with this 1 percent reduction.\n\nJEFFREY BROWN: All right, do you want to respond to that? Because there are a lot of numbers thrown around here. So what is the case for why this has a real impact on people who have may have served for that long, and then gone on and have other jobs as well?\n\nVICE ADM. NORBERT RYAN: I couldn’t have a different version of history than Dr. Korb.\n\nHis secretary of defense, Secretary Weinberger, wrote a letter to the Congress when they wanted to do this redux, and said, even if you grandfather these people, this is going to have a severe impact on retention and recruiting. And guess what? Fifteen years later, the Joint Chiefs of Staff came over to the Congress, not the lobbyists, and said, we need this fixed, we need this repaired.\n\nThis program that the Congress did in the backroom is even worse than that. It doesn’t grandfather the currently serving to start with, which is a broken promise from the past secretary, Secretary Panetta, and the current chairman of the Joint Chiefs, who both said you should grandfather any changes to the retirement system.\n\nSo I couldn’t disagree more with Dr. Korb.\n\n(CROSSTALK)\n\nVICE ADM. NORBERT RYAN: I was there as the chief of naval personnel when I would go over and say, we need a new aircraft carrier, and they would say, why? You can’t even man the ones that you have in the last ’90s.\n\nSo retention was heck in a handbasket during that time. And that’s why the chiefs went over and said, we need this thing fixed.\n\n(CROSSTALK)\n\nLAWRENCE KORB: When you retired, when you retired, the chief of naval operations said that, we have more people than we need. And you were there from ’98 to 2002.\n\nAnd what was happening back when the chiefs went over and said that, we were cutting the force. We were throwing people out. You were throwing people out. So don’t give me this stuff\n\n(CROSSTALK)\n\nJEFFREY BROWN: All right, but what about, Larry Korb, but what about the promise part?\n\nLAWRENCE KORB: OK.\n\n(CROSSTALK)\n\nJEFFREY BROWN: I mean, people that want into the service and they were told here’s what is going to happen when you get out?\n\nLAWRENCE KORB: OK. Well, they were told 40 percent. And then halfway through, they changed it to 50 for no good reason.\n\nAnd let me get to some other things which has happened. They were told in 1995, you’re going to have Tricare. You know, if you don’t want to go to a military base, you retirees…\n\nJEFFREY BROWN: This is the health care.\n\nLAWRENCE KORB: Right. And we’re going to have the — family is going to be $460 a year, and we’re going to raise it every year to reflect the cost of medical inflation. They didn’t raise it until 2012.\n\nIn 2001, they put in another program called Tricare for Life, which means you don’t have to buy Medigap insurance when you get old. When you add all of these things up, you’re much better off than the day you joined. So this idea you’re breaking promise — and, you know, the interesting thing, it wasn’t a backroom deal.\n\nPaul Ryan is the chairman of the House Budget Committee this man ran, and what he said is, this $6,000 you’re saving, I could use basically to buy more flight hours. I can do, you know, more training.\n\nJEFFREY BROWN: Well, this is, Admiral, this is after all part of a much larger debate, right, about military comprehension, salaries, health benefits that’s affecting, of course, all sectors.\n\n(CROSSTALK)\n\nVICE ADM. NORBERT RYAN: It is.\n\nBut this is a false choice. The heart and core of our military is the all-volunteer force. And the heart and core of the all-volunteer force is that 17 percent of the noncommissioned officers and officers that stay in, that are midgrade officers that have known nothing but war for the last 10, 12 years, they are wondering, is it worth it if this is the way the country is going to keep their word to me and my family?\n\nAnd so when these people leave at 20 years or 25 years, most of the time, it’s an up-or-out system, where they are told, OK, you have made it to E-7. You are allowed to stay this long. Now it’s time for you to leave, or they’re exhausted from deployment after deployment, or their family is exhausted. So they’re leaving.\n\nThey’re not expecting to retire. They get $23,000, that sergeant 1st class, which is a typical person retires. That with a family of four is the poverty level. And that’s before taxes and that’s before the survivor benefit. So, all of these folks know they need to go back into the work force. A lot of them need to go through training. That’s extra education.\n\nSo this is a big deal financially. And it’s an even bigger deal because they’re not keeping their promises to these…\n\n(CROSSTALK)\n\nJEFFREY BROWN: We have about 30 seconds. And I see there are some legislators want to overturn this.\n\n(CROSSTALK)\n\nLAWRENCE KORB: Basically, again, this is nonsense.\n\nForty percent of the people on active duty today have never deployed, OK? Only 11 percent have deployed more than once. The kids who fought in Iraq and Afghanistan, the enlisted people, they are not retiring, OK? Basically, half the officers do; 17 percent of the — but Marines and Army is less than 10 percent. So don’t give me this, this is these people.\n\nThis is not these people. It’s different people.\n\nJEFFREY BROWN: All right, Congress is coming back. They’re going to have to look — take another look at this.\n\nVICE ADM. NORBERT RYAN: Hopefully, they’re going to fix it when it gets through the Defense Committee.\n\nJEFFREY BROWN: All right, Vice Admiral…\n\nVICE ADM. NORBERT RYAN: Seventy-three percent of the people that are retired are noncommissioned officers, so it does impact tremendously on our noncommissioned officers.\n\nJEFFREY BROWN: Vice Admiral Norbert Ryan and Lawrence Korb, thank you both very much.\n\nLAWRENCE KORB: You’re welcome.\n\nVICE ADM. NORBERT RYAN: Thank you, Jeff.", "article_metadata": {"description": "When Congress reached a budget deal to fund the federal government, one of the controversial items they agreed to was a cut in military pensions. But does this break a promise to those who have served? Jeffrey Brown gets perspective from retired Vice Adm. Norbert Ryan and former Assistant Secretary of Defense Lawrence Korb.", "pubdate": 20140102, "og": {"site_name": "PBS NewsHour", "description": "When Congress reached a budget deal to fund the federal government, one of the controversial items they agreed to was a cut in military pensions. But does this break a promise to those who have served? Jeffrey Brown gets perspective from retired Vice Adm. Norbert Ryan and former Assistant Secretary of Defense Lawrence Korb.", "title": "Should lawmakers repeal cuts to military pensions?", "locale": "en_US", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2014/01/454298513.jpg", "url": "http://www.pbs.org/newshour/bb/military-jan-june14-pensions_01-02/", "type": "article"}, "twitter": {"domain": "PBS NewsHour", "description": "When Congress reached a budget deal to fund the federal government, one of the controversial items they agreed to was a cut in military pensions. But does this break a promise to those who have served? Jeffrey Brown gets perspective from retired Vice Adm. Norbert Ryan and former Assistant Secretary of Defense Lawrence Korb.", "title": "Should lawmakers repeal cuts to military pensions?", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2014/01/454298513.jpg", "creator": "@newshour", "site": "@newshour", "card": "summary_large_image"}, "apple-mobile-web-app-capable": "no", "fb": {"app_id": 114150878604116}, "article": {"publisher": "https://www.facebook.com/newshour", "tag": "Veterans Affairs"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "news_keywords": "armed forces, budget, cost of living, Editors' Picks, pensions, retirement, Stories of the Week, veterans, Veterans Affairs"}, "article_summary": "), President and CEO, Military Officers Association of America: Sure.\nAnd what we did is, we said, if you join after August — July 31, 1986, you’re going to get 40 percent, instead of 50 percent.\nThis has set off a battle over pensions with some members of Congress who have vowed to repeal this provision.\nVICE ADM. NORBERT RYAN: Hopefully, they’re going to fix it when it gets through the Defense Committee.\nVICE ADM. NORBERT RYAN (RET."}