{"article_title": "One Member of Congress = 18 American Households", "article_keywords": ["households", "congress", "18", "rep", "million", "median", "investment", "member", "average", "american", "members", "net", "worth"], "article_url": "http://www.mintpressnews.com/one-member-congress-18-american-households-lawmakers-personal-finances-far-average/201287/", "article_text": "Rep. Darrell Issa, R-Calif. (AP Photo)\n\nThe median net worth of a member of Congress was $1,029,505 in 2013 — a 2.5 percent increase from 2012 — compared with an average American household’s median net worth of $56,355. Once again, the majority of members of Congress are millionaires — 271 of the 533 members currently in office, or 50.8 percent.\n\nWhile the median net worth of an American family has declined by nearly one-third between 2007 and 2013, members of Congress have recovered quite well from the recession. The Senate’s median net worth went from $2.3 million to $2.8 million over that period, while for members of the House the numbers went from $708,500 to $843,507.\n\n\n\nofficial MintPress sponsor official MintPress sponsor\n\nNot all members of Congress are millionaires. While there are seven whose net worth is in the nine figures, totaling at least $100 million, there are two dozen who are in the minus column.\n\nThose are the extremes. But overall, CRP’s annual analysis of lawmakers’ financial statements once again shows that they are not remotely similar to the typical American in terms of wealth, investments and economic security.\n\nHalf of this year’s freshman class were already millionaires upon their arrival. While the retirement of one senator whose name is the very symbol of wealth — Jay Rockefeller (D-W.V.), whose median net worth was $101.2 million in 2012 — might have been expected to depress Congress’ numbers, the incoming freshmen include Rep. Dave Trott (R-Mich.) and his net worth of $200.5 million.\n\n“At a time when income inequality is much debated, the representatives we choose are overwhelmingly affluent,” said CRP’s Executive Director Sheila Krumholz. “Whether voters elect them because they are successful or because people of modest means do not run, or for other reasons, is unclear, but struggling Americans should not assume that their elected officials understand their circumstances.“\n\n\n\nIt’s almost never a down year for Congress. Since OpenSecrets.org began publishing an annual report on lawmakers’ net worth in 2006, the numbers have increased every year but one — 2008. This year’s jump of over 2.5 percent is slightly less than the increase between 2011 and 2012 of 4.4 percent, but still greater than the rate of inflation.\n\nNot all subgroups have grown their wealth, though. In 2013, the median net worth of all Democratic members dropped below $1 million, a decline of 14.3 percent from 2012. Republicans, however, had a good year. Their median net worth was barely $1 million in 2012, and in 2013 it eased into more comfortable millionaire territory, $1.1 million — an increase of 10.1 percent.\n\nThe House’s median net worth of $843,507 is an increase over the $708,500 figure in 2007, and it is a 3.6 percent increase from the previous year. Senators fared slightly better as well, though the median net worth in that chamber crept up less than the rate of inflation, from $2,794,024 to $2,794,518 in 2013.\n\nCRP’s analysis is based on financial disclosure forms filed by members of Congress in May 2014, reporting assets and liabilities as of Dec. 31, 2013. For freshmen members, CRP uses candidate filings made in 2014 covering the previous year. The law allows lawmakers to report the value of their individual debts and holdings in ranges.\n\nAdding up the average value of the current 533 members who have filed their reports, Congress was worth roughly $4.3 billion in 2013 — the equivalent of more than 76,000 typical American households, and a $400 million increase from the last Congress in 2012. Rep. Steve Knight (R-Calif.) has not filed a disclosure to date and Rep. Michael Grimm (R-N.Y.) resigned the day before the new Congress was sworn in.\n\nWealthiest Individuals\n\nRep. Darrell Issa (R-Calif.) retains his claim as the wealthiest member of Congress, with an average net worth of $448.4 million. That’s an eye-popping number but it is also a $15.6 million decline from his value last year. Issa made his fortune with the car alarm business he built from scratch, but according to his most recent disclosure, the bulk of his money is now invested in high yield mutual funds. He also owes $75 million to $100 million on two personal loans.\n\nThe wealthiest member of the Senate — and second richest member of Congress — is Sen. Mark Warner (D-Va.), who comes in at $254.1 million. Like Issa, Warner is slightly less wealthy than he was in 2012.\n\nOf the other five members worth $100 million or more, two are Republicans and three are Democrats. House Minority Leader Nancy Pelosi broke into the nine figures in 2013, increasing her average net worth from $87.9 million in 2012 to $100.8 million in 2013. Pelosi’s increased wealth seems to result from the increased value of several pieces of property she owned in northern California. She also has a stake in the United States Football League, worth between $5 million and $25 million, and a similar-sized stake in the league’s Sacramento franchise.\n\nThe Top 20 Wealthiest Members\n\n\n\nOn the other end of the spectrum, Rep. David Valadao (R-Calif.) remains the poorest member of Congress, at least on paper. His net worth in 2013 was negative $11.5 million, which is actually a $575,000 improvement from 2012. This is the third year running that Valdao has brought up the rear of the net worth list, apparently because of sizable revolving loans he has taken out to support his family dairy farm.\n\nThe poorest member of the Senate is, once again, Sen. Debbie Stabenow (D-Mich.). On paper, she’s worth just $32,500, her only reported asset being a checking account. Disclosure forms don’t require lawmakers or candidates to report the values of their primary residences, but where they do we have included the values in our analysis.\n\nThe median net worth of freshmen lawmakers this year was $995,000.\n\nOf the 14 new senators, only six are true freshmen who didn’t jump from the House to the Senate and thus entered Congress, and our analysis, for the first time. All six are Republicans, and five had an average net worth of $1 million or more in 2013\n\nThe wealthiest was Sen. David Perdue (R-Ga.), the former chief executive of Dollar General, whose average net worth tallies up to be $31.6 million. Perdue is heavily invested in stocks and bonds, especially Georgia state and local municipal bonds. He also reported between $1.3 million and $5.6 million in deferred “board compensation,” mainly from the Alliant Energy natural gas and electric utility company. Sen. Joni Ernst (R-Iowa) was the least wealthy of the incoming senators, with an average net worth of $504,000.\n\nTrott was the wealthiest incoming freshman in the House and Senate combined, with an average net worth of $200.5 million. He represents a district in suburban Detroit, and is one person who has done well from that city’s hard luck. Trott made much of his fortune in the mortgage crisis last decade. His largest investment in 2013 was Trott & Trott, a real estate law firm that specialized in representing lenders (he unloaded his stake in the firm before the election). He also listed investments in Detroit Legal News Publishing (a legal newspaper that publishes foreclosure notices) and a title company that handled much of the paperwork for foreclosures.\n\nThe least wealthy member of the freshman class is Rep. Mark Walker (R-N.C), a pastor, who had a listed average net worth of negative $67,000. Walker’s debts included $15,000 to $50,000 in student loans.\n\nCongressional Holdings\n\nAs in years past, the most popular investment for members of Congress was real estate — either property itself or companies in the real estate business. The value of congressional real estate holdings varies widely because of the ranges permitted on disclosure forms, but could be anywhere between $357 million and $1.2 billion.\n\nMany members of Congress have significant investments in specific pieces of property. These are mostly commercial — Issa, for instance, owns a number of pieces of commercial real estate, like a building that houses a Hooters restaurant and an industrial property that is leased by a nonprofit for its work program for developmentally disabled adults. Pelosi’s commercial property includes numerous buildings in San Francisco’s soaring market, like a 59,000 square foot brick warehouse near the waterfront that is being leased for office space. Pelosi lists its value as $5 million to $25 million.\n\nPelosi also reported a Napa vineyard, worth between $5 million and $25 million. Sen. Deb Fischer (R-Neb.) listed her family’s 10,000-acre Sunny Slope Ranch as being worth between $2 million and $6 million.\n\nAfter real estate, the securities and investment industry draws the most congressional investment — again, either through stakes in financial services companies or their products, like mutual and investment funds. Congressional investment here is valued between $90.3 million and $253.7 million. Congressional investment in commercial banks is almost identical, between $90.3 million and $212.4 million in 2013.\n\nOwnership of individual stocks is becoming less common, as we’ve noted in previous years. The stock most widely held by members of Congress is, once again, that stalwart of the New York Stock Exchange, General Electric; 62 members own shares of GE worth as much as $63 million in total. In previous years, General Electric was far and away the most widely held stock; this year the stock is only slightly more popular than runner-up Wells Fargo, in which 58 members are invested.\n\nTop 20 Congressional Stocks\n\nThat’s not to say members of Congress are getting out of the stock market, but they are using more mutual funds, managed portfolios and hedge funds. Rep. John Delaney (D-Md.), who is the third richest member of Congress with an average 2013 net worth of $222.4 million, lists investments with hedge funds like Blue Spruce Fund and Farallon Capital Management, the investment firm and hedge fund founded by Democratic mega-donor Tom Steyer.\n\nMany lawmakers also own part or all of various businesses. Rep. Chris Collins (R-N.Y.) owns a stake worth between $5 million and $25 million in Zepto Matrix Corp Biotechnology, a biotech firm that handles highly infectious diseases, and a similar stake in Innate Immunotherapeutics MS Drug Development, a company developing drugs to treat multiple sclerosis. Rep. Vernon Buchanan (R-Fla.), who was worth an average of $98.2 million, owned several car dealerships and an aircraft leasing business. Rep. Tom Rooney (R-Fla.), son of Pittsburgh Steelers founding owner Art Rooney, lists a stake in Yonkers Raceway, a New York horse racing track and casino, that he values at between $6.5 million and $31 million. Given that investment, it’s not surprising that Rooney also reported owning a two-year old racehorse, valued at between $1,000 and $15,000.\n\nDownload the full list of all current members of Congress and the most popular congressional investments here.\n\nThis content on this site is licensed under a Creative Commons Attribution-Noncommercial-Share Alike 3.0 United States License by OpenSecrets.org.", "article_metadata": {"description": "It would take the combined wealth of more than 18 American households to equal the value of a single federal lawmaker’s household, the Center for Responsive Politics’ latest analysis of congressional wealth finds.", "generator": "WordPress 4.5.2", "AUTHOR": "Russ Choma for OpenSecrets.org", "og": {"site_name": "MintPress News", "description": "It would take the combined wealth of more than 18 American households to equal the value of a single federal lawmaker’s household, the Center for Responsive Politics’ latest analysis of congressional wealth finds.", "title": "One Member of Congress = 18 American Households: Lawmakers’ Personal Finances Far From Average", "url": "http://www.mintpressnews.com/one-member-congress-18-american-households-lawmakers-personal-finances-far-average/201287/", "image": "http://www.opensecrets.org/wp-content/uploads/news/assets_c/2013/01/arrow_pointing_down-thumb-160x211-10322.jpg", "updated_time": "2015-01-16T15:54:27-05:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "It would take the combined wealth of more than 18 American households to equal the value of a single federal lawmaker’s household, the Center for Responsive Politics’ latest analysis of congressional wealth finds.", "creator": "@MintPressNews", "image": "http://www.mintpressnews.com/wp-content/uploads/2014/03/AP416560165075.jpg", "title": "One Member of Congress = 18 American Households: Lawmakers’ Personal Finances Far From Average", "site": "@MintPressNews", "card": "summary_large_image"}, "robots": "noodp", "fb": {"admins": 100003161352196}, "article": {"publisher": "https://www.facebook.com/MintpressNewsMPN", "section": "Daily Digest", "tag": "wealth disparity", "published_time": "2015-01-17T05:00:18-05:00", "modified_time": "2015-01-16T15:54:27-05:00"}}, "_id": "\"57477af36914bd0286fcd758\"", "article_summary": "Rep. Darrell Issa, R-Calif. (AP Photo)The median net worth of a member of Congress was $1,029,505 in 2013 — a 2.5 percent increase from 2012 — compared with an average American household’s median net worth of $56,355.\nWealthiest IndividualsRep. Darrell Issa (R-Calif.) retains his claim as the wealthiest member of Congress, with an average net worth of $448.4 million.\nSen. Joni Ernst (R-Iowa) was the least wealthy of the incoming senators, with an average net worth of $504,000.\nThe wealthiest member of the Senate — and second richest member of Congress — is Sen. Mark Warner (D-Va.), who comes in at $254.1 million.\nWhile the median net worth of an American family has declined by nearly one-third between 2007 and 2013, members of Congress have recovered quite well from the recession."}