{"article_title": "Koch brothers join Obama in advocating US prison reform — RT America", "article_keywords": ["rt", "criminal", "president", "bill", "join", "brothers", "reform", "justice", "koch", "system", "prison", "advocating", "america", "obama"], "article_url": "https://www.rt.com/usa/310128-koch-brothers-obama-prisons/", "article_text": "While right-leaning American oligarchs Charles and David Koch have become easy targets for opponents of big money's influence in American politics, they have been unlikely allies to President Barack Obama in advocating criminal justice reform.\n\n\"It’s morally, constitutionally and fiscally the right thing to do to reform our criminal justice system,\" Mark Holden, senior vice president and general counsel for Koch Industries, told Democracy Now on Wednesday.\n\nAlong with more liberal philanthropic groups like the MacArthur Foundation, the billionaire brothers are core supporters of the Coalition for Public Safety. According to its website, the group works \"across the political spectrum to pursue a comprehensive set of federal, state, and local criminal justice reforms to reduce our jail and prison populations and associated costs; end the systemic problems of overcriminalization and overincarceration — particularly of low-income communities and communities of color; ensure swift and fair outcomes for both the accused and the victim; and make communities safe by reducing recidivism and breaking down barriers faced by those returning home after detention or incarceration.\"\n\nThe issue of criminal justice reform and mass incarceration in America made major headlines this week as President Obama gave a speech this week encouraging action from Washington. The president said he wanted a federal review of solitary confinement, voting rights restored to former felons, and Congress to pass a sentencing reform bill by year’s end.\n\nREAD MORE: Obama calls for criminal justice reform in system ‘skewed by race and wealth’\n\n“In far too many cases, the punishment simply doesn’t fit the crime,” Obama told an audience of 3,300 at the National Association for the Advancement of Colored People (NAACP) convention in Philadelphia on Tuesday.\n\n“If you are a low-level drug dealer, or you violate your parole, you owe some debt to society. But you don’t owe 20 years. You don’t owe a life sentence,” Obama said.\n\n\n\nObama and Koch Brothers working together on prison reform?? Strange bedfellows. — Matthias Bossi (@MatthiasBossi) July 17, 2015\n\nIn describing the Koch brothers' interest in the issue of reform, Holden told Democracy Now that the Kochs were \"classical liberals who believe in expansive individual liberties in the Bill of Rights and limited government,\" and \"if your goals are to honor the Bill of Rights and to remove obstacles to opportunity, especially for the poor and the disadvantaged, you have to be in the criminal justice arena.\"\n\nA close advisor to Charles Koch, Holden said the current system has to be addressed \"across the board\" to help ensure prisoners have a fair shot at improving their lives once they have served their time.\n\nThe Koch brothers advocate \"comprehensive reform across the system, because each part of the system, in our opinion, from the laws that are passed, they overcriminalize conduct, that really probably shouldn’t be criminal to begin with,” Holden said, adding, “It’s personal conduct in a lot of ways. You hear about drug usage, that type of thing. Then we overcharge that conduct, overprosecute people. Then we oversentence them, overincarcerate them. And then, on the way out, they’re overburdened with collateral consequences.”\n\nEarlier this year, it was announced that the Kochs plan to raise an unprecedented $889 million to spend on the 2016 election.\n\nOperations of Koch Industries, the second-largest private corporation in the US, include oil refining and distribution, manufacturing of a wide variety of consumer products, cattle ranching, and chemical production. The brothers' political priorities include reducing government regulations, particularly environmental restrictions, and undoing the Affordable Care Act, known as Obamacare.\n\nWill criminal justice reform bring together Obama and Kochs? Koch general counsel visited WH this spring. http://t.co/NbN5ITNqo7 via @WSJ — Matea Gold (@mateagold) July 17, 2015\n\nYet the Kochs are also supporters of a bipartisan bill in the US House that pushes probation instead of prison time for fairly minor, nonviolent crimes, and to boost parole programs that aim to reduce recidivism.\n\nKnown as the Safe, Accountable, Fair, and Effective (SAFE) Justice Act of 2015 and sponsored by Republican Jim Sensenbrenner and Democrat Bobby Scott, the bill is \"inspired by the successes of states across the country, will reduce recidivism, concentrate prison space on violent and career criminals, increase the use of evidence-based alternatives to incarceration, curtail over-criminalization, reduce crime, and save money,\" according to a Sensenbrenner press release.\n\nThe Wisconsin Republican – author of the US Patriot Act following the September 11, 2001 attacks in New York and Washington – called the current criminal justice system \"not only fiscally unsustainable, but morally irresponsible.\"\n\nIn his address to the NAACP, Obama said America was spending $80 billion a year to keep 2.2 million people incarcerated – about 25 percent of the world's prison population – adding that American taxpayers pick up the tab for a criminal justice system that “remains particularly skewed by race and by wealth.”\n\nHe said the criminal justice system disproportionately affects communities of color, with African-Americans and Latinos making up 30 percent of the general population, but accounting for 60 percent of the prison population. He said one in every 35 African-American men and one in every 88 Latino men is serving time. Among white men, the number is one in 214.\n\n“The bottom line is that in too many places, black boys and black men, Latino boys and Latino men experience being treated differently under the law,” he said.\n\nObama praising bipartisan criminal justice reform \"It's created some unlikely bedfellows...You got the NAACP & the Koch Brothers.\" #NAACP106 — VictoriaLaw (@LVikkiml) July 14, 2015\n\nObama’s speech was delivered a day after he commuted the sentences of 46 nonviolent drug offenders – the most commutations a president has issued on a single day in at least four decades.\n\nHe also became the first sitting US president to visit a federal prison. After visiting inmates at the El Reno Federal Correctional Institution in Oklahoma, Obama said that \"when they describe their youth and their childhood, these are young people who made mistakes that aren’t that different than the mistakes I made and the mistakes that a lot of you guys made.\"\n\nFormer US president Bill Clinton said this week that the 'three-strikes' crime bill he signed in 1994 contributed significantly to the incarceration boom in the US, helping lock up \"minor actors for way too long.\"\n\n\"I signed a bill that made the problem worse and I want to admit it,\" Clinton said during his own address at the NAACP convention.\n\nThe law requires that anyone convicted of a violent crime that had two or more prior convictions, including drug crimes, received a lifetime prison sentence.", "article_metadata": {"description": "While right-leaning American oligarchs Charles and David Koch have become easy targets for opponents of big money's influence in American politics, they have been unlikely allies to President Barack Obama in advocating criminal justice reform.", "og": {"site_name": "RT International", "description": "While right-leaning American oligarchs Charles and David Koch have become easy targets for opponents of big money's influence in American politics, they have been unlikely allies to President Barack Obama in advocating criminal justice reform.", "title": "Koch brothers join Obama in advocating US prison reform", "locale": "en_EN", "image": "https://img.rt.com/files/2015.07/article/55a93e51c361888b688b4590.jpg", "url": "https://www.rt.com/usa/310128-koch-brothers-obama-prisons/", "type": "article"}, "navigation": "tabbed", "twitter": {"description": "While right-leaning American oligarchs Charles and David Koch have become easy targets for opponents of big money's influence in American politics, they have been unlikely allies to President Barack Obama in advocating criminal justice reform.", "title": "RT International", "image": "https://img.rt.com/files/2015.07/article/55a93e51c361888b688b4590.jpg", "creator": "@RT_com", "site": "@RT_com", "card": "summary_large_image"}, "HandheldFriendly": "true", "format-detection": "telephone=yes", "msvalidate.01": "36879475773792950F4872586A371571", "google-site-verification": "VQLbsaWKiXW2-Vt4lP7MevnhMES537NO4fQjfGgLcbI", "apple-mobile-web-app-capable": "no", "MobileOptimzied": "width", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes"}, "_id": "\"57477af46914bd0286fdc0ae\"", "article_summary": "Obama and Koch Brothers working together on prison reform??\nObama praising bipartisan criminal justice reform \"It's created some unlikely bedfellows...You got the NAACP & the Koch Brothers.\"\nThe issue of criminal justice reform and mass incarceration in America made major headlines this week as President Obama gave a speech this week encouraging action from Washington.\nWill criminal justice reform bring together Obama and Kochs?\nWhile right-leaning American oligarchs Charles and David Koch have become easy targets for opponents of big money's influence in American politics, they have been unlikely allies to President Barack Obama in advocating criminal justice reform."}