{"article_title": "Gucci salutes France in first post-Giannini collection", "article_keywords": ["fashion", "winter", "menswear", "young", "collection", "france", "gucci", "french", "team", "bow", "salutes", "giannini", "postgiannini"], "article_url": "http://www.salon.com/2015/01/19/gucci_salutes_france_in_first_post_giannini_collection/", "article_text": "Topics: From the Wires, News\n\nMILAN (AP) — The fashion curtain call is part of the ritual of the runway show, with each designer’s personality reflected in that final bow.\n\nSome, like Miuccia Prada, appear in the doorway for a nanosecond. Donatella Versace walks a good 10 meters (yards) out to salute the crowd, while Giorgio Armani stands perfectly lit in the darkened stage entrance.\n\nMonday was to be Frida Giannini’s last bow as creative director at Gucci’s menswear after a decade at the Florentine house — but that was not to be. The highly anticipated curtain call was cancelled without explanation. Instead, the bow went to a young design team that completely revamped the collection Giannini had prepared.\n\nHere are some highlights from menswear previews for next autumn and winter from the third day of Milan Fashion Week on Monday:\n\nA NEW GUCCI CHAPTER\n\nThe Gucci style team may have pulled off a fashion record. They designed and produced the menswear runway show for next winter in five days, after outgoing creative director Frida Giannini left sooner than had been announced.\n\nGiannini’s exit from the storied Florentine fashion house was announced last month by the French owners, Kering, which said she would leave after showing the men’s and women’s collections for autumn and winter 2016. No reason was given for the change of plans. Gucci’s press team on site Monday called the decision to redesign the collection from scratch “a new chapter.”\n\nA team of young designers, led by head accessories designer Alessandro Michele, came out and took a collective bow, to sustained applause. Gucci said a successor to Giannini would be announced “in due course.”\n\nGUCCI SALUTES THE FRENCH REPUBLIC\n\nGucci’s androgynous collection, worn by both male and female models, appeared to be a tribute to French artists, intellectuals and revolutionaries in the wake of the twin terror attacks in Paris this month that have shaken Europe and the world.\n\nThe hues of red, white and blue, the colors of the French flag, contributed to the sense of #jesuischarlie camaraderie that sprung up worldwide in the wake of the recent terror attacks in Paris.\n\nMany of the outfits suggested characters from France’s rich cultural history: A white shirt with a dark ribbon tied in a bow around the neck, worn with blue trousers and capped with a red beret, was reminiscent of a French school uniform. A more elaborately tied silken bow conjured the image of a poet. A fur-trimmed cape was befitting of an artist setting up his easel in a Parisian park.\n\nEMPORIO ARMANI\n\nMetallic brush strokes across classic fabrics and dramatic zipper placements defined the new Emporio Armani line, aimed at youthful-minded dressers.", "article_metadata": {"description": "Gucci salutes France in first post-Giannini collection", "title": "Gucci salutes France in first post-Giannini collection", "og": {"site_name": "Salon", "description": "Gucci salutes France in first post-Giannini collection", "title": "Gucci salutes France in first post-Giannini collection", "url": "http://www.salon.com/2015/01/19/gucci_salutes_france_in_first_post_giannini_collection/", "image": "http://media.salon.com/2015/01/italy-fashion-gucci.jpeg4-1280x960.jpg", "type": "article"}, "twitter": {"description": "Gucci salutes France in first post-Giannini collection", "title": "Gucci salutes France in first post-Giannini collection", "image": "http://media.salon.com/2015/01/italy-fashion-gucci.jpeg4-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Colleen Barry", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Instead, the bow went to a young design team that completely revamped the collection Giannini had prepared.\nHere are some highlights from menswear previews for next autumn and winter from the third day of Milan Fashion Week on Monday:A NEW GUCCI CHAPTERThe Gucci style team may have pulled off a fashion record.\nEMPORIO ARMANIMetallic brush strokes across classic fabrics and dramatic zipper placements defined the new Emporio Armani line, aimed at youthful-minded dressers.\nDonatella Versace walks a good 10 meters (yards) out to salute the crowd, while Giorgio Armani stands perfectly lit in the darkened stage entrance.\nA fur-trimmed cape was befitting of an artist setting up his easel in a Parisian park."}