{"article_title": "Ezra Klein Meets Mao Zedong", "article_keywords": ["meets", "ezra", "work", "notions", "klein", "means", "willis", "zedong", "topless", "ugly", "culture", "shes", "yes", "mao", "women"], "article_url": "http://reason.com/blog/2014/10/16/ezra-klein-meets-mao-zedong", "article_text": "America’s sexual revolution handed women control over their sexual destiny while hanging on to liberal notions of justice and due process. But now affirmative consent or “yes-means-yes” law proponents think that these notions are inconvenient obstacles in their quest to deliver total safety to women. Rape, they claim, is such a big problem that they have to trade in their “ends don’t justify the means” philosophy with “by any means necessary” battle cry.\n\nBoosting these efforts is Ezra Klein, the champion of the hot new genre of fact-based explanatory journalism. He declares that this \"terrible law is necessary.\" Why? Because there is an ugly \"culture of entitlement\" among American men and \"ugly problems don't have pretty solutions.\"\n\nWhat's truly ugly, I note in The Week, is accepting totalitarian notions of justice to address a problem that is nowhere near as rampant as the proponents of \"yes means yes\" laws claim and that women are perfectly capable of handling on their own.\n\nIndeed, if the rape culture was rampant, not only would it show up in reliable statistics, but women’s behavior too. For example, I note:\n\nScout Willis, Bruce Willis and Demi Moore's daughter, wouldn't have fearlessly strolled topless in Manhattan to protest Instagram's policies against nude pictures last summer. Sure, she's quasi-famous. But nonetheless, try doing that in the pre-sexual revolution America or modern-day India (my native country) without getting assaulted or worse. Willis chose going topless as her form of protest precisely because, contrary to Klein's assertion, there is no longer a \"culture of entitlement\" among American men. Her stunt was possible only because social mores that used to work against women now work for them. Far from facing any sanction, she could count on those around her acknowledging — even cheering (like me) — her right to wield her sexuality as she saw fit without becoming prey to jerks who believe she's \"asking for it.\"\n\nGo here to read the whole thing.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "America’s sexual revolution handed women control over their sexual destiny while hanging on to liberal notions of justice and due process. But now affirmative", "title": "Ezra Klein Meets Mao Zedong", "url": "http://reason.com/blog/2014/10/16/ezra-klein-meets-mao-zedong", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_10/scout-willis.jpg", "type": "article"}, "twitter": {"image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_10/scout-willis.jpg", "description": "America’s sexual revolution handed women control over their\nsexual destiny while hanging on to liberal notions of justice and due process. But now affirmative\nconsent or “yes-means-yes” law proponents think that these notions\nare inconvenient obstacles in their quest to deliver total safety\nto women. Rape, they claim, is such a big problem that they have to\ntrade in their “ends don’t justify the means” philosophy with “by\nany means necessary” battle cry.\nBoosting these efforts is E", "site": "@reason", "card": "summary_large_image", "title": "Ezra Klein Meets Mao Zedong"}, "fb": {"pages": 17548474116}, "article": {"tag": "Culture", "published_time": "2014-10-16T19:58:00+00:00", "author": "http://reason.com/people/shikha-dalmia"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fcd76f\"", "article_summary": "Because there is an ugly \"culture of entitlement\" among American men and \"ugly problems don't have pretty solutions.\"\nBoosting these efforts is Ezra Klein, the champion of the hot new genre of fact-based explanatory journalism.\nHer stunt was possible only because social mores that used to work against women now work for them.\nAmerica’s sexual revolution handed women control over their sexual destiny while hanging on to liberal notions of justice and due process.\nBut now affirmative consent or “yes-means-yes” law proponents think that these notions are inconvenient obstacles in their quest to deliver total safety to women."}