{"article_title": "Things to look for in Monday’s Boston Marathon", "article_keywords": ["look", "won", "things", "american", "race", "mondays", "victory", "boston", "keflezighi", "womens", "win", "marathon", "history"], "article_url": "http://www.salon.com/2015/04/20/things_to_look_for_in_mondays_boston_marathon/", "article_text": "Topics: From the Wires, Entertainment News, News\n\nBOSTON (AP) — The Boston Marathon will never be just another race again. The twin bombs at the finish line of the 2013 race made sure of that.\n\nBut when the field of 30,000 leaves Hopkinton on Monday morning, the world’s oldest annual marathon will take the initial, tentative steps back toward its roots as a world-class sporting event first, and a cause — for fitness, for fundraising, for freedom — second.\n\n“For us, the core principle is the Boston Marathon is an international athletic event focused on competition and excellence,” Tom Grilk, the executive director of the Boston Athletic Association, said last week as he prepared for the 119th edition of the race.\n\n“We start there, every time. Including last year,” he said. “What happened in 2013 was the closest and perhaps most poignant part of our history, but part of the history. The history going forward would be written by the people who come and run and watch and participate in all the ways that people do.”\n\nA year after the explosions killed three people and wounded 260 more, the Boston Marathon got just what it needed: A safe race, an American victory on Patriots’ Day, and a chance for runners and residents alike to rally on Boylston Street.\n\nMeb Keflezighi delivered the cathartic victory while becoming the first American man to win the race since 1983.\n\n“We overcame a big thing last year,” Keflezighi said. “We can’t get those people back. It can never be forgotten; it can never be normal. But we do what we can. I’m delighted to be a part of something positive.”\n\nHe’s back this year, wearing the defending champion’s bib No. 1, and hoping that he can repeat his success without the emotional boost he received from the crowds in 2014.\n\nHere are some other things to look for — and one you won’t see — in the race:\n\nMEB REPEAT?\n\nKeflezighi said the support of the crowd propelled him to victory last year. But without that added boost, he will have a difficult time winning again against a field that includes three Boston champions and the winners of 80 global marathons in all.\n\nKenya’s Patrick Makau is the fastest in the group, having won the 2011 Berlin Marathon in 2 hours, 3 minutes, 38 seconds. Lelisa Desisa, who won the 2013 race and then donated his winner’s medal to the stricken city, is one of four Ethiopians who have completed a marathon in under 2:05.\n\nBoston’s 2012 winner Wesley Korir is also in the field.\n\n“May the best man and woman win,” Keflezighi said. “I’ll give it my best shot.”\n\nTHE WOMEN’S TURN?\n\nKeflezighi ended one American drought by giving the United States its first men’s champion since Greg Meyer in 1983. This year, Shalane Flanagan and Desiree Linden are hoping to end a U.S. slump in the women’s race that stretches to 1985.\n\nFlanagan, who came in fourth in 2013, led for more than half of the race last year before finishing seventh in an American course record of 2:22:02. Linden came in 10th last year and missed out on the win in 2011 by 2 seconds.", "article_metadata": {"description": "Things to look for in Monday’s Boston Marathon", "title": "Things to look for in Monday’s Boston Marathon", "og": {"site_name": "Salon", "description": "Things to look for in Monday’s Boston Marathon", "title": "Things to look for in Monday’s Boston Marathon", "url": "http://www.salon.com/2015/04/20/things_to_look_for_in_mondays_boston_marathon/", "image": "http://media.salon.com/2015/04/boston-marathon.jpeg7-1280x960.jpg", "type": "article"}, "twitter": {"description": "Things to look for in Monday’s Boston Marathon", "title": "Things to look for in Monday’s Boston Marathon", "image": "http://media.salon.com/2015/04/boston-marathon.jpeg7-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Jimmy Golen", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcd773\"", "article_summary": "Topics: From the Wires, Entertainment News, NewsBOSTON (AP) — The Boston Marathon will never be just another race again.\nThis year, Shalane Flanagan and Desiree Linden are hoping to end a U.S. slump in the women’s race that stretches to 1985.\n“For us, the core principle is the Boston Marathon is an international athletic event focused on competition and excellence,” Tom Grilk, the executive director of the Boston Athletic Association, said last week as he prepared for the 119th edition of the race.\n“May the best man and woman win,” Keflezighi said.\nHere are some other things to look for — and one you won’t see — in the race:MEB REPEAT?"}