{"article_title": "FBI data backs up Trump claims on illegals and crime", "article_keywords": ["border", "trump", "illegal", "aliens", "crimes", "backs", "crime", "illegals", "gang", "members", "report", "claims", "fbi", "theyre", "data", "gangs"], "article_url": "http://www.wnd.com/2015/07/fbi-data-backs-up-trump-claims-on-illegals-and-crime/", "article_text": "Largely unreported data published by the FBI appears to back up Donald Trump’s contentions regarding illegal aliens from Mexico committing drug and violent crime offenses in the U.S.\n\nAccording to the FBI, criminal gangs – in some regions comprised significantly of illegal aliens – are wreaking havoc in the U.S., with 65 jurisdictions nationwide reporting gang-related offenses committed with firearms account for at least 95 percent of crime in those areas.\n\nThe FBI further documented gangs in Southwestern border regions consisting of up to 80 percent illegal aliens were committing a multitude of crimes in America, “including drug-related crimes, weapons trafficking, alien smuggling, human trafficking, prostitution, extortion, robbery, auto theft, assault, homicide, racketeering, and money laundering.”\n\nThe information was contained in the FBI’s 79-page National Gang Report published in 2013, the most recently released extensive agency report providing an overview of gang activities and trends in the United States.\n\nThe data is newly relevant following a national debate about illegal alien criminals emanating from Mexico sparked by Trump’s controversial comments.\n\n“When Mexico sends its people, they’re not sending their best,” Trump said when he announced his run for president. “They’re not sending you. They’re not sending you. They’re sending people that have lots of problems, and they’re bringing those problems with us. They’re bringing drugs. They’re bringing crime. They’re rapists. And some, I assume, are good people.”\n\nTrump has since clarified numerous times his comments were in reference to illegal aliens crossing into the U.S. from Mexico.\n\n“I accept the 80 percent number, but I’ve heard testimony that goes higher than that,” Rep. Steve King, R-Iowa, told WND. “It might be that gangs are now starting to recruit children that are born to illegals.\n\nAnn Coulter takes apart the arguments from advocates for amnesty and illegal aliens, in “Adios, America,” and in the course of her work reveals that Democrats always have thought of immigration reform as a way to stuff the ballot box.\n\n“That might account for some of the remaining 20 percent,” he said, noting it could get worse.\n\n“You turn over another generation of this and you won’t be able to characterize them as illegals anymore. They will be anchor babies.”\n\nMichele Bachmann, a former member of Congress, added, “With every news cycle, Donald Trump is being proven right about problems associated with illegal aliens. The Dem/GOP ruling class in D.C. is petrified their false claim that massive Third-World immigration is good for America is unraveling.\n\n“The ruling class should be worried, and their handmaidens in the media, because the American people are sick of watching our glorious nation be destroyed and they are longing for a true champion to fight for American greatness and sovereignty.”\n\nShe said, “Trump just might pull this off!”\n\nThe FBI’s latest National Gang Report extensively documents criminal gangs, some comprised in large part of illegal aliens, are indeed importing drugs and committing a high percentage of violent crimes throughout the U.S.\n\nOne section of the 79-page report details “Gangs and the U.S. Border.” It documents gangs, “especially national-level Hispanic gangs, such as MS-13, the Eme, Sureños, and TB, continue to pose a significant threat to the Southwest border region.”\n\nThe report reveals that “in many cases, gang members who commit criminal activity in the region are not U.S. citizens nor lawful permanent residents.”\n\nThe FBI documented that surveys conducted by U.S. Customs and Border Protection indicate in some southwest border sectors “the percentage of non-U.S. citizen gang members was as high as 80 percent.”\n\nThe report states that once deported, gang members have been documented as repeatedly attempting to re-enter U.S. illegally “in order to re-join the gang and engage in criminal activity.”\n\nThe FBI statistics show gangs “exploit opportunities along the nearly 2,000 miles of contiguous U.S.-Mexico territory” to engage in a multitude of crimes, “including drug-related crimes, weapons trafficking, alien smuggling, human trafficking, prostitution, extortion, robbery, auto theft, assault, homicide, racketeering, and money laundering.”\n\n“Of these offenses, drug-related crimes – such as production, smuggling, trafficking, and distribution – are the most widely reported criminal acts committed by gangs of all types,” according to the 2013 report.\n\nThe report relates gangs are establishing and maintaining “mutually beneficial relationships” with international crime syndicates, including Mexican Transnational Criminal Organizations.\n\nThese cross-border relationships, the FBI warned, “increase profits for gangs through drug distribution, drug transportation, and the commission of violent crimes to enforce drug payment and protect drug transportation corridors from rival usage.”\n\nFirearms proliferation; military weaponry\n\nPerhaps just as alarming is the section on “weapons and explosives” which notes the massive proliferation of firearms among illegal gangs, revealing gangs are in possession of vast quantities of “handguns, rifles, both semi and fully automatic, shotguns, and in some instances, machine guns.”\n\n“Gang members use these weapons in violent encounters with rival gang members, law enforcement officers, and innocent victims,” the report relates.\n\nLaw enforcement officials in multiple U.S. jurisdictions reported gang members in their regions also have been caught in possession of “law enforcement only and military weaponry such as assault rifles, grenades, and body armor.”\n\nLaw enforcement officials surveyed nationwide reported a full 30 percent of gang-related crime in their jurisdiction was committed with firearms while 65 jurisdictions nationwide reported gang-related offenses carried out using firearms accounted for at least 95 percent of crime in their areas.\n\nJust how many gang members are inside the U.S.? The 2013 report refused to provide numbers citing “inconclusive reporting and lack of confidence in estimates.”\n\nHowever, the FBI’s previous report, released in 2011 and reviewed by WND, estimated there was about 1.4 million active street, prison and outlaw motorcycle gang members in more than 33,000 gangs operating in all 50 states, the District of Columbia and Puerto Rico.\n\nWith additional reporting by Garth Kant in Washington, D.C.\n\nRelated stories:\n\nTrump earns Michael Savage’s acclaim\n\nDonald Trump steamrolls NBC reporter\n\nCrimes by illegals spark new Trump nickname\n\nRepublicans try to disarm ‘suicide bomber’ Trump\n\nTrump can take solace in immigration survey\n\nTrump loses lucrative Celebrity Golf Classic\n\nNASCAR cuts ties with Trump over border wall\n\nSheriff Joe’s got Trump’s back\n\nMacy’s severs ties with Trump\n\nTrump slams NBC as ‘weak and foolish’\n\nTrump to sue Univision for pageant flap\n\nProfessional leftists jump on ‘dump Trump’ bandwagon\n\nTrump dumped over ‘insulting’ illegal-alien remarks\n\nTrump: I’ll ‘make country great again’\n\nDonald Trump jumps in race\n\nDonald Trump launching exploratory committee\n\nRelated columns:\n\nWill Donald trump the rest? by Joseph Farah\n\nTruth Trumps politics – or at least it should by Laura Hollis\n\nGOP: You must dump Trump by Bill Press\n\nTrump strikes a nerve by Larry Elder\n\nGive Trump the Medal of Freedom by Ted Nugent\n\nTrump cured a cancer – ‘political correctness’ by Barry Farber\n\nTrump and the GOP border wall by Pat Buchanan\n\nIs Donald Trump the next Ross Perot by Morgan Brittany", "article_metadata": {"description": "A Free Press For A Free People Since 1997", "generator": "WordPress 4.4.1", "og": {"site_name": "WND", "description": "Largely unreported data published by the FBI appears to back up Donald Trump’s contentions regarding illegal aliens from Mexico committing drug and violent crime offenses in the U.S. According to the FBI, criminal gangs – in some regions comprised significantly of illegal aliens – are wreaking havoc in the U.S., with 65 jurisdictions nationwide reporting […]", "title": "FBI data backs up Trump claims on illegals and crime", "url": "http://www.wnd.com/2015/07/fbi-data-backs-up-trump-claims-on-illegals-and-crime/", "image": "http://www.wnd.com/files/2015/02/trump.jpg", "type": "article"}, "fb": {"app_id": 152299868169938}, "google-site-verification": "5iw1bKISvQcI1qRwIskRfer6GKV4jUf6LImfS9bhaeI", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcd778\"", "article_summary": "Largely unreported data published by the FBI appears to back up Donald Trump’s contentions regarding illegal aliens from Mexico committing drug and violent crime offenses in the U.S.\nAnd some, I assume, are good people.”Trump has since clarified numerous times his comments were in reference to illegal aliens crossing into the U.S. from Mexico.\nThe report relates gangs are establishing and maintaining “mutually beneficial relationships” with international crime syndicates, including Mexican Transnational Criminal Organizations.\nJust how many gang members are inside the U.S.?\n“When Mexico sends its people, they’re not sending their best,” Trump said when he announced his run for president."}