{"article_title": "The Cleveland Cavaliers’ Best Investment (Besides LeBron James)", "article_keywords": ["great", "dellavedova", "cavaliers", "james", "season", "times", "players", "cleveland", "nba", "lebron", "investment", "best", "cavs"], "article_url": "http://www.thefiscaltimes.com/2015/06/11/Cleveland-Cavaliers-Best-Investment-Besides-LeBron-James", "article_text": "When LeBron James decided to take his talents back home to Cleveland last year, he instantly turned a struggling franchise into a playoff caliber team. But in the NBA, it’s hard to win championships with one player alone. In Cleveland, LeBron had surrounded himself with two All-Stars in Kevin Love and Kyrie Irving. Now both are out with injuries.\n\nDespite that, Cleveland has taken a 2-1 lead in the series, beating a better Golden State Warriors team with a lineup that looks basically like last year’s New York Knicks (who were terrible) and some scrappy undrafted kid from Australia. That kid, Matthew Dellavedova, might be the best signing the Cavs made besides LeBron.\n\nRelated: The Economic Boom That Is LeBron James\n\nAfter playing in the South East Australian Basketball League for three years, Dellavedova attended Saint Mary’s College of California from 2009 to 2013. He had a great career with the Gaels, but it wasn’t enough to be drafted into the NBA. Sixty players got drafted that year. Dellavedova likely would have been 61st.\n\nImmediately after the draft, a bidding war started between the New York Knicks and the Cavs, who signed Dellavedova with an offer of a guaranteed $100,000 on a two-year contract. This season, Dellavedova made $816,000, which isn’t chump change, but still put him among the lowest paid players in the NBA — and makes him the lowest-paid player in the NBA Finals. With many players on the court making multiple millions a year, Dellavedova is easily the bargain of the playoffs.\n\nThe 24-year-old didn’t have a particularly great regular season with the Cavs, but he has been lighting it up in the post season. The Cavs are 6-0 when he plays 34 minutes or more, and he is averaging 14.2 points in those games. He has also been great defensively, holding Stephen Curry, the regular season MVP, to only 36 percent of shots made through three quarters in game 3. Delly, as he’s known, has also been one of the more exciting players on the court.\n\nRelated: Lebron James Could Bring a Half a Billion to Cleveland Economy\n\n\"He brings it all,” LeBron James said of Dellavedova, according to CNN. “Everything that he has, he lays out on the floor. I think he dove on the ground last night an NBA Finals record six times, (and) he was on the ground again after the game in the hospital, so you could probably say seven times. He gives us everything that he has, man, and we all appreciate it as his brothers and lining up beside him.”\n\nThe Cavaliers will be taking on the Warriors for Game 5 of the Finals Sunday night at 8:00 ET, and if you’re still not sure who he is, just look for the guy diving all over the court or into the stands any time there’s a loose ball.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "When LeBron James decided to take his talents back home to Cleveland last year, he ins", "title": "The Cleveland Cavaliers’ Best Investment (Besides LeBron James)", "url": "http://www.thefiscaltimes.com/2015/06/11/Cleveland-Cavaliers-Best-Investment-Besides-LeBron-James", "image": "http://cdn.thefiscaltimes.com/sites/default/files/06112015_Dellavedova.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/06/11/Cleveland-Cavaliers-Best-Investment-Besides-LeBron-James", "image": "http://cdn.thefiscaltimes.com/sites/default/files/06112015_Dellavedova.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "When LeBron James decided to take his talents back home to Cleveland last year, he ins", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fe0ead\"", "article_summary": "Related: Lebron James Could Bring a Half a Billion to Cleveland Economy\"He brings it all,” LeBron James said of Dellavedova, according to CNN.\nIn Cleveland, LeBron had surrounded himself with two All-Stars in Kevin Love and Kyrie Irving.\nWhen LeBron James decided to take his talents back home to Cleveland last year, he instantly turned a struggling franchise into a playoff caliber team.\nThat kid, Matthew Dellavedova, might be the best signing the Cavs made besides LeBron.\nThe 24-year-old didn’t have a particularly great regular season with the Cavs, but he has been lighting it up in the post season."}