{"article_title": "15th Annual Back-to-School Family Day Helps to Get Kids Ready", "article_keywords": ["insurance", "school", "kids", "family", "receive", "annual", "screenings", "free", "public", "marion", "health", "helps", "ready", "indiana", "backtoschool", "day", "15th"], "article_url": "http://www.indianapolisrecorder.com/news/local/article_2df83d32-321a-11e5-a389-1b548a340ca4.html", "article_text": "Covering Kids & Families of Central Indiana hosts its popular Back to School Family Day on Saturday, Aug. 1 from 8 a.m.-12:30 p.m. on the on the grounds of the Marion County Public Health Department, 3838 N. Rural St. This 15th annual event is one of the largest Back to School events in the state.\n\nChildren in attendance receive a backpack with free school supplies. Back to School services include free immunizations, vision screenings, dental screenings, and sports physicals. Parents or guardians should bring current shot records as well as an insurance or Medicaid card for any children seeking immunizations.\n\nParents can also get a copy of their child’s birth certificate with proper identification - free to the first 100 people; after that, a $15 fee will be charged. Not to be missed is the Indianapolis Fire Department’s Fire Safety Festival, providing entertainment with games, food and interactive educational displays. Those who need health insurance can get enrolled on-site for Hoosier Healthwise, Health Advantage, Healthy Indiana Plan (HIP) 2.0, or the Affordable Care Act. In order to enroll, the following documents are needed: income stubs from the last three months, Social Security Number, and proof of address in Marion County.\n\nPlus, nearly 60 community organizations will host booths with information about programs and services.\n\n“What makes this event successful is the support we receive from all of the community agencies,” said Pamela Humes, program director of Covering Kids & Families of Central Indiana. “Our sponsors, our volunteers and the general public contribute to making this a very special day.”\n\nFor more information about Back to School Family Day, please call 317-221-2464.", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "Indianapolis Recorder Newspaper", "description": "Covering Kids & Families of Central Indiana hosts its popular Back to School Family Day on Saturday, Aug. 1 from 8 a.m.-12:30 p.m. on the on the grounds of the Marion County Public Health Department, 3838 N. Rural St. This 15th annual event is one of the largest Back to School events in the state.", "title": "15th Annual Back-to-School Family Day Helps to Get Kids Ready", "url": "http://www.indianapolisrecorder.com/news/local/article_2df83d32-321a-11e5-a389-1b548a340ca4.html", "image": {"width": 946, "identifier": "http://bloximages.chicago2.vip.townnews.com/indianapolisrecorder.com/content/tncms/assets/v3/editorial/8/d5/8d58b8b0-321a-11e5-bcde-43849c9167e1/55b25cf84a121.image.jpg?resize=946%2C630", "height": 630}, "type": "article"}, "twitter": {"site": "@IndyRecorder", "card": "summary"}, "description": "Covering Kids &amp; Families of Central Indiana hosts its popular Back to School Family Day on Saturday, Aug. 1 from 8 a.m.-12:30 p.m. on the on the grounds of the Marion County Public Health Department, 3838 N. Rural St. This 15th annual event is one of the largest Back to School events in the state.", "fb": {"app_id": 100000813664735}, "keywords": "local", "news_keywords": "local"}, "article_summary": "Those who need health insurance can get enrolled on-site for Hoosier Healthwise, Health Advantage, Healthy Indiana Plan (HIP) 2.0, or the Affordable Care Act.\nChildren in attendance receive a backpack with free school supplies.\nThis 15th annual event is one of the largest Back to School events in the state.\nBack to School services include free immunizations, vision screenings, dental screenings, and sports physicals.\n“Our sponsors, our volunteers and the general public contribute to making this a very special day.”For more information about Back to School Family Day, please call 317-221-2464."}