{"article_title": "Angry Customers Sue Starbucks for Failing to Fill Their Lattes", "article_keywords": ["customers", "failing", "angry", "lattes", "sue", "latte", "suit", "underfilling", "starbucks", "purchased", "ounces", "plaintiffs", "lawsuit"], "article_url": "http://www.thefiscaltimes.com/2016/03/18/Angry-Customers-Sue-Starbucks-Failing-Fill-Their-Lattes", "article_text": "Do not come between a coffee lover and a single ounce of his morning brew.\n\nThat may be the lesson from a new class action lawsuit that puts Starbucks in hot water with allegations that baristas are under-filling their lattes by about 25 percent.\n\nThe suit, filed in the U.S. District Court for the Northern District of California and uploaded by Eater.com, alleges that the standard recipe followed by baristas gives customers less than 12 ounces on a Tall Latte, less than 16 ounces on a Grande, and less than 20 ounces on a Venti.\n\nThe suit claims that the coffee chain has been cheating customers out of full-size lattes since 2009 to counter the high cost of milk. “By underfilling its lattes, thereby shortchanging its customers, Starbucks has saved countless millions of dollars in the cost of goods sold and was unjustly enriched by taking payment for more product than it delivers,” the suit states.\n\nRelated: You Won’t Believe How Much Sugar Is in Your Daily Starbucks\n\nCalifornia residents Siera Strumlauf and Benjamin Robles, the lead plaintiffs in the case, claim that if they had known that the Grande-size lattes they purchased for $3.95 would not contain 16 ounces, as represented by Starbucks, they would not have purchased the drinks.\n\nAccording to the lawsuit, the plaintiffs’ lawyers sampled lattes in various stores and states throughout the country and found that they were all under-filled by about 25 percent.\n\nStarbucks responded to a request for comment on the suit with the following statement: “We are aware of the plaintiffs’ claims, which we fully believe to be without merit. We are proud to serve our customers high-quality, handcrafted and customized beverages, and we inform customers of the likelihood of variations.”\n\nIf the class action lawsuit is approved, anyone who has purchased a Starbucks latte could join it. Starbucks sales passed $19 billion worldwide last year.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Do not come between a coffee lover and a single ounce of his morning brew.", "title": "Angry Customers Sue Starbucks for Failing to Fill Their Lattes", "url": "http://www.thefiscaltimes.com/2016/03/18/Angry-Customers-Sue-Starbucks-Failing-Fill-Their-Lattes", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/cbusiness-us-starbucks-delivery_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/03/18/Angry-Customers-Sue-Starbucks-Failing-Fill-Their-Lattes", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/cbusiness-us-starbucks-delivery_1.jpg", "creator": "@bethbrav", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Do not come between a coffee lover and a single ounce of his morning brew.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "That may be the lesson from a new class action lawsuit that puts Starbucks in hot water with allegations that baristas are under-filling their lattes by about 25 percent.\nThe suit claims that the coffee chain has been cheating customers out of full-size lattes since 2009 to counter the high cost of milk.\nWe are proud to serve our customers high-quality, handcrafted and customized beverages, and we inform customers of the likelihood of variations.”If the class action lawsuit is approved, anyone who has purchased a Starbucks latte could join it.\n“By underfilling its lattes, thereby shortchanging its customers, Starbucks has saved countless millions of dollars in the cost of goods sold and was unjustly enriched by taking payment for more product than it delivers,” the suit states.\nAccording to the lawsuit, the plaintiffs’ lawyers sampled lattes in various stores and states throughout the country and found that they were all under-filled by about 25 percent."}