{"article_title": "Hospitals, medical groups start to worry about skills of older doctors", "article_keywords": ["physicians", "san", "older", "skills", "dr", "medical", "start", "patients", "screening", "groups", "doctors", "hospitals", "age", "worry"], "article_url": "http://inewsource.org/2015/08/18/skills-older-doctors/", "article_text": "Share this: Twitter\n\nFacebook\n\nEmail\n\nPrint\n\nPocket\n\nMore\n\nPinterest\n\nTumblr\n\n\n\nReddit\n\nGoogle\n\n\n\nLinkedIn\n\n\n\nClarification: This story was edited on August 24, 2015 at 3 p.m. to clarify Claire Wolfe, MD, is a physiatrist.\n\nEvery weekday at the crack of dawn and usually on weekends too, Dr. Paul Speckart backs his dark blue 1986 Volvo down his Mission Hills driveway, carefully avoiding the gateposts.\n\nOn the radio… The percentage of doctors who continue practicing beyond the usual retirement age has quadrupled since the mid 1970s. Now, hospital panels and medical groups are asking if patients would be safer if physicians are screened for physical and mental competencies after they reach a certain age.\n\nHe drives 18 blocks to Scripps Mercy Hospital in Hillcrest to examine his patients treated there, and writes orders for their drugs or tests.\n\nAround 7 a.m., he goes to the Bankers Hill practice he shares with his four partners to see an additional 20 or so patients. Then at 6 p.m., he’s back in the Volvo to make hospital rounds again, lucky to make it home by 8:30. On Saturdays he often makes house calls and visits nursing homes.\n\nSpeckart turned 75 in late June, a time when many doctors might retire. But after nearly four decades of this routine, the internist and endocrine specialist has no plan to call it quits. He keeps up with relevant journals, maintains his board certifications and takes required courses. His patients assure him they still have high confidence in his skills, he said.\n\n“At some point, I’m going to have to get thrown out of the office,” he quipped. Besides, with the shortage of new doctors choosing primary care, he asked, “Who would be left to see my patients?” Younger doctors don’t want to work as hard as those in his generation, he said.\n\nBut now, hospitals and medical groups including the American Medical Association are starting to worry about “senior/late career” doctors like Speckart, and whether they are still up to snuff. One in four of the national physician workforce is at least 65 today, quadruple what it was in the 1970s.\n\nDoctors, after all, are human. They can become forgetful or develop illnesses, tremors or behavioral problems, and lose their sight and hearing just like anyone else. Is it safe to let them maintain hospital privileges, prescribe drugs, interpret test results for reliable diagnoses, and perform surgery, when a mistake could cost a life?\n\nIn San Diego County, 1,282 physicians, or 20.2 percent with active state licenses, graduated from medical school before 1981, making them at least 60 years of age. Of those, 423 are over 70, and 66 are over 80, according to statistics from the Medical Board of California. It is not known how many are still practicing.\n\nIn a 21-page report, the AMA House of Delegates in June advocated development of “guidelines and methods of screening and assessment to assure that senior/late career physicians remain able to provide safe and effective care for patients.”\n\n“People don’t know when they’re beginning to fail,” said Dr. Claire Wolfe, who is 71 and a member of the governing council of the AMA’s senior physicians section. The council represents 65,000 doctors who have turned 65, and it strongly urged the AMA delegates to approve the report.\n\n“If you’re impaired, you’re the last person to notice,” Wolfe said. “Denial is a strong self-protective mechanism for everyone.”\n\nWolfe, a physiatrist and rehabilitation medicine expert in Columbus, Ohio, said that when the resolution to tackle the issue came up a year ago, AMA members objected. “There was incredible debate, and people said we shouldn’t discuss this because it was ageism; we were picking on senior doctors, and we need these doctors because there’s a physician shortage.\n\n“But here we were, the entire senior physician council, saying, ‘No, no. We do. You can’t put your head in the sand.’”\n\nThe AMA report referenced dozens of studies linking age with declines in skills doctors need, such as working memory, the ability to store and process information, mental speed, visual acuity, hearing and manual dexterity. With aging, the report said, “mental efficiency decreases,” potentially leading to diagnostic errors, and “a compromise in the ability to care for more complex patients.”\n\nThe AMA report may influence more hospitals and medical groups to institute such screening policies, said Dr. James Hay, 68, a family doctor in Encinitas who was president of both the California Medical Association and the San Diego County Medical Society.\n\n“There’s a trend, at least as shown in the AMA report, that at least leadership now understands there’s an issue, and because of that I think more organizations will use screening (of older doctors) throughout the country,” he said. “As that happens, there will be an accumulation of data that (will answer the question) whether it does make a difference to patient safety.”\n\nA screening test\n\nHay believes the issue is so important, he and other members of California Public Protection and Physician Health Inc. helped produce guidelines for hospitals seeking to screen older doctors without running afoul of anti-discrimination laws. The report was co-authored by members of the CMA, the California Hospital Association and San Diego healthcare lawyer Richard Barton.\n\nA screening test every year or two might help find doctors who could be putting patients at risk, Hay said. “But it can’t be too onerous, or no one will want to do it.”\n\nAnother problem is how to evaluate doctors who may be showing problems but who now practice only in their offices. Most doctors no longer visit their hospitalized patients, like Speckart does, because hospitalists — doctors who just treat hospitalized patients — have largely taken over that role.\n\nMany community physicians no longer even request hospital privileges, and thus, would not come under their hospital’s required two-year review.\n\nDr. Ira Levine, a San Diego surgeon who retired at age 70 in 2011, said blanket screening of older doctors isn’t the right way to do it. “It’s going to find so few individuals that need to be reprimanded or stopped from practicing. It’s going to put a lot of burden on everybody to weed out a few.”\n\nIf screening for cognitive or physical impairment begins, Levine suggested that it should be done “for people in their 40s, 50s and 60s too, just to make sure people stay sharp.”\n\nThe University of California San Diego’s Physician Assessment and Clinical Education program, or PACE, is a leading national assessment and remediation effort for health-care professionals. It evaluates doctors who are referred by medical groups, medical boards and hospitals after problems or concerns have emerged about their performance.\n\nMegan Wood/inewsource\n\nConcerns about whether older doctors have maintained competency to practice has prompted PACE to launch a program to screen doctors after they reach their 65th, 70th or 75th birthdays.\n\nIt’s called PAPA, or PACE Aging Physician Assessment, said Dr. David Bazzo, PAPA’s director. Bazzo said the idea is that an independent panel not connected to the provider group can offer a more objective, systematic and scientific review of older doctors than the doctors’ work colleagues.\n\nSeveral hospitals have launched their own screening programs, including Stanford hospitals, which four years ago began mandating physical exams on all doctors when they turn 75 as a condition of staff privilege.\n\nMore than a dozen physicians, including oncologist Dr. Frank Stockdale, have filed formal objections to the program. Stockdale said there are many other mechanisms in the peer review process to stop problem doctors, “and actually, if one looks at the data, most patient harms come from physicians in mid-career, not late career. Picking on doctors at a certain age doesn’t prevent anything.”\n\nThe University of Virginia Health System requires doctors to take physical and cognitive screening tests after their 70th birthday.\n\nThe College of Physicians and Surgeons of Ontario, Canada, the equivalent to the Medical Board of California that licenses doctors, requires its 38,503 physicians to undergo peer assessment of their ability to practice after their 70th birthday. In 2013, 202 were assessed and 37 had to undergo “remediation,” said CPSO spokeswoman Kathryn Clarke. She couldn’t say how many had their practices curtailed.\n\nBright lines\n\nTo avoid screening, some medical groups have established bright line retirement cutoffs, after which physicians must leave or resign from full partnerships.\n\nAt Anesthesia Service Medical Group Inc., which employs 240 anesthesiologists and dispatches them to 11 hospitals and eight outpatient surgery centers in San Diego County, doctors who reach their 70th birthday, must leave.\n\nThat’s what happened to Dr. Alexander Pue when he turned 70 last year, after working for ASMG since 1989. He had to leave, and consoled himself with an Alaska cruise.\n\n“I completely understood why they have this policy,” Pue said, recalling that the policy was implemented because years ago, some anesthesiologists “weren’t doing a very good job, caused some problems, and the group couldn’t get rid of them.”\n\nNow Pue is working part time in outpatient surgery at UCSD Medical Center, on a schedule he says is not nearly as stressful and on cases that are usually shorter.\n\n“Doing night call, which is what I was doing before, was rough,” he said. Going without sleep “ruins the day before and the day after, throws off your whole wake-sleep cycle.”\n\nGlenn Buberl, general counsel for ASMG, which is self-insured, said the anesthesia group established the policy in 1990, in part because “people tend to slow down,” but also because the alternative — evaluating people on a case-by-case basis if there’s a concern — would mean that if a problem was discovered, state law requires that “you have to report that to the medical board.”\n\nSouthern California Permanente Medical Group, a 6,500-member partnership of doctors who treat Kaiser patients in six California counties including San Diego, also has an age cutoff. At the end of the year they turn 65, SCPMG doctors can continue on a contract or a per diem basis, but they do have to resign from the partnership.\n\nThat means they lose certain benefits, such as distributions from the partnership, vacation and sick time, and dental coverage, said Dr. Albert Ray, a San Diego family physician who turned 65 last year but continues to practice. “Most doctors retire and not work,” he said.\n\nNow 72, Dr. Stony Anderson, a SCPMG gastroenterologist, still practices at Kaiser three days a week, “an extremely flexible schedule.”\n\n“It’s a very complicated thing measuring competency, and a lot of that has to do with how hard the person is willing to work,” he said. “And if you do establish a (screening policy), you have to have some basis for it in the literature, and then you have to establish it for everyone.”\n\nAsked if medical groups might cause problems for other practices by forcing older doctors to leave after a certain birthday, Buberl said he doesn’t think so. “What you can do on your own is different than what you do in a group. We don’t have a way to let people work in hospitals part time. Dr. Pue, for example, is figuring it out, picking up a little here and there, and as he said, there’s less stress for him.\n\n“The other thing to keep this in context, is that the majority of people don’t make it to 70, (but retire much earlier). It’s not like we’re just turning truckloads of people out. And we’re not saying they’re dangerous. We just have a bright line; that’s where we end. And we hope people will be fine with that.”\n\nPatients should have the right to know when an older doctor may start having problems, said Marian Hollingsworth, a patient safety advocate in La Mesa. And while screening older doctors “is a step in the right direction” to protect patients, she said, if screening reveals a possible problem — such as a doctor’s failing memory or poor medical record keeping — patients should be informed before receiving that doctor’s care.\n\nOf course, not all older doctors will have problems associated with aging, said Hollingsworth, a volunteer with the Consumers Union Safe Patient Project. “You could have a doctor who is 70 and razor-sharp.” But some doctors as they age fail to keep up with the latest medical protocols, as she discovered when she was interviewing pediatricians for her child.\n\nSpeckart, who sits on his hospital’s medical executive committee, which decides which physicians can have staff privileges, knows it can take years to force a problem doctor out, a costly and emotionally devastating process for everyone.\n\n“It’s a terribly, terribly difficult situation. You do have people who age, and are no longer as good, and shouldn’t be practicing anymore. But who makes the determination of who’s competent? And do you do that by checking with his peers, or by formal testing, and what kind of tests are really valid?”\n\nFor himself, Speckart asks his colleagues “to personally let me know if my standards are off the mark, or if I need to take corrective action or leave. I think most physicians are responsible enough to let their colleagues know when it’s time.”\n\ninewsource data journalist Joe Yerardi and inewsource photo intern Megan Wood contributed to this report.\n\nHere is some additional coverage by Clark on this topic:\n\nAug 6, 2015 • Aging Docs: Contractor Offers Turnkey Assessment; PAPA may have the answer\n\nJuly 30, 2015 • Out to Pasture: Age-Based Personnel Policies Rankle With Docs — But some health systems like hard age cutoffs as a ‘bright line’\n\nJune 29, 2015 • Aging Doctors: Time for Mandatory Competency Testing?\n\nWe'll let you know when big things happen.\n\nEmail address:", "article_metadata": {"og": {"site_name": "San Diego news from inewsource", "description": "The percentage of doctors who continue practicing beyond the usual retirement age has quadrupled since the mid 1970s. Now, hospital panels and medical groups are asking if patients would be safer i…", "title": "Hospitals, medical groups start to worry about skills of older doctors", "url": "http://inewsource.org/2015/08/18/skills-older-doctors/", "image": {"width": 1200, "identifier": "http://i2.wp.com/inewsource.org/wp-content/uploads/2015/08/SPECKART-e1439848898123.jpg?fit=1200%2C800", "height": 800}, "locale": "en_US", "type": "article"}, "article": {"published_time": "2015-08-18T12:45:07+00:00", "modified_time": "2015-09-02T19:08:43+00:00"}, "twitter": {"image": "http://i2.wp.com/inewsource.org/wp-content/uploads/2015/08/SPECKART-e1439848898123.jpg?fit=1200%2C800&w=640", "card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "generator": "WordPress 4.4.3"}, "_id": "\"57477af46914bd0286fe2cf3\"", "article_summary": "It evaluates doctors who are referred by medical groups, medical boards and hospitals after problems or concerns have emerged about their performance.\nOf course, not all older doctors will have problems associated with aging, said Hollingsworth, a volunteer with the Consumers Union Safe Patient Project.\nBut now, hospitals and medical groups including the American Medical Association are starting to worry about “senior/late career” doctors like Speckart, and whether they are still up to snuff.\nMegan Wood/inewsourceConcerns about whether older doctors have maintained competency to practice has prompted PACE to launch a program to screen doctors after they reach their 65th, 70th or 75th birthdays.\nBazzo said the idea is that an independent panel not connected to the provider group can offer a more objective, systematic and scientific review of older doctors than the doctors’ work colleagues."}