{"article_title": "DIY Disruption Is The Easiest Way To Innovate", "article_keywords": ["platforms", "industry", "healthcare", "innovate", "disruption", "patients", "health", "diy", "way", "innovation", "startups", "digital", "easiest", "market"], "article_url": "http://techcrunch.com/2015/07/04/diy-disruption-is-the-easiest-way-to-innovate/", "article_text": "Last month I attended the Collision conference in Las Vegas; it served up a hipster/music festival feel with a decidedly tech twist. The event welcomed old-school headliners like PayPal, Dropbox and Facebook, but also brought in hundreds of tech startups, from cloud management vendor CloudBolt to MedYear, a consumer health information exchange platform.\n\nThe vibe was electric. It signaled a ravenous appetite from companies who want to find or be “the next big thing.” And there I was, representing healthcare, the industry hungriest out of them all — starved for more innovation.\n\nAnyone paying attention to the way healthcare operates knows it’s bad. In fact, healthcare is so bad at so many things, the opportunity couldn’t be more ripe for incumbent companies (health systems, vendors and payers) and budding upstarts to team up to introduce operational efficiencies, find ways to increase profitability or present better experiences for patients and providers.\n\nAnd we’re beginning to see more of this team dynamic. Increasingly, incumbents are launching their own business development platforms and/or accelerators as part of a broader, trending initiative aimed at wooing fresh players and startups — I’m calling it “DIY Disruption.”\n\nA few years ago, VCs wouldn’t touch healthcare with a 10-foot pole. And who could blame them? The industry was (and still is) a broken mess, and shamefully behind the innovation curve. But thanks to the Affordable Care Act (which has injected some funding into the industry); to patients and providers (who are starting to demand a better and more tech-supported care experience); and new talent, all of a sudden, digital healthcare is sexy hot.\n\nSince 2010, venture funding in healthcare has grown by 200 percent. Last year alone, StartUp Health counted some $6.5 billion going toward digital healthcare startups. While $6.5 billion is still too low, a mere drop in the bucket considering the $3 trillion market that U.S. healthcare represents, the run on investment does signal a much more penetrable market for those who have a good idea and are ready to jump in.\n\nBeyond market investment, healthcare has seen a surge to advance more future-proof tech infrastructure (e.g., developer portals on API-friendly, open platforms), which will help move innovation along at scale versus favoring the relentless weight and drain of traditional software implementations. Along this vein, an increasing number of healthcare companies are not only developing APIs, but are actively working to socialize with and draw from the digital health startup crowd.\n\nNew partnership paradigms are forming; it’s happening in the shape of corporate accelerators and VC arms across the digital health market. The incumbents, as part of their DIY Disruption work, are creating new pipelines to creative solutions that can make their own offerings and footprint more robust. In many cases, this is a win/win scenario, as it helps the incumbent stay cutting edge and gives the up-and-comer a foot in the door, and, if lucky, access to new resources, mentorship, facilities and clients.\n\nOne good example of this is the accelerator program going on at Texas Medical Center (TMCx), where some 22 startups are getting six months of access to resources, facilities and expertise, as well as the opportunity to pilot in the largest medical center in the world. If all goes well, companies such as Brain Check, a tool that assists in diagnosing suspected head trauma, could spread like wildfire to every mobile device of every doctor at TMCx.\n\nThat’s pretty cool. Even traditional VCs like Kleiner Perkins have begun to rethink how they invest, with their recent announcement of the Edge Fund, which focuses on support, like recruiting and operations expertise, with a smaller investment — $250,000 is the new $10,000,000.\n\nAs DIY Disruption takes hold in grander capacity across healthcare, the question becomes, where should disruptive innovation focus? If you read Dr. Robert Wachter’s recent book “The Digital Doctor,” he questions whether disruptors can and should take on some of the biggest, hairiest and most complicated problems in healthcare. He writes,\n\n“I have little confidence that a 500-bed teaching hospital — the kind that performs transplant surgery…and manages critically ill patients in ICUs — is going to be well served by linking to a stream of free-for-all products created by a newly unleashed universe of app developers high on Red Bull and “More Disruption, Please” pep talks…I desperately want to see entrepreneurs in the health care space, but at least for now, I want their inventions to focus on handling simpler problems, those lacking the tight interdependencies and life-and-death consequences of the hospital.”\n\nIn my humble opinion, we have to start somewhere; defining that starting point too narrowly could inadvertently lock out something groundbreaking from happening. I am psyched about the new generation of provider-facing apps/services and the marketplaces that distribute them. In fact, I believe the future of healthcare depends on them. Whether you’re a five-doctor practice or 1,000-doctor medical center, you should always be in the market for new, simple efficiencies that will solve pain points, cut costs and maximize clinical staff time.\n\nAs much as I live (and die by) the workhorse solutions, I also love the radical ideas that challenge the way doctors work, interact and think about treating patients. If we start putting signs on our biggest problems that read, “highly sensitive; fix this last,” who’s to say we’ll ever get to it?\n\nMarketplaces, born out of the DIY Disruption movement, that are serving up new innovations, apps and value-add services, are doing well in healthcare because they’re addressing pain points — big and small. Digital platforms like Health Gorilla, which connects clinical staff to instant lab results, and EHR vendor-hosted platforms that enable doctors to shop for almost every add-on solution under the sun — digital check-in, telehealth, mobile charge capture, self-pay and much more, will revolutionize healthcare.\n\nFor instance, Clockwise.MD., part of the “More Disruptive, Please (MDP)” athenahealth marketplace, gives patients and providers the power to schedule appointments from any mobile device, and like airline flight-tracker apps, it tracks wait times so patients can avoid the tedious waiting room. Patients love this, because it makes healthcare more tolerable, and so do providers, because it keeps patients coming in, which is good for business.\n\nI believe in DIY innovation; whether you build it, buy it or partner for it, staying static for long is compelling to no one. I find it satisfying to see so many of healthcare’s incumbents starting to nurture and collide with the next generation of innovators and startups — it’s a recognition by the old guard that they need a lifeline to endure, let alone lead, and a signal to all who care about healthcare that help is on the way (DIY style) for an industry starved for disruption.\n\nFeatured Image: Paper Dream/Shutterstock", "article_metadata": {"apple-mobile-web-app-title": "TechCrunch", "sailthru.author": "<a href=\"/contributor/jonathan-bush/\" title=\"Posts by Jonathan Bush\" onclick=\"s_objectID='river_author';\" rel=\"author\">Jonathan Bush</a> <span class=\"twitter-handle\">(<a href=\"https://twitter.com/Jonathan_Bush\" rel=\"external\">@Jonathan_Bush</a>)</span>", "application-name": "TechCrunch", "p": {"domain_verify": "6189ff68ce30e30f12b40b3b40873027"}, "twitter": {"description": "Last month I attended the Collision conference in Las Vegas; it served up a hipster/music festival feel with a decidedly tech twist. The event welcomed old-school headliners like PayPal, Dropbox…", "title": "DIY Disruption Is The Easiest Way To Innovate | TechCrunch", "url": "http://techcrunch.com/2015/07/04/diy-disruption-is-the-easiest-way-to-innovate/", "image": {"src": "https://tctechcrunch2011.files.wordpress.com/2015/07/inventwheel.jpg?w=764&h=400&crop=1"}, "site": "@techcrunch", "card": "summary_large_image"}, "object_type": "post", "excerpt": "Last month I attended the Collision conference in Las Vegas; it served up a hipster/music festival feel with a decidedly tech twist. The event welcomed old-school headliners like PayPal, Dropbox and Facebook, but also brought in hundreds of tech startups, from cloud management vendor CloudB﻿olt to Me﻿dYear, a consumer health information exchange platform. The vibe was electric.", "HandheldFriendly": "True", "tag": "tech innovations", "sailthru.tags": "healthcare, health care, tech innovations", "msapplication-task": "name=Subscribe;action-uri=http://techcrunch.com/feed/;icon-uri=http://1.gravatar.com/blavatar/d9ea925a71f82f06a1e6224298f7fe80?s=16", "category": "TC", "generator": "WordPress.com", "author": "Jonathan Bush", "sailthru.date": "2015-07-04 20:00:55", "sailthru.title": "DIY Disruption Is The Easiest Way To Innovate", "content": "Last month I attended the Collision conference in Las Vegas; it served up a hipster/music festival feel with a decidedly tech twist. The event welcomed old-school headliners like PayPal, Dropbox and Facebook, but also brought in hundreds of tech startups, from cloud management vendor CloudBolt to MedYear, a consumer health information exchange platform. The vibe was electric. It signaled a ravenous appetite from companies who want to find or be \"the next big thing.\" And there I was, representing healthcare, the industry hungriest out of them all -- starved for more innovation. Anyone paying attention to the way healthcare operates knows it’s bad. In fact, healthcare is so bad at so many things, the opportunity couldn’t be more ripe for incumbent companies (health systems, vendors and payers) and budding upstarts to team up to introduce operational efficiencies, find ways to increase profitability or present better experiences for patients and providers. And we’re…", "msapplication-window": "width=device-width;height=device-height", "image": "https://tctechcrunch2011.files.wordpress.com/2015/07/inventwheel.jpg?w=150", "sailthru.image.thumb": "https://tctechcrunch2011.files.wordpress.com/2015/07/inventwheel.jpg?w=50", "description": "Last month I attended the Collision conference in Las Vegas; it served up a hipster/music festival feel with a decidedly tech twist. The event welcomed..", "timestamp": "2015-07-04 20:00:55", "robots": "NOYDIR,NOODP", "msapplication-tooltip": "Startup and Technology News", "wp-parsely_version": "1.7", "fb": {"admins": "543710097,771265067,1661021707,1550970059,663677613,1178144075,726995222,506404657,4700188", "app_id": 187288694643718}, "msvalidate.01": "5ABD8A078F3356F3A6A8C8643C31FB8F", "article": {"publisher": "https://www.facebook.com/techcrunch"}, "sailthru.description": "Last month I attended the Collision conference in Las Vegas; it served up a hipster/music festival feel with a decidedly tech twist. The event welcomed old-school headliners like PayPal, Dropbox and Facebook, but also brought in hundreds of tech startups, from cloud management vendor CloudB﻿olt to Me﻿dYear, a consumer health information exchange platform. The vibe was electric.", "viewport": "initial-scale=1.0,width=device-width,user-scalable=no,minimum-scale=1.0,maximum-scale=1.0", "url": "http://techcrunch.com/2015/07/04/diy-disruption-is-the-easiest-way-to-innovate/", "title": "DIY Disruption Is The Easiest Way To Innovate", "MobileOptimized": 320, "st": {"robots": "follow, index"}, "og": {"site_name": "TechCrunch", "description": "Last month I attended the Collision conference in Las Vegas; it served up a hipster/music festival feel with a decidedly tech twist. The event welcomed..", "title": "DIY Disruption Is The Easiest Way To Innovate", "url": "http://social.techcrunch.com/2015/07/04/diy-disruption-is-the-easiest-way-to-innovate/", "image": "https://tctechcrunch2011.files.wordpress.com/2015/07/inventwheel.jpg?w=764&h=400&crop=1", "site": "social.techcrunch.com", "type": "article"}, "google-site-verification": "4U1OC1LwZlFHAehLhCV4rt3YzWI_AyF7Gb0XqlaVEhE", "sailthru.image.full": "https://tctechcrunch2011.files.wordpress.com/2015/07/inventwheel.jpg"}, "article_summary": "I believe in DIY innovation; whether you build it, buy it or partner for it, staying static for long is compelling to no one.\nNew partnership paradigms are forming; it’s happening in the shape of corporate accelerators and VC arms across the digital health market.\nLast year alone, StartUp Health counted some $6.5 billion going toward digital healthcare startups.\nAs DIY Disruption takes hold in grander capacity across healthcare, the question becomes, where should disruptive innovation focus?\nThe incumbents, as part of their DIY Disruption work, are creating new pipelines to creative solutions that can make their own offerings and footprint more robust."}