{"article_title": "Anatomy of Karmanos-McLaren deal", "article_keywords": ["mallett", "dmc", "karmanos", "deal", "cancer", "million", "agreement", "karmanosmclaren", "anatomy", "mclaren", "bepler", "oakland", "oct"], "article_url": "http://www.crainsdetroit.com/article/20131215/NEWS/312159960/anatomy-of-karmanos-mclaren-deal", "article_text": "Anatomy of Karmanos-McLaren deal Need for growth left DMC, WSU feeling shut out\n\nFor Gerold Bepler, CEO of the Barbara Ann Karmanos Cancer Institute, the aha moment came two years ago.\n\n\n\nThat's when he realized that $4 million in scheduled 2013 Medicare payment reductions tied to the Affordable Care Act would erase the Detroit cancer hospital's profit on its $265 million budget and drain another $36 million in revenue from 2014-22.\n\n\n\nThe institute needed to cut costs and increase efficiencies, but those alone wouldn't meet its long-term needs.\n\n\n\nThat revelation led to the institute's merger with Flint-based McLaren Health Care Corp. It also has led to litigation with its longtime partner, the Detroit Medical Center, that could upend the goals of the merger.\n\n\n\nSale and 2 lawsuits\n\n\n\nBepler's search for a merger partner began in early 2012 as a source of additional capital and revenue to preserve and improve its 700 cancer research programs and the treatment of more than 6,000 patients each year.\n\n\n\nKarmanos wanted \"to take our high-quality and novel cancer care to a much larger segment of patients than we had access to,\" Bepler said.\n\n\n\nBut the institute's long, deep and legally enshrined relationship with the DMC was a significant obstacle that eliminated potential partners that included Henry Ford Health System and Beaumont Health System, a source told Crain's and Bepler confirmed.\n\n\n\nThe institute's ties to the DMC date to 1995, when Peter Karmanos made a $15 million donation to the Michigan Cancer Foundation, which included the Meyer L. Prentis Comprehensive Cancer Center of Metropolitan Detroit and the cancer programs of the DMC and Wayne State University.The foundation was renamed for Karmanos' late wife, Barbara Ann, who had died of breast cancer.\n\n\n\nBy 2000, it had built a $100 million endowment, and plans were made to create a cancer hospital inside that would be run by the institute through a contract with the DMC.\n\n\n\nBut by 2005, the DMC was financially struggling, and Karmanos, worried that its fundraising ability would be diminished in the eyes of donors, offered to buy the DMC's cancer business at Harper University Hospital for $45 million.\n\n\n\nHowever, under the final agreement, DMC agreed to accept $9.9 million in exchange for an agreement by Karmanos to advertise, market services and brand its name only with the DMC in perpetuity in virtually all situations in Wayne, Oakland and Macomb counties.\n\n\n\nBepler said the merger talks also included the DMC, but in April and May of this year it became clear to him and the executive and finance committees of Karmanos that McLaren appeared to be the best fit from a strategic and cultural perspective.\n\n\n\nOn Wednesday morning, Oct. 30, the Karmanos board voted to approve the sale of the cancer hospital — one of the nation's 41 comprehensive cancer centers — to McLaren for an unspecified amount.\n\n\n\nShortly after the board meeting, Karmanos and McLaren held a news conference at the DMC campus, where Karmanos is housed, that announced the deal.\n\n\n\nThey did not announce that on the same day they were quietly filing suit in Oakland County Circuit Court to overturn the 2005 agreement and allow joint marketing of McLaren and Karmanos in Oakland County.\n\n\n\nOn Oct. 30, the day it inked the deal with Karmanos, McLaren also filed a lawsuit against DMC to ask the court for a declaratory judgment that grants it the right to jointly advertise with Karmanos in Oakland County.\n\n\n\nThe DMC filed suit on Dec. 6 to block the acquisition. A hearing is scheduled on both matters before Judge Wendy Potts on Feb. 12.\n\n\n\n\n\nBut Conrad Mallett Jr., DMC's chief administrative officer, said the DMC thought it was making progress in talks over the past several months with Karmanos about enhancing its 8-year-old affiliation agreement.\n\n\n\nDifferent views of meeting\n\n\n\nOn Saturday, Oct. 26, top Karmanos officials — CEO Bepler and Chairman Charles Becker — met with DMC CEO Joe Mullany and Ted Schreiber, M.D., president of DMC Cardiovascular Institute, to discuss the affiliation agreement, said Bepler and Mallett.\n\n\n\n\"A new relationship was discussed in which DMC would assume significant costs that would allow Karmanos to maintain its corporate integrity and allow it to carry out its medical and research mission more cost-effectively,\" Mallett said.\n\n\n\n\"DMC would take expenses on its books, and we would provide support and other management services to Karmanos in exchange for a new relationship,\" said Mallett, who added that specifics were not discussed.\n\n\n\n\"The DMC came back and was pleased that the conversation was pleasant,\" he said. \"We anticipated that we would start to put things on paper.\"\n\n\n\nMallett told Crain's that the agreement between Karmanos and McLaren, announced four days after the meeting, surprised and angered DMC officials.\n\n\n\n\"It is clear Karmanos breached its agreement with DMC,\" said Mallett, adding: \"What is not clear is the impact any agreement between McLaren and Karmanos will have on Detroit.\n\n\n\n\"We are very concerned that the Detroit community, which suffers from some of the highest rates of cancer in the country, will be negatively affected by this affiliation,\" he continued. \"We can't stand by and say 'good luck and Godspeed.' \"\n\n\n\nBut Bepler had a different view of the Oct. 26 meeting and of the many meetings with DMC officials.\n\n\n\n\n\nRelated Links", "article_metadata": {"viewport": "width=device-width, initial-scale=1.0, user-scalable=no, minimal-ui", "description": "For Gerold Bepler, CEO of the Barbara Ann Karmanos Cancer Institute, the aha moment came two years ago. That's when he realized that $4 million in scheduled 2013 Medicare payment reductions tied to the Affordable Care Act would erase the Detroit cancer hospital's profit on its $265 million budget …", "og": {"site_name": "Crain's Detroit Business", "description": "For Gerold Bepler, CEO of the Barbara Ann Karmanos Cancer Institute, the aha moment came two years ago. That's when he realized that $4 million in scheduled 2013 Medicare payment reductions tied to the Affordable Care Act would erase the Detroit cancer hospital's profit on its $265 million budget …", "title": "Anatomy of Karmanos-McLaren deal", "url": "http://www.crainsdetroit.com/article/20131215/NEWS/312159960/anatomy-of-karmanos-mclaren-deal", "image": "http://www.crainsdetroit.com/apps/pbcsi.dll/storyimage/CD/20131215/NEWS/312159960/AR/0/Gerold_Bepler.jpg&MaxW=1400&MaxH=1400", "type": "article"}, "twitter": {"site": "@crainsdetroit", "card": "summary", "account_id": 29209404}, "msapplication-TileColor": "#b51218", "fb": {"app_id": 112806662066559}, "msapplication-TileImage": "/mstile-144x144.png", "article": {"section": "NEWS", "tag": "Mergers and acquisitions", "published_time": "2013-12-15T08:00:00-05:00", "modified_time": "2013-12-17T19:20:00-05:00", "author": "http://www.crainsdetroit.com/staff/JAYGRE"}, "verify-v1": "qPvWKmNahUcs8XBgUi+fy3A5YH6uzhhairJpQFCqXMs=", "theme-color": "#b51218"}, "_id": "\"57477af36914bd0286fc977d\"", "article_summary": "Anatomy of Karmanos-McLaren deal Need for growth left DMC, WSU feeling shut outFor Gerold Bepler, CEO of the Barbara Ann Karmanos Cancer Institute, the aha moment came two years ago.\nShortly after the board meeting, Karmanos and McLaren held a news conference at the DMC campus, where Karmanos is housed, that announced the deal.\nMallett told Crain's that the agreement between Karmanos and McLaren, announced four days after the meeting, surprised and angered DMC officials.\n\"But Bepler had a different view of the Oct. 26 meeting and of the many meetings with DMC officials.\nIt also has led to litigation with its longtime partner, the Detroit Medical Center, that could upend the goals of the merger."}