{"article_title": "Honey Buckets and Ice Hauling: Native Alaskans Cope With Lack of Running Water", "article_keywords": ["honey", "sanitation", "cope", "series", "estus", "buckets", "lack", "bucket", "hauling", "ice", "alaska", "water", "running", "alaskans", "village", "rural", "seat", "villagers", "native"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/05/01/honey-buckets-and-ice-hauling-native-alaskans-cope-lack-running-water-160230", "article_text": "I’d heard about the use of honey buckets in rural Alaska but assumed the reality would turn out to be simply another example of the American habit of exaggeration. My recent trip to the Yukon Kuskokwim Delta, however, surprised me. I hadn’t experienced sanitation conditions like these since my days living in a rural village in Nepal in the 1990s.\n\nI was in the region to report on ways that Yupik folks are creating grassroots interventions to address trauma in their communities. While visiting the home of a village family I asked to use the restroom. It was here that I came face to face with the honey bucket, a five gallon plastic bucket with a toilet seat on top. (Of course, since a man had likely used it most recently, the seat was on the floor.)\n\nThere was a large gathering at the village home, and I was grateful that we moved on before I had need again of the facilities. The folks here, however, have no choice; they live with these conditions every day.\n\nMy colleague Joaqlin Estus, news director for KNBA radio at Alaska Public Radio, has produced a powerful series examining rural sanitation in Alaska. Estus and I are both fellows with the USC Annenberg School for Communications and Journalism and the Dennis A. Hunt Fund for Health Journalism. This series is the result of her fellowships.\n\nEstus also created a video that has now gone viral of villagers without water services chopping and hauling ice from the nearby river for use in their homes. In order to get water, villagers chop and haul ice from rivers, collect rainwater or buy water from central watering points. And this necessity has a direct effect on health.\n\n“CDC studies show Alaskans without plumbing get invasive pneumococcal infections up to 11 times more often that other Alaskans,” Estus notes in her series. “In Southwest Alaska, where 40 percent of the homes lack plumbing, one in four infants is hospitalized for severe respiratory infection.”\n\nIndeed, as Estus reports, you don’t have to go to a foreign country to find so-called Third World–style conditions.\n\nListen to Kick the Bucket: Rural Sanitation in Alaska to find them right here on Turtle Island.", "article_metadata": {"description": "Third World conditions right here in the U.S.: Riveting radio series profiles efforts of Alaska Native villagers to cope with lack of running water.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "theresa", "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/05/01/honey-buckets-and-ice-hauling-native-alaskans-cope-lack-running-water-160230", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/honey_buckets-kivalina_alaska-joaqlin_estus-knba_radio.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Honey Buckets and Ice Hauling: Native Alaskans Cope With Lack of Running Water"}, "abstract": "Third World conditions right here in the U.S.: Riveting radio series profiles efforts of Alaska Native villagers to cope with lack of running water.", "dc": {"title": "Honey Buckets and Ice Hauling: Native Alaskans Cope With Lack of Running Water"}, "robots": "follow, index", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/05/01/honey-buckets-and-ice-hauling-native-alaskans-cope-lack-running-water-160230", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Mary Annette Pember, Alaska, Sanitation, Alaska Native", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.date": "2015-05-01T15:30-04:00", "dcterms.title": "Honey Buckets and Ice Hauling: Native Alaskans Cope With Lack of Running Water"}, "_id": "\"57477af46914bd0286fdc11f\"", "article_summary": "In order to get water, villagers chop and haul ice from rivers, collect rainwater or buy water from central watering points.\nListen to Kick the Bucket: Rural Sanitation in Alaska to find them right here on Turtle Island.\nI’d heard about the use of honey buckets in rural Alaska but assumed the reality would turn out to be simply another example of the American habit of exaggeration.\nI hadn’t experienced sanitation conditions like these since my days living in a rural village in Nepal in the 1990s.\nMy colleague Joaqlin Estus, news director for KNBA radio at Alaska Public Radio, has produced a powerful series examining rural sanitation in Alaska."}