{"article_title": "Ted Cruz: Ending Birthright Citizenship a \"View I Have Long Held\"", "article_keywords": ["birthright", "citizenship", "trump", "constitutional", "support", "ted", "long", "ending", "held", "cruz", "sense", "republican", "view"], "article_url": "http://www.nbcnews.com/politics/2016-election/ted-cruz-ending-birthright-citizenship-view-i-have-long-held-n412766", "article_text": "A controversial proposal to end birthright citizenship, brought to the fore by Republican frontrunner Donald Trump, received fresh support Wednesday from one of candidate's GOP rivals.\n\n\"I welcome Donald Trump articulating this view,\" said Texas senator Ted Cruz. \"It is a view I have long held.\"\n\nCruz, in an interview on the Michael Medved radio show, made his position clear: \"We should end granting automatic birthright citizenship to the children of those who are here illegally.\"\n\nThe presidential candidate acknowledged that a change in the law would be a heavy lift, saying \"I think it is possible, but any constitutional amendment by its nature is difficult to achieve.\"\n\nCruz, a constitutional conservative who memorized the Framers' words as a teenager, has proposed changes to the Constitution before.\n\nAfter this year's Supreme Court decisions on gay marriage and the Affordable Care Act, he suggested an amendment allowing judicial-retention elections.\n\nIn an op-ed published in the National Review in June, Cruz wrote: \"we must hold fast to the miracle that is our Constitution and our republic; we must not submit our constitutional freedoms, and the promise of our nation, to judicial tyranny.\"\n\nThe topic of whether to allow citizenship for children born in the United States to undocumented parents has split the Republican field. Some, like Cruz and Trump, support ending the practice.\n\n\"That makes sense to me,\" Louisiana governor Bobby Jindal told NBC News Wednesday, \"in the sense that - why would you want to reward folks that are coming here illegally?\"\n\nOthers in the Republican field, including Gov. Jeb Bush and Sen. Marco Rubio of Florida, oppose eliminating birthright citizenship.\n\n\"This has been a long tradition in America,\" said Ohio governor John Kasich on Wednesday. \"Let's keep it as it is and let's move beyond that.\"", "article_metadata": {"description": "The Texas Senator agrees with Donald Trump's call to end birthright citizenship.", "og": {"site_name": "NBC News", "description": "The Texas Senator agrees with Donald Trump's call to end birthright citizenship.", "title": "Ted Cruz: Ending Birthright Citizenship a \"View I Have Long Held\"", "url": "http://www.nbcnews.com/politics/2016-election/ted-cruz-ending-birthright-citizenship-view-i-have-long-held-n412766", "image": "http://nodeassets.nbcnews.com/images/og-nbcnews200x200.gif", "type": "article"}, "twitter": {"domain": "NBCNews.com", "description": "The Texas Senator agrees with Donald Trump's call to end birthright citizenship.", "creator": "NBCNews", "image": {"src": "http://nodeassets.nbcnews.com/images/og-nbcnews200x200.gif"}, "title": "Ted Cruz: Ending Birthright Citizenship a \"View I Have Long Held\" - NBC News", "site": "NBCNews", "card": "summary"}, "blitz": "mu-e1e842c9-946002e6-ea8f0454-41b29546", "DC.date.issued": "2015-08-20", "apple-itunes-app": "app-id=319740707, app-argument=http://www.nbcnews.com/politics/2016-election/ted-cruz-ending-birthright-citizenship-view-i-have-long-held-n412766", "fb": {"app_id": 10150138890205613}, "article": {"author": "https://www.facebook.com/NBCNews"}, "google-site-verification": "K8bowvEbzWfPQ76x6f9SCxMVwicVXrhiClRg80ak8ZA", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Politics,2016 Election,First Read"}, "article_summary": "Jeb Bush and Sen. Marco Rubio of Florida, oppose eliminating birthright citizenship.\nSome, like Cruz and Trump, support ending the practice.\nCruz, in an interview on the Michael Medved radio show, made his position clear: \"We should end granting automatic birthright citizenship to the children of those who are here illegally.\"\nA controversial proposal to end birthright citizenship, brought to the fore by Republican frontrunner Donald Trump, received fresh support Wednesday from one of candidate's GOP rivals.\n\"I welcome Donald Trump articulating this view,\" said Texas senator Ted Cruz."}