{"article_title": "‘Last Man Standing’ still has a lot to say about Obamacare", "article_keywords": ["standing", "mike", "mikes", "ed", "obamacare", "say", "health", "motorcycle", "lot", "plan", "care", "man"], "article_url": "https://www.washingtonpost.com/news/arts-and-entertainment/wp/2014/11/17/last-man-standing-still-has-a-lot-to-say-about-obamacare/", "article_text": "\n\nTim Allen on “Last Man Standing.” (Nicole Wilder/ABC)\n\nIt can be tough for a sitcom to take on a timely topic, particularly in the political arena. That’s partly a factor of TV production schedules, partly the hesitance about shoehorning a serious issue in between laugh tracks. But on Friday night, ABC’s “Last Man Standing” managed to jump into current events — specifically, the Obamacare debate.\n\nLead character Mike Baxter (Tim Allen) is a conservative dad who deeply dislikes President Obama — and the show used the start of second Healthcare.gov rollout to set up some one-liners. On Friday night’s episode, we learned that health insurance costs at Mike’s Outdoor World store are going through the roof, thanks to stupid employees (in this case, a dude named Kyle) who get in motorcycle accidents.\n\n“I’m already paying more to meet the new Obamacare requirements,” complains Mike’s boss, Ed.\n\n“And I thought if you liked your present health care plan, you could keep it,” Mike says dryly.\n\n“Now they’re making us add stuff like vision care and birth control,” Ed continues.\n\n“If women get vision care, our men won’t need birth control,” Mike zings back.\n\nThis goes on for awhile until Ed decides that he’s going to cut the employees to part-time so they can get rid of health insurance. Mike argues that’s not fair, and they should take care of their employees.\n\n“If I cut them loose, they can get their own plan on the private exchange,” Ed says.\n\n“I don’t think so,” Mike counters. “Anybody who can figure out that exchange is too smart to be working here.” Cue the laughter.\n\nIt all culminates with a dinner table discussion in which Mike tells his daughters and wife Vanessa about Ed’s plan. “You know what? I blame this on your president,” Mike says to his daughter, Kristin, who battles him on liberal versus conservative issues.\n\n“You said that last month when it hailed,” Kristen says, rolling her eyes. “I cannot believe you are still railing against Obamacare. Wasn’t that, like, ten fake scandals ago?”\n\n“Well, we all agree he screws up a lot, but I prefer his earlier, classic screw-ups,” Mike says. He adds that it’s not Obama’s job to give Americans more insurance: “Who does he think he is, that cooler black dude on the Allstate commercials?” Hahahaha!\n\nWhen Mike’s other daughter says she’s grateful Kyle (her boyfriend) was covered for his motorcycle accident, Mike insists “the feds had nothing to do with it.”\n\n“We take care of our employees because we choose to. It’s like when I choose to empty the dishwasher. It’s great because I choose it. It’s the right thing to do,” Mike explains. “It’s better than when your mom nags me to do it.”\n\nVanessa: “When have you ever emptied the dishwasher?” Ba-da-bump!\n\nIn the end, Ed tries to save on health care costs by promoting healthy lifestyles among his staff: He throws out the break-room doughnuts, starts yoga classes in the office. But in a classic sitcom ending, Ed decides that ultimately, he can’t tell people how to live their lives.\n\nStill, Mike recommends that Kyle not ride his motorcycle anymore. Because of Obamacare? No, says Mike, though he wouldn’t mind laying the blame on Obama “because literally everything is his fault.” Hahahahaha!\n\n“Last Man Standing” hit a season high in the ratings with this episode, as about 7 million tuned in on Friday night. Maybe a good reason for more sitcoms to try topical humor.", "article_metadata": {"description": "It's tough for sitcoms to do a timely political story, but Tim Allen's show found a way.", "author": "https://www.facebook.com/emily.yahr", "og": {"site_name": "Washington Post", "description": "It's tough for sitcoms to do a timely political story, but Tim Allen's show found a way.", "title": "‘Last Man Standing’ still has a lot to say about Obamacare", "url": "https://www.washingtonpost.com/news/arts-and-entertainment/wp/2014/11/17/last-man-standing-still-has-a-lot-to-say-about-obamacare/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/blogs/style-blog/files/2014/11/137538_5702_pre.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@emilyyahr"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/arts-and-entertainment/wp/2014/11/17/last-man-standing-still-has-a-lot-to-say-about-obamacare/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "tim allen; last man standing; tim allen republican; obamacare on last man standing; last man standing abc; last man standing sitcom; tim allen mike baxter; mike last man standing ABC; tim allen obamacare; obamacare rollout; healthcare.gov rollout;", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/emily.yahr"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "tim allen; last man standing; tim allen republican; obamacare on last man standing; last man standing abc; last man standing sitcom; tim allen mike baxter; mike last man standing ABC; tim allen obamacare; obamacare rollout; healthcare.gov rollout;"}, "_id": "\"57477af36914bd0286fcd7d5\"", "article_summary": "But on Friday night, ABC’s “Last Man Standing” managed to jump into current events — specifically, the Obamacare debate.\n“Last Man Standing” hit a season high in the ratings with this episode, as about 7 million tuned in on Friday night.\nTim Allen on “Last Man Standing.” (Nicole Wilder/ABC)It can be tough for a sitcom to take on a timely topic, particularly in the political arena.\n“And I thought if you liked your present health care plan, you could keep it,” Mike says dryly.\n“I’m already paying more to meet the new Obamacare requirements,” complains Mike’s boss, Ed."}