{"article_title": "Announcing ‘Major Changes’: The Government Vs. The Private Sector", "article_keywords": ["sector", "website", "major", "users", "announcing", "technology", "company", "private", "data", "director", "vs", "changes", "think", "change"], "article_url": "http://techcrunch.com/2014/01/18/its-government-lower-your-expectations/", "article_text": "The Internet is collectively experiencing disappointment over President Obama’s big National Security Agency reform speech. Instead of announcing a sweeping end to the bulk surveillance of our entire digital lives, the President charged authorities to investigate how incremental privacy protections could be enacted. For our readers who don’t think this meets the dictionary definition of “major,” you probably come from the private sector.\n\nWhen you think about government change, think incremental change, eventual retirement, a committee, and adopting decades-old technology.\n\nGovernments only on very rare and very scary occasions do anything that is immediately substantial. For instance, upon entering office, when Obama announced he would radically overhaul how we treat enemy combatants in our custody, he promised to close the Guantanamo Bay detention center in a year. After more than four years, it’s still open and he’s created a special committee to oversee how it can be closed.\n\nIn TechCrunch’s own corner of the world, technology policy, Obama appointed a brand new senior position, the Chief Technology Officer, and promised a new era of open government and participatory technology. Aneesh Chopra, the first CTO, did not produce a suite of radically cool products (Congress XP or SenateOS). Instead, his landmark initiative was to create a set of legal principles that would finally allow future groups to work with the private sector, independent hackers, and release stores of government data. And, to be sure, by government standards, Chopra was moving at breakneck speed.\n\nA few influential products did get developed, such as the White House petition platform, WeThePeople, but it was more an indirect result of Chopra’s overarching reforms and it still took years to come to fruition.\n\nSo, for those folks in the private sector, here’s a handy guide.\n\nPersonnel Changes\n\nIn the private sector, when people need to get fired, the CEO is ousted, there are mass staff layoffs, and a dramatic management restructuring. The beleaguered Blackberry’s restructuring dropped the CEO and laid off a hundreds of employees. At Zappos, the entire company changed overnight, converting to a leaderless form of management known as “holeocracy”.\n\nIn government, when folks need to go, an embattled director makes plans to retire, there are a few modified hiring standards and most everyone keeps their job. For example, the deputy NSA director is retiring in the Spring, most everyone involved in the Healthcare.gov website debacle still has their job, and the White House has made plans to hire more people from Silicon Valley.\n\nThat’s how things work in government: you’re there until you retire.\n\nConsumer Rights\n\nIn the private sector, businesses make sweeping reversals of policies that outrage consumers and can offer users immediate access to their data. After a privacy backlash, Instagram almost immediately reversed a decision to put users’ photos in ads. Google also permits users to download nearly all of their personal data as a matter of course.\n\nIn government, agencies form a committee of experts to discuss how to make changes, which may result in a congressionally appointed advocate to oversee such theoretical changes. It took Congress nearly four years to approve the director of the Consumer Financial Protection Bureau and it could take still just as much time to enact meaningful change, if it happens at all.\n\nProduct Changes\n\nWhen the private sector needs to make product changes, they develop a dramatically different product line or change the purpose of the company altogether. For example, Apple announced the iPod back in 2001 and PayPal “pivoted” from being a device company to the payments company it is today. Federal agencies do not “pivot.”\n\nIn government, agencies can plan to catch up to a private sector technology developed a decade prior. The website for Obama’s landmark initiative, the Affordable Care Act, hopes to eventually include a price comparison system like Travelocity’s, a website founded in 2007.\n\nThere is good reason the government moves slowly: it cannot ever fail. The failure of the U.S. government would impact hundreds of millions of lives and potentially throw the world into a war-torn dystopia. If Facebook fails, it becomes slightly less convenient to share goofy pictures of my friends.\n\nSo, the next time the government promises major reforms, set your expectations. After all, lowered expectations are the secret to happiness.\n\n[Image Credit: Flickr User Ilweranta]", "article_metadata": {"sailthru.author": "<a href=\"/author/gregory-ferenstein/\" title=\"Posts by Gregory Ferenstein\" onclick=\"s_objectID='river_author';\" rel=\"author\">Gregory Ferenstein</a> <span class=\"twitter-handle\">(<a href=\"https://twitter.com/ferenstein\" rel=\"external\">@ferenstein</a>)</span>", "application-name": "TechCrunch", "twitter": {"description": "The Internet is collectively experiencing disappointment over President Obama’s big National Security Agency reform speech. Instead of announcing a sweeping end to the bulk surveillance of our…", "title": "Announcing ‘Major Changes’: The Government Vs. The…", "url": "http://techcrunch.com/2014/01/18/its-government-lower-your-expectations/", "image": {"src": "https://tctechcrunch2011.files.wordpress.com/2014/01/8995091735_0d06d9d650_b.jpg?w=764&h=400&crop=1"}, "site": "@techcrunch", "card": "summary_large_image"}, "object_type": "post", "excerpt": "The Internet is collectively experiencing disappointment over President Obama’s big National Security Agency reform speech. Instead of announcing a sweeping end to the bulk surveillance of our entire digital lives, the President charged authorities to investigate how incremental privacy protections could be enacted. For our readers who don’t think this meets the dictionary definition of…", "HandheldFriendly": "True", "tag": "cybersecurity", "url": "http://techcrunch.com/2014/01/18/its-government-lower-your-expectations/", "sailthru.tags": "NSA, cybersecurity", "msapplication-task": "name=Subscribe;action-uri=http://techcrunch.com/feed/;icon-uri=http://1.gravatar.com/blavatar/d9ea925a71f82f06a1e6224298f7fe80?s=16", "category": "TC", "generator": "WordPress.com", "author": "Gregory Ferenstein", "sailthru.date": "2014-01-18 11:00:19", "sailthru.title": "Announcing ‘Major Changes’: The Government Vs. The Private Sector", "content": "The Internet is collectively experiencing disappointment over President Obama's big National Security Agency reform speech. Instead of announcing a sweeping end to the bulk surveillance of our entire digital lives, the President charged authorities to investigate how incremental privacy protections could be enacted. For our readers who don't think this meets the dictionary definition of \"major,\" you probably come from the private sector. When you think about government change, think incremental change, eventual retirement, a committee, and adopting decades-old technology. Governments only on very rare and very scary occasions do anything that is immediately substantial. For instance, upon entering office, when Obama announced he would radically overhaul how we treat enemy combatants in our custody, he promised to close the Guantanamo Bay detention center in a year. After more than four years, it's still open and he's created a special committee to oversee how it can be closed.…", "msapplication-window": "width=device-width;height=device-height", "image": "https://tctechcrunch2011.files.wordpress.com/2014/01/8995091735_0d06d9d650_b.jpg?w=150", "sailthru.image.thumb": "https://tctechcrunch2011.files.wordpress.com/2014/01/8995091735_0d06d9d650_b.jpg?w=50", "description": "The Internet is collectively experiencing disappointment over President Obama's big National Security Agency reform speech. Instead of announcing a sweeping..", "timestamp": "2014-01-18 11:00:19", "robots": "NOYDIR,NOODP", "msapplication-tooltip": "Startup and Technology News", "wp-parsely_version": "1.7", "fb": {"admins": "543710097,771265067,1661021707,1550970059,663677613,1178144075,726995222,506404657,4700188", "app_id": 187288694643718}, "google-site-verification": "4U1OC1LwZlFHAehLhCV4rt3YzWI_AyF7Gb0XqlaVEhE", "msvalidate.01": "5ABD8A078F3356F3A6A8C8643C31FB8F", "article": {"publisher": "https://www.facebook.com/techcrunch"}, "sailthru.description": "The Internet is collectively experiencing disappointment over President Obama’s big National Security Agency reform speech.", "viewport": "initial-scale=1.0,width=device-width,user-scalable=no,minimum-scale=1.0,maximum-scale=1.0", "og": {"site_name": "TechCrunch", "description": "The Internet is collectively experiencing disappointment over President Obama's big National Security Agency reform speech. Instead of announcing a sweeping..", "title": "Announcing ‘Major Changes’: The Government Vs. The Private Sector", "url": "http://social.techcrunch.com/2014/01/18/its-government-lower-your-expectations/", "image": "https://tctechcrunch2011.files.wordpress.com/2014/01/8995091735_0d06d9d650_b.jpg?w=764&h=400&crop=1", "site": "social.techcrunch.com", "type": "article"}, "apple-mobile-web-app-title": "TechCrunch", "MobileOptimized": 320, "st": {"robots": "follow, index"}, "p": {"domain_verify": "6189ff68ce30e30f12b40b3b40873027"}, "title": "Announcing ‘Major Changes’: The Government Vs. The Private Sector", "sailthru.image.full": "https://tctechcrunch2011.files.wordpress.com/2014/01/8995091735_0d06d9d650_b.jpg"}, "_id": "\"57477af36914bd0286fc9780\"", "article_summary": "Federal agencies do not “pivot.”In government, agencies can plan to catch up to a private sector technology developed a decade prior.\nFor our readers who don’t think this meets the dictionary definition of “major,” you probably come from the private sector.\nPersonnel ChangesIn the private sector, when people need to get fired, the CEO is ousted, there are mass staff layoffs, and a dramatic management restructuring.\nSo, for those folks in the private sector, here’s a handy guide.\nWhen you think about government change, think incremental change, eventual retirement, a committee, and adopting decades-old technology."}