{"article_title": "The Washington Post's Kathleen Parker's Gushing Ode to Governor Haley: A Moderate's Diatribe, Pt. 2", "article_keywords": ["gushing", "notice", "moderates", "welcoming", "pt", "kathleen", "washington", "haley", "immigration", "governor", "system", "posts", "list", "presidents", "murders", "response", "parkers", "ode"], "article_url": "http://cis.org/renshon/washington-posts-kathleen-parkers-gushing-ode-governor-haley-moderates-diatribe-pt-2", "article_text": "Kathleen Parker's admiring ode to Governor Nikki Haley's response to the president's SOTU address focuses on one small part of it, and then uses it to ride one of her favorite hobby-horses — GOP extremism.\n\nIn her SOTU response, Governor Haley touched on a long list of subjects. They included her criticism of the president's record, her frustration with Washington that includes \"promises made but never kept\", the joint Democratic and Republican responsibility for the \"problems facing America\", the Republican responsibility for \"the erosion of the public trust in American leadership\", her proud identity as the daughter of Indian immigrants, her and her family's struggle for acceptance and mobility, the tragic, racially inspired church murders in her home state, how she and the state responded, and her laundry list of policy improvements, including: less spending and debt, encouraging business innovation, educational reform, replacing Obamacare and improving the health care system, supporting religious liberty, honoring the separation of powers enshrining in the Constitution, more support of Israel and less for Iran, and rebuilding our military.\n\nParker took no notice of any of these.\n\nHaley also discussed her views on immigration: \"We must fix our broken immigration system. That means stopping illegal immigration. And it means welcoming properly vetted legal immigrants, regardless of their race or religion. Just like we have for centuries.\"\n\nNote the rarely made association with stopping illegal immigration and the \"broken\" nature of the system. Notice, too, that welcoming is dependent on properly vetting those who are offered the opportunity to come here.\n\nParker took no notice of these remarks either.\n\nThen there was the governor's clearly heart-felt description of her state's response to the racist church murders and how it affected her view of the Confederate flag controversy. It was moving, sensitive, and thoughtful — an unexpectedly eloquent moment amidst the many subjects briefly considered.\n\nOne does not have to agree with her ultimate decision about the flag to appreciate the reflection that got her there and the respect with which she treated those who held different views. It's a lesson that some columnists, like say Kathleen Parker at the Washington Post, would benefit from learning.\n\nGovernor Haley draws a lesson from her experience with the church murders and the flag decision that followed, that:\n\nIn many parts of society today, whether it's in popular culture, academia, the news media, or certainly in politics and government, there's a tendency to falsely equate noise with results. Some people think that you have to yell and scream in order to make a difference. That's not true. Often, the best thing we can do is turn down the volume level. When the sound is quieter, you can actually hear what someone else is saying. And that can make a world of difference.\n\nFinally, Parker takes notice. The governor finally said something worth thinking and writing about, and for which she should be praised.\n\nIs it the moving way that the community came together after the racially inspired murders? No.\n\nIs it the laundry list of the president's failures or the aspirations of the GOP to do better? No.\n\nIs it Governor Haley's strong stance against illegal immigration and her strong welcoming stance to legal, well-vetted immigrants? Absolutely not!\n\nIt is GOP extremism.\n\nNext: The Washington Post's Kathleen Parker's Gushing Ode to Governor Haley: A Moderate's Diatribe, Pt. 3\n\nRead Part 1\n\n\n\n", "article_metadata": {"dcterms.description": "Kathleen Parker's admiring ode to Governor Nikki Haley's response to the president's SOTU address focuses on one small part of it, and then uses it to ride one of her favorite hobby-horses — GOP extremism.", "description": "Kathleen Parker's admiring ode to Governor Nikki Haley's response to the president's SOTU address focuses on one small part of it, and then uses it to ride one of her favorite hobby-horses — GOP extremism.", "og": {"site_name": "Center for Immigration Studies", "description": "Kathleen Parker's admiring ode to Governor Nikki Haley's response to the president's SOTU address focuses on one small part of it, and then uses it to ride one of her favorite hobby-horses — GOP extre", "title": "The Washington Post&#039;s Kathleen Parker&#039;s Gushing Ode to Governor Haley: A Moderate&#039;s Diatribe, Pt. 2", "url": "http://cis.org/renshon/washington-posts-kathleen-parkers-gushing-ode-governor-haley-moderates-diatribe-pt-2", "image": "http://cis.org/sites/cis.org/files/CIS-Logo.jpg", "type": "website"}, "fb": {"app_id": 252898168068976}, "revisit-after": "1 day", "dcterms.date": "2016-01-21T00:00:00Z", "google-site-verification": "Xrb2hxd8mgVQ6DNtWKkfV7C1rGEAdSGQDFYK0RPzhgo"}, "article_summary": "Next: The Washington Post's Kathleen Parker's Gushing Ode to Governor Haley: A Moderate's Diatribe, Pt.\nHaley also discussed her views on immigration: \"We must fix our broken immigration system.\nIn her SOTU response, Governor Haley touched on a long list of subjects.\nIs it Governor Haley's strong stance against illegal immigration and her strong welcoming stance to legal, well-vetted immigrants?\nIt's a lesson that some columnists, like say Kathleen Parker at the Washington Post, would benefit from learning."}