{"article_title": "Vets group attacks Ron Johnson in radio ads", "article_keywords": ["va", "group", "johnson", "ron", "attacks", "senate", "radio", "senator", "ad", "vets", "tomah", "veterans", "gop", "issues", "ads"], "article_url": "http://thehill.com/blogs/ballot-box/senate-races/268276-vets-group-attacks-ron-johnson-in-radio-ads", "article_text": "VoteVets.org released an ad knocking Johnson over his handling of the opioid overprescription scandal at the Tomah Veterans Affairs Medical Center. The ad will run statewide through the weekend.\n\nADVERTISEMENT The 60-second spot features a Wisconsin Army veteran who accuses Johnson of ignoring whistleblower warnings about issues at the VA facility.\n\n“When vets raised the alarm about problems at the Tomah VA, the Journal-Sentinel said Johnson allowed their pleas for help to die in ‘the equivalent of a congressional black hole,’ ” Shane Sanderson, an Army veteran from the state, says in the ad.\n\n“Johnson claimed his staff was too busy, quote ‘doing job interviews and stuff.’ ”\n\nThe ad also knocks Johnson over the privatization of veterans' care, with Sanderson saying that “if Johnson had his way, he’d privatize veterans’ care. That could toss vets like me out in the cold.”\n\nJohnson campaign spokesman Brian Reisinger hit back, calling the ad “misleading” and noting that as chairman of the Homeland Security and Governmental Affairs Committee, the senator is leading an investigation and introduced a bill that protects government whistleblowers.\n\n\"Nobody cares more about veterans than Ron Johnson. He calls them the 'finest among us.' Ron is focused on doing his job, not playing the blame game,\" Reisinger said.\n\n\"This misleading ad doesn’t change the fact that Ron acted as soon as he personally learned about the problems at the Tomah VA, and has been leading the Senate’s efforts to address issues with veterans’ care,\" he added.\n\nRyan Honl, one of the VA whistleblowers, disputed the ad and Sanderson’s account in a Facebook post, saying that “Ron Johnson has never talked about getting rid of the VA.”\n\nJohnson is running for reelection in what looks to be one of the most competitive Senate races this cycle. Former Sen. Russ Feingold (D-Wis.) is seeking to challenge Johnson to a rematch, after losing to the GOP senator by nearly 5 points in their 2010 election.\n\nIn January, conservative outside group Wisconsin Alliance for Reform launched a radio ad that also accused Feingold of not addressing the issues at the Tomah VA facility.\n\nThe group alleges that the former senator was one of three Washington lawmakers who were given a hand-delivered report in 2009, but Feingold has denied receiving it.\n\nDemocrats need to net at least four Senate seats in 2016 to regain a control the upper chamber or five if the GOP wins the White House.\n\nDemocrats this cycle are only defending 10 Senate seats while the GOP defends 24.", "article_metadata": {"dcterms.description": "The group accuses Johnson of ignoring whistleblowers regarding issues at a VA facility.", "description": "The group accuses Johnson of ignoring whistleblowers regarding issues at a VA facility.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Ballot Box"}}, "og": {"site_name": "TheHill", "description": "The group accuses Johnson of ignoring whistleblowers regarding issues at a VA facility.", "title": "Vets group attacks Ron Johnson in radio ads", "url": "http://thehill.com/blogs/ballot-box/senate-races/268276-vets-group-attacks-ron-johnson-in-radio-ads", "image": "http://thehill.com/sites/default/files/johnsonron_020415gn.jpg", "updated_time": "2016-02-04T17:00:05-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T17:00-05:00", "dcterms.identifier": "http://thehill.com/blogs/ballot-box/senate-races/268276-vets-group-attacks-ron-johnson-in-radio-ads", "dcterms.date": "2016-02-04T16:16-05:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Elliot Smilowitz", "author": "Lisa Hagen", "dcterms.type": "Text", "keywords": ",Ron Johnson, Russ Feingold,", "article": {"published_time": "2016-02-04T16:16:59-05:00", "modified_time": "2016-02-04T17:00:05-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/ballot-box/senate-races/268276-vets-group-attacks-ron-johnson-in-radio-ads", "widgets": {"csp": "on"}, "description": "The group accuses Johnson of ignoring whistleblowers regarding issues at a VA facility.", "card": "summary", "title": "Vets group attacks Ron Johnson in radio ads"}, "dcterms.title": "Vets group attacks Ron Johnson in radio ads"}, "article_summary": "VoteVets.org released an ad knocking Johnson over his handling of the opioid overprescription scandal at the Tomah Veterans Affairs Medical Center.\n\"Nobody cares more about veterans than Ron Johnson.\nIn January, conservative outside group Wisconsin Alliance for Reform launched a radio ad that also accused Feingold of not addressing the issues at the Tomah VA facility.\nADVERTISEMENT The 60-second spot features a Wisconsin Army veteran who accuses Johnson of ignoring whistleblower warnings about issues at the VA facility.\nFormer Sen. Russ Feingold (D-Wis.) is seeking to challenge Johnson to a rematch, after losing to the GOP senator by nearly 5 points in their 2010 election."}