{"article_title": "Palin hints at tea party primaries", "article_keywords": ["reelection", "things", "tonight", "tennessee", "tea", "steve", "version", "palin", "sen", "party", "primaries", "wrote", "hints"], "article_url": "http://www.politico.com/story/2013/10/sarah-palin-obamacare-tea-party-2014-elections-098451", "article_text": "'We’re going to shake things up in 2014,' says Palin. | REUTERS Palin hints at tea party primaries\n\nSarah Palin, who supported losing Senate candidate Steve Lonegan in New Jersey and the efforts to defund Obamacare in a government funding bill that led to the shutdown, said the focus after losing both fights should be on 2014.\n\n“Friends, do not be discouraged by the shenanigans of D.C.’s permanent political class today. Be energized. We’re going to shake things up in 2014,” Palin wrote on her Facebook page early Thursday morning. “Rest well tonight, for soon we must focus on important House and Senate races. Let’s start with Kentucky — which happens to be awfully close to South Carolina, Tennessee, and Mississippi — from sea to shining sea we will not give up. We’ve only just begun to fight.”\n\nStory Continued Below\n\nIn each of the states she mentioned, a Republican incumbent senator that has been a target of tea party challengers is up for reelection in 2014.\n\n( PHOTOS: Sarah Palin’s career)\n\nSenate Minority Leader Mitch McConnell is up for reelection in Kentucky in 2014, Sen. Lindsey Graham is up for reelection in South Carolina and Sen. Lamar Alexander is up in Tennessee. In Mississippi, incumbent Republican Sen. Thad Cochran’s term expires in 2014, but he has not yet announced whether he will seek reelection.\n\n“What happened in D.C. tonight reminds us of how hard we must fight in 2014 to return to a government of the people, by the people, for the people,” Palin wrote. “The way forward is to elect leaders who will listen to us; and if they don’t, we must hold them accountable on Election Day — no matter what party. Let’s commit to continue to be in the trenches fighting for those who stand on principle over politics, despite the odds.”\n\n( PHOTOS: Palin’s memorable pot shots)\n\nPalin concluded by linking to a post on the Fox News website titled, “American taxpayers betrayed by chicken-hearted RINOs,” which stands for “Republicans in name only.”\n\nCorrection: In an earlier version of this story Steve Lonegan’s first name was incorrect.\n\nCORRECTION: Corrected by: Andrea Drusch @ 10/17/2013 09:37 AM Correction: In an earlier version of this story Steve Lonegan’s first name was incorrect.", "article_metadata": {"og": {"site_name": "POLITICO", "description": "After recent Republican losses, she says the focus should be on the 2014 battle.", "title": "Palin hints at tea party primaries", "url": "http://www.politico.com/story/2013/10/sarah-palin-obamacare-tea-party-2014-elections-98451.html", "image": "http://s3-origin-images.politico.com/2013/09/13/130913_sarah_palin_03_rts_605.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Elections (1576),Tea Party (892),2014 Elections (411),Sarah Palin (1552)", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "After recent Republican losses, she says the focus should be on the 2014 battle.", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "We’re going to shake things up in 2014,” Palin wrote on her Facebook page early Thursday morning.\n| REUTERS Palin hints at tea party primariesSarah Palin, who supported losing Senate candidate Steve Lonegan in New Jersey and the efforts to defund Obamacare in a government funding bill that led to the shutdown, said the focus after losing both fights should be on 2014.\n“What happened in D.C. tonight reminds us of how hard we must fight in 2014 to return to a government of the people, by the people, for the people,” Palin wrote.\n'We’re going to shake things up in 2014,' says Palin.\nCORRECTION: Corrected by: Andrea Drusch @ 10/17/2013 09:37 AM Correction: In an earlier version of this story Steve Lonegan’s first name was incorrect."}