{"article_title": "Insurer UnitedHealth starts pruning ACA exchange business", "article_keywords": ["aca", "business", "exchange", "started", "starts", "insurer", "customers", "states", "health", "coverage", "exchanges", "insurers", "markets", "pruning", "unitedhealth"], "article_url": "http://www.dailyrepublic.com/business-and-real-estate/insurer-unitedhealth-starts-pruning-aca-exchange-business/", "article_text": "The nation’s biggest health insurer has decided to stop selling coverage on public insurance exchanges in two states for next year, but consumers shouldn’t take this as an early warning that a mass exodus is brewing from a key element of the Affordable Care Act’s coverage expansion.\n\nAnalysts say these exchanges may be improving for insurers after a difficult start. However, they also expect insurers to continue leaving some unprofitable markets as the coverage expansion heads toward its fourth year.\n\nUnitedHealth Group Inc. said it will not sell coverage on exchanges in Arkansas and Georgia for 2017, and it is continuing to evaluate its presence in other markets after reporting steep losses from the still-developing business.\n\nThe Minnetonka, Minnesota, company is selling coverage on ACA exchanges in 34 states this year, but it shook up health insurance stocks last fall when company leaders said they would decide by the first half of this year whether to even sell coverage for 2017.\n\nUnitedHealth has estimated that it could lose as much as $475 million on its exchange business this year and has stressed that this is a small slice of an overall portfolio that is otherwise performing well.\n\nInsurers have been hit by a host of challenges since they started enrolling customers in the fall of 2013 for coverage that started the following January. They have had to learn on the fly the relative health of their customer populations so they could set the right price for their coverage. They’ve also struggled with customers who have signed up for coverage outside regular enrollment windows and then dumped expensive claims on their books, a problem the government has said it would address.\n\nUnitedHealth was not alone in sustaining heavy losses from its exchange business, Mizuho Securities Managing Director Sheryl Skolnick said. She expects other insurers to also announce that they are leaving markets in which they cannot make money.\n\n“You might not see a mass exodus, but I think you’re going to see some selective drops,” she said.\n\nStifel analyst Thomas Carroll said he “absolutely” expects UnitedHealth to remain in some exchanges next year. He noted that health insurers now have several years of experience in serving their exchange customers, which should help with pricing.\n\nPlus fines or penalties will grow for those who remain uninsured. That may motivate more healthy people who don’t have an immediate care need to sign up for coverage. That would help balance claims from sicker customers, more of whom signed up initially because they needed the coverage.\n\n“Just from a maturing of the business standpoint, the exchanges should be in better shape,” Carroll said.", "article_metadata": {"og": {"site_name": "Daily Republic", "description": "The nation’s biggest health insurer has decided to stop selling coverage on public insurance exchanges in two states for next year, but consumers shouldn’t take this as an early warning...", "title": "Insurer UnitedHealth starts pruning ACA exchange business", "url": "http://www.dailyrepublic.com/business-and-real-estate/insurer-unitedhealth-starts-pruning-aca-exchange-business/", "image": "https://s0.wp.com/i/blank.jpg", "type": "article"}, "article": {"published_time": "2016-04-12T07:11:43-07:00", "modified_time": "2016-04-12T07:11:43-07:00", "author": "http://www.dailyrepublic.com/author/the-associated-press/"}, "twitter": {"site": "@AllDailyRepNews", "card": "summary", "creator": "@AllDailyRepNews"}, "generator": "WordPress 4.2.4", "viewport": "width=device-width"}, "article_summary": "UnitedHealth was not alone in sustaining heavy losses from its exchange business, Mizuho Securities Managing Director Sheryl Skolnick said.\nHe noted that health insurers now have several years of experience in serving their exchange customers, which should help with pricing.\nUnitedHealth has estimated that it could lose as much as $475 million on its exchange business this year and has stressed that this is a small slice of an overall portfolio that is otherwise performing well.\nHowever, they also expect insurers to continue leaving some unprofitable markets as the coverage expansion heads toward its fourth year.\n“Just from a maturing of the business standpoint, the exchanges should be in better shape,” Carroll said."}