{"article_title": "Presidential Candidates' Personality Traits May Reveal Biology Of Their Brain, How They Would Be In Office", "article_keywords": ["social", "reveal", "biology", "testosterone", "office", "traits", "suggests", "high", "brain", "levels", "candidates", "video", "behavior", "estrogen", "fisher", "presidential", "personality"], "article_url": "http://www.medicaldaily.com/presidential-candidates-personality-traits-may-reveal-biology-their-brain-how-374575", "article_text": "We're creeping up on Super Tuesday, the one day when the most states can vote during the presidential primary. While several debates and caucuses have already been held, and reveal plenty about the current candidates as both people and politicians, some voters are still on the fence. But in a new video for Big Think, Dr. Helen Fisher offers a new way to predict how certain candidates would act in office.\n\nFisher, who is a senior research fellow at the Kinsey Institute and chief scientific director at Match.com, analyzed the speech and behavior of three leading candidates: Donald Trump (R), former secretary of state Hillary Clinton (D), and former senator Bernie Sanders (D). These two measures can reveal a lot about a person’s personality, including high levels of the sex hormones testosterone and estrogen.\n\nTrump, Fisher said, \"is all testosterone.\" This suggests an inclination for impulsivity, though one 2013 study linked impulsive behavior to a lack of serotonin receptors during brain development. And Trump’s \"builder\" background suggests he's good with spatial relations, \"a unique type of intelligence distinguishable from other forms of intelligence,\" per Johns Hopkins University.\n\nTough-mindedness and a tendency to analyze things are also indicative of high testosterone, Fisher said.\n\nClinton's directness and decisiveness suggests she has higher testosterone levels, too, though Fisher said \"she has quite a mix of the estrogen\" based on her advocacy for women's rights. That said, studies have shown estrogen can influence aggression in both men and women.\n\nThen there's Sanders — he's \"expressive of the estrogen system,” Fisher said, which she gathered from his social skills and grandfather-like demeanor. Live Science also reported that people with high estrogen levels \"tend to be empathetic, nurturing, trusting, and introspective.\"\n\nClick the video above to learn more about candidates' social behavior, including President Barack Obama.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "presidential, candidates, personality, traits, may, reveal, biology, their, brain, how, they", "og": {"site_name": "Medical Daily", "description": "Dr. Helen Fisher shows you can analyze speech and behavior to learn more about how the brain works.", "title": "What Presidential Candidates' Personalities Say About Their Brains", "url": "http://www.medicaldaily.com/presidential-candidates-personality-traits-may-reveal-biology-their-brain-how-374575", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2016/02/22/presidential-candidates.JPG", "type": "article"}, "twitter": {"description": "Dr. Helen Fisher shows you can analyze speech and behavior to learn more about how the brain works.", "title": "What Presidential Candidates' Personalities Say About Their Brains", "url": "http://www.medicaldaily.com/presidential-candidates-personality-traits-may-reveal-biology-their-brain-how-374575", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2016/02/22/presidential-candidates.JPG", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/02/22/presidential-candidates.JPG"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Under the Hood", "published_time": "2016-02-22T17:47:53-05:00", "modified_time": "2016-02-22T17:47:52-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Dr. Helen Fisher shows you can analyze speech and behavior to learn more about how the brain works."}, "article_summary": "Live Science also reported that people with high estrogen levels \"tend to be empathetic, nurturing, trusting, and introspective.\"\nTough-mindedness and a tendency to analyze things are also indicative of high testosterone, Fisher said.\nClick the video above to learn more about candidates' social behavior, including President Barack Obama.\nThese two measures can reveal a lot about a person’s personality, including high levels of the sex hormones testosterone and estrogen.\nBut in a new video for Big Think, Dr. Helen Fisher offers a new way to predict how certain candidates would act in office."}