{"article_title": "Gold King Mine Could Have Been Prevented", "article_keywords": ["king", "epas", "disaster", "gold", "spill", "prevented", "river", "toxic", "navajo", "barrasso", "epa"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/11/15/gold-king-mine-could-have-been-prevented-162427", "article_text": "Just shy of three months after the Environmental Protection Agency accidentally triggered what has become known as the Gold King Mine spill on August 5, 2015, Sen. John Barrasso (R-WY), chairman of the Senate Committee on Indian Affairs, announced the spill could have been prevented by the EPA.\n\nIn early August, EPA workers were examining and remediating the abandoned Gold King Mine when a backhoe moved loose soil and stones that made up a flimsy dam holding back three million gallons of mining wastewater, as reported by ICTMN on August 11.\n\nRELATED: Toxic River Spill Flowing Across Navajo Nation Is 3 Million Gallons, Not One: EPA\n\nThe spill quickly flowed into a tributary of the Animas River turning the waterway a mustard yellow resulting in tribal communities to declare disaster areas. First to witness the toxic contamination was the Southern Ute Tribe, then the Navajo Nation saw what Navajo President Russell Begaye described as looking “like orange juice” flow through the sprawling 27,000-square-mile reservation. The Animas River flows into the San Juan River in Farmington, New Mexico. Roughly 215 miles of the San Juan River runs through the Navajo Nation. The impact of the Gold King Mine spill, according to Begaye, would be felt by thousands.\n\nRELATED: Navajo Nation ‘Weeping’ as Toxic Mining Spill Flows Through Reservation\n\nRELATED: Southern Ute Tribe Declares Disaster Over Mining Spill in Animas River\n\nOn September 16, the SCIA held a hearing titled: “EPA’s Gold King Mine Disaster: Examining the Harmful Impacts to Indian Country,” with EPA Administrator Gina McCarthy.\n\nDuring the hearing Barrasso addressed the accountability of the EPA by stating, “Since the responsibility for this spill lies with the EPA, the agency, I believe, has to go above and beyond the standard response to address the needs of the communities impacted – specifically the tribal communities.” Barrasso asked if anyone had been held accountable?\n\nMcCarthy said she is waiting for the Department of the Interior to independently look at the information before making a judgment based solely on the EPA’s internal review. “Whether or not we took every precaution and made sound judgments is something that I am waiting the DOI independently to look at,” she said. “If we find that there were inaccuracies … bad judgment we will take action.” When pressed about accountability by Barrasso again, she stated the EPA is being held accountable.\n\nOn October 22, the DOI released a 132-page report stating the disaster was the result of rushing with inadequate engineering know-how and that it could have been prevented as The Denver Post reported.\n\nFollowing the DOI report, Barrasso released a statement saying, “Literally and figuratively, the EPA blew it. The government’s own report directly refutes the EPA’s claim that a toxic spill that caused 3 million gallons of toxic wastewater from the Gold King Mine to poison rivers in three states was ‘likely inevitable.’ Responsibility for this disaster lands directly on the EPA’s doorstep. I want to know who at the EPA will be held accountable for this disaster.”\n\nOn November 12, Colorado officials asserted the state’s position originally presented to the EPA on September 2, that the state gave advice but did not approve EPA actions The Denver Post reported. An Internal review by the EPA along with the DOI investigation “concluded state experts approved EPA efforts to drain the mine,” according to The Post.\n\nMike King, Colorado natural resources director, disagreed with the findings. King said the state shared information about similar techniques used at other mines as “general advice only.” The state’s position on September 2 appeared in a letter written by King which the EPA’s inspector general received Tuesday The Post reports.", "article_metadata": {"description": "The Department of the Interior released its findings that the Gold King Mine spill that had an impact on tribal communities could have been prevented.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "kpolisse", "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/11/15/gold-king-mine-could-have-been-prevented-162427", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/animas_river_mine_spill-la_plata_office_of_emergency_management.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Gold King Mine Could Have Been Prevented"}, "abstract": "The Department of the Interior released its findings that the Gold King Mine spill that had an impact on tribal communities could have been prevented.", "dc": {"title": "Gold King Mine Could Have Been Prevented"}, "robots": "follow, index", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/11/15/gold-king-mine-could-have-been-prevented-162427", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Gold King Mine, Sen. John Barrasso, Senate Committee Indian Affairs, Department of the Interior, Environmental Protection Agency, Contamination, Gold King Mine Spill, Navajo Nation, Russell Begaye, Southern Ute Tribe", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 3}, "dcterms.date": "2015-11-15T09:00-05:00", "dcterms.title": "Gold King Mine Could Have Been Prevented"}, "article_summary": "The impact of the Gold King Mine spill, according to Begaye, would be felt by thousands.\nJust shy of three months after the Environmental Protection Agency accidentally triggered what has become known as the Gold King Mine spill on August 5, 2015, Sen. John Barrasso (R-WY), chairman of the Senate Committee on Indian Affairs, announced the spill could have been prevented by the EPA.\nIn early August, EPA workers were examining and remediating the abandoned Gold King Mine when a backhoe moved loose soil and stones that made up a flimsy dam holding back three million gallons of mining wastewater, as reported by ICTMN on August 11.\nThe government’s own report directly refutes the EPA’s claim that a toxic spill that caused 3 million gallons of toxic wastewater from the Gold King Mine to poison rivers in three states was ‘likely inevitable.’ Responsibility for this disaster lands directly on the EPA’s doorstep.\nKing said the state shared information about similar techniques used at other mines as “general advice only.” The state’s position on September 2 appeared in a letter written by King which the EPA’s inspector general received Tuesday The Post reports."}