{"article_title": "Big blue: Brainerd Lakes Chamber rebrands, reinvents, recolors", "article_keywords": ["blue", "reinvents", "help", "recolors", "ambassadors", "rebrands", "brainerd", "lakes", "chamber", "kilian", "survey", "big", "small", "chambers", "businesses"], "article_url": "http://www.brainerddispatch.com/news/business/3668589-big-blue-brainerd-lakes-chamber-rebrands-reinvents-recolors", "article_text": "Big blue: Brainerd Lakes Chamber rebrands, reinvents, recolors\n\nBrainerd Lakes Chamber of Commerce took on new offices and rebranded with the blue ox logo. Now it's beefing up the role of its ambassadors. Renee Richardson/Brainerd Dispatch.\n\nSmall business training, staff development are part of the Brainerd lakes chamber's new look, new logo and new location.\n\nThe Brainerd Lakes Chamber of Commerce has been busy. A move to a new building in west Brainerd, a rebranding of logo and look, a new role for ambassadors and looking for more options to help small businesses succeed.\n\nThe red-coated chamber ambassadors have long been more of a ceremonial position attending ribbon cuttings, store openings and networking events.\n\n\"Our ambassadors are our best volunteers outside our board,\" said Matt Kilian, Brainerd chamber president.\n\nWhen Kilian came on board in late 2013, he said the chamber board wanted to develop a deeper communication with the membership and gain a greater understanding of issues affecting small business. The goal was to build programming. For years, the chamber and the Brainerd Lakes Area Economic Development Corporation (BLAEDC) officials talked to small business owners and did in-house visits with companies.\n\nKilian said a new plan for the chamber ambassadors is enhancing their role. The vehicle to do it is a Minnesota Chamber of Commerce program. The now blue-coated ambassadors - to go with the predominant Brainerd chamber color - plan to reach out to 100 businesses, targeting new chamber members in this first effort, with a survey.\n\nThe survey looks at how businesses rate numerous area of the community - transportation, schools, government. Businesses will be surveyed to see how they are doing, are they adding jobs, are they facing challenges to growth, is there an issue coming before local government that's of interest. Armed with the information, Kilian said the chamber can be responsive with changes and programs. Information from the lakes area will be combined with survey data from other areas in the state to give the Minnesota chamber more feedback as well.\n\nKilian said the work elevates the role of volunteer ambassadors and makes them more crucial to the what the chamber does.\n\nMike Bjerkness s a talent manager at Pro Staff in Baxter and vice chairman of the chamber's ambassador committee.\n\nBjerkness noted 90 percent of the chamber's 900 members have 25 employees or less and 75 percent have 10 employees or less. Sometimes it can be hard for those smaller sized businesses to be heard. Bjerkness said the ambassador visits and the new survey will help give small businesses a way to voice ideas, thoughts, concerns.\n\n\"Ultimately, I think we are trying to maintain jobs in Brainerd and help businesses succeed,\" Bjerkness said. \"I think it's going to be a great way to gain input. Information is always a good thing for all of us. It will help the lakes area out a lot.\"\n\nBjerkness said volunteering is also a way to give back and meet new people while learning more of what the lakes area has to offer, which can be an eye-opener. There are about 30 volunteer ambassadors. Currently, they are looking for additional ambassadors in Pequot Lakes.\n\nBjerkness said the new ambassador duties give those volunteers a more vital role and helps steer policies at both the Brainerd and state chambers.\n\n\"I think it was really a good time to enhance the chamber membership opportunities,\" Bjerkness said, adding it's a way for chamber members to get more out of the organization.\n\nKilian hopes to have a substantial amount of survey responses to be able to share results at the chamber's annual dinner. He said the data will help the chamber know what is working, what it can do better and what it should change. The Brainerd chamber is one of two in the state involved in the state chamber's survey program. The other chamber is in Duluth.\n\nIf businesses taking part in the survey are looking for higher level assistance such as loan packaging, a referral will go to the BLAEDC.\n\n\"It's just a good partnership,\" Kilian said. Both the Brainerd chamber and BLAEDC relocated from the building at the base of the historic water tower to the Tyrol Hills Shopping Center.\n\nAmbassadors received training for the questionnaire and how the data will be used.\n\nAmbassadors typically volunteer eight hours a month and may be adding another four hours for the visits with businesses for the survey work.\n\nRebranding\n\nAs for the chamber's rebranding, Kilian said in some ways it's flown beneath the radar in Brainerd and Baxter but it has been more meaningful in the Pequot Lakes and Crosslake chamber offices. Previously all three were more cohesively branded under the Brainerd Lakes Chamber. Now the Pequot Lakes and Crosslake chamber offices have their city names listed prominently and their own identifying logo. Pequot Lakes uses the red and white bobber. Crosslake has crossed green paddles or oars. Kilian said the change has been much more than a logo change and color theme. He said it's embracing an identity around those two chambers. The change, he said, is appreciated and important on a local level.\n\n\"I've been surprised,\" Kilian said of how much of an impact the changes have made in invigorating the two communities through the symbolism.\n\nThe office move provided a perfect time to take another look at all those options to create an identity, Kilian said.\n\nThe blue ox for Brainerd was taken to symbolize strength of business and a tourism image for Paul Bunyan's iconic friend Babe, whose hoofprints, legend has it, created the lakes. Although since Paul Bunyan and Babe moved outside of the city off Highway 18, the lumberjack's presence hasn't been felt in the same way as when he sat on the corner where Kohl's is now. Paul's footprints still mark the spot in the Kohl's parking lot.\n\n\"It just really works for what the chamber is trying to do,\" Kilian said of the new logo and image. In the future, the smaller Paul Bunyan and Babe statue formerly outside the chamber offices, are expected to be installed at the Tyrol Hills site by the chamber doors. It will provide a tourist photo opportunity and draw a stronger connection to the logo and its namesake.\n\nHigh-tech\n\nThe new offices include meeting space and a Consolidated Telecommunications Company (CTC) room with cutting-edge technology. The chamber plans to invite small groups of 30 or so in to see the CTC room beginning in February.\n\nKilian said the new CTC room will be the ground floor in the chamber's new push for affordable business training geared to small businesses. Topics may include financial management, human resources issues, professional development. Subject matter is expected to run the gamut of topics and skills to help small businesses successful.\n\n\"We all know how hard it is to make it in business,\" Kilian said.\n\nOne of the programs the chamber is looking into is a supervisor development program to help businesses develop a star employee. The training could help a new supervisor handle goal-setting, deal with conflicts and even provide the basics of what can and can't legally be asked when they are hiring people.\n\nKilian said it may be a multi-session course complete acting as a certificate program to give the participating employee a credential.\n\nAnother idea is having a new avenue for the Brainerd chamber's leadership program graduates, giving them a chance to build off the earlier experience. The program could mean getting graduates together and offering session delving deeper into specific topics - like law enforcement, government, tourism - giving them a chance to learn more about the community and reconnect.\n\n\"So there are lots of exciting ideas out there,\" Kilian said. He added the chamber will look at what it can do, costs and whether the idea or program can make an impact here. \"It's got to be more than just networking. It has to be networking with a purpose, let's learn.\"\n\nCasual meetings and networking are important, Kilian said, adding \"but we want to do more than that.\"\n\nRENEE RICHARDSON, senior reporter, may be reached at 855-5852 or renee.richardson@brainerddispatch.com. Follow on Twitter at www.twitter.com/Dispatchbizbuzz.", "article_metadata": {"news_keywords": "News,business,Small business,business development,Brainerd Lakes Chamber of Commerce,Matt Kilian,Mike Bjerkness,business training,Blue Ox", "Generator": "Drupal 7 (http://drupal.org)", "author": "Renee Richardson", "og": {"site_name": "Brainerd Dispatch", "description": "Small business training, staff development are part of the Brainerd lakes chamber's new look, new logo and new location.\r\n\r\nThe Brainerd Lakes Chamber of Commerce has been busy.", "title": "Big blue: Brainerd Lakes Chamber rebrands, reinvents, recolo...", "url": "http://www.brainerddispatch.com/news/business/3668589-big-blue-brainerd-lakes-chamber-rebrands-reinvents-recolors", "image": {"width": 300, "identifier": "http://www.brainerddispatch.com/sites/default/files/styles/square_300/public/fieldimages/42/0130/0b7rw7divrmlxyur3blvuovcttve.jpg?itok=GzbCGPy7", "height": 300}, "type": "article"}, "twitter": {"description": "Small business training, staff development are part of the Brainerd lakes chamber's new look, new logo and new location.\r\n\r\nThe Brainerd Lakes Chamber of Commerce has been busy.", "title": "Big blue: Brainerd Lakes Chamber rebrands, reinvents, recolo...", "url": "http://www.brainerddispatch.com/news/business/3668589-big-blue-brainerd-lakes-chamber-rebrands-reinvents-recolors", "image": "http://www.brainerddispatch.com/sites/default/files/styles/16x9_430/public/fieldimages/42/0130/0b7rw7divrmlxyur3blvuovcttve.jpg?itok=8jsCY8k5", "creator": "Dispatchbizbuzz", "site": "brd_dispatch", "card": "summary_large_image"}, "keywords": "News,business,Small business,business development,Brainerd Lakes Chamber of Commerce,Matt Kilian,Mike Bjerkness,business training,Blue Ox", "article": {"publisher": "https://www.facebook.com/brainerddispatch", "tag": "News,business,Small business,business development,Brainerd Lakes Chamber of Commerce,Matt Kilian,Mike Bjerkness,business training,Blue Ox", "modified_time": "2015-02-01T11:55:37-06:00", "author": "https://www.facebook.com/renee.richardson.3990"}, "image": {"alt": "Brainerd Lakes Chamber of Commerce took on new offices and rebranded with the blue ox logo. Now it's beefing up the role of its ambassadors. Renee Richardson/Brainerd Dispatch.", "title": "Brainerd Lakes Chamber of Commerce took on new offices and rebranded with the blue ox logo. Now it's beefing up the role of its ambassadors. Renee Richardson/Brainerd Dispatch."}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "description": "Small business training, staff development are part of the Brainerd lakes chamber's new look, new logo and new location.\r\n\r\nThe Brainerd Lakes Chamber of Commerce..."}, "_id": "\"57477af46914bd0286fdc195\"", "article_summary": "Big blue: Brainerd Lakes Chamber rebrands, reinvents, recolorsBrainerd Lakes Chamber of Commerce took on new offices and rebranded with the blue ox logo.\nThe Brainerd Lakes Chamber of Commerce has been busy.\nPreviously all three were more cohesively branded under the Brainerd Lakes Chamber.\nSmall business training, staff development are part of the Brainerd lakes chamber's new look, new logo and new location.\nThe red-coated chamber ambassadors have long been more of a ceremonial position attending ribbon cuttings, store openings and networking events."}