{"article_title": "Teenager's Relentless Nosebleed Turns Out To Be Blessing In Disguise That Saved Both Of Her Parents' Lives", "article_keywords": ["cristy", "donor", "cancer", "turns", "nosebleed", "blessing", "teenagers", "enns", "disguise", "doctors", "parents", "screening", "crystals", "lives", "saved", "relentless", "kidney", "transplant"], "article_url": "http://www.medicaldaily.com/pulse/teenagers-relentless-nosebleed-turns-out-be-blessing-disguise-saved-both-her-parents-344336", "article_text": "When a Texas teen developed a nosebleed that just wouldn’t stop back in January 2013, her parents knew something was wrong, but nothing could’ve prepared them for what came next. After doctors diagnosed the now-17-year-old, Crystal Enns, with a rare kidney disease known as juvenile nephronophthisis and told the family the condition would require a transplant, her parents Cristy and Mark Enns decided to see if they could be donors. After all, they do share the same blood type with their daughter.\n\nAlthough her parents were unable to donate a kidney, they did receive some life-saving news as a result of the donor screening. Cristy was the first to go in for her screening, and everything seemed to be going well until her final screening. Doctors noticed a spot on her kidney that turned out to be kidney cancer. Her diagnosis took her out of the running to be her daughter’s kidney donor.\n\nNext up was Cristy’s husband and Crystal’s father, Mark Enns. The doctors overseeing Mark’s screening were stunned to learn that Crystal’s father would also be unable to donate, after diagnosing him with kidney cancer. Dr. Albert Quan, a pediatric nephrologist at Medical City Children’s Hospital in Dallas who treated Crystal, said that in 25 years of practicing medicine he’s never encountered two parents receiving a cancer diagnosis following donor screening.\n\n“We are overwhelmed with gratitude to God for allowing us to find out about her kidney disease when we did because Mark and I would never have been tested otherwise,” Cristy Enns said in an email to ABC News. “The timing of her nosebleed allowed us to begin the donor screening process early, with plenty of time to discover and take care of our alarming cancer diagnosis before it came time for Crystal’s transplant.”\n\nThanks to early screening that was spurred on by Crystal’s relentless nosebleed, doctors had plenty of time to locate and begin treatment on both Cristy and Mark’s cancer diagnoses. Crystal’s aunt was also revealed to be a perfect match for her kidney transplant. Following a successful transplant operation this past April, Crystal is currently getting ready to enter her senior year of high school. The Enns now encourage donor screening to either save someone else’s life or help discover the patient’s own health issues.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "teenagers, relentless, nosebleed, turns, out, be, blessing, disguise, saved, both, her, parents", "og": {"site_name": "Medical Daily", "description": "A teen's unrelenting nosebleed led to both of her parents being diagnosed with kidney cancer.", "title": "How This Teen's Nosebleed Saved Her Parents' Lives [VIDEO]", "url": "http://www.medicaldaily.com/pulse/teenagers-relentless-nosebleed-turns-out-be-blessing-disguise-saved-both-her-parents-344336", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2015/07/23/teenagers-relentless-nosebleed-turns-out-be-blessing-disguise-saved-both-her-parents.jpg", "type": "article"}, "twitter": {"description": "A teen's unrelenting nosebleed led to both of her parents being diagnosed with kidney cancer.", "title": "How This Teen's Nosebleed Saved Her Parents' Lives [VIDEO]", "url": "http://www.medicaldaily.com/pulse/teenagers-relentless-nosebleed-turns-out-be-blessing-disguise-saved-both-her-parents-344336", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2015/07/23/teenagers-relentless-nosebleed-turns-out-be-blessing-disguise-saved-both-her-parents.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/07/23/teenagers-relentless-nosebleed-turns-out-be-blessing-disguise-saved-both-her-parents.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-07-23T12:12:10-04:00", "modified_time": "2015-07-23T12:12:05-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A teen's unrelenting nosebleed led to both of her parents being diagnosed with kidney cancer."}, "article_summary": "The Enns now encourage donor screening to either save someone else’s life or help discover the patient’s own health issues.\nHer diagnosis took her out of the running to be her daughter’s kidney donor.\nAlthough her parents were unable to donate a kidney, they did receive some life-saving news as a result of the donor screening.\nDoctors noticed a spot on her kidney that turned out to be kidney cancer.\nCrystal’s aunt was also revealed to be a perfect match for her kidney transplant."}