{"article_title": "Under the Dome: The Fall (Recap and Review)", "article_keywords": ["pauline", "big", "review", "jim", "dome", "julia", "norrie", "melanie", "fall", "recap", "egg", "barbie", "cliff"], "article_url": "http://guardianlv.com/2014/09/under-the-dome-the-fall-recap-and-review/", "article_text": "Under the Dome: The Fall had Pauline, Barbie and Sam along with Hunter May, Barbie’s dad’s computer expert, make it into Chester’s Mill via the red door and the lake. Lyle apparently does not make it back or at the very least is missing and things in the Mill are changing once again. Leaves on the trees are changing color and the air is turning cold. While Julia looks at the dying leaves with Rebecca, Barbie shows up and interrupts the two women.\n\nBefore Barbie and Julia reunite, Big Jim confronts his “dead” wife Pauline once he gets over the shock of learning that she is still alive. Joe and Norrie stop snuggling on the couch when they realize that Melanie has been gone for a day and after checking they discover that the egg is missing. Norrie says that the missing girl must have it and the two go to find the egg and Melanie.\n\nJunior and Melanie, after hiding the egg in the same underground shelter where he locked Angie up in season one, fall asleep on the same bunk. When they wake up, she jokes about telling Julia that James locked her in the bunker. As Melanie leaves Junior sees Angie, who tells him to “think about what you’re doing.” The dead girl has blood start to run down the side of her face as she finishes with a warning about his heart ruling his head. Melanie comes back down and when she leaves the second time Angie is gone.\n\nBarbie, Rebecca and Julia discuss the cliff, Zenith, and returning from the outside. He explains that he received a memory or vision from when he was a child and that Lyle did not make it back. Sam approaches Melanie and explains that he did not kill her years ago in the crater but that the missing Lyle was the murderer. Under the Dome: The Fall brings back memories for not only the ones who went through the red door, but for Big Jim Rennie.\n\nJim confesses to Pauline that he did not believe his wife before but now that she is back he will prove to her he has changed. Barbie argues with Julia that everyone needs to leave the dome and that they need to give his father the egg as leverage for the whole town to escape. Julia insists that she needs to leave first and set up a deal.\n\nMelanie comes back and tells Julia that she cannot reveal where she hid the egg. Joe and Norrie bump into Hunter and after learning that they are celebrities in Zenith, team up to build a tracking mechanism to find the missing egg.\n\nAs Dale Barbara and Melanie discuss the egg, the two learn they are related, Barbie’s father was also Melanie’s, making them half-siblings. Big Jim and Pauline are sitting in the kitchen when Junior comes in. The two spend very little time together before James leaves to “help his father.”\n\nPauline is alone in the house when the egg begins to glow which causes her intense pain. It begins showing her visions as before and when Big Jim returns she has started painting pictures again. Her latest work of art shows the dome cracked and the three of them, Pauline, Jim and Junior, around a fire.\n\nBefore that happens, Barbie, Rebecca and Julia start to attempt convincing citizens of Chester’s Mill to leap off the cliff. Big Jim invites himself into the plan of escape and he convinces Dale and Julia to let him get out of the dome first. The two do not know that Big Jim has already “cut a deal” with the outside to allow him and Junior out of the dome and no one else.\n\nAfter locking Pauline in her studio, Jim goes into the underground bunker and finds the egg. When he attempts to take it, he is flung against a wall and knocked unconscious. Barbie works to convince Melanie to let the egg go. Joe and Norrie find the egg with the device that Hunter made and Big Jim wakes up in time to force the two to allow him to take the thing to the cliff.\n\nJunior tracks down Sam with the intention of getting revenge for Angie’s death. As he starts beating Sam, Angie shows up again, this time sans blood, and reminds him that he never really loved her. Big Jim, Norrie and Joe go down to the cliff and Angie tells Joe that he cannot kill Sam and that if he does, something terrible will happen.\n\nDespite Junior telling Angie that she is not real, he decides to spare Sam’s life. The egg begins to glow again. Desperate to save Pauline and his family, Jim knocks the egg out of Norrie’s grasp into the chasm below the cliff. The tunnel begins to shake as the earth trembles and Rennie runs off and leaves the two teens under the school by the cliff.\n\nThe earthquake shakes the jail cell that Phil is in and he escapes to the tunnel. The former sheriff decides, after overhearing that the cliff leads out of the dome, to go there and jump his way to freedom. Melanie collapses near death while Norrie and Joe barely make it out of the tunnel in one piece.\n\nBig Jim comes back to the studio to find Pauline in the floor saying that her visions have stopped. When she finds out that he threw the egg over the cliff, she asks him, “What have you done?” Barbie and Julia show up at the high school just as Phil disappears down the tunnel.\n\nJulia and Dale rush after him and when they reach the edge of the cliff, they find that the exit has closed up and Phil’s dead body is impaled on a rocky spike at the bottom of the former chasm. Under the Dome: The Fall ends with even more questions and the possible escape of the denizens of Chester’s Mill gone, all because of Big Jim Rennie. In the preview of next week’s episode it looks like Julia will be fighting for her life. Under the Dome airs on CBS every Monday.\n\nBy Michael Smith\n\nSources:\n\nIMDb\n\ncbs.com\n\nShare this: Print\n\nLinkedIn\n\nPinterest\n\nPocket\n\nReddit\n\nEmail\n\nTwitter\n\nGoogle\n\nFacebook\n\nTumblr\n\n", "article_metadata": {"og": {"site_name": "Guardian Liberty Voice", "description": "Under the Dome: The Fall had Pauline, Barbie and Sam along with Hunter May, Barbie’s dad’s computer expert, make it into Chester’s Mill via the red door and the lake. Lyle apparen…", "title": "Under the Dome: The Fall (Recap and Review)", "url": "http://guardianlv.com/2014/09/under-the-dome-the-fall-recap-and-review/", "image": {"width": 450, "identifier": "http://guardianlv.com/wp-content/uploads/2014/09/Big-Jim-e1409643437172.jpg", "height": 339}, "locale": "en_US", "type": "article"}, "article": {"published_time": "2014-09-02T07:38:47+00:00", "modified_time": "2014-09-02T17:42:02+00:00", "author": "https://www.facebook.com/dimarkco.chandler"}, "twitter": {"image": "http://guardianlv.com/wp-content/uploads/2014/09/Big-Jim-e1409643437172.jpg?w=640", "site": "@ifrackle", "card": "summary_large_image", "creator": "@GLVGeeks"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fdbf9d\"", "article_summary": "Under the Dome: The Fall brings back memories for not only the ones who went through the red door, but for Big Jim Rennie.\nUnder the Dome: The Fall ends with even more questions and the possible escape of the denizens of Chester’s Mill gone, all because of Big Jim Rennie.\nUnder the Dome: The Fall had Pauline, Barbie and Sam along with Hunter May, Barbie’s dad’s computer expert, make it into Chester’s Mill via the red door and the lake.\nHer latest work of art shows the dome cracked and the three of them, Pauline, Jim and Junior, around a fire.\nIt begins showing her visions as before and when Big Jim returns she has started painting pictures again."}