{"article_title": "Aggression Is Most Likely To Be Directed Toward Our Loved Ones, But No One Knows Why", "article_keywords": ["directed", "loved", "knows", "reported", "study", "sibling", "likely", "ones", "words", "need", "richardson", "psychology", "occurs", "aggression", "dont"], "article_url": "http://www.medicaldaily.com/aggression-most-likely-be-directed-toward-our-loved-ones-no-one-knows-why-290476", "article_text": "In the words of Deborah South Richardson, a psychology professor at Georgia Regents University, “it’s not strangers that we need to fear,” but rather our nearest and dearest. After careful research and observation, Richardson has finally proved that the old adage, \"you always hurt the one you love,” is as scientific as it is sentimental. Why this is, however, is still a mystery.\n\nScience Says It's True\n\nIn a phenomenon she calls “everyday aggression,” Richardson says that it is in fact those closest to our hearts who are capable of inflicting the most harm, through both words and actions, The Huffington Post reported. The researcher had been analyzing everyday aggression since 1974 and has recently published her study on it in Current Directions in Psychological Science. She admits that this was a difficult area to study because we aren’t always aware of our own intentions. For example, \"People don't really say to themselves, 'I'm really annoyed at this person so now I'm going to spread rumors about them,’\" Richardson explained. In her study she was only able to include aggression that people were aware of. Still, Richardson didn’t need much more information to conclude what we’ve always suspected: Humans are awfully cruel, especially toward those we love.\n\nWhy Are We So Mean To Our Loved Ones?\n\nRichardson may be sure about our tendency to hurt our beloveds, but she is still unsure why. The psychology professor does have two theories: Either we spend most of our time with them or our relationships with them are more significant, The Huffington Post reported. She was, however, able to classify our aggression into three distinct categories; direct, indirect, and passive aggression.\n\nDirect Aggression\n\nThis form of aggression consists of yelling, hitting, confrontation, and hurtful actions and words. It is more common in men than women, but both sexes can be guilty of this form of abuse. Direct aggression is more commonly used toward siblings and significant others and it is less likely to be used on friends. Richardson speculates this may be because these relationships tend to be the strongest and therefore the individuals feel safer during confrontation. “I can confront my sibling, and I'm safe when I do it. I don't need to be indirect. I don't need to be passive. My sibling will always be my sibling,\" Richardson explained to The Huffington Post.\n\nIndirect Aggression\n\nIndirect aggression occurs when hurting someone without a confrontation. It involves gossip, spreading rumors, or destroying someone’s possessions. It occurs more often than direct aggression and is equally shared by both sexes. When it comes to our friends, indirect aggression is the most preferred weapon of choice. Richardson believes this may be because it’s deniable and can easily be brushed off as unintentional, such as “Oh, I didn’t mean to hurt you!”\n\nPassive Aggression\n\nThis form of aggression involves acts of spite, such as ignoring phone calls, giving someone the \"silent treatment,\" or intentionally showing up late for a meeting. This for of aggression tends to frustrate its targets because it’s not easily identifiable as an expression of anger, Psychology Today reported. It occurs more frequently in dense friendship networks, such as high school cliques. It’s important that aggression should not be confused with assertiveness. Assertiveness is necessary to express your needs or concerns. \"Psychologists encourage people to confront and deal effectively with issues, but we don't encourage them to do it aggressively,\" Richardson concluded.\n\nSource: South Richardson D. Everyday Aggression Takes Many Forms. Current Directions in Psychological Science. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "aggression, most, likely, be, directed, toward, our, loved, ones, no, one, knows, why", "og": {"site_name": "Medical Daily", "description": "The reason for why we are cruelest to the ones we love the most may be explained through science.", "title": "It's True — We Always Hurt The Ones We Love", "url": "http://www.medicaldaily.com/aggression-most-likely-be-directed-toward-our-loved-ones-no-one-knows-why-290476", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/28/mean.jpg", "type": "article"}, "twitter": {"description": "The reason for why we are cruelest to the ones we love the most may be explained through science.", "title": "It's True — We Always Hurt The Ones We Love", "url": "http://www.medicaldaily.com/aggression-most-likely-be-directed-toward-our-loved-ones-no-one-knows-why-290476", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/28/mean.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/28/mean.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-06-28T15:33:43-04:00", "modified_time": "2014-06-28T15:33:42-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The reason for why we are cruelest to the ones we love the most may be explained through science."}, "_id": "\"57477af46914bd0286fd82ef\"", "article_summary": "Indirect AggressionIndirect aggression occurs when hurting someone without a confrontation.\nMy sibling will always be my sibling,\" Richardson explained to The Huffington Post.\nShe was, however, able to classify our aggression into three distinct categories; direct, indirect, and passive aggression.\nDirect aggression is more commonly used toward siblings and significant others and it is less likely to be used on friends.\nI don't need to be passive."}