{"article_title": "PTAB Does Not Rely on District Court’s Markman Decision in Construing Claim Terms", "article_keywords": ["ptab", "rely", "terms", "district", "markman", "claim", "patent", "decision", "request", "arunachalam", "construing", "does", "courts", "court", "construction", "dr"], "article_url": "http://www.natlawreview.com/article/ptab-does-not-rely-district-court-s-markman-decision-construing-claim-terms", "article_text": "Sunday, November 2, 2014\n\nSAP America, Inc. v. Arunachalam\n\nAddressing allegations of impropriety of district court judges that purportedly led to a “tainted” claim construction ruling, the U.S. Patent and Trademark Office’s Patent Trial and Appeal Board (PTAB or Board) denied patent owner’s request to stay inter partes review (IPR) and covered business method (CBM) review pending a review by the Inspector General, finding, in part, that the PTAB need not rely on Markman rulings from a district court, at least in part, because the standards for claim construction are different. SAP America, Inc. v. Arunachalam, Case IPR 2013-00194; -00195 and CBM2013-00013 (PTAB, Sept. 18, 2014) (McNamara, APJ).\n\nThe patent owner, Dr. Lakshmi Arunachalam, owned a patent directed to a web application network portal. SAP America filed two IPR petitions and a CBM patent review petition. In response, Dr. Arunachalam argued that, in the related district court cases, the judges failed to disclose a financial conflict of interest. According to Dr. Arunachalam, the judges’ failure irreparably tainted the judges’ Markman order “upon which the Office relies in the reexamination decision.” The PTAB disagreed with Dr. Arunachalam, taking the position that the PTAB cannot and did not rely on the district court’s Markman order because the standard for claim construction at the PTAB and at the district court is different. Specifically, the PTAB applies the “broadest reasonable construction” standard to claim terms. Thus, the PTAB confirmed that it did not rely upon the Markman ruling issued by the district court.\n\nFurther, Dr. Arunachalam requested that the PTAB refer the district court’s alleged fraud on the PTAB to the Office of the Inspector General to conduct a fraud investigation. The PTAB denied this request, noting that the PTAB is not the appropriate forum for requesting such an investigation. Also, the PTAB noted that the request for the investigation contained only the patent owner’s allegations, but no support for these allegations. Furthermore, as discussed above, the district court’s Markman ruling, even if it was tainted, would not be a fraud upon the PTAB because the claim construction standard used by the district court is different from that used by the patent office.\n\nFinally, the PTAB noted that Dr. Arunachalam did not request or receive authorization from the PTAB before filing the request for a fraud investigation, which the PTAB treats as a motion. The PTAB noted that a party in a case before the PTAB is required to receive authorization before filing a motion, but gave consideration to his pro se status. Regardless, the PTAB noted that further unauthorized motions by Dr. Arunachalam would not be considered and would possibly lead to sanctions.", "article_metadata": {"description": "SAP America, Inc. v. Arunachalam The patent owner, Dr. Lakshmi Arunachalam, owned a patent directed to a web application network portal. SAP America filed two IPR petitions and a CBM patent review petition.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "SAP America, Inc. v. Arunachalam\r\nAddressing allegations of impropriety of district court judges that purportedly led to a &amp;ldquo;tainted&amp;rdquo; claim construction ruling, the U.S. Patent and Trade", "title": "PTAB Does Not Rely on District Court’s Markman Decision in Construing Claim Terms", "url": "http://www.natlawreview.com/article/ptab-does-not-rely-district-court-s-markman-decision-construing-claim-terms", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/aux/1131/Intellectual%20Property_Definition%20with%20Pen_4.jpg?itok=kJ8cOPeO", "type": "article"}, "keywords": "Legal, Business, Technology, Intellectual Property, Litigation, Patents, America Invents Act, AIA, IPR, CBM, Claim Construction, Fraud, Sanctions, SAP America, Inc. v. Arunachalam", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Legal, Business, Technology, Intellectual Property, Litigation, Patents, America Invents Act, AIA, IPR, CBM, Claim Construction, Fraud, Sanctions, SAP America, Inc. v. Arunachalam"}, "_id": "\"57477af46914bd0286fdc1b7\"", "article_summary": "Thus, the PTAB confirmed that it did not rely upon the Markman ruling issued by the district court.\nIn response, Dr. Arunachalam argued that, in the related district court cases, the judges failed to disclose a financial conflict of interest.\nRegardless, the PTAB noted that further unauthorized motions by Dr. Arunachalam would not be considered and would possibly lead to sanctions.\nFurther, Dr. Arunachalam requested that the PTAB refer the district court’s alleged fraud on the PTAB to the Office of the Inspector General to conduct a fraud investigation.\nFinally, the PTAB noted that Dr. Arunachalam did not request or receive authorization from the PTAB before filing the request for a fraud investigation, which the PTAB treats as a motion."}