{"article_title": "A look at the officers, friend in fatal NYC wrong-way crash", "article_keywords": ["linden", "lived", "crash", "look", "maria", "rodriguez", "father", "officers", "viggiano", "saidhe", "wrongway", "officer", "santa", "nyc", "fatal", "friend", "relatives"], "article_url": "http://townhall.com/news/politics-elections/2015/03/20/a-look-at-the-officers-friend-in-fatal-nyc-wrongway-crash-n1973996", "article_text": "LINDEN, N.J. (AP) — Four friends — three off-duty New Jersey police officers and a former county worker — were involved in a deadly wrong-way car crash with a tractor-trailer early Friday after a trip to a New York City strip club. Linden Officer Frank Viggiano and ex-county employee Joe Rodriguez were killed. The car's driver, Officer Pedro Abad, and fellow Officer Patrik Kudlac were fighting for their lives.\n\nA look at the four:\n\n___\n\nFRANK VIGGIANO, 28\n\nA police officer for five years, Frank Viggiano had served an important role: driving the mayor.\n\nLinden Mayor Derek Armstead, as head of the police department in the refinery town of 41,000 people, can occasionally request a driver. Sometimes, he said, that was Viggiano.\n\n\"He was a very, very pleasant young man,\" Armstead recalled Friday.\n\nViggiano still lived in the Linden home in which he'd grown up, the youngest of three siblings. He bought the house from his parents when they decided to move to Pennsylvania, and neighbors were happy he did.\n\n\"I always felt safer because I knew he was next door,\" neighbor Jim Santa Maria said.\n\nViggiano's mother had been \"a nervous wreck\" when he decided to become a police officer, recalled Santa Maria's wife, Eileen Santa Maria. But \"he was just so happy,\" she said.\n\nPersonable, hardworking and caring, Viggiano checked on local residents after Superstorm Sandy and helped plow an elderly neighbor's driveway when it snowed, Eileen Santa Maria said. He'd tell her daughter to focus on school and offered to give her son rides in his squad car.\n\nThe experience, Jim Santa Maria said, helped teach the 7-year-old boy \"that police officers are here to help.\"\n\nViggiano, in his free time, enjoyed hanging out in the pool in his backyard and going fishing.\n\n\"Every time you saw him, that's where he was off to,\" said patrol Capt. William Turbett Jr., who had known the officer for years and had to break the news of his death by phone to his mother.\n\n\"His mom even asked me today, 'Where were they? Were they on their way fishing someplace?'\"\n\n___\n\nJOSEPH RODRIGUEZ, 28\n\nJoseph Rodriguez lived a life filled with family and friends, his relatives said.\n\nHe lived with his father and sister in Linden, where their close-knit family had lost his mother to leukemia seven years ago, said his father, Angelo Rodriguez. He and his son had planned a trout fishing excursion in two weeks.\n\n\"He was my pal,\" the father said, breaking into tears.\n\nWell-mannered and outgoing, Rodriguez was always willing to help people, his relatives said.\n\n\"He had a wonderful personality. He was a people person,\" said his uncle Joseph Simone, who lives in a house just behind the Rodriguez family's home. \"I was with him yesterday, and he's gone today.\"\n\nRodriguez had worked for the Union County government. Outside work, he loved fishing and basketball, and he had a host of close friends who often came over to watch baseball games in the family's basement, his relatives said.\n\n\"He was a good kid. Everybody liked him,\" said his father. \"Just a good kid.\"\n\n___\n\nPATRIK KUDLAC, 23\n\nPatrik Kudlac was an auxiliary officer for several years before becoming a full-time police officer two years ago, said Turbett, the police captain.\n\n\"He loved his job. He just came in with a smile on his face, and he just couldn't believe he was here, you know, on this job, working,\" the captain said.\n\n__\n\nPEDRO ABAD, 27\n\nPedro Abad, a six-year veteran of the Linden police force, had done a somber duty just last weekend: He served in the honor guard at the funeral for a Philadelphia police officer killed in the line of duty, a photo on his Instagram account showed.\n\nThis week, he had been training in crisis intervention, officials said.\n\nHis Instagram messages from the final hours before the crash paint a picture — one investigators will surely scrutinize — of a night on the town, but also a plaintive, romantic hope for the future.\n\nHours before the crash, he posted a photo of three shot glasses filled with what he identified as \"Jack Daniels Fire on the house.\" But the caption described a heartfelt, hopeful toast he said he had given:\n\n\"The 3 of us, are decent people. There's a decent woman out there for each of us. Sure it's cool to be single every now and then, but I don't give a damn what ANYONE says. At the end of the day, I want a family. I want to settle down. We all do. So here's to finding that which we all hope for.\"\n\n___\n\nAssociated Press writer Jennifer Peltz contributed to this report.", "article_metadata": {"description": "A look at the officers, friend in fatal NYC wrong-way crash - AP News: LINDEN, N.J. (AP) — Four friends — three off-duty New .05/27/2016 9:42:12AM EST.", "author": "AP News", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "LINDEN, N.J. (AP) — Four friends — three off-duty New Jersey police officers and a", "title": "AP News - A look at the officers, friend in fatal NYC wrong-way crash", "url": "http://townhall.com/news/politics-elections/2015/03/20/a-look-at-the-officers-friend-in-fatal-nyc-wrongway-crash-n1973996", "image": "http://media.townhall.com/townhall/reu/ha/2015\\79\\cc391dd5-7fd8-401c-9bb3-0fe9e1b7d9f2.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "LINDEN, N.J. (AP) — Four friends — three off-duty New Jersey police officers and a", "title": "AP News - A look at the officers, friend in fatal NYC wrong-way crash", "url": "http://townhall.com/news/politics-elections/2015/03/20/a-look-at-the-officers-friend-in-fatal-nyc-wrongway-crash-n1973996", "image": "http://media.townhall.com/townhall/reu/ha/2015/79/cc391dd5-7fd8-401c-9bb3-0fe9e1b7d9f2.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "A look at the officers, friend in fatal NYC wrong-way crash, AP News, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "The experience, Jim Santa Maria said, helped teach the 7-year-old boy \"that police officers are here to help.\"\n\"I always felt safer because I knew he was next door,\" neighbor Jim Santa Maria said.\nViggiano's mother had been \"a nervous wreck\" when he decided to become a police officer, recalled Santa Maria's wife, Eileen Santa Maria.\n___JOSEPH RODRIGUEZ, 28Joseph Rodriguez lived a life filled with family and friends, his relatives said.\nA look at the four:___FRANK VIGGIANO, 28A police officer for five years, Frank Viggiano had served an important role: driving the mayor."}