{"article_title": "State Department: Cheryl Mills & Huma Abedin Blackberries likely gone", "article_keywords": ["gone", "clinton", "blackberries", "abedin", "2015", "official", "mills", "likely", "devices", "records", "state", "cheryl", "department", "huma", "secretary"], "article_url": "http://www.politico.com/blogs/under-the-radar/2015/08/state-department-mills-and-abedin-official-blackberrys-likely-gone-212627", "article_text": "Under the Radar Blog Archives Select Date… April, 2016 March, 2016 February, 2016 January, 2016 December, 2015 November, 2015 October, 2015 September, 2015 August, 2015 July, 2015 June, 2015 May, 2015\n\nState Department: Mills and Abedin official BlackBerrys likely gone\n\nBlackBerry devices the State Department issued to former Hillary Clinton aides Cheryl Mills and Huma Abedin have likely been destroyed or sold off as surplus, a State official said in a court filing Wednesday.\n\nThe secretary of state's information technology office \"believes that Ms. Mills and Ms. Abedin were each issued BlackBerry devices,\" State Executive Secretary Joseph Macmanus wrote in a declaration submitted to a federal court in Washington (and posted here). The office, referred to as S/ES-IRM in agency parlance, \"has not located any such device at the department\" and \"standard procedure upon return of such devices is to perform a factory reset (which removes any user settings or configurations) and then to reissue the device to another employee, to destroy it, or to excess it,\" he added.\n\n\"Because the devices issued to Ms. Mills and Ms. Abedin would have been outdated models, in accordance with standard operating procedures those devices would have been destroyed or excessed. As stated above, the state.gov email accounts themselves are generally housed on the Department's servers,\" Macmanus said.\n\nThe official also said former Secretary of State Clinton appeared never to have had a BlackBerry from her agency or any other official gadget. \"S/ES-IRM does not believe that any personal computing device was issued by the Department to former Secretary of State Hillary Clinton, and has not located any such device at the Department,\" Macmanus wrote.\n\nThe filing came in a lawsuit where the conservative group Judicial Watch is seeking records relating to Abedin's employment arrangements, including a period after she left a full-time post as deputy chief of staff and took a part-time position while also working for a New York-based firm run by a former aide to President Bill Clinton.\n\nIn recent weeks, U.S. District Judge Emmet Sullivan has expressed increasing concern that the State Department was not making an adequate effort to recover all records about the matter, including emails Clinton or the other aides may have had on private accounts or took with them when they left the department.\n\nEarlier this month, Sullivan ordered the State Department to ask Clinton, Mills and Abedin to preserve all official records they had responsive to Judicial Watch's request and to execute a declaration under penalty of perjury about their use of private email or devices to store such records. Clinton submitted such a declaration. Abedin and Mills did not submit personal declarations, but lawyers for the aides said they had returned or were in the process of returning any official records to State and would preserve any such records in their possession.\n\nFollow @politico\n\nJosh Gerstein is a senior reporter for POLITICO.", "article_metadata": {"og": {"site_name": "POLITICO", "description": "<p>Court filing says Hillary Clinton never had State-issued device</p>", "title": "State Department: Mills and Abedin official BlackBerrys likely gone", "url": "http://www.politico.com/blogs/under-the-radar/2015/08/state-department-mills-and-abedin-official-blackberries-212627.html", "image": "http://s3-origin-images.politico.com/2015/08/19/150819_blackberry_gty_1160.jpg", "fb_appid": 114037015331397, "type": "article"}, "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "<p>Court filing says Hillary Clinton never had State-issued device</p>", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdc206\"", "article_summary": "The official also said former Secretary of State Clinton appeared never to have had a BlackBerry from her agency or any other official gadget.\nUnder the Radar Blog Archives Select Date… April, 2016 March, 2016 February, 2016 January, 2016 December, 2015 November, 2015 October, 2015 September, 2015 August, 2015 July, 2015 June, 2015 May, 2015State Department: Mills and Abedin official BlackBerrys likely goneBlackBerry devices the State Department issued to former Hillary Clinton aides Cheryl Mills and Huma Abedin have likely been destroyed or sold off as surplus, a State official said in a court filing Wednesday.\nThe secretary of state's information technology office \"believes that Ms. Mills and Ms. Abedin were each issued BlackBerry devices,\" State Executive Secretary Joseph Macmanus wrote in a declaration submitted to a federal court in Washington (and posted here).\nAbedin and Mills did not submit personal declarations, but lawyers for the aides said they had returned or were in the process of returning any official records to State and would preserve any such records in their possession.\n\"S/ES-IRM does not believe that any personal computing device was issued by the Department to former Secretary of State Hillary Clinton, and has not located any such device at the Department,\" Macmanus wrote."}