{"article_title": "Dr. Ben Carson for President, in the spirit of Clarence Thomas", "article_keywords": ["thomas", "ben", "clarence", "female", "marshall", "carson", "fiorina", "say", "black", "thurgood", "president", "dr", "spirit"], "article_url": "http://pasadenajournal.com/dr-ben-carson-for-president-in-the-spirit-of-clarence-thomas/", "article_text": "“Black Lives Matter is a bully”, “Michael Brown was a bad actor”, “Obamacare is worse than slavery”. Let that sink in a few minutes.\n\nThese are sayings of Dr. Ben Carson, in the spirit of Justice Clarence Thomas. What does he say about the New York take down of pro-tennis player James Blake for mistaken identity? He says,\n\n“If we all respect one another, we will all be ﬁne”. Is this a message to the police, or Blake?\n\nDr. Carson, the well-known Brain Surgeon, was in Ferguson, Missouri touting his massive educational skills and seemed to think that all of the doors open to him are open to all Black males. Either he is crazy or I am. Clarence Thomas was chosen to replace Thurgood Marshall but he took it upon himself to pretend he was chosen because he was the best qualiﬁed for the job.\n\nDr. Carson is running under the Republican banner, after the twice election of President Barack Obama.\n\nA similar pattern, but like Clarence Thomas is not a match for the achievements of Thurgood Marshall, Ben Carson is no comparison for the talents of Barack Obama. Clarence Thomas has tried everything he could do to undo the progress of Thurgood Marshall. From listening to Ben Carson, he is being voted as a person who can get Black votes to undo the beneﬁts of Barack Obama, starting with undoing Obamacare.\n\nThe Republicans have gone further in trying to decipher the memo that told them they can’t win without expanding their tent to include women and Latino’s. This year they have said Ok to two Hispanics, one named Cruz and another named Rubio. The memo also told them that they needed to court the female vote, and so we have Carly Fiorina.\n\nNeither Cruz nor Rubio are heroes of their own people. They want to build a fence to keep others who look like and sound like them out of this country. Not much more needs to be said. I don’t know what to say about Fiorina except that she’s the female on the Republican side attempting to match the female on Democratic side. The three of them are copycats of Democrats who have run for national public ofﬁ ce, as far back as Congresswoman Shirley Chisholm who ran for President in 1972, after seven terms representing her New York Congressional district.\n\nChisholm was a champion for her people. She is best known for her motto: Unbought and Unbossed! I will merely say Carly Fiorina is no Shirley Chisholm, nor for that matter is she a Hillary Clinton. Both of these Democratic women have been elected by and served the people for years in Congress or the United States Senate. Fiorina is best known for her failures as a businesswoman.\n\nAs for Dr. Ben Carson, I was a fan of his accomplishments as a surgeon who came from nothing\n\nto become a renowned neurosurgeon. What I didn’t know was that he was an “I got mine” type of guy, closing the door of opportunity behind his entry into the land of opportunity. I note that he has created a scholarship fund which gives $1,000 to winners. What will $1,000 buy a student?\n\nCarson was raised by a single mother with his younger brother in Detroit, Michigan. This gentle appearing man had a violent temper as a minor and is reported to have nearly stabbed a “friend, when they were in the ninth grade. The argument was over a radio station. Do people really change? My sister, Mae, always says, “however people are when they are younger, they perfect it as they get older.”", "article_metadata": {"robots": "noodp,noydir", "viewport": "width=device-width, initial-scale=1.0", "description": "“Black Lives Matter is a bully”, “Michael Brown was a bad actor”, “Obamacare is worse than slavery”. Let that sink in a few minutes.    These are saying..."}, "article_summary": "These are sayings of Dr. Ben Carson, in the spirit of Justice Clarence Thomas.\nA similar pattern, but like Clarence Thomas is not a match for the achievements of Thurgood Marshall, Ben Carson is no comparison for the talents of Barack Obama.\nAs for Dr. Ben Carson, I was a fan of his accomplishments as a surgeon who came from nothingto become a renowned neurosurgeon.\nClarence Thomas has tried everything he could do to undo the progress of Thurgood Marshall.\nClarence Thomas was chosen to replace Thurgood Marshall but he took it upon himself to pretend he was chosen because he was the best qualiﬁed for the job."}