{"article_title": "Despite laws protecting breastfeeding moms, pumping at work is still a total nightmare", "article_keywords": ["breastfeeding", "women", "given", "theyve", "moms", "nightmare", "work", "pumping", "pump", "despite", "protecting", "weeks", "total", "milk", "laws"], "article_url": "http://www.sheknows.com/parenting/articles/1045043/despite-laws-protecting-breastfeeding-moms-pumping-at-work-is-still-a-total-nightmare", "article_text": "Maria Mora is a freelance writer and single mom fueled by coffee, questionable time management skills, toaster oven waffles and the color orange. She lives in Florida with her two young sons. If you see her on Twitter, tell her to stop p...\n\nImage: Steve Debenport/iStock/360/Getty Images\n\nPrint\n\nWorking moms in the U.S. are told to exclusively breastfeed for six months, but they're only given 12 weeks of unpaid leave — if they're lucky. What happens for the next 12 weeks or more? Breastfeeding moms have to pump at work. Pumping at work sucks at best. At worst, it's impossible.\n\nA recent in-depth report by The Huffington Post found that nursing moms are faced with shocking hurdles when they try to pump at work. I pumped for 18 months while working full-time at three different jobs. Even in the best situation — my own private office with a lock — pumping at work was inconvenient and humiliating. Every time I got into the swing of things, my breasts would start aching and it would be time to hook myself up to what felt like a torture device. Coworkers openly teased me and made snarky comments about the amount of time my pumping took. They joked about using my breast milk as coffee creamer. Smoke breaks were more socially acceptable than pumping breaks.\n\nMy son was only 8 weeks old at the time. I'd look at photos of him on my computer, and I'd cry while I pumped. Even without outside influences making it more difficult, expressing milk for the baby you can't be with is really hard.\n\nWhen I took a part-time receptionist job while job hunting several months later, I had to pump in a storage closet. Employees walked in on me. My milk supply dwindled as I stressed that everyone in the office could hear the telltale whoosh of my breast pump. I was still one of the lucky ones — my boss had given me unpaid time to pump despite there being no laws to protect me at the time.\n\nWhat if breastfeeding isn't always best? >>\n\nLaws protecting pumping moms aren't helping enough\n\nFor the past four years, many breastfeeding moms have been protected by the Affordable Care Act. Eligible employers are required to give pumping moms a private place to pump — not a bathroom — and reasonable time to express milk. Sounds ideal until you consider that pumping moms have filed substantiated complaints against companies like Starbucks, Walmart, Dollar General, Meijer and Outback. Good corporate policies and federal laws don't protect against bad apples.\n\nThe complaints are horrific. Women have been forced to pump in bathrooms and in rooms with no locks. They've been unfairly fired for pumping. They've had to leave work to pump in alternate locations. They've been given inadequate time to pump and haven't been allowed to pump on demand.\n\nThese are just the stories brought to light by formal complaints. Women who complain have to deal with workplace tension and being outed for complaining if the Labor Department investigates. How many moms never complain at all? How many simply turn in the pump and give up on breastfeeding after one too many uncomfortable situations at work?\n\nKeep in mind we're not talking about management types who are balancing motherhood and a promising career. We're often talking about women who are getting by on minimum wage jobs while raising small babies and trying to breastfeed. These women should be given medals, not crap from their employers.\n\nMore on breastfeeding\n\nDads bare all for breastfeeding\n\nBreastfeeding report card: How does your state measure up?\n\n5 Simple foods to increase breast milk supply", "article_metadata": {"sailthru.author_slug": "maria-mora", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0", "description": "A recent in-depth report found that nursing moms are faced with shocking hurdles when they try to pump at work. Why are we failing these moms?", "sailthru.author_name": "Maria Mora", "og": {"site_name": "SheKnows", "description": "A recent in-depth report found that nursing moms are faced with shocking hurdles when they try to pump at work. Why are we failing these moms?", "title": "Slow clap for the pumping moms putting up with absolutely terrible work conditions", "url": "http://www.sheknows.com/parenting/articles/1045043/despite-laws-protecting-breastfeeding-moms-pumping-at-work-is-still-a-total-nightmare", "image": "http://cdn.skim.gs/image/upload/c_fill,w_600/msi/ctomrogz681jtqxdsq2p", "type": "article"}, "twitter": {"image": "http://cdn.skim.gs/image/upload/c_fill,w_600/msi/ctomrogz681jtqxdsq2p", "title": "Slow clap for the pumping moms putting up with absolutely terrible work conditions", "description": "A recent in-depth report found that nursing moms are faced with shocking hurdles when they try to pump at work. Why are we failing these moms?", "card": "summary", "site": "@sheknows"}, "sailthru.date": "Fri, 25 Jul 2014 10:00:00 -0700", "sailthru.image.newsletter_secondary": "http://cdn.skim.gs/image/upload/c_fill,h_135,w_256/msi/ctomrogz681jtqxdsq2p", "robots": "noodp,noydir", "sailthru.title": "Despite laws protecting breastfeeding moms, pumping at work is still a total nightmare", "sailthru.image.image": "http://cdn.skim.gs/image/upload/c_fill,h_100,w_100/msi/ctomrogz681jtqxdsq2p", "fb": {"app_id": 105697356132938, "pages": 111589138109}, "sailthru.content_id": "sk-1045043", "sailthru.tags": "breastfeeding,workingmoms", "keywords": "pumping at work, nursing and working, breastfeeding and working, full time working moms, working moms, conditions pumping at work, fired for pumping at work", "article": {"published_time": "2014-07-25T10:00:00-07:00", "modified_time": "2014-07-25T10:11:10-07:00", "author": "Maria Mora"}, "sailthru.channel": "parenting", "sailthru.image.full": "http://cdn.skim.gs/image/upload/c_fill,h_236,w_425/msi/ctomrogz681jtqxdsq2p", "sailthru.channel_name": "Parenting", "sailthru.image.newsletter_sponsored": "http://cdn.skim.gs/image/upload/c_fill,h_300,w_300/msi/ctomrogz681jtqxdsq2p"}, "_id": "\"57477af46914bd0286fdfbde\"", "article_summary": ">>Laws protecting pumping moms aren't helping enoughFor the past four years, many breastfeeding moms have been protected by the Affordable Care Act.\nSounds ideal until you consider that pumping moms have filed substantiated complaints against companies like Starbucks, Walmart, Dollar General, Meijer and Outback.\nBreastfeeding moms have to pump at work.\nEligible employers are required to give pumping moms a private place to pump — not a bathroom — and reasonable time to express milk.\nEven in the best situation — my own private office with a lock — pumping at work was inconvenient and humiliating."}