{"article_title": "Since 1977, Uninsurance For Young Adults Has Increased—But The ACA Has Helped", "article_keywords": ["affairs", "aca", "compared", "adults", "1977", "ages", "study", "uninsurance", "young", "increasedbut", "helped", "health", "provision", "2010"], "article_url": "http://healthaffairs.org/blog/2016/03/23/health-affairs-web-first-since-1977-uninsurance-for-young-adults-has-increased-but-the-aca-has-helped/", "article_text": "Lucy Larner\n\nMarch 23, 2016\n\nA new study, released as a Web First by Health Affairs, examines data from 20 national surveys conducted between 1977 and 2013 to look at uninsurance and out-of-pocket spending trends for young adults (ages 18–30) in the U.S. Historically, young adults have always been more likely than older adults to lack coverage. A popular provision of the Affordable Care Act (ACA), which took effect in late 2010, allows those up to the age of 26 to remain on their parents’ policies.\n\nTo gauge the impact of that provision, authors Marc L. Berk and Zhengyi Fang compared uninsurance patterns between 2010 and 2013 for three cohorts of young adults: those ages 18–22, ages 23–26 (the group most likely to benefit from this provision), and ages 27–30. According to the study, uninsurance declined from 28.4 percent in 2010 to 24.4 percent in 2013 for those ages 23–26, which they termed a modest change.\n\nThe study found that overall uninsurance among young adults has risen: In 1977, 11.7 percent of those ages 18–30 lacked coverage, a figure which peaked in 2009, at 26.2 percent. Looking at uninsurance by race and ethnicity, 10.6 percent of young whites were uninsured in 1977, compared to 15.0 percent of blacks and 19.2 percent of Hispanics. By 2010 the differences had significantly widened, with Hispanic uninsurance at 47.6 percent compared to 17.7 percent of young whites and 26.7 percent of young blacks (see exhibit below and Study Appendix).\n\n“Our findings suggest that a consideration of long-term patterns will help distinguish the aspects of cost and insurance that have fundamentally changed from those that are subject to mere short-term fluctuations,” the authors concluded.\n\nBerk is a contributing editor at Health Affairs, in Bethesda, Md.; Fang is a senior systems analyst at Social and Scientific Systems, in Silver Spring, Md.\n\nThis study, part of Health Affairs’ DataWatch series, will also appear in its April issue.", "article_metadata": {"og": {"url": "http://healthaffairs.org/blog/2016/03/23/health-affairs-web-first-since-1977-uninsurance-for-young-adults-has-increased-but-the-aca-has-helped/", "site_name": "Health Affairs", "image": "http://healthaffairs.org/blog/wp-content/uploads/Featured-Topic-Image-Elsewhere-@-Health-Affairs-640x360-at-72-PPI.jpg", "type": "article", "title": "Health Affairs Web First: Since 1977, Uninsurance For Young Adults Has Increased—But The ACA Has Helped"}, "description": "Health Affairs Web First: Since 1977, Uninsurance For Young Adults Has Increased—But The ACA Has Helped | At the intersection of health, health care, and policy.", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Historically, young adults have always been more likely than older adults to lack coverage.\nThe study found that overall uninsurance among young adults has risen: In 1977, 11.7 percent of those ages 18–30 lacked coverage, a figure which peaked in 2009, at 26.2 percent.\nThis study, part of Health Affairs’ DataWatch series, will also appear in its April issue.\nBerk is a contributing editor at Health Affairs, in Bethesda, Md.\nLucy LarnerMarch 23, 2016A new study, released as a Web First by Health Affairs, examines data from 20 national surveys conducted between 1977 and 2013 to look at uninsurance and out-of-pocket spending trends for young adults (ages 18–30) in the U.S."}