{"article_title": "Puerto Rico's health system requires changes, HHS says", "article_keywords": ["hhs", "congress", "ricos", "million", "medicaid", "system", "requires", "rico", "program", "health", "island", "puerto", "changes", "obama"], "article_url": "http://www.washingtontimes.com/news/2016/feb/18/hhs-puerto-ricos-health-system-requires-changes/", "article_text": "The Obama administration urged Congress on Thursday to expand Medicaid’s reach in Puerto Rico, calling such spending an integral part of a broader bid to rescue the island from its debt crisis.\n\nOfficials at the Health and Human Services said lawmakers should lift the annual cap on Medicaid — the federal-state insurance program for the poor — in the territory and gradually boost the federal share for the program from 55 percent to 83 percent.\n\nThey also want Congress to expand eligibility for the program to those making 100 percent of the federal poverty level, up from about 50 percent now.\n\n“We are committed to continuing our work to strengthen Puerto Rico’s health care system and improve health outcomes on the island using available administrative authorities,” HHS Secretary Sylvia M. Burwell said. “However, a true solution for the 3.5 million Americans living in Puerto Rico, including reforms to strengthen Puerto Rico’s Medicaid program, such as raising the federal share of Medicaid funding, requires Congress to act.”\n\nHHS said Medicaid counts about 1.6 million enrollees in Puerto Rico, a number that amounts to nearly half of the island’s population.\n\nThe territory says about 600,000 of those enrollees could lose their health coverage once one-time funding from Obamacare expires in 2019 — if it doesn’t run out sooner.\n\nPresident Obama used his fiscal 2017 budget plan to address the shortfall. The changes to Medicaid, which generally would bring Puerto Rico’s program in line with those in the states, are projected to cost nearly $30 billion over 10 years.\n\nAdministration officials cast the request as “part and parcel” of plans to lift Puerto Rico out of a debt crisis that threatens to shut the island off from credit markets and put a serious dent in its public services.\n\nHouse Speaker Paul D. Ryan has ordered specific committees to devise a solution by March 31.\n\nCongressional Republicans have rejected a proposal to let the island declare bankruptcy to restructure its debts. Instead, it is mulling whether to set up a fiscal control board that would help local authorities get their fiscal house in order.\n\nOfficials said Mr. Obama already did what he could to eliminate inequities between benefits for the island and full-fledged states, such as allowing the territories to access Medicaid’s drug rebate program to decrease prescription costs.\n\nFrom 2009 to 2014, HHS steered $9.5 billion into Puerto Rico’s early childhood education programs, the Children’s Health Insurance Program and 20 federally supported health centers.\n\nYet other changes, particularly the overhaul of Medicaid on the island, require congressional action, they said.\n\nAdditionally, the administration has asked Congress to approve a $1.8 billion emergency package to fight the Zika virus, which is spreading locally in Puerto Rico and has been linked to a serious birth defect. The Aedes aegypti that carries the disease is a pesky scourge on the island.\n\nThe administration said its request included $250 million to assist pregnant women at risk of Zika infection in Puerto Rico, since the cap on its Medicaid program makes it less able to respond to emergencies.", "article_metadata": {"description": "The Obama administration urged Congress Thursday to expand Medicaid's reach in Puerto Rico, saying the investment would be an integral part of a broader bid to rescue the island from its debt crisis.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "The Obama administration urged Congress Thursday to expand Medicaid’s reach in Puerto Rico, saying the investment would be an integral part of a broader bid to rescue the island from its debt crisis.", "title": "Puerto Rico’s health system requires changes, HHS says", "url": "http://www.washingtontimes.com/news/2016/feb/18/hhs-puerto-ricos-health-system-requires-changes/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2016/01/19/Puerto_Rico_Economy.JPEG-0f4f7.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2016/01/19/Puerto_Rico_Economy.JPEG-0f4f7.jpg", "description": "The Obama administration urged Congress Thursday to expand Medicaid's reach in Puerto Rico, saying the investment would be an integral part of a broader bid to rescue the island from its debt crisis.", "card": "summary", "title": "Puerto Rico’s health system requires changes, HHS says"}, "Author": "Tom Howell Jr.", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Politics, Social Issues, Health Medical Pharma, Congress, Barack Obama"}, "article_summary": "“We are committed to continuing our work to strengthen Puerto Rico’s health care system and improve health outcomes on the island using available administrative authorities,” HHS Secretary Sylvia M. Burwell said.\nFrom 2009 to 2014, HHS steered $9.5 billion into Puerto Rico’s early childhood education programs, the Children’s Health Insurance Program and 20 federally supported health centers.\nThe changes to Medicaid, which generally would bring Puerto Rico’s program in line with those in the states, are projected to cost nearly $30 billion over 10 years.\n“However, a true solution for the 3.5 million Americans living in Puerto Rico, including reforms to strengthen Puerto Rico’s Medicaid program, such as raising the federal share of Medicaid funding, requires Congress to act.”HHS said Medicaid counts about 1.6 million enrollees in Puerto Rico, a number that amounts to nearly half of the island’s population.\nYet other changes, particularly the overhaul of Medicaid on the island, require congressional action, they said."}