{"article_title": "Evangelicals Looking for Walker to “Do Nothing” in 2016 Election", "article_keywords": ["evangelical", "baptist", "freedom", "political", "religious", "looking", "culture", "candidates", "election", "walker", "2016", "reynolds", "evangelicals"], "article_url": "http://religiondispatches.org/evangelicals-looking-for-walker-to-do-nothing-in-2016-election/", "article_text": "When speaking to religious audiences, Wisconsin Governor Scott Walker likes to remind people that he goes to church and knows his Bible. These reminders frequently come as Walker seeks to distinguish himself from political opponents in Wisconsin—the ones, he claims, who’ve sent his family death threats and harassed his kids on Facebook; the “literally thousands of protesters outside our family home” in Wauwatosa. Some of these protesters have, according to Walker, driven past the house and given him the finger as he and his family raked leaves on a Sunday afternoon after church and before the Packers game.\n\nSpeaking in 2012 to a teleconference with activists from Ralph Reed’s Faith and Freedom Coalition, Walker said his faith has enabled him to rise above the “vitriol, and the constant, ongoing hatred” during the recall election he faced in the wake of his anti-union legislation, which has crippled the state’s once-iconic labor movement. Along with the unmistakable contrast of his church-going family with the profane and progressive activists, Walker cited two Bible verses. He didn’t recite them, but for anyone who knows their Bible—as Walker, the son of a Baptist pastor, does—the meaning was clear. The verses that helped him withstand the hatred were Romans 16:20 (“The God of peace will soon crush Satan under your feet. The grace of our Lord Jesus be with you”) and Isaiah 54:17 (“no weapon forged against you will prevail, and you will refute every tongue that accuses you.”)\n\nShould he run for president, Walker may very well turn out to be the 2016 cycle’s evangelical favorite—not because he ticks off a laundry list of culture war talking points, pledges fealty to a “Christian nation,” or because he’s made a show of praying publicly to curry political favor. Although by no means universal, some conservative evangelicals—those who eschew the fever swamps of talk radio, yet share the same political stances of the religious right—are weary of the old style of campaigning. They’re turned off by the culture war red meat, the dutiful but insincere orations of piety.\n\nEmphasizing that ours is a “Christian nation” and pushing “hot button issues” as a style of campaigning has been detrimental to evangelicals, said Mary Jo Sharp, who teaches apologetics at Houston Baptist University and analyzes political campaigns as part of a class she teaches there. “It’s very difficult to hear” that kind of rhetoric, she said. “Christians are not supposed to be the dividers.”\n\nOver the course of his political career in Wisconsin, Walker “hasn’t presented as any kind of culture warrior,” said Hunter Baker, Associate Professor of Political Science at Union University, a Southern Baptist school in Jackson, Tennessee. “One of the worst things that ever happened with conservative Christians,” said Baker, was that they “give in to a tribal impulse,” by questioning “are we getting the respect we perceive we once had, are we losing ground, we need to mobilize, we need to increase our force.” That, he added, “is a losing strategy. It gives people the sense you’re working from resentment.”\n\nIn an op-ed in the Wall Street Journal last month, Russell Moore, president of the Southern Baptist Convention’s Ethics and Religious Liberty Commission, wrote that in 2016 evangelicals won’t be looking to candidates to “know the words to hymns,” “repeat clichés about appointing Supreme Court justices who will ‘interpret the law, not make the law,’” or to use “‘God and country’ talk borrowed from a 1980s-era television evangelist.”\n\nMoore “has a good feel of the pulse of evangelicals” and “represents a wide segment” of them, said Tobin Grant, a political scientist at Southern Illinois University and blogger on religion and politics for Religion News Service. Unlike his predecessor, Richard Land, known for inflaming the culture wars, Moore’s “focus is more on religious and social concerns than directly political ones” and has “less interest in changing DC and more interest in keeping DC out of the way of the church,” Grant said.\n\nThese evangelicals are listening for a candidate who can signal he is “one of us” without pandering. Both evangelical and Catholic candidates who have earned the culture warrior label for their strident pronouncements—Ted Cruz, Rick Santorum, or Mike Huckabee—are seen as embarrassing embodiments of stereotypes these conservative Christians would like to shed.\n\nInstead, they are looking at a candidate like Walker, or even Jeb Bush (a Catholic), who is personally religious and, crucially, “gets” evangelical culture. Bush’s Right to Rise PAC recently signed Jordan Sekulow, executive director of the American Center for Law and Justice, as a senior advisor—a move the Christian Broadcasting Network’s David Brody called the move “a big get” for courting the evangelical vote. While Sekulow has been at the forefront of the culture wars, the ACLJ is also one of several religious right legal firms who, for example, brought legal challenges to the Affordable Care Act’s contraception coverage requirement.\n\nWalker hits the right evangelical notes without overplaying his hand—and that’s exactly the way they want him to keep it. John Mark Reynolds, professor of philosophy and provost at Houston Baptist University, said that Walker “would do well to do nothing to appeal to us. We get it. He’s one of us. He sounds like one of us. He leans forward like one of us. He answers questions like one of us.”\n\nEvangelicals, said Reynolds, “will fall out of their chairs to vote for someone who would defend them in their cultural belonging but doesn’t embarrass them intellectually.”\n\nFor decades, the Republican presidential primaries have been marked by a now-predictable pattern: the candidates scramble over one another to present themselves as the most trusted ideologue, the most “authentic” Christian. In both 2008 and 2012, white evangelicals made up 26 percent of the electorate, according to exit polling data, and they overwhelmingly voted Republican. In 2012, 78 percent of them voted for Mitt Romney, while in 2008, 74 percent voted for John McCain. In two of the first three primary contests, they make up a majority of Republicans—56 percent of Iowa caucus-goers and 64 percent of South Carolina GOP primary voters in 2012.\n\nAs a result, despite no single figure emerging as the universal evangelical favorite in either primary election, the candidates competed to maximize their share of this crucial bloc. They tallied up endorsements from prominent pastors and religious figures and strained to be the candidate most vociferously opposed to abortion, same-sex marriage, and even, in 2012, contraception. They gave speeches at churches and evangelical universities and submitted to interviews by televangelists. To the extent that he fell short of those expectations, John McCain’s 2008 selection of Sarah Palin as his running mate served to assuage evangelical doubts.\n\nIn 2011, former Texas governor Rick Perry’s first campaign move was to host a massive prayer rally, The Response, in Houston’s Reliant Stadium, bankrolled by the sine qua non of the culture wars, the American Family Association. This year, Louisiana Governor Bobby Jindal replicated that strategy—even though for Perry it apparently reaped no real electoral benefits. For Huckabee, who may well reprise his 2008 run in 2016, it meant bringing a preacher’s style to the campaign trail, which he then parlayed into a lucrative deal with Fox News. In 2004, it meant preachers crisscrossing swing states like Ohio, campaigning simultaneously for George W. Bush’s reelection and the state’s ban on same-sex marriage.\n\nBut just three election cycles later, opposing same-sex marriage, particularly portraying it as catastrophic to the maintenance of “Christian values,” clashes profoundly with rapid and unprecedented changes in the law and cultural attitudes. Facing what many on both sides believe to be an inevitable Supreme Court decision invalidating those bans, the Republican presidential candidates are unlikely to talk about same-sex marriage directly. Ben Carson’s hasty apology for his claim that homosexuality is a choice (proven, he claimed, because people go into prison straight and come out gay) is just one sign that the campaign rhetoric on this issue will be subject to a new kind of scrutiny.\n\nInstead of talking about opposition to marriage equality, evangelical activists say, religious freedom has become the new defining mantra. Unlike marriage equality, on which white evangelicals, particularly Millennials, are divided, religious freedom unifies them like no other issue but abortion.\n\n“What will matter to evangelicals,” Moore wrote in his Wall Street Journal op-ed, “is how the candidate, if elected president, will articulate and defend religious-liberty rights.”\n\nThe religious liberty issue is, for evangelicals, a “four-alarm fire,” said Denny Burk, Professor of Biblical Studies at Boyce College, part of the Southern Baptist Theological Seminary in Louisville, Kentucky. He said evangelicals expect the candidates “to have the courage of their convictions to persuade people about what’s going on.”\n\nFrom the Hobby Lobby litigation to cases involving florists, bakers, and photographers refusing to provide services for same-sex ceremonies, the issue has been percolating in the evangelical community for years. In recent weeks, conservative Christians have talked and written prolifically about Barronelle Stutzman, a Washington state florist found liable under the state’s anti-discrimination laws for refusing to provide flowers for a long-time gay customer’s wedding, and Kelvin Cochran, the Atlanta fire chief fired after revelations about anti-gay comments he wrote in a book.\n\nCongressional Republicans are listening, too; they have introduced the Child Welfare Provider Inclusion Act, which would exempt faith-based providers from having to place children for foster care or adoption with same-sex couples if that conflicts with “their sincerely held religious beliefs or moral convictions.”\n\nGiven the level of division over these issues, it’s not clear that voters who aren’t conservative Christians would view the change in emphasis as a tamping down of the culture wars. Legal exemptions to permit florists, caterers, social service providers, or other businesses to refuse service to LGBT people are hotly contested, both in legal circles and in the court of public opinion. In another context, the Hobby Lobby litigation, in which the Supreme Court ruled that the contraception coverage requirement under the Affordable Care Act violated a closely-held corporation’s rights under the Religious Freedom Restoration Act, was one of the most scrutinized and debated religious freedom cases in recent memory.\n\nEvangelicals insist that they don’t want special treatment in these instances; they just want “to be left alone,” said Reynolds. The government should “let people live their private lives, including their businesses, and let the market determine whether they survive.” (Reynolds noted, however, that he is opposed to proposed state laws, championed by many religious right advocacy groups, to permit businesses to refuse service to LGBT people based on religious objections, saying such laws would be “overreaching.”)\n\n“I don’t want tropes or identity politics or blowing the dog whistle and hoping everyone gathers around,” said Burk. “I want to see a real vision for carrying this out.” That vision, said Burk, should include pledges about judicial nominees and promises not to appoint cabinet officials who will put “any person of faith, not just Christians, in a position that’s going to compromise their conscience.”\n\n“Simply throwing out some family values rhetoric won’t be sufficient,” said Brian Mattson, a theologian and a principal at Dead Reckoning TV, a digital outlet that provides programming aimed at Millennials from a “distinctly Christian worldview.” Instead, he said, the Republican conversation about religious freedom should be (and, he predicted, will be) “more substantive” about the Free Exercise Clause, the Religious Freedom Restoration Act, and other laws and policies.\n\nBut not all evangelicals are convinced by Moore’s call for a different sort of rhetoric. Moore, said Keith Miller, an attorney who works for Hillsdale College and contributes to the evangelical blog Mere Orthodoxy, “speaks for a good number of evangelicals who do want a new tone.” But, he added, “I don’t really think that despite the endless stories to this effect, I don’t think the evangelical bloc, to the extent it is a bloc, I don’t think it’s changed that much.”\n\nEvangelicals likewise remain divided on immigration. While some evangelical leaders have advocated for immigration reform, including a path to citizenship, Miller said, “the evangelical on the street is closer to Rush Limbaugh on immigration.” While Perry’s record on immigration hurt him in 2012, his “oops” moment was probably more defining. And even though some evangelicals favor reform, they think it is unlikely that either Bush or Marco Rubio—both of whom have supported reform in the past—would make it a centerpiece of any campaign.\n\nAs for the other candidates, Chris Christie, even to conservatives, came across badly after “Bridgegate”; Reynolds described Christie as a “narcissist” who is “temperamentally unsuited to be in the White House.” Huckabee, said Reynolds, “embarrasses evangelicals by fitting cultural stereotypes.” Ben Carson is well-known through his 1996 book, popular with evangelicals, Gifted Hands, but is, said Reynolds, “running on the Newt Gingrich plan that this is really good for my career.” While Rand Paul’s libertarianism is appealing to some evangelicals, they said, his historic position on Israel is a dealbreaker while Ted Cruz, said Reynolds, is “acerbic” and “not a nice person.”\n\nCruz, like Walker, is the son of a Baptist pastor, but not all evangelicals admire his speaking style or cultural cues in the same way. “I’m not impressed” with Cruz, said Mattson, adding that he speaks in a way that is “decidedly phony to me.”\n\nIn contrast, Walker speaks the right language, “but not in a polarizing way,” said Mattson. “He doesn’t sound pandering like a Huckabee and doesn’t come across as strident and divisive like Santorum. He’s winsome.”\n\nStill, though, Walker does play a good-versus-evil hand. At last month’s Conservative Political Action Conference, he drew criticism from both liberals and conservatives for comparing protestors to the Islamic State, saying “If I can take on 100,000 protesters, I can do the same across the globe,” a comment that could be seen as a salvo in Walker’s own brand of culture war (though he later said he didn’t mean to conflate the two).\n\nWithout calling much attention to it, Walker assures evangelicals that he emerges from the same subculture and speaks their language. After CPAC, Walker spoke at the National Religious Broadcasters Convention, where he reportedly talked about how to discern whether God is calling him to a presidential run.\n\nFor Reynolds, Walker speaks “in a biblical cadence” and uses “biblical expressions,” sending cues that others in a “biblically illiterate society” might not pick up on. Although of course no one is making early predictions, Reynolds said, “I could see Scott Walker pulling this off.”", "article_metadata": {"og": {"site_name": "Religion Dispatches", "description": "When speaking to religious audiences, Wisconsin Governor Scott Walker likes to remind people that he goes to church and knows his Bible. These reminders frequently come as Walker seeks to distinguish himself from political opponents in Wisconsin—the ones, he claims, who’ve sent his family death thre", "title": "Evangelicals Looking for Walker to \"Do Nothing\" in 2016 Election", "locale": "en_US", "image": "http://religiondispatches.org/wp-content/uploads/2015/03/walker.jpg", "updated_time": "2015-03-20T18:27:01+00:00", "url": "http://religiondispatches.org/evangelicals-looking-for-walker-to-do-nothing-in-2016-election/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/ReligionDispatches", "section": "Stories", "published_time": "2015-03-09T15:33:26+00:00", "modified_time": "2015-03-20T18:27:01+00:00"}, "twitter": {"site": "@RDispatches", "card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "For Reynolds, Walker speaks “in a biblical cadence” and uses “biblical expressions,” sending cues that others in a “biblically illiterate society” might not pick up on.\nInstead, they are looking at a candidate like Walker, or even Jeb Bush (a Catholic), who is personally religious and, crucially, “gets” evangelical culture.\nWithout calling much attention to it, Walker assures evangelicals that he emerges from the same subculture and speaks their language.\nUnlike marriage equality, on which white evangelicals, particularly Millennials, are divided, religious freedom unifies them like no other issue but abortion.\nInstead of talking about opposition to marriage equality, evangelical activists say, religious freedom has become the new defining mantra."}