{"article_title": "Gov. Malloy To Attend State Of The Union As Obama's Guest", "article_keywords": ["gov", "guest", "attend", "union", "proud", "connecticut", "gun", "state", "speech", "malloy", "president", "white", "obamas", "sandy", "obama"], "article_url": "http://bridgeport.dailyvoice.com/politics/gov-malloy-to-attend-state-of-the-union-as-obamas-guest/616825/", "article_text": "FAIRFIELD COUNTY, Conn. – When citizens tune in to watch the State of the Union address on Tuesday, Connecticut Gov. Dannel P. Malloy will be seated in a place of honor in First Lady Michelle Obama’s box at the Capitol.\n\nMalloy is attending at the invitation of President Barack Obama, who is delivering the final State of the Union speech of his two-term presidency.\n\n“It’s truly an honor. I want to thank the president and the first lady for this once-in-a-lifetime invitation,” Malloy said in a statement. “We’re doing big things in Connecticut.\n\n\"We’ve passed the smartest gun law in the nation, and we’ve helped drive a national conversation to help prevent gun violence. The president is taking action on this important issue just as we have in Connecticut – it is commonsense to keep guns out of the hands of those who shouldn’t have them.\"\n\nIn a statement, the White House said the invited guests “personify President Obama's time in office and most importantly, they represent who we are as Americans: inclusive and compassionate, innovative and courageous.”\n\nThe White House said Malloy was chosen because he “has pursued many of the progressive priorities that the president laid out to make America stronger.”\n\nThe governor was at the White House last week as Obama announced new executive orders aimed at curbing gun violence, which Malloy called “a moving experience.”\n\nObama was brought to tears during his speech as he recalled the deadly shooting at Sandy Hook Elementary School in Newtown in 2012.\n\n“To see how moved the president is still from the Sandy Hook experience ... the strength that he has, the willingness to go after this issue, to move the ball forward time and time again is tremendous,” Malloy said after the president’s remarks.\n\nDuring his speech last Tuesday, Obama specifically mentioned efforts that Connecticut has made to increase background checks and gun safety courses, saying it has reduced gun deaths by 40 percent in the state. He also voiced support for a plan proposed by Malloy that would prevent gun from being sold to people on federal terror watchlists.\n\n\"We’re proud of that record, just as we are proud of the myriad other initiatives Connecticut has led on, from Second Chance, to being the first state in the nation to raise the minimum wage to $10.10, to the first state to pass paid sick days, to launching a first-in-the-nation green bank to tackle global warming, to the best implementation of the Affordable Care Act in America,\" Malloy said. \"Connecticut has an amazing story to tell over the past few years – and we’re proud to tell it.”\n\nMark Barden, father of slain Sandy Hook first-grader Daniel Barden, will also attend the address — as the guest of U.S. Sen. Chris Murphy (D-Conn.). Barden last week introduced Obama at the gun control announcement.", "article_metadata": {"og": {"site_name": "Bridgeport Daily Voice", "description": "FAIRFIELD COUNTY, Conn. – When citizens tune in to watch the State of the Union address on Tuesday, Connecticut Gov. Dannel P. Malloy will be seated in a place of honor in First Lady Michelle Obama’s box at the Capitol. Malloy is attendi...", "title": "Gov. Malloy To Attend State Of The Union As Obama's Guest", "url": "http://bridgeport.dailyvoice.com/politics/gov-malloy-to-attend-state-of-the-union-as-obamas-guest/616825/", "image": "http://res.cloudinary.com/daily-voice/image/upload/c_limit,f_auto,w_640/DSC_0717_piq2qi.jpg", "type": "article"}, "fb": {"app_id": 154366628018656}, "description": "FAIRFIELD COUNTY, Conn. – When citizens tune in to watch the State of the Union address on Tuesday, Connecticut Gov. Dannel P. Malloy will be seated in a place of honor in First Lady Michelle Obama’s box at the Capitol. Malloy is attendi...", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "article_summary": "Malloy is attending at the invitation of President Barack Obama, who is delivering the final State of the Union speech of his two-term presidency.\nFAIRFIELD COUNTY, Conn. – When citizens tune in to watch the State of the Union address on Tuesday, Connecticut Gov.\nDannel P. Malloy will be seated in a place of honor in First Lady Michelle Obama’s box at the Capitol.\nI want to thank the president and the first lady for this once-in-a-lifetime invitation,” Malloy said in a statement.\nHe also voiced support for a plan proposed by Malloy that would prevent gun from being sold to people on federal terror watchlists."}