{"article_title": "Berkeley police blotter for March 14 to 17", "article_keywords": ["14", "17", "blotter", "berkeley", "officers", "scene", "wallet", "investigation", "officer", "female", "vehicle", "aid", "responded"], "article_url": "http://www.app.com/story/news/local/ocean-county/2015/03/21/berkeley-police-blotter/25135399/", "article_text": "--Text: Berkeley 2-9-03 Robert Ward/ Berkeley Police car outside Miller Air Park. (Photo: Digital Collections/IPTC)\n\nPolice Chief Karin DiMichele said the following incidents happened in the township between March 14 and March 17:\n\nFirst Aid Call (NARCAN) - On March 14, at 4:38 p.m., Officers Warren Black, Scott Rudolph, and Pat Coletti responded to a first aid call on Manhattan Avenue. An adult female was found by her parents to be unresponsive. Officer Black arrived and found the female in need of first aid and rescue breathing, which he provided. He subsequently administered Narcan. The female responded after a short time and regained consciousness. The Bayville First Aid Squad and MONOC medics arrived on the scene. The woman was taken to Community Medical Center in Toms River.\n\nDriving Under the Influence (Arrest) - On March 15 at 2 a.m., Officer Tim Pizzella was patrolling Route 9 when he made a motor vehicle stop of Sharon Mazura, 50, of Motor Road, Pine Beach. Officers Michael Bulwinski and David Moody also arrived on scene. Upon further investigation, it was determined that she was driving under the influence. Her vehicle was impounded and she was arrested, processed, and was issued multiple motor vehicle summonses. Mazura was then released.\n\nBerkeley Police Blotter for February\n\nArson/Fire Investigation - On March 15 at about 3:12 p.m., Officers Shawn Bowens and Taylor Butler, and Sgt. Will Cullen responded to an area of Route 9 for a report of a 40-foot trailer that was on fire. The Bayville Fire Department, the Ocean County Prosecutor’s Office, the Fire Marshal’s Office and Detective Joseph Santoro responded to investigate the fire scene. At this time there are no suspects; nor was there any damage to the surrounding property. This incident is still under investigation.\n\nVehicle Fire Investigation - On March 16 at 9:39 p.m., Sgts. Joseph Robertazzi, and Will Cullen and Officers Pat Stesner, and Ed Hendrickson responded to a call on Veterans Boulevard for a reported vehicle fire. The Bayville Fire Company also responded and extinguished the fire. It was determined that the fire was not suspicious. First Aid responders arrived, however there were no injuries at the scene.\n\nRecovered Wallet (Good Samaritan) - On March 15, Officer David Burke was dispatched to the Wawa on Route 9 for a lost or stolen wallet. A female resident of Berkeley discovered her wallet was missing. He viewed video footage which showed a woman taking possession of it. This woman was a Good Samaritan who found the wallet and later went to the residence, returning the wallet and all its contents.\n\nBurglary – On March 17 at 8 a.m., Officer Michael Poikans was dispatched to a burglary call on Nautical Court in the Sonata Bay community in Bayville. Officers determined that someone forced their way into the home. Sgt. Damon Papa was also at the scene. Detective Joseph Santoro responded to process the scene and canvassed the neighborhood. This investigation is ongoing. Anyone with information about the burglary is asked to contact the Berkeley Township Police Department at 732-341-1132.\n\nRead or Share this story: http://on.app.com/1C9g7zi", "article_metadata": {"google": "notranslate", "description": "Berkeley Police Blotter, March 14-17", "og": {"site_name": "Asbury Park Press", "description": "Berkeley Police Blotter, March 14-17", "title": "Berkeley police blotter for March 14 to 17", "url": "http://www.app.com/story/news/local/ocean-county/2015/03/21/berkeley-police-blotter/25135399/", "image": "http://www.gannett-cdn.com/GDContent/applogos/app.png", "type": "article"}, "twitter": {"description": "Berkeley Police Blotter, March 14-17", "title": "Berkeley police blotter for March 14 to 17", "image": "http://www.gannett-cdn.com/-mm-/8a506a94587378bcfc9273a31e6c896821371e81/c=258-0-1289-1031&r=x643&c=640x640/local/-/media/AsburyPark/2015/03/21/B9316689852Z.1_20150321093045_000_G6UA9L8O5.1-0.jpg", "creator": "@AsburyParkPress", "site": "@AsburyParkPress", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600068887", "fb": {"app_id": 116172675120111}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "berkeley, police, crime"}, "_id": "\"57477af46914bd0286fdc21f\"", "article_summary": "Berkeley Police Blotter for FebruaryArson/Fire Investigation - On March 15 at about 3:12 p.m., Officers Shawn Bowens and Taylor Butler, and Sgt.\n--Text: Berkeley 2-9-03 Robert Ward/ Berkeley Police car outside Miller Air Park.\nThe female responded after a short time and regained consciousness.\nAnyone with information about the burglary is asked to contact the Berkeley Township Police Department at 732-341-1132.\nOfficer Black arrived and found the female in need of first aid and rescue breathing, which he provided."}