{"article_title": "Palo Alto Networks’ fiscal Q2 earnings soar on growing cybersecurity threats", "article_keywords": ["fiscal", "alto", "q2", "threats", "cybersecurity", "company", "share", "reported", "second", "earnings", "palo", "growing", "quarter", "stock", "networks", "soar"], "article_url": "http://peninsulapress.com/2015/03/18/palo-alto-networks-fiscal-q2-earnings/", "article_text": "Palo Alto Networks Inc. (NYSE: PANW) reported better-than-expected results for its fiscal second quarter ended Jan. 31 and offered a robust outlook for the next quarter amidst growing demand for its cybersecurity products and services.\n\nThe company’s stock price has doubled over the past year and the company has seen increased investor spending in the cybersecurity market, in light of recent high-profile hacks at Anthem Inc., Target Corp. and Sony Inc.Palo Alto Networks offers a network security platform that allows enterprises, service providers and government entities to secure their networks. The core of its platform is the company’s firewall that protects against known and unknown threats and offers fine-grained control through its patented hardware and software.Palo Alto Networks reported a net loss for the 2015 fiscal second quarter of $43 million, or 53 cents per diluted share, compared with a net loss of $39.9 million, or 55 cents per diluted share, in the fiscal second quarter 2014.Excluding one-time charges to cover litigation and other costs, the company reported earnings of 19 cents a share, compared to 10 cents reported for the same period a year ago, beating analysts’ estimates of 17 cents a share. Revenue grew 54.3 percent year-over-year to $217.65 million for the quarter, up from $141 million, beating analysts’ estimates of $204 million.Shares of Palo Alto Network stock have climbed 19 percent since the beginning of the year. In the final minutes of trading on March 3, when the company reported earnings, shares hit $145.98, more than doubling in the last 12 months, and on March 4, hit a 52-week high of $149.35. Compared to its closing price of one year ago, the company’s share price has jumped by 88.07 percent.When reporting its second quarter earnings, the company specifically focused on the success of its Wildfire product, which automatically detects unknown malware and prevents threats without requiring manual human intervention before organizations are compromised.“New customer additions and expansion in existing customers resulted in record billings, revenue and deferred revenue in the second quarter,” said company Chief Financial Officer Steffan Tomlinson.The networking company has faced some ups and downs since going public in July 2012, including patent infringement suits filed by Juniper Networks Inc. and Fortinet Inc. in 2011 and 2009, respectively. But since mid-March of last year, it has trended upward. On March 3 a year ago, the stock closed at $77.12, compared to shares closing at $144.13 on March 16 this year.“Palo Alto [Networks] should remain a core holding in large cap software. Maintaining Outperform and raising price target to $165 as the stock looks attractive on a FCF multiple,” wrote Matthew Hedberg, an analyst at RBC Capital Markets LLC in a new note published on March 3.“Given the increasing rate and severity of today’s highly sophisticated cyber attacks, enterprises worldwide are turning to us to help them solve their most complex security challenges,” said Mark McLaughlin, the company’s president and chief executive officer, during the earnings call. “We have been displacing Checkpoint for a long time. We are becoming the industry standard and … there is no reason to believe that will change anytime in the future.”“There is growing attention [to cyber threats] and we are seeing good spending [to deal with these threats],” said McLaughlin, responding to a question from Dan Ives of FBR Capital Markets about the current cybersecurity market. “The government is also recognizing the need to be at the forefront of cybersecurity. The fiscal ’15 budget was a tough one but I would expect fiscal ’16 to have more money, which bodes well for [cybersecurity] providers like us.”However, investors seemed to be hoping for more as shares of Palo Alto Networks, which rose 2.6 percent during the regular trading session Monday, slipped 1.4 percent to $145 in early after-hours trading and continued dropping, closing at $144.13 on the New York Stock Exchange on March 16. The stock closed at $145.18 on Wednesday.Homepage image courtesy of Eric Norris/sfxeric on Flickr via Creative Commons.", "article_metadata": {"og": {"site_name": "Peninsula Press", "description": "The company’s stock price has doubled over the past year and it has seen increased investor spending in the cybersecurity market, in light of recent high-profile hacks.", "title": "Palo Alto Networks’ fiscal Q2 earnings soar on growing cybersecurity threats - Peninsula Press", "locale": "en_US", "image": "http://peninsulapress.com/wp-content/uploads/2015/03/Mac_Keyboard_Flickr.jpg", "updated_time": "2015-03-23T18:23:23+00:00", "url": "http://peninsulapress.com/2015/03/18/palo-alto-networks-fiscal-q2-earnings/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/PeninsuPress", "section": "Business + Tech", "tag": "technology", "published_time": "2015-03-18T13:04:26+00:00", "modified_time": "2015-03-23T18:23:23+00:00"}, "twitter": {"description": "The company’s stock price has doubled over the past year and it has seen increased investor spending in the cybersecurity market, in light of recent high-profile hacks.", "creator": "@PeninsuPress", "image": "http://peninsulapress.com/wp-content/uploads/2015/03/Mac_Keyboard_Flickr.jpg", "title": "Palo Alto Networks’ fiscal Q2 earnings soar on growing cybersecurity threats - Peninsula Press", "site": "@PeninsuPress", "card": "summary"}, "generator": "WordPress 4.2.4", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Palo Alto Networks Inc. (NYSE: PANW) reported better-than-expected results for its fiscal second quarter ended Jan. 31 and offered a robust outlook for the next quarter amidst growing demand for its cybersecurity products and services.\nIn the final minutes of trading on March 3, when the company reported earnings, shares hit $145.98, more than doubling in the last 12 months, and on March 4, hit a 52-week high of $149.35.\nOn March 3 a year ago, the stock closed at $77.12, compared to shares closing at $144.13 on March 16 this year.“Palo Alto [Networks] should remain a core holding in large cap software.\nThe stock closed at $145.18 on Wednesday.Homepage image courtesy of Eric Norris/sfxeric on Flickr via Creative Commons.\n“The government is also recognizing the need to be at the forefront of cybersecurity."}