{"article_title": "American Indian Pow Wow celebrates culture at Busse Woods", "article_keywords": ["tribe", "indian", "power", "busse", "pow", "wow", "culture", "american", "woods", "native", "james", "country", "celebrates", "center"], "article_url": "http://www.dailyherald.com/article/20130914/news/709149869/", "article_text": "American Indian Pow Wow celebrates culture at Busse Woods\n\nhello\n\nA striking woman with high cheekbones and dark eyes, Susan Power has heard the question many times: \"What country are you from?\"\n\nNot only is America her native land, it is part of her heritage as a Native American, she tells them.\n\nAs the last remaining founder of the American Indian Center of Chicago, the 89-year-old Power welcomes a crowd of several thousand at Saturday's 60th Annual American Indian Center Pow Wow in Busse Wood Forest Preserve in Elk Grove Village. Power has been to every one.\n\n\"I came to Chicago to take care of her grandmother 72 years ago,\" Power says, as she puts her arm around Marjorie James of Palatine, who shares Power's Sioux tribe roots even if her hair is blond.\n\n\"My grandmother was an Indian Princess,\" says James, who says that her great-great-great uncle was Sitting Bull. \"Grandma came off the reservation and took Susan with her.\"\n\nJames' grandfather was a pilot flying mail across the nation when he crashed near the Standing Rock Sioux Reservation that straddles North and South Dakota and fell in love with her grandmother, explains James. Her grandmother's family name was Crow Eagle, and her grandfather has ancestors from the Netherlands.\n\n\"We have many faces,\" Power says of the Native American community.\n\nThe Pow Wow, which continues from 10 a.m. to 5 p.m. today, features hundreds of dancers, drummers, artists, vendors, food stands and educational booths from across the nation.\n\n\"We came up with this idea and other cities followed it,\" says Power, who was 17 when she left the reservation where she and a friend used to keep tourist from chipping away at Sitting Bull's grave marker. \"Our loneliness and desire to be with each other and see each other and celebrate our culture brought us the idea of the American Indian Center. We knew if we didn't do this, we wouldn't have a culture and our kids wouldn't know this. The only way we could keep it alive was to have our dances and our pow wows, and pass it along to our next generation because we are so forgotten.\"\n\nHer tribe name is Makpahgawin, which means \"Gathering of Storm Cloud Woman,\" \"and that's how I am most of the time,\" she says. Leaving her home on Chicago South Shore to come to Saturday's Pow Wow, Power says she grew angry when she saw media coverage of parades and festivals for immigrant groups and religious organizations, but nothing about the weekend's Native American festival.\n\n\"We're not pushy people. Put that in there, please,\" she says. \"We mix well with people. Those three little boats (of Christopher Columbus), when they landed, we were inclusive.\"\n\nWatching the military veteran parade of tribe members who fought for this country, Power notes that Native Americans are loyal Americans.\n\n\"We are the only people who never leave our country. You don't find us in other countries,\" she says. \"Bad history or not, this is the greatest country in the world.\"\n\nShe tells the crowd how she and \"that beautiful blond\" James share the same Sioux heritage and pride, even if they don't look the same.\n\n\"Aren't we all mixed somehow?\" Power says. \"Isn't that what makes America great?\"\n\nToday's festival runs from 10 a.m. until 5 p.m. Admission is $10 for adults and $5 for ages 12 and younger, people older than 55 and those with a military ID. Shuttle busses run from the parking lot at the Ned Brown Level IV Groves on Higgins Road, just west of Arlington Heights Road. Accessible parking for people with disabilities and limited mobility (placard required) is in the parking lots at Grove 23 and 24. For more information, phone the American Indian Center (773) 275-5871 or visit aic-chicago.org.", "article_metadata": {"description": "As the last remaining founder of the American Indian Center of Chicago, Susan Power welcomed a crowd of several thousand at Saturday's 60th Annual American Indian Center Pow Wow in Busse Wood Forest Preserve in Elk Grove. Power has been to every one.", "author": "Burt Constable", "og": {"site_name": "Daily Herald", "description": "As the last remaining founder of the American Indian Center of Chicago, Susan Power welcomed a crowd of several thousand at Saturday's 60th Annual American Indian Center Pow Wow in Busse Wood Forest Preserve in Elk Grove. Power has been to every one.", "title": "American Indian Pow Wow celebrates culture at Busse Woods", "url": "http://www.dailyherald.com/article/20130914/news/709149869/", "image": "http://www.dailyherald.com/storyimage/DA/20130914/news/709149869/EP/1/3/EP-709149869.jpg&updated=201309150006&imageversion=Facebook&exactH=630&exactW=1200&exactfit=crop&noborder", "type": "article"}, "twitter": {"description": "As the last remaining founder of the American Indian Center of Chicago, Susan Power welcomed a crowd of several thousand at Saturday's 60th Annual American Indian Center Pow Wow in Busse Wood Forest Preserve in Elk Grove. Power has been to every one.", "title": "American Indian Pow Wow celebrates culture at Busse Woods", "url": "http://www.dailyherald.com/article/20130914/news/709149869/", "image": "http://www.dailyherald.com/storyimage/DA/20130914/news/709149869/AR/0/AR-709149869.jpg&updated=201309150006&maxw=1200&maxh=1200", "creator": "@BurtConstable", "site": "@dailyherald", "card": "summary", "account_id": 8960722}, "robots": "noarchive", "fb": {"app_id": 105603449548761}, "keywords": "News, Elk Grove Village, Cook County Forest Preserve District", "article": {"publisher": "https://www.facebook.com/DailyHeraldFans", "published_time": "2013-09-14", "modified_time": "2013-09-15T04:06:00Z", "author": "https://www.facebook.com/burt.constabledailyherald"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcc303\"", "article_summary": "As the last remaining founder of the American Indian Center of Chicago, the 89-year-old Power welcomes a crowd of several thousand at Saturday's 60th Annual American Indian Center Pow Wow in Busse Wood Forest Preserve in Elk Grove Village.\nAmerican Indian Pow Wow celebrates culture at Busse WoodshelloA striking woman with high cheekbones and dark eyes, Susan Power has heard the question many times: \"What country are you from?\"\n\"Our loneliness and desire to be with each other and see each other and celebrate our culture brought us the idea of the American Indian Center.\nFor more information, phone the American Indian Center (773) 275-5871 or visit aic-chicago.org.\nNot only is America her native land, it is part of her heritage as a Native American, she tells them."}