{"article_title": "Tech woes, waits slow opening of health insurance marketplace", "article_keywords": ["website", "marketplace", "slow", "plans", "woes", "waits", "opening", "florida", "counselors", "tech", "details", "online", "health", "insurance", "exchange", "ray"], "article_url": "http://www.tbo.com/health/tech-woes-waits-slow-opening-of-health-insurance-marketplace-20131001/", "article_text": "Where to find some of the Tampa-area navigators and application help:\n\nTAMPA — Technology was to blame for Tuesday’s sluggish launch of the online Health Insurance Marketplace in Florida and across the nation.\n\nMany of the more than 2.8 million Americans who logged onto www.healthcare.gov by midafternoon Tuesday encountered glitches that kept them from plan and pricing details they waited months, even years, to see.\n\nOfficials said the demand was seven times greater than they had ever seen on a comparable Medicare website. Waits at the 24-hour call center and at an online chat forum also were longer than expected. They refused to say how many applications were completed.\n\nTampa insurance agent Eric Brown logged on for the first time at midnight and was unable to access the site throughout the day. “I’ve been preparing for this moment for a long time,” said Brown, who received additional marketplace certification training.\n\nHe had planned to speak with a handful of individual clients and two local businesses that wanted to learn about the plans and associated costs. He could tell them only that he would call when he got access to the exchange.\n\n“To me, there’s no excuse” for the delays, Brown said.\n\nBut the error messages and glitches didn’t stop registered counselors from keeping appointments with residents such as Tampa resident Jessi Spencer-Hammac. She signed up as “applicant one” with a Tampa’s Covering Kids & Families counselor after spending years without affordable health insurance.\n\nThe 32-year-old stay-at-home mom said she said she hadn’t planned to make a final decision Tuesday, the first day of a six-month enrollment period.\n\n“If I have to come back tomorrow or the next day, it’s not a big deal,” said Spencer-Hammac, one of an estimated 3.5 million uninsured Floridians.\n\nThe Kids & Families program at the University of South Florida is one of several Tampa-area agencies that could start providing information about the exchange on Tuesday and serve as application assistance “navigators.”\n\nThe Epilepsy Foundation of Florida reported very light foot traffic at its navigator sites around the state, but said phone inquiries were high. And roughly 100 eager consumers showed up in just a few hours at one Miami community health center approved as a navigator site. Counselors helped enroll consumers early in the morning before the website crashed.\n\nHowever, some of the counselors were restricted from outreach Tuesday. The state’s Office of Insurance Regulation had verified fewer than 40 of the state’s 96 navigator applications, which require completion of a 20-hour online training and a background check.\n\nJodi Ray, the director of Covering Kids & Families, is overseeing navigators in 64 Florida counties. She said the 60 counselors in her program are either licensed or nearly finished. Those still waiting for a license were available to provide general insurance information.\n\n“All of the consortium partners are up and running today,” Ray said.\n\nThree licensed USF counselors were able to walk applicants through the details of the exchange, a hallmark of the Affordable Care Act that is open to the 25 percent of Floridians without insurance or who buy their own coverage. They emphasized that they don’t recommend any specific plans or store applicant information.\n\nAnyone wanting to apply on the exchange must provide some personal information, including family size, ages, annual income and whether you use tobacco. Those are the only details needed to determine premium prices and if you qualify for any government subsidies.\n\n“We are not collecting their medical information,” Ray said. “We don’t care about that.”\n\nSpecifics about Florida’s plans and subsidies remained elusive Tuesday, as few people reached the website. Federal officials did provide a few more details, such as the names of the five companies offering plans in Hillsborough, Pinellas and Pasco counties. Florida Blue, Aetna, Humana, Cigna and Coventry 1 are among the state’s largest carriers.\n\nSummaries of these plans indicate that the exchange plans are a lot like insurance offered through employers. One Humana Bronze plan, for example, lets the applicant choose his or her own primary care physician and hospital preferences from a list, and includes a health savings account.\n\nThe liberal advocacy group Families USA estimates roughly half of Florida’s uninsured residents earn an income low enough to get federal subsidies to help purchase insurance. The health law requires that most Floridians purchase health insurance by Jan. 1 or face a penalty.\n\nMonthly premiums in the Tampa Bay area appear to vary greatly, according to some details that were posted Tuesday at www.healthcare,gov.\n\nFor example, 50-year-old adults will be able to choose from policies with premiums from $284 to $613 a month, before any possible discounts. A family of four, with two 30-year-old adults, will have options that cost between $564 and $1,216 a month, before any subsidies are calculated.\n\nDetails also were not available about the small business portion of the exchange, called SHOP, which won’t officially launch until Nov. 1. But Ray said employers can speak with navigators and gather information now. SHOP will be open to companies with 50 or fewer fulltime employees, and starting in 2014 will be the only location where businesses can earn government tax credits for providing insurance.\n\nAlso, the Spanish-language version of the website will not be ready to handle online enrollments for a few weeks. In Florida, nearly 580,000 Hispanics are eligible for health coverage through the marketplace.\n\n“I’m concerned about the delay, knowing there was a large Latino community that needed it. I don’t think that was very well planned,” said Maria Pinzon, executive director of the Hispanic Services Council in Tampa.\n\nThe Associated Press contributed to this story.\n\nmshedden@tampatrib.com\n\n(813) 259-7365\n\nTwitter: @MaryShedden", "article_metadata": {"taboola-pub-time": "Tue, 01 Oct 2013 21:08:57 -0400", "Description": "TAMPA — Technology was to blame for Tuesday’s sluggish launch of the online Health Insurance Marketplace in Florida and across the nation.", "og": {"site_name": "TBO.com", "description": "TAMPA — Technology was to blame for Tuesday’s sluggish launch of the online Health Insurance Marketplace in Florida and across the nation.", "title": "Tech woes, waits slow opening of  health insurance marketplace", "url": "http://www.tbo.com/health/tech-woes-waits-slow-opening-of-health-insurance-marketplace-20131001/", "image": {"width": 2884, "identifier": "http://www.tbo.com/storyimage/TB/20131001/ARTICLE/131009924/EP/1/1/EP-131009924.jpg", "height": 2058}, "updated_time": "2013-10-02T06:43:00Z-04", "type": "article"}, "twitter": {"domain": "tbo.com", "description": "TAMPA — Technology was to blame for Tuesday’s sluggish launch of the online Health Insurance Marketplace in Florida and across the nation.", "title": "Tech woes, waits slow opening of  health insurance marketplace", "image": "http://www.tbo.com/storyimage/TB/20131001/ARTICLE/131009924/AR/0/AR-131009924.jpg", "site": "@TBOcom", "card": "summary_large_image"}, "fb": {"app_id": 522234267826834}, "msvalidate.01": "29E67031F86E7FB6DF9823924E21B8B4", "article": {"publisher": "https://www.facebook.com/tbocom", "published_time": "2013-10-01T21:08:57Z-04", "modified_time": "2013-10-02T06:43:00Z-04"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477afa6914bd0286fe5e4c\"", "article_summary": "The health law requires that most Floridians purchase health insurance by Jan. 1 or face a penalty.\nShe signed up as “applicant one” with a Tampa’s Covering Kids & Families counselor after spending years without affordable health insurance.\nWhere to find some of the Tampa-area navigators and application help:TAMPA — Technology was to blame for Tuesday’s sluggish launch of the online Health Insurance Marketplace in Florida and across the nation.\nSummaries of these plans indicate that the exchange plans are a lot like insurance offered through employers.\nIn Florida, nearly 580,000 Hispanics are eligible for health coverage through the marketplace."}