{"article_title": "State shouldn't meddle with Affordable Care Act prices", "article_keywords": ["affordable", "aca", "shouldnt", "premium", "plans", "rate", "insurance", "state", "health", "coverage", "act", "prices", "approval", "requests", "meddle", "care"], "article_url": "http://www.timesunion.com/tuplus-opinion/article/State-shouldn-t-meddle-with-Affordable-Care-Act-7945510.php", "article_text": "State shouldn't meddle with Affordable Care Act prices\n\nOne of the key promises behind President Barack Obama's Affordable Care Act is that it would \"bend the curve\" of increasing health care costs. The fact that the nation's overall health spending has been growing at the relatively slow rate of 4 percent annually is a hopeful sign.\n\nBut all is not so calm in the part of the insurance industry most directly affected by the ACA — the individual and small-group markets.\n\nThere, New York insurers are seeking premium hikes averaging 17.3 percent policies sold directly to individuals, and 12 percent for policies covering groups up to 100 — a strong indicator of turbulence as the ACA enters its seventh year.\n\nMore Information Bill Hammond of Saratoga Springs is director of health policy for The Empire Center. http://www.empirecenter.org/\n\nIt should be emphasized that the final rates are subject to approval the state Department of Financial Services, and could well be lowered substantially before taking effect.\n\nAnd many customers shopping through New York State of Health, the ACA purchasing exchange, qualify for federal tax credits that will cushion the blow of any premium increases.\n\nStill, this year's rate requests came in much higher than what companies sought last year for 2016 plans (an average of 10.4 percent), and two years ago for 2015 plans (an average of 12.5 percent). The average request for small group coverage is roughly in line with the two previous years.\n\nWhat explains the price spikes?\n\nTo start, there is the underlying cost of office visits, procedures and medicines, which is surging again after a period of slower growth.\n\nLayered on top of that are factors tied directly to the ACA: The law's training wheels are coming off, with certain federal subsidies for insurers expiring on Dec. 31. Plans are finding that people who enroll for coverage through ACA exchanges are generally sicker, and therefore more expensive.\n\nPlans are also seeing \"churn\": Because the ACA bars insurers from denying coverage for pre-existing conditions, consumers can enroll when they need expensive treatment then drop coverage as soon as they get better.\n\n\"The overall trend is going to be higher than we saw previous years,\" a national spokeswoman for the industry, Marilyn Tavenner of America's Health Insurance Plans, said in a recent interview.\n\nAnother factor behind double-digit rate requests — paradoxical as it may seem — is New York's regulatory process.\n\nUnder the so-called prior approval law enacted in 2010, DFS has broad authority to adjust plans' premium requests for individual and small group insurance, and the Cuomo administration has not been shy in using it. DFS cut the rate hikes requested for 2015 individual coverage by more than half, on average, and cut them by a third the next year — without publicly stating the rationale for the reductions.\n\nIn announcing its decisions, DFS did note that it was holding the overall growth of individual premiums below the medical inflation rate — which, on its face, would be unsustainable over the long term.\n\nThis process can trigger higher rate requests:\n\n• First, many if not most plans reported losing money on individual and small-group policies under the state-imposed rates for 2015 and 2016. They're looking to make up those losses now — as they must to avoid unfairly shifting costs to large-group customers.\n\n• Second, the approval process gives companies an incentive to request large increases, knowing that DFS is liable to reduce whatever they propose.\n\nThe result is a distortion of price signaling: The rate requests don't necessarily reflect what companies really want, and the final premiums don't necessarily reflect what they really need.\n\nAt the same time, it's unclear that prior approval makes insurance more affordable in the long run. As an analysis by the Empire Center showed, the affordability gap between New York's insurance market and the national average actually got smaller when a previous prior approval law was phased out under Gov. George Pataki.\n\nThe insurance industry further argues that price regulation is redundant. The state separately requires plans to spend at least 82 percent of premium revenues (or 85 percent for large groups) on actual claims, as opposed to administrative expenses or profit. If they fall short of this \"medical loss ratio\" in any given year, plans must refund the difference to customers — a powerful disincentive against gouging.\n\nThe dangers of heavy-handed price regulation were illustrated by the collapse last year of Health Republic Insurance of New York, an insurance co-op founded under the ACA. Although the company charged some of the lowest rates in the state and lost money throughout its existence, DFS cut its premium requests in both 2014 and 2015 — the second time coming just weeks before it shut the company down as insolvent.\n\nPointing to Health Republic as a cautionary tale, insurance officials charge that the prior approval process is arbitrary, subject to political manipulation, and unnecessary in the state's competitive insurance market.\n\nA strong point of ACA exchanges is that they make it far easier for consumers to shop intelligently for health insurance — balancing the coverage they need and the monthly cost they can afford. The state should resist the temptation to meddle with pricing and let market forces do their work.", "article_metadata": {"SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "description": "[...] many customers shopping through New York State of Health, the ACA purchasing exchange, qualify for federal tax credits that will cushion the blow of any premium increases.  Under the so-called prior approval law enacted in 2010, DFS has broad authority to adjust plans' premium requests for individual and small group insurance, and the Cuomo administration has not been shy in using it.  In announcing its decisions, DFS did note that it was holding the overall growth of individual premiums below the medical inflation rate — which, on its face, would be unsustainable over the long term.  [...] many if not most plans reported losing money on individual and small-group policies under the state-imposed rates for 2015 and 2016.  [...] the approval process gives companies an incentive to request large increases, knowing that DFS is liable to reduce whatever they propose.  Pointing to Health Republic as a cautionary tale, insurance officials charge that the prior approval process is arbitrary, subject to political manipulation, and unnecessary in the state's competitive insurance market.", "vf": {"section": "tuplus", "unique_id": "timesunion-article-7945510"}, "og": {"site_name": "Times Union", "description": "[...] many customers shopping through New York State of Health, the ACA purchasing exchange, qualify for federal tax credits that will cushion the blow of any premium increases.  Under the so-called prior approval law enacted in 2010, DFS has broad authority to adjust plans' premium requests for individual and small group insurance, and the Cuomo administration has not been shy in using it.  In announcing its decisions, DFS did note that it was holding the overall growth of individual premiums below the medical inflation rate — which, on its face, would be unsustainable over the long term.  [...] many if not most plans reported losing money on individual and small-group policies under the state-imposed rates for 2015 and 2016.  [...] the approval process gives companies an incentive to request large increases, knowing that DFS is liable to reduce whatever they propose.  Pointing to Health Republic as a cautionary tale, insurance officials charge that the prior approval process is arbitrary, subject to political manipulation, and unnecessary in the state's competitive insurance market.", "title": "State shouldn't meddle with Affordable Care Act prices", "url": "http://www.timesunion.com/tuplus-opinion/article/State-shouldn-t-meddle-with-Affordable-Care-Act-7945510.php", "image": "http://www.timesunion.com/img/pages/article/opengraph_default.jpg", "type": "article"}, "twitter": {"site": "@TimesUnion", "card": "summary_large_image"}, "”twitter": {"site”": "”@timesunion”"}, "fb": {"admins": 100006394927810, "app_id": 480611135405160}, "format-detection": "telephone=no", "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "State shouldn't meddle with Affordable Care Act pricesOne of the key promises behind President Barack Obama's Affordable Care Act is that it would \"bend the curve\" of increasing health care costs.\nAnother factor behind double-digit rate requests — paradoxical as it may seem — is New York's regulatory process.\n\"The overall trend is going to be higher than we saw previous years,\" a national spokeswoman for the industry, Marilyn Tavenner of America's Health Insurance Plans, said in a recent interview.\nThe result is a distortion of price signaling: The rate requests don't necessarily reflect what companies really want, and the final premiums don't necessarily reflect what they really need.\nThe state should resist the temptation to meddle with pricing and let market forces do their work."}