{"article_title": "California Appeals Court Upholds ICWA in Choctaw Foster Case", "article_keywords": ["case", "appeals", "court", "indian", "family", "baby", "foster", "upholds", "choctaw", "child", "icwa", "california", "placement", "custody"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/08/20/california-appeals-court-upholds-icwa-choctaw-foster-case-156494", "article_text": "Last Friday, the Second District Court of Appeals in California unanimously ruled against a non-Native foster couple seeking to adopt the Choctaw child in their care. The three-judge panel rejected their argument that they have the same constitutional rights and standing as biological parents, and ruled that the application of the “existing Indian family exception” did not apply in the case of Children and Family Services v. J.E., et al.\n\nRELATED: Broken: Choctaw Father in California Thwarted in Custody Battle With Foster Couple\n\nFoster parents Summer and Russell Page sought permanent custody of a Choctaw child, known as “Baby A,” after the birth father gave up his reunification efforts and asked that the child be placed with his relatives in Utah under the “preferred placement” section of the Indian Child Welfare Act. The court struck down all constitutional claims by the Pages, as well as their argument that the “existing Indian family” exception, which requires significant cultural and familial ties with the tribe in determining custody placements, does not apply.\n\nThe court agreed with the foster parents, however, that the lower court erroneously applied a standard of “certainty” to show Baby A would be harmed by removing her from their care. In reversing and remanding the lower court’s placement order, which would have removed the child to ICWA-compliant relatives in Utah, the case will now go back to trial in California for further review in which a standard of “clear and convincing” evidence and other factors will be considered, including bonding and best interests.\n\nIn ordering a new trial, however, the court also detailed California’s long legal and legislative history with ICWA and affirmed unequivocally that the burden of proof that there is a “clear and convincing” reason to stray from ICWA will fall on the foster parents.\n\nWriting for the panel, Judge Sandy R. Kriegler confirmed that the child meets the federal definition of an Indian child, while rejecting the plaintiffs’ contention that the Choctaw Nation of Oklahoma had “waived” its consent to placement preferences by permitting the temporary placement with the Pages.\n\n“This decision is doing two things at once,” says Barbara Atwood, the Mary Anne Richey Professor of Law Emerita and Director of the Family and Juvenile Law Certificate Program at the University of Arizona James E. Rogers College of Law. “It rejects the ‘Existing Indian Family’ exception (EIF) argument, upon which the California courts have been split. This decision provides an important precedent clear path because this exception came out of a Kansas case and it does not appear anywhere in ICWA. So the national trend is leaning toward rejecting EIF. Secondly, it also rejects the constitutional issues raised by the foster couple, at least in dicta, which is huge.”\n\nBaby A was born in November 2009, and has been in state custody for years; the Pages are the child’s third foster home. The child’s non-Indian biological mother, who has a history of drug use and had lost custody of six other children, disappeared soon after giving birth to Baby A, according to court documents. Baby A’s father, who also has a history of drug use and a criminal record, took sole responsibility for raising the newborn, but he was arrested in 2010 for grand theft auto and selling stolen car parts. After he was released from jail on December 31, 2011, he embarked on an unsuccessful, 18-month quest to reunify with his child.\n\nIn July 2012, after a year and a half of trying to regain custody of Baby A, he became depressed, anxious and frustrated over what he considered the ongoing and unnecessary “stalling” by the State of California. After reluctantly terminating his reunification plan, his only request was that his child be placed with ICWA-compliant relatives in Utah so that he could maintain some kind of relationship with the child, although his parental rights and standing in the case remain in tact. By that time, the Choctaw Nation of Oklahoma had intervened to support the father’s placement choice, as had both the child’s attorney and its guardian ad litem, both of whom were appointed by the court to protect the child’s best interests.", "article_metadata": {"description": "The Second District Court of Appeals in California unanimously ruled against a non-Native foster couple seeking to adopt a Choctaw child.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.format": "text/html", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/08/20/california-appeals-court-upholds-icwa-choctaw-foster-case-156494", "site_name": "Indian Country Today Media Network.com", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/ronald_reagan_state_building_in_los_angeles_california.jpg", "type": "article", "title": "California Appeals Court Upholds ICWA in Choctaw Foster Case"}, "robots": "follow, index", "dc": {"title": "California Appeals Court Upholds ICWA in Choctaw Foster Case"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/08/20/california-appeals-court-upholds-icwa-choctaw-foster-case-156494", "fb": {"app_id": 493888563989950}, "dcterms.creator": "kpolisse", "dcterms.date": "2014-08-20T11:12-04:00", "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Indian Child Welfare Act, ICWA, Choctaw Nation, Children and Family Services v. J.E., Foster Care, Biological Parents, Adoption, Suzette Brewer", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.title": "California Appeals Court Upholds ICWA in Choctaw Foster Case"}, "_id": "\"57477af46914bd0286fe1ee8\"", "article_summary": "Last Friday, the Second District Court of Appeals in California unanimously ruled against a non-Native foster couple seeking to adopt the Choctaw child in their care.\n“It rejects the ‘Existing Indian Family’ exception (EIF) argument, upon which the California courts have been split.\nThe court agreed with the foster parents, however, that the lower court erroneously applied a standard of “certainty” to show Baby A would be harmed by removing her from their care.\nThe three-judge panel rejected their argument that they have the same constitutional rights and standing as biological parents, and ruled that the application of the “existing Indian family exception” did not apply in the case of Children and Family Services v.\nThis decision provides an important precedent clear path because this exception came out of a Kansas case and it does not appear anywhere in ICWA."}