{"article_title": "In coal ash criminal proceedings, Duke Energy gets more time for plea hearing – The Progressive Pulse", "article_keywords": ["duke", "criminal", "court", "progressive", "debarment", "companies", "energy", "request", "pulse", "hearing", "energys", "coal", "proceedings", "agreements", "plea", "gets", "steam"], "article_url": "http://pulse.ncpolicywatch.org/2015/04/14/in-coal-ash-criminal-proceedings-duke-energy-gets-more-time-for-plea-hearing/", "article_text": "For a short time this past week, it looked like Duke Energy’s negotiated plea agreements resolving coal ash-related federal criminal charges might be coming apart.\n\nUnder the agreements, as detailed by the company in a February 20 filing with the Securities and Exchange Commission, Duke Energy’s North Carolina subsidiaries would plead guilty to four Clean Water Act misdemeanors related to violations at Duke Energy Progress’ H.F. Lee Steam Electric Plant, Cape Fear Steam Electric Plant and Asheville Steam Electric Generating Plant, and five Act misdemeanors related to violations at Duke Energy Carolinas’ Dan River Steam Station and Riverbend Steam Station.\n\nTogether the companies would pay a total of $102 million in fines and penalties and for community service and mitigation expenses and serve five years of probation – during which time they would establish environmental compliance plans subject to the oversight of a court-appointed monitor.\n\nApproval of the agreements had been set by the United States District Court for the Eastern District of North Carolina for this Thursday, April 16 and, by all appearances — at least from the court records — the parties were on pace with that schedule.\n\nUntil April 6.\n\nThat’s when David Buente, a high profile environmental defense attorney with Sidley & Austin in Washington D.C. appeared as a new attorney on the Duke Energy team.\n\nA day later Duke Energy asked the court for more time, filing motions to continue the April 16 plea and sentencing to a later date.\n\nThe reasons for the request remained a mystery, though, as the court had placed the motions under seal.\n\nA new attorney and a request for a delay for undisclosed reasons cast the plea deal in doubt — until this morning, when U.S. District Judge Malcolm Howard entertained Duke Energy’s request in open court.\n\nAs it turned out, there was indeed a hitch in consummating the plea deal, though not nearly as dramatic as the build-up appeared.\n\nDuke Energy wanted more time to wrap up administrative negotiations with the U.S. Environmental Protection Agency relating to the companies’ criminal pleas.\n\nUnder the principal of “debarment,” entities pleading guilty to a crime can be prohibited from doing business with the government.\n\nIn this case, according to Duke Energy, once the involved companies enter guilty pleas the facilities subject to the agreements could be barred from doing future business with the government.\n\nThe companies can get around that by persuading the EPA that they’ve satisfied the issues giving rise to the plea agreements and convincing the agency to waive debarment.\n\nThe government objected to Duke Energy’s request for more time, saying that the company knew for some time that it had to wrestle with the EPA over the issue.\n\n“What about the lights going out at places like Fort Bragg,” Judge Howard asked – a scenario he alluded to as having been painted in Duke Energy’s motion.\n\nDebarment is prospective only, Assistant U.S. Attorney Banu Rangarajan pointed out, and Fort Bragg’s contract doesn’t expire until September.\n\nPlus, she added, military officials have the authority to override debarment.\n\nIn the end, Howard agreed to reset the plea and sentencing hearing for the court’s own reasons, saying that conditions of probation and other details still needed to be finalized.\n\nPractically speaking, debarment might not have any teeth as a possible sanction when it comes to a regulated utility like Duke Energy that operates as a monopoly.\n\nBut getting a waiver of debarment was important for Duke Energy customers, spokeswoman Paige Sheehan said after the hearing, pointing out that getting service otherwise would become much more complicated.\n\n“This is about getting certainly for our customers,” she said.\n\nWhen asked what ultimate impact a ruling on debarment would have on the plea agreement, Sheehan said none.\n\n“We’re not walking away from this agreement.”\n\nPer this order, the court reset the plea and sentencing hearing for 10:00 a.m. on May 14, 2015 at the federal courthouse in Greenville, N.C.", "article_metadata": {"fb": {"pages": 71966175060}, "msapplication-TileImage": "http://pulse.ncpolicywatch.org/wp-content/uploads/2016/02/cropped-logo_shadow-square-270x270.jpg", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=0"}, "article_summary": "For a short time this past week, it looked like Duke Energy’s negotiated plea agreements resolving coal ash-related federal criminal charges might be coming apart.\nThat’s when David Buente, a high profile environmental defense attorney with Sidley & Austin in Washington D.C. appeared as a new attorney on the Duke Energy team.\nDuke Energy wanted more time to wrap up administrative negotiations with the U.S. Environmental Protection Agency relating to the companies’ criminal pleas.\nThe government objected to Duke Energy’s request for more time, saying that the company knew for some time that it had to wrestle with the EPA over the issue.\nA day later Duke Energy asked the court for more time, filing motions to continue the April 16 plea and sentencing to a later date."}