{"article_title": "Capital Playbook: Gov joins mayor at late-night Ebola presser", "article_keywords": ["city", "presser", "cuomo", "told", "capitals", "took", "latenight", "brooklyn", "playbook", "joins", "capital", "ebola", "nyc", "gov", "mayor", "subway", "york"], "article_url": "http://www.capitalnewyork.com/article/albany/2014/10/8555302/capital-playbook-gov-joins-mayor-late-night-ebola-presser", "article_text": "Welcome to Capital Playbook! Sign up for our newsletters here.\n\nEBOLA IN NYC -- Capital’s Dan Goldberg and Sally Goldenberg: “The first person diagnosed with Ebola in New York City is being treated in isolation at Bellevue Hospital in Manhattan, where he was taken Thursday morning after reporting a fever and gastrointestinal problems, city and state officials said in a late-night press conference at the hospital.\n\n-- Calming the city: “The officials at Thursday night's press conference, including Mayor Bill de Blasio and Governor Andrew Cuomo, repeatedly emphasized that Ebola is only contracted through shared bodily fluids and that patients are not contagious until they show symptoms. The officials assured New Yorkers the patient was not on the subway or in public once he had a fever. ‘I would get on the subway tomorrow and ride the subway,’ acting state health commissioner Dr. Howard Zucker said.” http://bit.ly/1toeBox\n\n-- Obama spoke by phone with Cuomo and also de Blasio. The White House read out: “The President offered the Governor and Mayor any additional federal support necessary to provide the highest standard of patient care, maintain the strictest safety protocols for healthcare workers, and to identify and, as necessary.”\n\n-- AP’s Jonathan Lemire and Colleen Long: “The doctor, Craig Spencer, a member of Doctors Without Borders who had been working in Guinea, returned six days ago and reported Thursday morning coming down with a 103-degree fever and diarrhea. … days before Spencer fell ill, he went on a 3-mile jog, went to the High Line park, rode the subway and, on Wednesday night, got a taxi to a Brooklyn bowling alley. Bassett said he felt fatigued Wednesday but not feverish until Thursday morning.” http://bit.ly/ZPuRDs\n\n-- NY Post: “Hipster bowling hot spot The Gutter was closed last night due to ‘unforeseen circumstances.’ … An army of emergency vehicles swarmed Spencer’s block around noon and completely shut the street down. … FDNY specialists in hazmat suits sealed off his fifth-floor apartment, sources said.” http://bit.ly/1wvtMNI\n\n-- Daily News: “FDNY hazardous materials specialists sealed-off Spencer’s apartment on W. 147th St. and took the doctor out on a stretcher. … the super in Spencer’s building, said firefighters took the doctor’s door off its hinges when they took him out of the apartment.” http://nydn.us/1ys8QGN\n\nHOW IT’S PLAYING: N.Y. Times 2-col. lead (both New York and National Editions, with lead pic of de Blasio and Cuomo sitting side by side at the Bellevue presser), “NEW YORK DOCTOR, BACK FROM AFRICA, IS SICK WITH EBOLA: Isolated at Bellevue as Workers Track People Possibly Exposed to Him” ... WSJ 1-col. lead, “New York Physician Contracts Ebola” ... USA Today lead story, “EBOLA HITS NEW YORK.”\n\n--TABS: Post, “EBOLA HERE! Local doc is NYC’s first case ... He treated victims in Africa” ... Daily News, “NY DOC HAS EBOLA” ... Newsday, “EBOLA IN NYC: Doctor who cared for patients in W. Africa is in isolation at Bellevue Hospital” ... amNewYork, “EBOLA IN NYC.”\n\n--Drudge: “EBOLA NYC ... Doctor With Ebola Symptoms In NYC Went Bowling Last Night ... Took UBER ... Girlfriend quarantined” ... HuffPost: “EBOLA IN NYC ... Took Subway Wednesday Night.”\n\nCLINTON ENDORSES CUOMO, WHO ALMOST RECIPROCATES—Capital’s Dana Rubinstein: Cuomo told a crowd of Democrats Thursday that he had very high hopes for Hillary Clinton. “Hillary Clinton is so good that whatever she does she’s going to be an overwhelming success,” the governor said at an event with the former New York senator and secretary of state to promote his campaign and his Women's Equality Party.Once the applause died down, Cuomo continued: “And I hope she does something really, really, really big. This wasn't Cuomo pledging his support to a Democratic leader who has foreclosed the possibility of him running for national office, and for that matter, this wasn't an endorsement at all. After all, as the governor told reporters in a post-event scrum, “Hillary Clinton can’t be endorsed because Hillary Clinton hasn’t said she’s running for anything.” http://bit.ly/1tPv0Vd\n\nRUPERT-ZUCKERMAN -- Tabloid union? -- Capital’s Joe Pompeo: “What if New York City's two tabloids, those famously bloody newsstand warriors, joined forces? Recently, the age-old rivals were considering just that … The New York Post and the Daily News have been, by popular definition, locked in a tabloid war for decades. But within the past year or so, even as they waged their vituperative battle in public, they were talking about a number of potential business deals that would have made unlikely bedfellows of enemy combatants—had they not broken down, according to several sources familiar with the matter. …\n\n--Out of Print: “Within tabloid circles, chatter is rampant that the News is already considering a plan to go digital-only sometime in the next few years. A source close to News management corroborated that such conversations are taking place. ‘The discussions are not about if, they're about when,’ the source told Capital.” http://goo.gl/ruZkti\n\nRIVERS AFTERMATH -- “Melissa [Rivers] has 'no choice' but to sue'”– TMZ: “Melissa Rivers will sue the medical center where Joan died and the doctors as well because it's the only way she can find out what really happened to her mom. Sources connected to the Rivers family tell TMZ ... after the New York Dept. of Health and Human Services came out with its findings that Yorkville Endoscopy LLC was ‘deficient’ in surgical services and medical staff ... Melissa tried to find out the root of the problems and if they caused her mom's death, but she was shut down.” http://bit.ly/1xga72p\n\nSPEAKERS ANNOUNCED FOR TAMI TALKS: We're pleased to announce TAMI Talks: Tech & the City, the first in Capital's highly anticipated TAMI Talks event series. Join us for an in-depth look at the critical issues facing leaders of Technology, Advertising, Media and Information (TAMI) businesses in New York City, including how this sector is transforming the landscape of the city's economy and how policy decisions & economic development initiatives are fostering the sector. Speakers, announced yesterday, include Mark Frackt, CFO, BuzzFeed; Jessica Lawrence, Executive Director, NY Tech Meetup; Andrew Rasiej, Founder, Personal Democracy Media; Maya Wiley, Counsel to the Mayor & Director of MWBE Program, Office of the Mayor of New York City; and Kathryn Wylde, President & CEO, Partnership for New York City.\n\n-- When: Next Wed., Oct. 29; 5:30 p.m.: Registration; 6 p.m.: Panel; 7 p.m.: Reception Where: New York City RSVP here for location details. This event is sponsored by Cushman & Wakefield. To learn more about our partner, click here.\n\nEAT BEAT – “This Is What Happens When You Eat 15 Slices Of NYC Pizza In One Day,” by BuzzFeed’s Norberto Briceño: “THE RULES, YO: 1. Pizza parlors MUST serve slices. So New York favorites like Grimaldi’s, Lombardi’s, or Patsy’s are out of the running.2. The pizza parlors must come from all five New York City boroughs (Manhattan, Queens, Brooklyn, The Bronx, and Staten Island).3. I can only get around using NYC public transportation.4. I will order whatever I want.5. Go big or go home (I have to finish every slice. Leaving out the crust is OK, though).6. Do not, under any circumstances, die.” http://bzfd.it/1wo47ph\n\nBILL RIFF – “The de Blasio Diaries, Chapter 2: Highline and Dry” on VanityFair.com: “Dear Diary, I have a confession to make. Last night, I went to the Highline. I know, I know. I know. The Highline. Basically as bad as getting tea with Gwyneth at the St. Regis. I told some reporter I had never been, and it became a whole thing, and talking so much about how I had never been . . . well, it made me want to see it. … But I couldn’t go and be photographed and give the Post headlines for a week (‘Highline and Not So Mighty!’). So, I put on a tracksuit and told Chirlane I was going out on a Citi Bike, but instead I took a cab (I don’t know what’s happening to me) to the Highline. I put on one of those blue wigs Chiara used to wear in high school, and took Dante’s giant headphones.” http://vnty.fr/1pGRxwh\n\nDONOR CAMPAIGN -- “Disgraced hotel magnate uses powerful friends in bid to lessen prison sentence,” by Post’s Selim Algar: “Disgraced hotel magnate and Clinton family pal Sant Chatwal Singh has submitted hundreds of letters of support from high-powered pals including self-helper Deepak Chopra, media honcho Robert Johnson and restaurant titan Geoffrey Zakarian in his bid to impress a judge before his sentencing … Chatwal pleaded guilty in April to illegally using straw donors to raise more than $180,000 for three political campaigns — including Hillary Clinton’s failed 2008 presidential bid — and faces up to six years in prison. From powerful politicians to prominent surgeons to former New York City Police Commissioner Lee Brown, Chatwal appears to have retained a slew of friends in high places despite his fall from grace earlier this year.” http://bit.ly/1tp0qiX\n\nNO CAPITAL FOR YOU -- “M.T.A. Told It Must Focus on Repairs, Not Growth,” by Times’ Patrick McGeehan: “The Metropolitan Transportation Authority should concentrate on improving the condition of its existing transit systems before plowing ahead with the second phase of the Second Avenue subway and other expansion projects, a watchdog agency said on Thursday. In a report that called the authority’s priorities ‘misplaced,’ the Citizens Budget Commission called for more emphasis on safety and increasing the capacity of the New York City subway system. The subways have been carrying heavier and heavier loads, exceeding six million riders on four separate days last month.” http://nyti.ms/ZKU7dK\n\nBOOSTING OBAMACARE -- Capital’s Gloria Pazmino: The City Council plans to work with community organizations to make sure Affordable Care Act enrollment numbers increase during the program’s upcoming enrollment period. The next period runs from Nov. 15 to Feb. 15. At a rally Thursday before a health committee hearing about how the city performed during the last enrollment period, Councilman Corey Johnson, the committee chair, said 89 percent of people who are currently uninsured in New York city do not know another enrollment period is coming up. http://goo.gl/JZGUzD\n\nPOST-MORELAND REFORMS FALL FLAT—New York World’s Harry Stevens: If the 2014 elections are anything to go by, the package of campaign finance reforms enacted this year by Cuomo and the state Legislature will have little, if any, impact on the business of campaigning in New York. http://bit.ly/1D4d4oC\n\nMOBILE NYPD -- ‘Fewer arrests’ -- Capital’s Azi Paybarah: A new \"mobility initiative\" will equip city police officers with smart phones and tablets, and allow officials to instantly communicate with every officer in the field. The $160 million initiative will provide for 35,000 smart phones, one for each officer, and 6,000 tablets, one for each police car, over the next three years.\n\n-- Technology upgrade: “You can literally, with this technology, take a fingerprint on a street corner in New York City,\" de Blasio said. \"A police officer can take a fingerprint, process it immediately, [and see] whether someone has a warrant out, confirm an identity. This is going to speed the work of law enforcement. It’s also going to allow us to not have to bring as many people into the station houses. It’s going to allow us to more summonses and fewer arrests, where appropriate.” Bratton said the new technology may also lead to improved relations between officers and local residents, since the police will be able to easily display pictures of suspects in order to say: “Here is who I am looking for.” http://bit.ly/1wvoPVc\n\nREAL ESTATE -- “Amtrak weighing development of massive Queens rail yard,” by Capital’s Ryan Hutchins: “Amtrak is considering developing Sunnyside Yards in Queens as part of a nationwide evaluation of its real estate portfolio and could turn to investors as early as next spring to find partners willing to explore potential uses for those properties … The Sunnyside Yards is one [of] the largest undeveloped parcels in New York City and holds virtually limitless potential to developers willing to build a platform above the tracks. Planners have long dreamed about what could be built on the property, which remains an active rail yard used by several train companies.” http://bit.ly/1rsqcxu\n\n--Condé Nast move to World Trade Center starts next weekend, by Capital’s Ryan Hutchins: Condé Nast executives will move into 1 World Trade Center next week, beginning a months-long process to migrate thousands of employees from Midtown to its 24 floors in the gleaming new skyscraper, according to Mary Ann Tighe, the chief executive of CBRE New York. The company plans to start with its top employees as well as its attorneys from the law firm Sabin, Bermant & Gould LLP. “They’re stacking from the top rolling down in the space,” Tighe said. Durst Organization confirmed to The New York Times that the shuffle to Lower Manhattan would start on Nov. 1, next Saturday. Capital reported several weeks ago that an opening was planned by early November.\n\nStill unclear, however, is when an opening ceremony will be held. The Port Authority and Durst had looked at several days next week as possible targets but that has not come to fruition. The Wall Street Journal, which cited sources saying Condé employees would start work at Tower One on Nov. 3, said the delay comes after staffers for New York and New Jersey’s governors spent weeks haggling over the date. An opening will happen at some point after Election Day.\n\n-- “In Reversal, Barnes & Noble Executives Say Store Will Remain in the Bronx,” by Times’ Winnie Hu: The Bronx’s only full-service bookstore, on the brink of closing, will remain open after a frenzied campaign by the borough’s leaders and residents to save it.Barnes & Noble executives said on Thursday that its store in Bay Plaza in Co-op City will remain open for two more years, reversing an earlier decision to close it after the year-end holidays.” http://nyti.ms/1znAglg\n\n--“Found: The Brooklyn Residence that’s Farthest from the Subway” – IquantNY: “And the home that is farthest from a subway in Brooklyn is… 2336 National Drive in Mill Basin: The property … was described in a real estate listing as a ‘Fisherman’s dream’ and sold for $860,000 in 2012. It is about 2.2 miles from the nearest subway as the pigeon flies. (It’s a bit longer if you have to stick to the road).” With a great chart titled “Brooklyn Neighborhood Subway Distance Rank”: http://bit.ly/1uNWeWH (h/t Ryan Hutchins)\n\n--“Brooklyn’s Gangster Graveyard,” by The Daily Beast’s Nina Strochlic: “On a sprawling, idyllic cluster of rolling hills in an otherwise industrial section of New York City, history’s finest and most notorious have been laid to rest.Green-Wood Cemetery should have its own ZIP code. Covering nearly 500 acres in the middle of Brooklyn, the land of the dead feels a world away from the skyscrapers of Manhattan, visible in the distance from the hilltops.Visitors are greeted by a looming gothic gate, the kind used to signify that important residents lie behind its spires. The cemetery is home to 560,000 dead.” http://thebea.st/1vWKcyt\n\nBROADWAY BUZZ – “Keira Knightley Will Make Broadway Debut in Thérèse Raquin, Tale of Love, Lust, Betrayal and Guilt,” by Playbill’s Michael Gioia: “Thérèse Raquin, the first production of RTC's 50th anniversary season, will begin previews Oct. 1, 2015, prior to an official opening Oct. 29. … Knightley made her West End theatrical debut in Martin Crimp's translation of Molière's comedy The Misanthrope … Here's how [the new play is] billed: ‘In this tale of love, lust, betrayal, and guilt, Thérèse has made peace with her loveless marriage to a weak man when her world is turned upside down by Laurent walking through the door. Unable to ignore their passion, the pair sets off on a violent path that may have far worse consequences for the perpetrators than for the victims.’\" http://bit.ly/1z35SM4\n\nTHE HOME TEAMS -- Capital’s Howard Megdal: The Mets announced they have hired Kevin Long, most recently hitting coach of the Yankees. Good to see the baseball ops people, and not Jeff Wilpon, back in charge of such decisions.\n\n--Islanders 3, Bruins 2: The Islanders improved to 5-2-0, snapping a two-game losing streak.\n\n--Manchester City is considering keeping Frank Lampard, on loan from NYCFC, longer by having the American club hold their preseason training in Manchester in January, rather than here in a warm spot in the U.S. NYCFC must be thrilled. http://goo.gl/28016G\n\n—Fan favorite Iman Shumpert has finally found favor with the Knicks organization, too. http://capi.tl/1uweLGS", "article_metadata": {"og": {"url": "http://www.capitalnewyork.com/article/albany/2014/10/8555302/capital-playbook-gov-joins-mayor-late-night-ebola-presser", "image": "http://www.capitalnewyork.com/sites/all/themes/capitalny/images/cap.jpg", "type": "article", "title": "Capital Playbook: Gov joins mayor at late-night Ebola presser"}, "robots": "all", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "description": "Welcome to Capital Playbook! Sign up for our newsletters here."}, "_id": "\"57477af36914bd0286fcd8e0\"", "article_summary": "He treated victims in Africa” ... Daily News, “NY DOC HAS EBOLA” ... Newsday, “EBOLA IN NYC: Doctor who cared for patients in W. Africa is in isolation at Bellevue Hospital” ... amNewYork, “EBOLA IN NYC.”--Drudge: “EBOLA NYC ...\n-- Technology upgrade: “You can literally, with this technology, take a fingerprint on a street corner in New York City,\" de Blasio said.\n-- When: Next Wed., Oct. 29; 5:30 p.m.: Registration; 6 p.m.: Panel; 7 p.m.: Reception Where: New York City RSVP here for location details.\nSpeakers, announced yesterday, include Mark Frackt, CFO, BuzzFeed; Jessica Lawrence, Executive Director, NY Tech Meetup; Andrew Rasiej, Founder, Personal Democracy Media; Maya Wiley, Counsel to the Mayor & Director of MWBE Program, Office of the Mayor of New York City; and Kathryn Wylde, President & CEO, Partnership for New York City.\nTook Subway Wednesday Night.”CLINTON ENDORSES CUOMO, WHO ALMOST RECIPROCATES—Capital’s Dana Rubinstein: Cuomo told a crowd of Democrats Thursday that he had very high hopes for Hillary Clinton."}