{"article_title": "Breaking down Kentucky’s race for governor", "article_keywords": ["republicans", "campaign", "voters", "kentuckys", "breaking", "governor", "conway", "remains", "race", "kentucky", "bevin", "believe", "democrats", "rga"], "article_url": "http://www.courier-journal.com/story/opinion/contributors/2015/09/08/breaking-down-kentuckys-race-governor/71874536/", "article_text": "Scott Jennings (Photo: File)\n\nTalk to any Kentucky political operative or reporter and you’ll likely hear the same thing: “This is the strangest governor’s race I’ve ever seen.” Predictions are hedged, and most struggle to sort out how the cultural and civic occurrences dominating Kentucky’s front pages will affect the race.\n\nConfronted with a confusing political scenario, it might be helpful to break down the basic building blocks of the campaign so far, and what we can expect over the next two months from Democrat Jack Conway and Republican Matt Bevin.\n\nPolitical Environment: Operatives from both parties acknowledge the strong political winds squarely at Republican backs. President Barack Obama remains extremely unpopular (private polling shows him nearing a 65 percent disapproval rating), and news items ranging from gay marriage to Planned Parenthood are firing up an already conservative Kentucky electorate. Nothing has happened since Sen. Mitch McConnell’s blowout win last November to improve the atmospherics for Democrats, and a strong argument can be made that they are actually worse. Many Kentuckians look disdainfully at the nation’s leftward cultural tilt and pin the blame squarely on the man in the White House. As one person put it to me: “Kentucky voters are dying for another chance to stick it to Obama.”\n\nThe one environmental factor helping Conway comes in the “right track/wrong track” questions that comes standard in political polling. A vast majority of Kentuckians think the nation is on the wrong track, but voters appear split on whether Kentucky is. Democrats are hoping Kentuckians have a healthier view of Frankfort than they do of Washington as they attempt to separate Conway from Obama.\n\nPolling. The last public poll — Survey USA’s Bluegrass Poll, taken in late July — showed Conway leading Bevin 45 percent to 42 percent, but it may have been overweighted with self-identified Democrats. Most observers believe the race remains close if not a dead heat. Republicans think they have the advantage among the likeliest voters, and Democrats believe they have severely damaged Bevin’s image with their summer onslaught of negative advertising.\n\nAir War. A review of television ad spending by an industry source shows that Democrats have outspent Republicans since the May primary. The chief GOP advertising vehicle has been the Republican Governors Association (RGA), which has spent $2 million over the last 10 weeks attacking Conway. The RGA showed nimbleness in July, popping its first ad a mere 12 hours after Conway’s campaign had done the same. The RGA ought to be on Bevin’s Christmas card list for the rest of his life, as it saved his campaign from an early demise.\n\nOn the Democratic side, Conway and aligned independent groups have spent about $3 million on television, some positive and some negative. Democrats tout Conway’s use of coal-focused regional ads in Eastern Kentucky as evidence they learned a lesson from McConnell’s shellacking of Alison Grimes in that part of the state.\n\nRepublicans argue that Democrats have had to vastly outspend them just to keep Conway competitive, and that their spending advantage will dissipate when Bevin finally goes on the air to bolster what the RGA is already doing. The RGA on Friday placed another $1 million ad buy and Bevin’s campaign appears to be going up on TV soon, perhaps indicating that Bevin has loaned his campaign more personal money (financial reports from the campaigns won’t come again until early October). Democrats dispute the notion they will be outspent and say if they were having money troubles they wouldn’t be airing 60-second spots, which are more expensive than the traditional 30-second versions.\n\nRepublicans believe the atmospherics and anti-Obama message will drive Bevin up, Conway down, and persuade the national Democratic Party to save its money for next year when they are defending eight governor’s races, several of which may be open seats.\n\nLooking Ahead. Republicans will ask voters to hold Obama against every Democrat running, which worked like a charm in 2014’s U.S. Senate race. GOP leaders believe everything happening in the world has only added to voters’ anger with Obama’s Democratic Party. Bevin will argue that Conway has failed as attorney general and isn’t equipped to solve Kentucky’s deep financial problems, particularly in the area of public pensions (Kentucky’s recent credit downgrade will aide this argument).\n\nThe Democrats will run a two-track campaign: discredit Bevin on trust and character issues, and try to convince voters that Democrats have things under control in Frankfort even if Obama doesn’t in Washington. The trust campaign is already underway, with Conway’s campaign releasing advertising (including a 60-second ad launched last week) using video of Bevin making statements they say are false. Republicans believe Democrats have fired their best shot (the attacks on tax delinquency) and that Bevin has survived it.\n\nThe real question is whether voters actually feel as if Frankfort is under control, considering a vast majority of voters disapprove of Obamacare, the implementation of which is outgoing Gov. Steve Beshear’s legacy. Conway will likely need Beshear, who remains personally popular, to appear in advertising to make a closing argument. It remains to be seen if Beshear’s personal popularity is transferable to other candidates.\n\nScott Jennings is a former adviser to President George W. Bush and U.S. Sen. Mitch McConnell. He is a partner at RunSwitch Public Relations and can be reached at scott@runswitchpr.com or on Twitter @ScottJenningsKY.\n\nRead or Share this story: http://cjky.it/1UEigIF", "article_metadata": {"google": "notranslate", "description": "Talk to any Kentucky political operative or reporter and you’ll likely hear the same thing: “This is the strangest governor’s race I’ve ever seen.", "og": {"site_name": "The Courier-Journal", "description": "Talk to any Kentucky political operative or reporter and you’ll likely hear the same thing: “This is the strangest governor’s race I’ve ever seen.", "title": "Breaking down Kentucky’s race for governor", "url": "http://www.courier-journal.com/story/opinion/contributors/2015/09/08/breaking-down-kentuckys-race-governor/71874536/", "image": "http://www.gannett-cdn.com/GDContent/applogos/courier-journal.png", "type": "article"}, "twitter": {"description": "Talk to any Kentucky political operative or reporter and you’ll likely hear the same thing: “This is the strangest governor’s race I’ve ever seen.", "title": "Breaking down Kentucky’s race for governor", "image": "http://www.gannett-cdn.com/-mm-/74ae0de88bada8885d254442f24415d106fc9d9c/c=0-0-1600-1600&r=x643&c=640x640/local/-/media/2015/07/28/Louisville/B9318208565Z.1_20150728085119_000_GCIBFI746.1-0.jpg", "creator": "@courierjournal", "site": "@courierjournal", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600030236", "fb": {"app_id": 128534137209813}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Organizations/U.S. Senate", "gci-asset-type": "story", "gci-categories": "Organizations/U.S. Senate", "title": "Breaking down Kentucky’s race for governor", "author": "Scott Jennings", "pageclass": "article", "recs": {"category": "opinion/contributors", "image-3-4": "http://www.gannett-cdn.com/-mm-/74048f9b6ab45f30c255779163413bb64954f879/c=200-0-1400-1600/local/-/media/2015/07/28/Louisville/B9318208565Z.1_20150728085119_000_GCIBFI746.1-0.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/970f31a115cf2ddc015f14a84e9008b5f566965e/c=0-0-1600-1600/local/-/media/2015/07/28/Louisville/B9318208565Z.1_20150728085119_000_GCIBFI746.1-0.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/1dd6108e4a28118b35f70da5baaf546c3dc8b987/c=0-200-1600-1400/local/-/media/2015/07/28/Louisville/B9318208565Z.1_20150728085119_000_GCIBFI746.1-0.jpg", "image": "http://www.gannett-cdn.com/-mm-/c27f9126b0072be192e394735027d779dd82df98/c=0-350-1600-1250&r=x633&c=1200x630/local/-/media/2015/07/28/Louisville/B9318208565Z.1_20150728085119_000_GCIBFI746.1-0.jpg", "publishtime": "2015-09-08T13:23:24.743000-04:00", "shorthed": "Breaking down Kentucky’s race for governor", "articleid": 71874536, "image-16-9": "http://www.gannett-cdn.com/-mm-/f5377b7b3a8017034a026bf64fb748a75012e754/c=0-350-1600-1250/local/-/media/2015/07/28/Louisville/B9318208565Z.1_20150728085119_000_GCIBFI746.1-0.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/8739e9cbd6c7ab85760da7429d1854bba24c1fb9/c=350-0-1250-1600/local/-/media/2015/07/28/Louisville/B9318208565Z.1_20150728085119_000_GCIBFI746.1-0.jpg"}}, "news_keywords": "jack conway, democrat, matt bevin, republican, kentucky, governor, election"}, "_id": "\"57477af36914bd0286fcd8f1\"", "article_summary": "Republicans believe Democrats have fired their best shot (the attacks on tax delinquency) and that Bevin has survived it.\nRepublicans will ask voters to hold Obama against every Democrat running, which worked like a charm in 2014’s U.S. Senate race.\nRepublicans think they have the advantage among the likeliest voters, and Democrats believe they have severely damaged Bevin’s image with their summer onslaught of negative advertising.\nMost observers believe the race remains close if not a dead heat.\nA review of television ad spending by an industry source shows that Democrats have outspent Republicans since the May primary."}