{"article_title": "How Far Will GOP Presidential Hopefuls Go to Destroy ISIS?", "article_keywords": ["paul", "isis", "war", "far", "foreign", "ground", "president", "destroy", "hopefuls", "military", "graham", "gop", "presidential", "obama"], "article_url": "http://www.thefiscaltimes.com/2015/02/09/How-Far-Will-GOP-Presidential-Hopefuls-Go-Destroy-ISIS", "article_text": "Sen. Lindsey Graham of South Carolina, a likely candidate for the 2016 GOP presidential nomination, thinks President Obama should have the flexibility to deploy as many as 10,000 allied ground troops in Iraq and Syria if need be in the war against ISIS.\n\nSen. Rand Paul of Kentucky, another presidential aspirant, favors strict limits and a timetable for the U.S. effort against the jihadist terrorists. Using a phrase from his medical training, he says that the watchword should be “first do no harm.”\n\nAs Obama prepares to submit a proposal this week for a revision in his war powers to pursue his military objectives in the Middle East, Graham and Paul define the range of views among GOP senators eying a presidential bid on how far the Authorization for Use of Military Force (AUMF) should go.\n\nRelated: Can the U.S. Defeat ISIS Without a War Powers Deal?\n\nGraham, a member of the Armed Services Committee, is one of the biggest advocates of an aggressive military presence overseas of any member of Congress, while Paul, a member of the Foreign Relations Committee and a libertarian, advocates a minimalist approach.\n\nTwo other Senate Republicans who are very much in the hunt for the nomination – Marco Rubio of Florida and Ted Cruz of Texas – fall somewhere in between Graham and Paul in their views.\n\nIt has been six months since Obama announced plans for stepped up air strikes against ISIS in Iraq and Syria along with arming and training Iraqi and Kurdish forces and “moderate” Syrian rebels in the battle to degrade and eventually destroy the terror group. Obama at one time insisted he didn’t need fresh congressional authority to wage the war, but more recently changed his mind.\n\nThe president will finally submit a proposal this week for new military authorization to replace outdated congressional authority that was issued a decade ago after the 9/11 attacks against the U.S. Senate Foreign Relations Committee Chair Bob Corker (R-TN) told reporters that once the draft language is received from the White House, he intends to conduct rigorous hearings in which the administration can provide more clarity on the U.S. strategy against ISIS, particularly as it relates to civil war torn Syria where ISIS maintains its stronghold. Sen. Robert Menendez of New Jersey, the ranking Democrat on the committee, is working on the issue in tandem with the White House and other congressional Democrats including Sen. Tim Kaine of Virginia who hold strong views on the issue.\n\nLate last year, while Menendez was still chair, the Foreign Relations Committee voted 10 to 8 along party lines to advance a resolution including strict limitations on the use of additional ground troops in the war against ISIS – something in line with the president’s own policy – and a three-year limit on the war, unless Congress agreed to an extension.\n\nRelated: Will the Real Rand Paul Finally Stand Up\n\nAs Roll Call pointed out on Monday, three of the four Senate GOP presidential contenders are likely to come down on the side of giving Obama as much leeway to conduct the war as possible, while Paul will seek a much narrower interpretation of the president’s mandate, after costly decade-long warfare in Afghanistan and Iraq.\n\nHere is a brief summary of where the four Republican presidential wannabees stand on new war powers legislation, based on media reports.\n\nLindsey Graham – The former U.S. Air Force trial counsel and House member said recently he agrees with John McCain that – despite profound differences with Obama on strategy – the president should be largely unfettered in going after ISIS. “I will not be part of watering down the ability to defeat ISIL,” he said, using a different acronym for the cut-throat terrorist organization. “I will not be part of taking ground troops off the table, because I think eventually we’re going to need them.”\n\n\n\nGraham recently said on the CBS News Program Face the Nation that \"there's got to be some regional force formed with an American component, somewhere around 10,000\" in order to defeat Islamic State fighters.\n\n\n\n\n\nRelated: Lindsey Graham to Test 2016 Republican Presidential Waters\n\n\n\n\n\nMarco Rubio – The one time Florida House speaker and lawyer, has advocated a vigorous foreign policy and military presence overseas and favors empowering the president to do whatever is necessary to defeat the ISIS threat -- without a concern about timelines.\n\n\n\nHe opposed an amendment that would have restricted the fight to Iraq and Syria and prevented the U.S. from expanding its war on terrorists beyond those borders. “Instead of giving the president what he needs to win this struggle, many in the Senate seem more focused on telling him what he should not do,” Rubio wrote in the Washington Post last December. “They argue that we need to place conditions on the types of force that can be used or impose a timeline by which victory must be achieved.”\n\n\n\nTed Cruz – The former Texas solicitor general, supports the U.S.-allied airstrikes against ISIS but disagrees with Graham that the U.S. should deploy fighting ground troops to directly take the fight to the terrorist strongholds.\n\n\n\n\"You know, I don’t believe right now we need American boots on the ground, and the reason is, we have boots on the ground already, with the Kurds. The peshmerga are trained, effective fighters,\" Cruz said on ABC's This Week.\n\n\n\nWhat’s more, Cruz has said that the U.S. should map out its strategy independent of what Great Britain, Jordan or any country is doing. “Any action we take to stop ISIS should not be contingent on any consensus from the so-called international community,” he wrote in a CNN opinion piece last year.\n\n\n\n\n\nRelated: Cruz Says GOP Plays a Losing Hand on DHS Spending\n\n\n\n\n\nRand Paul – the former ophthalmologist and libertarian champion frequently has voiced skepticism about U.S. foreign policy. Once labeled an isolationist on military and foreign policy matters, Paul reluctantly bought into the Obama administration’s airstrikes against ISIS jihadists in Iraq and Syria late last year and even argued that Congress should formally declare war.\n\n\n\nPaul’s overall message, as espoused in a recent interview with CQ Roll Call, is for America to first “do not harm” on the world stage. He led an unsuccessful effort in December to limit the scope of U.S. warfare in the Middle East. And he has criticized the Obama administration’s moves with respect to the Syrian civil war.\n\n\n\n“I think our involvement in the Syrian civil war has led to more instability and has allowed the rise of ISIS,” Paul said, citing actions taken that he said undermined the ability of Syrian President Bashar al- Assad to fight the terrorists. Paul added that he sees no good choices, discounting the idea of a moderate opposition rising up. “I think it’s either ISIS or Assad,” he said.\n\nTop Reads from The Fiscal Times", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Sen.", "title": "How Far Will GOP Presidential Hopefuls Go to Destroy ISIS?", "url": "http://www.thefiscaltimes.com/2015/02/09/How-Far-Will-GOP-Presidential-Hopefuls-Go-Destroy-ISIS", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/06302014_ISIL_Fighter.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/02/09/How-Far-Will-GOP-Presidential-Hopefuls-Go-Destroy-ISIS", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/06302014_ISIL_Fighter.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Sen.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fdc270\"", "article_summary": "Sen. Rand Paul of Kentucky, another presidential aspirant, favors strict limits and a timetable for the U.S. effort against the jihadist terrorists.\nHere is a brief summary of where the four Republican presidential wannabees stand on new war powers legislation, based on media reports.\nDefeat ISIS Without a War Powers Deal?\nObama at one time insisted he didn’t need fresh congressional authority to wage the war, but more recently changed his mind.\nSen. Lindsey Graham of South Carolina, a likely candidate for the 2016 GOP presidential nomination, thinks President Obama should have the flexibility to deploy as many as 10,000 allied ground troops in Iraq and Syria if need be in the war against ISIS."}