{"article_title": "Johnstown Meteorite fell from the sky 90 years ago", "article_keywords": ["ago", "meteorites", "science", "museum", "sky", "hagadorn", "meteorite", "fell", "denver", "vesta", "seen", "90", "piece", "johnstown"], "article_url": "http://www.reporterherald.com/news/ci_26095055/johnstown-meteorite-fell-from-sky-90-years-ago", "article_text": "The Johnstown Meteorite fell from the sky in 1924\n\nA piece of the Johnstown Meteorite, with the fusion crust visible. This piece is owned by the Denver Museum of Nature and Science. ( Richard M Wicker / Submitted to the Loveland Reporter-Herald )\n\nJohnstown has seen its share of outsiders move in to the area, but one outsider, one that traveled more than 150 million miles to get there, will celebrate its 90th year since its arrival.\n\nA meteor, which scientists now believe came from the solar system's second-most-massive asteroid called Vesta, crashed through the Earth's atmosphere, splitting into a shower of meteorites, with pieces landing in Johnstown, Milliken, Mead and other surrounding communities.\n\nA meteorite made headlines on July 6, 1924, when a funeral procession was interrupted by falling interstellar rocks. One of the meteorites, weighing around 20 pounds slammed two feet into the earth near Dilley Chapel in a hamlet called Elwell, which has since been incorporated into Johnstown.\n\n\"Hundreds of Lovelanders saw and heard something Sunday afternoon which they had never seen or heard before and perhaps never will again,\" the Reporter-Herald said in an article published July 7, 1924. \"With the rumble of a distant battle and the flare of a star shell a meteor streaked across the sky.\"\n\n\"Anyone who saw it is of course passed away by now. But we have some accounts from some people who were children,\" said Ardis Briggs, volunteer with the Johnstown Historical Society. \"Some people thought it was the end of the world because it smelled like sulfur and the loud sonic boom.\"\n\nAdvertisement\n\n\"The people at the funeral saw it fall and create a crater and went and dug it up,\" said Denver Museum of Nature and Science curator of geology James Hagadorn, describing the intense sounds and sights that the Lovelanders of 90 years ago must have experienced. \"To me, that's a pretty cool event to witness.\"\n\nThe July 8, 1924 edition of the Fort Collins Express-Courier described it as \"staccato cracks like the noise of a machine gun\" as the \"visitor\" hurled through the atmosphere, breaking up an Elwell baseball game \"in a stampede.\"\n\nA piece of the Johnstown Meteorite, with the fusion and inner crust visible. This piece is owned by the Denver Museum of Nature and Science. (Richard M Wicker / Submitted to the Loveland Reporter-Herald)\n\nVesta, the brightest asteroid in the solar system, was named after the mythological virgin Roman goddess of home and hearth. It is currently one of six celestial bodies humans have physical samples of and in 1807 became the fourth asteroid to be identified.\n\n\"Many meteorites come from the Earth or Moon, or from the origins of those bodies,\" Hagadorn said. \"There are around 100 meteor chunks from Mars, which are pretty rare. ... Vesta meteorites are even more rare.\"\n\nIt's only been in the last couple of decades that it was determined that the Johnstown Meteorite must have been formed under similar conditions that Vesta is thought to have been created. As a protoplanet, with layers similar to that of Earth, the asteroid has been linked to the meteorite because of its unique composition.\n\n\"They did a very good job identifying the composition back in the day. What they didn't know was what that composition meant,\" Hagadorn said. \"Interpreting that data has only happened in the last couple decades.\"\n\nThe specimen falls into the achondrite class of meteorites, which makes up only 8 percent of meteorite samples recovered in the world. Increasing the rarity of the famed Johnstown Meteorite is the fact that there were witnesses to the meteorites falling.\n\n\"It's a local pride and is a sighted fall. Most meteorites fall, but aren't seen. This was seen by possibly hundreds of people,\" Hagadorn said.\n\n\"Another thing about this meteorite is that it's really pretty. When you cut and polish meteorites, it's a window into its composition,\" Hagadorn said. \"Imagine a granite countertop, but instead of greys and blacks, it has green, yellow-orange and olive colored crystals. That's a potent color combo.\"\n\nWhile a hiker who happens upon something as visually striking as that would certainly harvest the rock, Hagadorn said most people who run across Vesta meteorites in the area probably wouldn't notice it.\n\n\"When a meteor falls to the earth, that sucker burns. It looks like it's covered in black scales, like a burnt crust,\" he said, referring to what is known as fusion crust. \"Keep your eyes peeled. There are probably hundreds of pieces still out there today in the field.\"\n\nAnyone who comes across something they suspect might be a meteorite is encouraged to send photos to jwhagadorn@dmns.org, where the museum staff can help identify it. The Denver Museum of Nature and Science was one of the first museums in North America to study meteorites.\n\nPieces of the meteorite can be seen on display at the Denver museum and at the Parish House Museum, 701 Charlotte St. in Johnstown.\n\nContact Reporter-Herald Staff Writer James Garcia at 970-635-3630 or garciaj@reporter-herald.com. Follow him at Twitter.com/JamesGarciaRH.", "article_metadata": {"sailthru.url": "http://www.reporterherald.com/news/ci_26095055/johnstown-meteorite-fell-from-sky-90-years-ago", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site47/2014/0705/20140705__06rha_Meteoritew~1_300.jpg", "sailthru.author": "By James Garcia \n \n  Reporter-Herald Staff Writer", "description": "Johnstown has seen its share of outsiders move in to the area, but one outsider, one that traveled more than 150 million miles to get there, will celebrate its 90th year since its arrival.", "ag": {"canon": "LovelandReporter-Herald:article:26095055:view"}, "startDate": "2014-07-05T15:23:25-0600", "og": {"url": "http://www.reporterherald.com/news/ci_26095055/johnstown-meteorite-fell-from-sky-90-years-ago", "image": "http://extras.mnginteractive.com/live/media/site47/2014/0705/20140705__06rha_Meteoritew~1.jpg", "type": "article", "description": "Johnstown has seen its share of outsiders move in to the area, but one outsider, one that traveled more than 150 million miles to get there, will celebrate its 90th year since its arrival.", "title": "Johnstown Meteorite fell from the sky 90 years ago"}, "twitter": {"domain": "reporterherald.com", "description": "Johnstown has seen its share of outsiders move in to the area, but one outsider, one that traveled more than 150 million miles to get there, will celebrate its 90th year since its arrival.", "title": "Johnstown Meteorite fell from the sky 90 years ago", "url": "http://www.reporterherald.com/news/ci_26095055/johnstown-meteorite-fell-from-sky-90-years-ago", "image": "http://extras.mnginteractive.com/live/media/site47/2014/0705/20140705__06rha_Meteoritew~1.jpg", "site": "@reporterherald", "card": "summary_large_image"}, "sailthru.date": "2014-07-05T15:23:25-0600", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "sailthru.title": "Johnstown Meteorite fell from the sky 90 years ago", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site47/2014/0705/20140705__06rha_Meteoritew~1.jpg", "sailthru.article-section-or-homepage": "article", "sailthru.section": "News", "google-site-verification": "XzsHDcJw4iXBQEYtDXFRaUAdKzxhSvxWMgXyQQNFFzg", "modificationDate": "2014-07-05T15:26:29-0600", "endDate": "2024-07-05T15:23:25-0600", "byline": "By James GarciaReporter-Herald", "sailthru.site": "reporterherald.com", "pubDate": "2014-07-05T15:28:35-0600", "news_keywords": "News, News news, Loveland Colorado News news, Loveland Colorado news, News Loveland news, News Colorado news, US News news, world News news."}, "_id": "\"57477af36914bd0286fcd8fd\"", "article_summary": "The Johnstown Meteorite fell from the sky in 1924A piece of the Johnstown Meteorite, with the fusion crust visible.\nIncreasing the rarity of the famed Johnstown Meteorite is the fact that there were witnesses to the meteorites falling.\nA piece of the Johnstown Meteorite, with the fusion and inner crust visible.\nPieces of the meteorite can be seen on display at the Denver museum and at the Parish House Museum, 701 Charlotte St. in Johnstown.\nThe Denver Museum of Nature and Science was one of the first museums in North America to study meteorites."}