{"article_title": "The Flaws in the Federal Job Training Program", "article_keywords": ["training", "flaws", "programs", "federal", "workforce", "rule", "times", "students", "job", "program", "student", "debt"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/08/18/Flaws-Federal-Job-Training-Program", "article_text": "Many desperate out-of-work Americans assumed they could put their confidence – and their meager financial resources – into a jointly run federal-state operation designed to steer them toward new job opportunities and the training they would need to qualify.\n\nNow we learn that the $3.1 billion federal program recently reauthorized by Congress on a bipartisan basis lured millions of unsuspecting jobless Americans into costly job-training courses that left many without new employment – but with huge college debt to pay.\n\nRelated: Time to Fix Failed $18 Billion Job Training Programs\n\nAn extensive analysis of the Workforce Investment and Opportunity Act by The New York Times published on Sunday found that “many graduates wind up significantly worse off than when they started – mired in unemployment and debt from training for positions that do not exist, and they end up working elsewhere for minimum wage.”\n\nAmong other examples, The Times cited a case in point: Joe DeGrella, an out-of-work construction contractor from Louisville, Kentucky, who took the government’s advice and enrolled in a for-profit vocational institute. His hope was to become a well-paid cardiology technician.\n\nRelated: How Gov’t Student Loans Ruined College Education\n\n“But after about two years of studying cardiovascular physiology and the mechanics of electrocardiograms, Mr. DeGrella, now 57, found himself jobless and $20,000 in debt,” the article noted. “He moved into his sister’s basement and now works at an AutoZone.”\n\nThe Workforce Investment Act was passed in 1998 and “expanded in 2009 as part of the federal economic stimulus package,” The Times noted. “As the economy has improved” and more jobs have materialized, “training and apprenticeships have become a central component of the Obama administration’s plan to match the unemployed with job openings. About 21 million jobless people entered retraining in 2012.”\n\nBut there’s a problem: The government program provides little long-term counseling to make sure the participants are taking the right courses and are on track to rewarding new jobs. This is a serious downside, as job training at for-profit schools can cost anywhere from $20,000 to $50,000 or more to obtain a certificate or degree, at community colleges, and vocational and business schools.\n\nIn an effort to crack down on predatory practices by for-profit colleges and career-focused programs at public and private non-profit colleges, the Department of Education has promulgated a “gainful-employment rule.” The measure would deny federal student aid to programs “where too many students default on their loans or where their debt, relative to their earnings or discretionary income, is too high,” according to an analysis by The Chronicle of Higher Education.\n\nRelated: How to Stop the Epidemic of Student Debt Defaults\n\nHowever, the for-profit-college industry’s trade association sharply criticized the proposed rule as “flawed, arbitrary, and biased,” backed by a 100-page report by economists, and warned in late May that the rule would deny as many as 7.5 million students access to much-needed education over the coming decade, The Chronicle also reported.\n\nWhile government officials defend the job training programs as helpful – and clearly they have led to employment for many people – “neither federal nor state agencies collect data on the number of people who finish job training or earn professional certificates,” according to The Times. The publication did note, however, that “in a nod to past criticism, the updated law does require states to better track former students to determine if training helped them find work with sustainable wages.”\n\n“The Workforce Innovation and Opportunity Act will transform the sometimes bureaucratic federal l job training system into a streamlined program that can help many more people learn the skills they need to get meaningful jobs,” Sen. Mike Enzi (R-WY), said in late June as Congress prepared to reauthorize the legislation. “The reauthorization will eliminate 15 programs identified as ineffective or duplicative – we don’t do that very often – and 21 federal mandates on state and local workforce boards. That is what we need to be doing throughout government.”\n\nMaybe not.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "A misguided $3.1 billion federal program recently reauthorized by Congress on a bipartisan basis lured millions of unsuspecting unemployed Americans into costly job-training courses that left many without new employment but huge college debt.", "title": "The Flaws in the Federal Job Training Program", "url": "http://www.thefiscaltimes.com/Articles/2014/08/18/Flaws-Federal-Job-Training-Program", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/02072012_unemployment_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/08/18/Flaws-Federal-Job-Training-Program", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/02072012_unemployment_article.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@ericpianin"}, "generator": "Drupal 7 (http://drupal.org)", "description": "A misguided $3.1 billion federal program recently reauthorized by Congress on a bipartisan basis lured millions of unsuspecting unemployed Americans into costly job-training courses that left many without new employment but huge college debt.", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fdc283\"", "article_summary": "While government officials defend the job training programs as helpful – and clearly they have led to employment for many people – “neither federal nor state agencies collect data on the number of people who finish job training or earn professional certificates,” according to The Times.\nThis is a serious downside, as job training at for-profit schools can cost anywhere from $20,000 to $50,000 or more to obtain a certificate or degree, at community colleges, and vocational and business schools.\n“As the economy has improved” and more jobs have materialized, “training and apprenticeships have become a central component of the Obama administration’s plan to match the unemployed with job openings.\n“The reauthorization will eliminate 15 programs identified as ineffective or duplicative – we don’t do that very often – and 21 federal mandates on state and local workforce boards.\nMany desperate out-of-work Americans assumed they could put their confidence – and their meager financial resources – into a jointly run federal-state operation designed to steer them toward new job opportunities and the training they would need to qualify."}