{"article_title": "GOP Debate: 5 takeaways from the Republican presidential debate in New Hampshire", "article_keywords": ["takeaways", "country", "offered", "hampshire", "debate", "carson", "going", "candidates", "experience", "win", "health", "republican", "gop", "presidential", "care"], "article_url": "http://www.masslive.com/politics/index.ssf/2016/02/gop_debate_5_takeaways_from_th.html", "article_text": "MANCHESTER ‒ A smaller field of Republican presidential candidates squared-off over foreign and domestic policy issues Saturday in the final debate before New Hampshire's first-in-the-nation primary.\n\nThe prime time event, broadcast from Saint Anselm College in Manchester, offered candidates one last opportunity to make their cases to New Hampshire's Republican voters, many of whom remain undecided just days before the election.\n\nThe top-seven polling candidates, including Donald Trump, took the stage for the debate hosted by ABC News in partnership with WMUR, Independent Journal Review and the Republican National Committee,\n\nGOP White House hopefuls went head-to-head over an array of issues, including health care, terrorism and the results of this week's Iowa Caucuses.\n\nUnlike previous contests, the eighth Republican debate did not include an \"undercard\" forum for lower-polling candidates -- a move which drew the ire of businesswoman Carly Fiorina, who failed to qualify for it.\n\nHere are five takeaways from the prime time event:\n\nBen Carson said he was disappointed with Ted Cruz's tactics in Iowa.\n\nWith reports that the Texas senator's campaign told voters that the retired neurosurgeon planned to drop out of the presidential race following the Iowa Caucuses, Carson said he was disappointed in his rival's behavior.\n\n\"I was very disappointed that members of his team thought so little of me that they thought that after having hundreds, if not thousands of volunteers and college students who sacrificed their time and were dedicated to the cause -- one even died -- to think that I would just walk away ten minutes before the caucus and say, 'forget about you guys,'\" he said.\n\nQuestioning who would do such a thing, Carson called it \"a very good example of certain types of Washington ethics,\" which he described as doing whatever is needed to win, as long as it's legal.\n\n\"That's not my ethics. My ethics is, you do what's right,\" Carson said.\n\nCruz apologized for his volunteers' behavior, but said CNN reported that Carson was taking a break from the race and did not clarify the news until much later.\n\n\"CNN reported on that -- they didn't correct that story until 9:15 that night. So from 6:30 p.m. to 9:15, that's what CNN was reporting,\" Cruz said.\n\nCarson, however, noted that the news agency clarified via Twitter that he wasn't dropping out shortly after announcing the initial news.\n\n\"What happened to that one, it is unclear,\" he said. \"But the bottom line is, we can see what happened, everybody can see what happened and you can make your own judgment.\"\n\nBusinessman Donald Trump also chimed in on the Iowa Caucus results, contending in his closing statement that the senator only won the state because he got Carson's votes.\n\nChris Christie accused Marco Rubio of not having enough experience to be president.\n\nThe New Jersey governor took aim at the first-term Florida senator's experience, saying every day he wakes up thinking about solving problems, while members of Congress think about dropping legislation.\n\nStressing that \"it's a difference experience,\" Christie argued that Rubio has not been involved in a consequential decision where he had to be held accountable.\n\n\"You just simply haven't,\" he said. \"And the fact is -- the fact when you talk about the Hezbollah Sanctions Act that you list as one of your accomplishments you just did, you weren't even there to vote for it. That's not leadership, that's truancy.\"\n\nChristie added that while he likes Rubio, he \"simply does not have the experience to be president of the United States and make these decisions.\"\n\nRubio, however, argued that experience is not based solely on what a person has done, but how it worked out. Under Christie's leadership, he said, New Jersey has seen its credit rating downgraded nine times.\n\n\"This country already has a debt problem, we don't need to add to it by electing someone who has experience at running up and destroying the credit rating of his state,\" he said.\n\nPointing to Christie's response to the recent snowstorm in his state, Rubio added that the governor didn't even want to go back to New Jersey and had to be shamed into doing so.\n\nChristie countered, saying the real shame is that he'd criticize someone for showing up to work, when Rubio's never been responsible for responding to something like that in his life.\n\nTrump said his healthcare plan would keep people from dying in the street.\n\nThe businessman called his health care proposal \"closer to common sense,\" than the one offered by Democratic presidential candidates, saying he would repeal the Affordable Care Act and replace it \"with something so much better.\"\n\nTrump said his health care plan would stop insurance companies from getting rich on health services and take out artificial boundaries. It would also allow people to compete, as well as institute health savings plans, he added.\n\nThe GOP White House hopeful, however, acknowledged that the country needs to address and take care of \"people that are dying on the street.\"\n\n\"We're going to take care of people that are dying on the street because there will be a group of people that are not going to be able to even think in terms of private or anything else and we're going to take care of those people,\" Trump said. \"And I think everybody on this stage would have to agree, you're not going to let people die, sitting in the middle of a street in any city in this country.\"\n\nCruz, however, railed against the idea of what he called \"socialized medicine,\" no matter who's proposing it. If elected, he said he would completely abolish the ACA.\n\n\"We're right now heading into a medical system with about a 90,000-doctor shortage in America and socialized medicine; whether proposed by the Democrats or proposed by a Republican would hurt the people of this country,\" Cruz said. \"What should we do on health care? If I'm elected president, we will repeal every word of Obamacare.\"\n\nCandidates offered different takes on the use of waterboarding.\n\nCruz said he doesn't believe waterboarding falls under the definition of torture, but rather enhanced interrogation.\n\nThe Texas senator said if elected president he would not bring back the practice \"on any sort of widespread use.\" He, however, offered that he would do whatever is necessary to keep America safe.\n\n\"If it were necessary to, say, prevent a city from facing an imminent terrorist attack, you can rest assured that as commander in chief, I would use whatever enhanced interrogation methods we could to keep this country safe,\" Cruz said.\n\nTrump, meanwhile, said not only would he bring back waterboarding, but he'd \"bring back a hell of a lot worse.\"\n\n\"In the Middle East, we have people chopping the heads off Christians, we have people chopping the heads off many other people,\" he said. \"We have things that we have never seen before -- as a group, we have never seen before, what's happening right now.\"\n\nFormer Florida Gov. Jeb Bush said he believes where the country currently stands on the issue \"is the appropriate place.\" Instead, he said, America needs to expand its intelligence capabilities.\n\nRubio, however, took issue with comparing terrorist interrogations to \"some sort of law enforcement function.\"\n\n\"Law enforcement is about gathering evidence to take someone to trial, and convict them,\" he said. \"Anti-terrorism is about finding out information to prevent a future attack so the same tactics do not apply.\"\n\nCandidates gave their predictions for Sunday's Super Bowl.\n\nWith the Denver Broncos and Carolina Panthers set to go head-to-head on the national stage in a Super Bowl match-up Sunday, the GOP candidates offered their predictions on which of the battleground states will see victory.\n\nOhio Gov. John Kasich said he believes Carolina is going to win the football game, as did Trump and Cruz.\n\nNoting that Denver's Quarterback Peyton Manning is supporting his campaign, Bush said he would return the favor and back the Broncos in the Super Bowl. Christie also said he believes Denver is going to win on Sunday.\n\nRubio joked that while he was going to support Manning and the Broncos, he's going to root for Carolina.\n\nCarson, meanwhile, offered a more diplomatic response, saying he could guarantee with 100 percent certainty that either Carolina or Denver would win the big game.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "Ted Cruz, New Hampshire, Donald Trump, Marco Rubio, Ben Carson, Chris Christie, Republican National Committee, senator, Iowa, president, Republican Party (United States), 2016-gop-presidential-debate, ben-carson, carly-fiorina, chris-christie, donald-trump, jeb-bush, john-kasich, marco-rubio, new-hampshire, new-hampshire-presidential-primary-election-2016, presidential-campaign-2016, saint-anselm-college, ted-cruz, news", "title": "GOP Debate: 5 takeaways from the Republican presidential debate in New Hampshire", "parsely-page": "{\"title\": \"GOP Debate: 5 takeaways from the Republican presidential debate in New Hampshire\", \"link\": \"http://www.masslive.com/politics/index.ssf/2016/02/gop_debate_5_takeaways_from_th.html\", \"image_url\": \"http://image.masslive.com/home/mass-media/width620/img/republican/photo/2016/02/06/19698864-large.jpg\", \"type\": \"post\", \"post_id\": \"17951950\", \"pub_date\": \"2016-02-07T04:10:38Z\", \"author\": \"Shannon Young | syoung@repub.com\", \"tags\": [\"2016-gop-presidential-debate\",\"@homepage\",\"@mobile\",\"ben-carson\",\"carly-fiorina\",\"chris-christie\",\"donald-trump\",\"jeb-bush\",\"john-kasich\",\"marco-rubio\",\"new-hampshire\",\"new-hampshire-presidential-primary-election-2016\",\"presidential-campaign-2016\",\"saint-anselm-college\",\"ted-cruz\"] }", "twitter": {"image": "http://image.masslive.com/home/mass-media/width620/img/republican/photo/2016/02/06/19698864-large.jpg", "creator": "@shannonyoung413", "site": "@masslivenews", "card": "summary_large_image", "description": "A smaller field of Republican presidential candidates squared-off over foreign and domestic policy issues Saturday in the final debate before New Hampshire's first-in-the-nation primary."}, "article_date_updated": "Sunday, February 07, 2016, 12:38 AM", "parsely-metadata": "{\"short_title\": \"5 takeaways from the GOP presidential debate in NH\", \"image_url\": \"http://media.masslive.com/republican/photo/2016/02/06/19698864-large.jpg\", \"author_name\": \"shannonyoung\", \"author_nickname\": \"Shannon Young | syoung@repub.com\", \"author_id\": \"12580919\", \"source_blog_name\": \"Politics - MassLive.com\", \"source_blog_url\": \"http://www.masslive.com/politics/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "masslive.com", "description": "A smaller field of Republican presidential candidates squared-off over foreign and domestic policy issues Saturday in the final debate before New Hampshire's first-in-the-nation primary.", "title": "GOP Debate: 5 takeaways from the Republican presidential debate in New Hampshire", "url": "http://www.masslive.com/politics/index.ssf/2016/02/gop_debate_5_takeaways_from_th.html", "image": "http://image.masslive.com/home/mass-media/width620/img/republican/photo/2016/02/06/19698864-large.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "masslive.com", "article_comments": 0, "article_date_original": "Saturday, February 06, 2016, 11:10 PM", "article_author": "Shannon Young | syoung@repub.com", "Description": "A smaller field of Republican presidential candidates squared-off over foreign and domestic policy issues Saturday in the final debate before New Hampshire's first-in-the-nation primary."}, "article_summary": "Trump said his health care plan would stop insurance companies from getting rich on health services and take out artificial boundaries.\nMANCHESTER ‒ A smaller field of Republican presidential candidates squared-off over foreign and domestic policy issues Saturday in the final debate before New Hampshire's first-in-the-nation primary.\nCandidates offered different takes on the use of waterboarding.\n\"What should we do on health care?\nWith the Denver Broncos and Carolina Panthers set to go head-to-head on the national stage in a Super Bowl match-up Sunday, the GOP candidates offered their predictions on which of the battleground states will see victory."}