{"article_title": "6.6 Million People Just Learned the Hard Way How Much It Costs to Be Uninsured Under Obamacare -- The Motley Fool", "article_keywords": ["fool", "hard", "individual", "66", "consumers", "motley", "isrp", "million", "obamacare", "penalty", "costs", "health", "irs", "way", "mandate", "uninsured", "learned", "insurance"], "article_url": "http://www.fool.com/personal-finance/taxes/2015/07/18/66-million-people-just-learned-the-hard-way-how-mu.aspx", "article_text": "The Patient Protection and Affordable Care Act, known also as Obamacare, was signed into law by President Obama in March 2010, but it didn't go into effect until Jan. 1, 2014. Despite the more than three years for insurers, states, the federal government, physicians, and consumers to prepare for the coming overhaul of our healthcare system, there were still plenty of hiccups (and challenges) when the calendar changed over.\n\nPretty much from the get-go of the first enrollment period there were technical issues with the online marketplace servers and software that prevented consumers from completing the enrollment process. But even bigger challenges would be fought at the legal level with the constitutionality of the individual mandate penalties coming into question in 2012, and more recently the challenge to the federal government's ability to divvy out subsidies to enrollees on behalf of 34 states. The defense proved victorious in both challenges, which made it to the Supreme Court.\n\nAmerica dislikes the individual mandate penalty\n\nYet in spite of Congress' ability to levy penalties against consumers, the individual mandate remains one of the most touchy and least-liked components of the healthcare reform law.\n\nThe individual mandate is the actionable component of Obamacare that requires individuals to purchase health insurance or face a penalty. The penalty in 2014, the first year Obamacare was fully in effect, was the greater of $95 or 1% of your modified adjusted gross income (MAGI). This year the penalty for not having insurance, which is officially known as the Individual Shared Responsibility Payment (ISRP), jumps to the greater of $325 or 2% of your MAGI. In 2016, another sizable spike to the greater of $695 or 2.5% of your MAGI. In 2017 and beyond the penalties rise on par with the level of inflation.\n\nWhy is there even an individual mandate penalty in the first place, you wonder? When Obamacare became the law of the land, one of the stipulations was that insurers could no longer pick and choose who they wanted to become members. In other words, people with preexisting conditions couldn't be turned away. This meant that through the process of adverse selection some sick and elderly consumers who are costly to insurers would be quick to enroll, while healthier young adults, which are needed to help offset the high costs of the elderly and terminally ill, would possibly shun being forced to buy insurance. The individual mandate penalty was put into place in order to encourage younger adults to enroll, otherwise they'd have to pay a penalty come tax time.\n\nMillions of consumers just learned this the hard way\n\nJust how many people were required to pay the penalty in 2014? According to a report released by National Taxpayer Advocate via the IRS, some 6.6 million people owed an ISRP due to not having health insurance. What may have come as a big surprise to many of those who owed was the fact that the penalty was the greater of $95 or 1% of their MAGI, not the lesser. Thus, the average penalty paid by these 6.6 million people was double the lower-bound figure, $190, since their MAGI often came into play when calculating their penalties.\n\nIn addition to the 6.6 million who owed an ISRP, an estimated 300,000 people paid the ISRP unnecessarily. Some $35 million was collected, or about $110 per person, despite these 300,000 individuals qualifying for a low-income exemption. The oddest part of this whole situation is the IRS may not be able to simply give these 300,000 people back their money because it would require an amended tax return, which would probably cost more than $110 if these individuals sought the help of a tax professional. The IRS is undecided on whether to refund these 300,000 people without the need for an amended return, but if it doesn't the $35 million in overpayments may wind up being a \"gift\" to the Treasury.\n\nNational Taxpayer Advocate also noted that some 10.7 million people filed Form 8965, the Health Coverage Exemptions form that allowed them to use one of roughly one-dozen exemptions, such as low income or economic hardships, to get out of having to pay the individual mandate penalty.\n\nIt's worth keeping in mind that these figures could change as they were preliminary through the end of April.\n\nWhy the individual mandate may not be working as intended\n\nThe short story here is that some 6.6 million consumers got a rude awakening of just how much it costs to be uninsured under Obamacare. But the grim reality, in my eyes at least, is that the individual mandate penalty may not wind up working as it was originally intended.\n\nFor starters, the IRS is pretty much powerless when it comes to collecting on ISRPs. When an individual doesn't report income on their taxes, the IRS has an entire arsenal of fines and legal tactics it can use to coerce someone to correct the problem. When an individual doesn't pay their ISRP, all the IRS can do is ask nicely to please do so.\n\nYou see, the IRS can't garnish wages or seize property to collect on an ISRP, and it isn't likely that the IRS is going to file individual lawsuits against nonpayers and go to court for what amounts to an average of $190 per person. The IRS's only real \"weapon\" here is that it can withhold the ISRP from a consumer's refund.\n\nIn 2014, 91.8 million people received a refund from the IRS out of 126.1 million individual tax returns -- that's nearly three out of four people. Those are pretty good odds for the IRS to collect on ISRPs. But it's also noteworthy that there were three million fewer refunds processed for the most recent tax year despite 500,000 more total returns from the prior year. If there is no refund, there is no way for the IRS to collect the ISRP if a taxpayer doesn't voluntarily pay it. It makes you wonder if we're seeing this shift down in refunds as a result of the individual mandate penalty.\n\nBut the bigger issue as I see it is that the cost of paying the penalty, while perhaps a bit higher than some had expected in tax year 2014, is still well below the cost of purchasing health insurance for a full year. In 2015, the average silver plan price across the country was $307. In other words, health insurance for the most commonly chosen tiered plan in the country runs around $3,700 per year without any subsidies. In contrast, the average individual mandate penalty in 2014 was $190. It's a night and day difference.\n\nYes, there's the advantage of possibly being able to write off some of your health-premium costs on your taxes by purchasing health insurance, as well as the peace of mind of knowing you're covered in case something happens where you need to seek medical care. But on a comparative basis it's just easier for millions to bite the bullet and take the penalty in order to save thousands of dollars per year. Even in 2016 when the ISRP moves to the greater of $695 or 2.5% of your MAGI, the average payment will still likely be less than half the average cost of a silver plan around the county over the course of a year.\n\nThis raises a big question\n\nThe big question mark is what this might do to the insurance companies offering Obamacare plans. The individual mandate penalties were expected to begin shuffling the holdouts (which are primarily healthy individuals) toward enrollment by 2015 and 2016, thus helping to offset the higher costs associated with sicker enrollees in the 2013-2014 enrollment period. But with the IRS's hands tied and consumers coming to the realization that the penalties are a drop in the bucket relative to actually purchasing a health plan, I have to wonder if insurers are going to see the margin boost Wall Street has been projecting.\n\nOn the flipside, investors should keep in mind that Obamacare enrollment still represents just a small low-to-mid single-digit percentage of the pie for most insurance companies. Employee-sponsored enrollment, Medicaid, and Medicare Advantage plans can often make up a much larger percentage of insurers' total revenue. Thus, even if Obamacare struggles to court younger, healthier adults via the individual mandate penalties, insurers will probably be just fine from the perspective of profitability.", "article_metadata": {"publish_time": "07:14", "date": "2015-07-18T11:14:00Z", "description": "Millions of consumers wound up forking over more than expected to the IRS last year because of Obamacare according to the latest review by the National Taxpayer Advocate.", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Sean Williams", "promo": "Millions of consumers wound up forking over more than expected to the IRS last year because of Obamacare according to the latest review by the National Taxpayer Advocate.", "twitter": {"site": "@themotleyfool", "description": "Millions of consumers wound up forking over more than expected to the IRS last year because of Obamacare according to the latest review by the National Taxpayer Advocate.", "title": "6.6 Million People Just Learned the Hard Way How Much It Costs to Be Uninsured Under Obamacare --  The Motley Fool"}, "tags": "Yahoo", "og": {"site_name": "The Motley Fool", "description": "Millions of consumers wound up forking over more than expected to the IRS last year because of Obamacare according to the latest review by the National Taxpayer Advocate.", "title": "6.6 Million People Just Learned the Hard Way How Much It Costs to Be Uninsured Under Obamacare --  The Motley Fool", "url": "http://www.fool.com/personal-finance/taxes/2015/07/18/66-million-people-just-learned-the-hard-way-how-mu.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F172623%2F5680156155_767943f698_z.jpg&h=630&w=1200&op=resize", "type": "article"}, "headline": "6.6 Million People Just Learned the Hard Way How Much It Costs to Be Uninsured Under Obamacare", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "98f401fa-2b64-11e5-8754-0050569d4be0", "pitch": 1724, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2015 07 18", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "It makes you wonder if we're seeing this shift down in refunds as a result of the individual mandate penalty.\nWhy is there even an individual mandate penalty in the first place, you wonder?\nThe individual mandate is the actionable component of Obamacare that requires individuals to purchase health insurance or face a penalty.\nThe individual mandate penalty was put into place in order to encourage younger adults to enroll, otherwise they'd have to pay a penalty come tax time.\nBut the grim reality, in my eyes at least, is that the individual mandate penalty may not wind up working as it was originally intended."}