{"article_title": "“The Most Dangerous Book”: When “Ulysses” was obscene", "article_keywords": ["obscenity", "novel", "ulysses", "dangerous", "review", "work", "obscene", "literary", "book", "birmingham", "joyce", "joyces", "publishing"], "article_url": "http://www.salon.com/2014/06/15/the_most_dangerous_book_when_ulysses_was_obscene/", "article_text": "Topics: Books, Censorship, Editor's Picks, James Joyce, Literary Classics, literary criticism, Must-Do, Nonfiction, Obscenity, ulysses, What to Read, Writers and Writing, Entertainment News\n\nJames Joyce’s “Ulysses” changed literature and the world, not necessarily in the ways its author intended and certainly in ways we still don’t entirely understand. One of the unexpected effects of the novel, which was first published in its entirety in Paris in 1922, was the most famous obscenity trial in U.S. history, conducted in 1933. That trial serves as the culmination of Kevin Birmingham’s astute and gorgeously written “The Most Dangerous Book: The Battle for James Joyce’s ‘Ulysses,'” an account of the tortuous path Joyce’s masterpiece took to print. Publishing is not the world’s most fast-paced and high-stakes business, but when it came to introducing the English-speaking world to a novel that one critic deplored as “full of the filthiest blasphemies” and “afflicted with a truly diabolical lack of talent,” the ride was a wild one.\n\nCountless reams of paper have been consumed by writings on Joyce and “Ulysses,” but Birmingham has two particular, little-discussed themes to bring to the table. First, and most peripheral to his narrative, is Birmingham’s discovery of strong evidence that the eye problems that tormented and eventually blinded Joyce were caused by syphilis. (Birmingham concludes that a medication given to Joyce by his Parisian doctor in the late 1920s was probably “an obscure French drug called galyl,” used only to treat symptoms of syphilis.) Birmingham expands on this a bit by arguing that the effects of pain and disability on the writer and his work have been underestimated. It’s a credible argument, especially once you’ve read this book’s squirm-inducing description of a typical eye surgery Joyce endured and learn that he went through the equivalent a dozen times over. But Birmingham never quite gets around to showing how Joyce’s suffering shaped his work.\n\nMore central to the story is Birmingham’s interest in the role women played in midwifing “Ulysses.” There’s the novel’s muse — Joyce’s wife, Nora Barnacle, who could never be bothered to read the thing — and his longtime patron, a genteel Englishwoman named Harriet Weaver, who published excerpts from the novel in her literary magazine as well as funneling the impecunious author cash amounting to $1 million in today’s money. In the U.S., the two editors who first risked prison and fines to publish portions of “Ulysses” in their journal, the Little Review, were Margaret Anderson and Jane Heap. Then there was the bookseller Sylvia Beach, who, as her inaugural venture in publishing, produced the first full edition of the notorious novel despite the seemingly endless (and expensive) revisions Joyce insisted on making to the text, even after it had gone to proofs. When the Little Review was brought up on obscenity charges for publishing Joyce, female supporters filled the courthouse, and when a New York City bookstore needed middlemen to receive copies of “Ulysses” smuggled in from Paris, the volunteers were all women.\n\nBirmingham underlines the irony in this: The obscenity laws that banned the novel in America and England were supposedly meant to “protect the delicate sensibilities of female readers.” The first major push against the Little Review in the early 1920s was initiated by a businessman who discovered a copy of the magazine among his teenage daughter’s possessions and freaked out after reading the section of “Ulysses” Joyce called “Nausicca.” (It features a young girl named Gertie MacDowell displaying her legs to protagonist Leopold Bloom at the beach. The businessman’s daughter claimed she never bought the magazine and that it had simply appeared in the mail one day. Sure.) This protective outrage represented a holdover from 19th-century notions of novels (especially French novels) as dangerous reading for young girls. How easily their impressionable minds could be filled with dreams of passionate love and their moral fiber loosened! It was not men like Bloom the censors feared would be inflamed by books like “Ulysses,” but girls like Gertie MacDowell.\n\nWhen “Ulysses” finally got a serious hearing a decade later — thanks to the efforts of Bennett Cerf and his upstart publishing company, Random House, along with civil liberties attorney Morris Ernst — one of the issues at hand was the definition of obscenity. It had long been viewed as consisting of any material that might “corrupt” a pure and impressionable mind. Many of the people trying to maintain the ban on “Ulysses,” such as the assistant U.S. district attorney assigned to the case, Sam Coleman, acknowledged that it was not pornography; Coleman called the novel a “literary masterpiece.” But under earlier understandings of obscenity, this hardly mattered. Justices were not even expected to take the whole work into consideration. If innocent women and children could be tainted by exposure to its raciest passages, then the work was illegal in the U.S.", "article_metadata": {"description": "A stirring new book describes how publishers defied censors to bring James Joyce's masterpiece to the world", "author": "Laura Miller", "og": {"site_name": "Salon", "description": "A stirring new book describes how publishers defied censors to bring James Joyce's masterpiece to the world", "title": "“The Most Dangerous Book”: When “Ulysses” was obscene", "url": "http://www.salon.com/2014/06/15/the_most_dangerous_book_when_ulysses_was_obscene/", "image": "http://media.salon.com/2014/06/james_joyce_ulysses.jpg", "type": "article"}, "twitter": {"description": "A stirring new book describes how publishers defied censors to bring James Joyce's masterpiece to the world", "creator": "@magiciansbook", "image": "http://media.salon.com/2014/06/james_joyce_ulysses.jpg", "title": "“The Most Dangerous Book”: When “Ulysses” was obscene", "site": "@salon", "card": "summary_large_image"}, "title": "“The Most Dangerous Book”: When “Ulysses” was obscene", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Books, Censorship, Editor's Picks, James Joyce, Literary Classics, literary criticism, Must-Do, Nonfiction, Obscenity, ulysses, What to Read, Writers and Writing", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcd952\"", "article_summary": "That trial serves as the culmination of Kevin Birmingham’s astute and gorgeously written “The Most Dangerous Book: The Battle for James Joyce’s ‘Ulysses,'” an account of the tortuous path Joyce’s masterpiece took to print.\nCountless reams of paper have been consumed by writings on Joyce and “Ulysses,” but Birmingham has two particular, little-discussed themes to bring to the table.\nTopics: Books, Censorship, Editor's Picks, James Joyce, Literary Classics, literary criticism, Must-Do, Nonfiction, Obscenity, ulysses, What to Read, Writers and Writing, Entertainment NewsJames Joyce’s “Ulysses” changed literature and the world, not necessarily in the ways its author intended and certainly in ways we still don’t entirely understand.\nThis protective outrage represented a holdover from 19th-century notions of novels (especially French novels) as dangerous reading for young girls.\nIt was not men like Bloom the censors feared would be inflamed by books like “Ulysses,” but girls like Gertie MacDowell."}