{"article_title": "We need more female judges – The Denver Post", "article_keywords": ["judges", "court", "working", "reproductive", "federal", "denver", "planning", "health", "female", "need", "post", "women", "insurance", "care"], "article_url": "http://www.denverpost.com/ci_24082752/we-need-more-female-judges", "article_text": "I have depended on my employer-provided health insurance for more than 12 years. Having health insurance is important to my family’s economic security — it would be a financial disaster for us if I didn’t have it — and it gives us the peace of mind to know that I can get the health care I need, when I need it.\n\nWhile the coverage it provides for unexpected illnesses and injuries is important, the coverage for contraceptive and reproductive health issues is absolutely critical for me to maintain my ability to be a working woman, wife and mother. And I’m not alone: Many working women rely on health insurance to cover their health care needs, including family planning and maternity care so they can plan the size of their families and spacing of children to give the proper attention to both their homes and jobs.\n\nA pending court case in Colorado federal court and another in the 10th Circuit Court (serving Colorado, Oklahoma, Kansas, New Mexico, Wyoming and Utah) could put working women like me at risk of losing our all-important reproductive health care coverage.\n\nHercules Industries, a heating and air conditioning company based in Denver, alleges that the Affordable Care Act’s requirement that family planning services be offered as an “essential health benefit” conflicts with the owners’ religious preference to exclude these services for their women employees. The Hobby Lobby case in Oklahoma is almost identical.\n\nWorking women intimately understand that family planning isn’t optional, extra or an “add-on” health care service. It is truly essential for us to be able to balance the demands of our children, our partners and our workplace. While it’s hard to believe that deeply personal decisions about reproductive health care could be decided in the courts instead of our doctor’s offices, that’s what’s at stake.\n\nSo courts matter — and so do judges — since they have jurisdiction over some of the most fundamental elements of our lives. We deserve to have women who understand the real-world implications help decide cases dealing with women’s reproductive health care. Yet according to the Federal Judicial Center, just 30 percent of all federal judges are women, and in Colorado only 27 percent are female.\n\nFor the Hercules and Hobby Lobby family planning cases, female judges are woefully absent. Senior Status Judge John Kane is presiding over the Hercules case, and while he is an honorable and upstanding jurist, it seems a woman might have a more direct understanding of what’s at risk. And only two women out of 20 judges — just 10 percent — serve on the judicial bench in the 10th Circuit hearing the Hobby Lobby case.\n\nDue to the dysfunction in Washington, D.C., one out of 10 federal judgeships is vacant. Right now, our 10th Circuit has two vacancies for active judges, and while President Obama has nominated two women (Kansas Supreme Court Justice Nancy Moritz and Utah Court of Appeals Judge Carolyn B. McHugh), the U.S. Senate approval process is stalled.\n\nAs a working woman who depends on my employer-provided health insurance to cover reproductive health care, I call on the U.S. Senate to break through the gridlock to vote on these 10th Circuit Court nominees. Courts matter — and we need women like us deciding the cases that affect our families.\n\nPeg Perl is a wife, mother and lawyer who works for Colorado Ethics Watch.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "We need more female judges", "title": "We need more female judges", "url": "http://www.denverpost.com/2013/09/12/we-need-more-female-judges/", "image": {"width": 600, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20130912__20130915_D4_OP15G_PERLp1.jpg", "height": 458}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20130912__20130915_D4_OP15G_PERLp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2013-09-12T17:49:36+00:00", "modified_time": "2016-04-29T12:33:05+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Yet according to the Federal Judicial Center, just 30 percent of all federal judges are women, and in Colorado only 27 percent are female.\nWe deserve to have women who understand the real-world implications help decide cases dealing with women’s reproductive health care.\nI have depended on my employer-provided health insurance for more than 12 years.\nWhile it’s hard to believe that deeply personal decisions about reproductive health care could be decided in the courts instead of our doctor’s offices, that’s what’s at stake.\nWorking women intimately understand that family planning isn’t optional, extra or an “add-on” health care service."}