{"article_title": "Nursing home care improvement is goal of CMS project", "article_keywords": ["nursing", "quality", "facility", "goal", "improvement", "project", "facilities", "medicare", "medicaid", "model", "improve", "cms", "payment", "care"], "article_url": "http://seniorjournal.com/NEWS/Medicare/2015/20150902_Nursing-home-care-improvement-is-goal-of-CMS-project.htm", "article_text": "Medicare & Medicaid News\n\nNursing home care improvement is goal of CMS project\n\nFunding would allow testing of new payment model for seniors in nursing facility care\n\nSept. 2, 2015 - A new funding opportunity designed to enhance the Initiative to Reduce Avoidable Hospitalizations among Nursing Facility Residents has been announced by the Centers for Medicare & Medicaid Services (CMS).\n\nThe funding opportunity will allow the organizations currently participating in the initiative to apply to test whether a new payment model for nursing facilities and practitioners will further reduce avoidable hospitalizations, lower combined Medicare and Medicaid spending, and improve the quality of care received by senior citizens and other nursing facility residents.\n\nFor the past three years, CMS has partnered with seven Enhanced Care and Coordination Providers (ECCPs) to test a model to improve care for long-stay nursing facility residents. The ECCPs collaborate with 144 nursing facilities across seven states—Alabama, Indiana, Missouri, Nebraska, New York, Nevada, and Pennsylvania—to provide on-site staff for training, to provide preventive services, and to improve the assessment and management of medical conditions (see fact sheet).\n\nThe intent of the new payment model is to reduce avoidable hospitalizations by funding higher-intensity interventions in nursing facilities for residents who may otherwise be hospitalized upon an acute change in condition.\n\nImproving the capacity of nursing facilities to treat medical conditions as effectively as possible within the facility has the potential to improve the residents’ care experience at lower cost than a hospital admission.\n\nThe model also includes payments to practitioners (i.e., physicians, nurse practitioners and physician assistants) similar to the payments they would receive for treating beneficiaries in a hospital. Practitioners would also receive new payments for engagement in multidisciplinary care planning activities.\n\n“This Initiative has the potential to improve the care for the most frail, most vulnerable Medicare-Medicaid enrollees—long term residents of nursing facilities,” said Tim Engelhardt, Director of the Medicare Medicaid Coordination Office. “By aligning financial incentives, we can improve the quality of on-site care in nursing facilities and the assessment and management of conditions that too often now lead to unnecessary and costly hospitalizations.”\n\nThis new four-year payment phase of the Initiative, slated to begin October 2016, will be subject to a rigorous external evaluation to determine the effects on cost and quality of care. Successful ECCP applicants would implement the payment model with both their existing partner facilities, where they provide training and clinical interventions, and in a comparable number of newly recruited facilities.\n\nThe Initiative is a collaboration of the CMS Medicare-Medicaid Coordination Office and the Center for Medicare and Medicaid Innovation, both created by the Affordable Care Act to improve health care quality and reduce costs in the Medicare and Medicaid programs.\n\nThe Initiative complements broader administration efforts to improve long term care facilities, including proposed updates to the conditions of participation for nursing homes, improvements to the five star rating system for consumers, and implementation of the new Skilled Nursing Facility Quality Reporting Program that ties skilled nursing facility payment to the reporting of quality measures.", "article_metadata": {"description": "Sept. 2, 2015 - A new funding opportunity designed to enhance the Initiative to Reduce Avoidable Hospitalizations among Nursing Facility Residents has been announced by the Centers for Medicare & Medicaid Services (CMS).", "application-name": "senior citizen news and information daily on the web at seniorjournal.com", "viewport": "width=device-width, initial-scale=1", "keywords": "Medicare, Medicaid, nursing home, care improvement, CMS, project, payment model, seniors", "google-site-verification": "Qk3VPFuskPLc3aNkbHDrRmo2qZUziS9JbmoOTc-pHX8", "bitly-verification": "db094459f25f"}, "article_summary": "For the past three years, CMS has partnered with seven Enhanced Care and Coordination Providers (ECCPs) to test a model to improve care for long-stay nursing facility residents.\nMedicare & Medicaid NewsNursing home care improvement is goal of CMS projectFunding would allow testing of new payment model for seniors in nursing facility careSept. 2, 2015 - A new funding opportunity designed to enhance the Initiative to Reduce Avoidable Hospitalizations among Nursing Facility Residents has been announced by the Centers for Medicare & Medicaid Services (CMS).\nThe Initiative is a collaboration of the CMS Medicare-Medicaid Coordination Office and the Center for Medicare and Medicaid Innovation, both created by the Affordable Care Act to improve health care quality and reduce costs in the Medicare and Medicaid programs.\n“This Initiative has the potential to improve the care for the most frail, most vulnerable Medicare-Medicaid enrollees—long term residents of nursing facilities,” said Tim Engelhardt, Director of the Medicare Medicaid Coordination Office.\nThe intent of the new payment model is to reduce avoidable hospitalizations by funding higher-intensity interventions in nursing facilities for residents who may otherwise be hospitalized upon an acute change in condition."}