{"article_title": "This one political theory explains both Donald Trump and Hillary Clinton", "article_keywords": ["pink", "sexual", "clinton", "trump", "state", "poulos", "political", "hillary", "thing", "donald", "politics", "explains", "theory"], "article_url": "http://theweek.com/articles/612533/political-theory-explains-both-donald-trump-hillary-clinton", "article_text": "ADVERTISEMENT\n\nIn many ways, likely Republican presidential nominee Donald Trump and all-but-assured Democratic nominee Hillary Clinton seem like polar opposites. One is running as the avatar of identitarian atavism. The other is running as the avatar of enlightened, cosmopolitan progressivism. But one of the most fascinating political theories of the past few years actually suggests that Trump and Clinton are two sides of the same coin.\n\nThis theory, which is the brainchild of my colleague James Poulos, is called the \"pink police state.\"\n\nIn a democracy, the pink police state is what happens when people start to value their interpersonal freedoms more than their political freedoms. When that happens, people enlist the state to help them achieve their interpersonal goals, even if that means curtailing their civil liberties. The role of government is no longer to secure political rights, but to secure personal flourishing — a striking departure from the vision of government inherited from the Enlightenment on which our governments are supposed to be based.\n\nContemporary progressivism fits the pink police state bill pretty well. Perhaps the paradigmatic example is ObamaCare's contraception mandate, which Clinton fully supports. Even though America had no discernible problem with contraception access, it was still deemed necessary to turn contraception into an entitlement. And if in the process you had to cut corners into the First Amendment, well, so be it.\n\nIn the pink police state, Poulos says, the most important defining line in our society is no longer the line between public and private, but the line between health-safety and sickness-danger. What citizens demand from the state is health and safety, and that means the state must be involved in our private lives. And if the state must guarantee our safety at any cost, well, it must do so.\n\nThe pink police state, in Poulos' telling, is the product of a culture where people have given up on governing themselves and their impulses and turn to technocrats to shield them from the consequences of inevitable bad behavior.\n\nWith her combination of authoritarian impulses, demonstrated willingness to cut corners to get the outcome she prefers, and her performance of motherly concern for the health and autonomy of everyone, Clinton is a walking incarnation of the pink police state. As Poulos writes, the pink police state is no longer Big Brother, but Big Nurse...a Nurse Ratched kind of nurse.\n\nBut what about Trump? Well, what is his campaign based on if not the health-safety/sickness-danger divide at the heart of the pink police state? Trump promises free health care that takes care of everyone. He's going to keep us safe from terrorists, from globalization, and from Mexican rapists. Indeed, with his combination of long-standing authoritarian impulses in politics, and a proudly debased sexual life, Trump is an avatar of the pink police state almost as much as Hillary is.\n\nOr consider gender politics. On the surface, Clinton's expressive feminism looks like the polar opposite of Trump's crude misogyny. But both appeal to people who deeply desire to face no consequences for their sexual behavior. I'm very far from a fan of the conservative idea that what progressives want is just \"consequence-free sex,\" but it is actually an article of the progressive creed that society should be organized so that no one should face negative consequences from their sexual choices (which, regardless of its morality, also happens to be a practical impossibility). And what appeals so much to Trump's downtrodden male supporters about his macho pose is the idea of male privilege without any of the constraints of chivalry that, at least theoretically, used to attach to that status. In either case, what gets jettisoned is the kind of virtue ethics that the Enlightenment thinkers who bequeathed us the political order to which we supposedly pledge our allegiance believed was necessary for democracy to function.\n\nIt's not just Trump and Hillary, of course. The way you know you're in a new regime is because it's everywhere. Marco Rubio, for example, speaking about the commander-in-chief's duty to fight terrorism, once said, \"If we're not safe, nothing else matters\" — as good a summary of what the pink police state stands for as it gets. Bernie Sanders is obviously just as much in the bag for the pink police state as Hillary — just ask his supporters. And don't tell me John Kasich reminds you of anything more than an overbearing mom who just wants what's best for you. Trump and Hillary are perhaps the most pink police state-like characters in the entire race. But they're hardly the only ones.\n\nSometimes the hardest thing to notice is the thing that's all around you. And in the case of Trump, and Hillary, and our contemporary politics, that thing is the pink police state.", "article_metadata": {"description": "Official site of The Week Magazine, offering commentary and analysis of the day's breaking news and current events as well as arts, entertainment, people and gossip, and political cartoons.", "og": {"url": "http://theweek.com/articles/612533/political-theory-explains-both-donald-trump-hillary-clinton", "image": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/HillDonald.jpg?itok=h1bvzY7Q", "type": "article", "description": "It's called the pink police state", "title": "This one political theory explains both Donald Trump and Hillary Clinton"}, "twitter": {"description": "It's called the pink police state", "creator": "@pegobry", "image": {"src": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/HillDonald.jpg?itok=h1bvzY7Q"}, "title": "This one political theory explains both Donald Trump and Hillary Clinton", "site": "@theweek", "card": "summary_large_image"}, "fb": {"pages": 10716057521}, "keywords": "feature, Politics, opinion, conservative", "article": {"published_time": "2016-03-18T05:18:02-04:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "ADVERTISEMENTIn many ways, likely Republican presidential nominee Donald Trump and all-but-assured Democratic nominee Hillary Clinton seem like polar opposites.\nAnd in the case of Trump, and Hillary, and our contemporary politics, that thing is the pink police state.\nBut one of the most fascinating political theories of the past few years actually suggests that Trump and Clinton are two sides of the same coin.\nTrump and Hillary are perhaps the most pink police state-like characters in the entire race.\nThis theory, which is the brainchild of my colleague James Poulos, is called the \"pink police state.\""}