{"article_title": "Letter from Blue Cross on Facebook raises concern over Affordable Care Act", "article_keywords": ["blue", "affordable", "shield", "jansens", "oklahoma", "cross", "going", "facebook", "raises", "letter", "act", "rates", "plan", "concern", "jansen", "care"], "article_url": "http://okcfox.com/archive/letter-raises-concern-over-affordable-care-act", "article_text": "A Nebraska man's letter from Blue Cross Blue Shield goes viral, days before changes under the Patient Protection and Affordable Care Act (PPACA) takes effect.\n\n\n\n\"I just wanted to show, concrete proof what's going to happen to people,\" said Shane Jansen, who posted the letter.\n\n\n\nJansen posted a letter he received from Blue Cross Blue Shield of Nebraska on his Facebook page. Jansen says his letter received at least 65,000 views from across the country, including Oklahoma. The letter says Blue Cross Blue Shield will no longer offer Jansen's current plan because it does not comply with PPACA.\n\n\n\n\"I purposely chose a plan that would be inexpensive,\" said Jansen, \"because I have the mindset that unless I break my leg, or something terrible happens, I'm not going to go the doctor anyway.\"\n\n\n\nJansen's current plan costs him $139.50 per month, but according to the letter, his new plan will cost $229.19 per month. The plan will include more areas of coverage, including mental illness, substance abuse, maternity care, pediatric dental, and pediatric vision care-- areas not covered under Jansen's old policy.\n\n\n\n\"I'm not married, I don't have any kids,\" said Jansen, \"and they're making me pay for all of these things that don't apply to me.\"\n\n\n\nFox-25 called Blue Cross Blue Shield to find out if these changes will apply to clients in Oklahoma, and Lauren Jones, a spokesperson for Blue Cross Blue Shield of Oklahoma released this statement:\n\n\n\n\"The changes to rates all depend on the current plan that an individual has and which plan they choose in the future. We are working with our members, employers and producers to help our members understand what their options are so they can make the best decision for themselves and their family.\"\n\n\n\nBlue Cross Blue Shield of Nebraska declined to comment on Jansen's letter.\n\n\n\nPPACA will take effect on October 1, but it still raises many questions and draws critical response from many in the insurance industry, like Dan Ramsey, President and CEO of Independent Insurance Agents of Oklahoma.\n\n\n\n\"So far I haven't found anybody that's found it more affordable than what we had before,\" said Ramsey.\n\n\n\nRamsey says insurance agents still have not seen the premium rates for Oklahoma.\n\n\n\n\"I am puzzled that we are days from kickoff and nobody knows what their rates are going to be, what their premiums are going to be,\" he said.\n\n\n\nPresident Obama says concerns raised over PPACA are inevitable.\n\n\n\n\"Like any big product launch there are going to be some glitches as this thing unfolds,\" he said, in a press conference, \"people in different parts of the country are going to have different experiences.\"\n\n\n\nThe president said states that resist change under PPACA, like Oklahoma, are more likely to face problems than states that choose to adapt, like Maryland.\n\n\n\nAlthough Jansen's new premium rates will set him back nearly $100 more each month, he says he does not hold anything against Blue Cross Blue Shield.\n\n\n\n\"My message to people with Blue Cross Blue Shield, is don't kill the messenger,\" he said, \"don't sit there and be mad at Blue Cross, all they're trying to do is be compliant.\"\n\n\n\nRead the full letter to Jansen on his Facebook page.\n\n", "article_metadata": {"description": "A Nebraska man's letter from Blue Cross Blue Shield goes viral, days  before changes under the Patient Protection and Affordable Care Act  (PPACA) takes effect.", "title": "Letter from Blue Cross on Facebook raises concern over Affordable Care Act", "og": {"site_name": "KOKH", "description": "A Nebraska man's letter from Blue Cross Blue Shield goes viral, days  before changes under the Patient Protection and Affordable Care Act  (PPACA) takes effect.", "title": "Letter from Blue Cross on Facebook raises concern over Affordable Care Act", "url": "http://okcfox.com/archive/letter-raises-concern-over-affordable-care-act", "image": "http://static-12.sinclairstoryline.com/resources/media/6ff49188-2258-4c28-bcb1-e76596b24aa8-23543490_BG1.jpg?1453841931927", "locale": "en_US", "type": "article"}, "twitter": {"image": "http://static-11.sinclairstoryline.com/resources/media/6ff49188-2258-4c28-bcb1-e76596b24aa8-23543490_BG1.jpg?1453841931927", "description": "A Nebraska man's letter from Blue Cross Blue Shield goes viral, days  before changes under the Patient Protection and Affordable Care Act  (PPACA) takes effect.", "site": "@okcfox", "card": "summary_large_image", "title": "Letter from Blue Cross on Facebook raises concern over Affordable Care Act"}, "author": "Sinclair Broadcast Group", "blitz": "mu-cc36119f-f4dca522-3261b206-4b3bbd3f", "robots": "index, follow", "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 763621370430919}, "keywords": "archive,OK", "article": {"publisher": "https://www.facebook.com/foxokc", "published_time": "2013-09-26T20:30:56+00:00"}, "viewport": "width=device-width, initial-scale=1, minimum-scale=0.5"}, "_id": "\"57477af36914bd0286fc9793\"", "article_summary": "\"My message to people with Blue Cross Blue Shield, is don't kill the messenger,\" he said, \"don't sit there and be mad at Blue Cross, all they're trying to do is be compliant.\"\nA Nebraska man's letter from Blue Cross Blue Shield goes viral, days before changes under the Patient Protection and Affordable Care Act (PPACA) takes effect.\nJansen posted a letter he received from Blue Cross Blue Shield of Nebraska on his Facebook page.\nBlue Cross Blue Shield of Nebraska declined to comment on Jansen's letter.\nThe letter says Blue Cross Blue Shield will no longer offer Jansen's current plan because it does not comply with PPACA."}