{"article_title": "The financial wellbeing of most health co-ops isn’t good: Federal audit", "article_keywords": ["audit", "coop", "good", "financial", "plans", "federal", "startup", "wellbeing", "state", "isnt", "coops", "health", "tough", "loans", "true"], "article_url": "http://www.ibamag.com/news/the-financial-wellbeing-of-most-health-coops-isnt-good-federal-audit-23882.aspx", "article_text": "It appears agents who believed the prices attached to plans from health insurance cooperatives were too good to be true had a point.According to the results of a federal audit, the vast majority of co-ops created under the Afordable Care Act are facing financial difficulties. After two years of open enrollment in which the co-ops enrolled fewer people than they had anticipated, 22 of the 23 organizations are losing money and are facing difficult repaying federal loans.One co-op was even shut down this summer – Iowa’s CoOportunity Health, created with $145 million in federal loans, became insolvent after just two years due to “adverse claims experience.” And in Louisiana, the Louisiana Health Cooperative decided to voluntarily fold at the end of this year as it was “not growing fast enough to maintain a health future,” according Chief Executive Greg Cromer.In total, the co-ops received $2.4 billion in federal loans to help pay start-up costs and meet individual state requirements. Many entered individual state exchanges hoping to attract consumers with affordably priced plans and local care.Now, Department of Health and Human Services Inspector General Daniel Levinson says the co-ops may have difficulty repaying those funds. As such, six of the co-ops are on an “informal watch list,” though the government is not disclosing which operations are being monitored.“The low enrollments and net losses might limit the ability of some co-ops to repay start-up and solvency loans and to remain viable and sustainable,” Levinson said in the audit report.Executives with these co-ops say the results are not surprising, however, and it would be unrealistic for industry observers to expect the organizations to achieve a profit in the first years of business.“This is inherently a risky venture, a tough, tough business,” said Martin Hickey, chief executive of New Mexico’s co-op and chairman of the National Alliance of State Health Co-Ops. “There will likely be a handful of co-ops that fail. I don’t deny that. But you will probably see the red ink disappear for some plans starting next year.”Independent agents have been wary of health co-ops from the start. One broker in Nevada told Insurance Business America in 2013 that while the state co-op consistently came in with the lowest-priced plan, he believed the rates would inevitably rise as claims were registered, leaving insureds with a plan far more expensive than what they had counted on.“Everything being equal, if it’s too good to be true, it usually is,” he said. “They might be attractive now, but down the road, they’re going to be very unattractive.”", "article_metadata": {"og": {"url": "http://www.ibamag.com/news/the-financial-wellbeing-of-most-health-coops-isnt-good-federal-audit-23882.aspx", "image": {"width": 200, "identifier": "http://www.ibamag.com/files/image/FatStacksYo.jpg", "type": "image/jpeg", "height": 200}, "site_name": "Insurance Business", "description": "According to an audit of health co-ops established under the Affordable Care Act, 22 out of 23 are losing money and failing to grow fast enough", "title": "The financial wellbeing of most health co-ops isn’t good: Federal audit"}, "twitter": {"description": "According to an audit of health co-ops established under the Affordable Care Act, 22 out of 23 are losing money and failing to grow fast enough", "title": "The financial wellbeing of most health co-ops isn’t good: Federal a ...", "url": "http://www.ibamag.com/news/the-financial-wellbeing-of-most-health-coops-isnt-good-federal-audit-23882.aspx", "image": "http://www.ibamag.com/files/image/FatStacksYo.jpg", "site": "@InsuranceBizUS", "card": "summary"}, "description": "According to an audit of health co-ops established under the Affordable Care Act, 22 out of 23 are losing money and failing to grow fast enough", "author": "Caitlin Bronson"}, "_id": "\"57477af46914bd0286fdc2d5\"", "article_summary": "But you will probably see the red ink disappear for some plans starting next year.”Independent agents have been wary of health co-ops from the start.\nIt appears agents who believed the prices attached to plans from health insurance cooperatives were too good to be true had a point.According to the results of a federal audit, the vast majority of co-ops created under the Afordable Care Act are facing financial difficulties.\n“They might be attractive now, but down the road, they’re going to be very unattractive.”\nMany entered individual state exchanges hoping to attract consumers with affordably priced plans and local care.Now, Department of Health and Human Services Inspector General Daniel Levinson says the co-ops may have difficulty repaying those funds.\n“There will likely be a handful of co-ops that fail."}