{"article_title": "Discrimination Is Un-Christian, Too", "article_keywords": ["christian", "discrimination", "legal", "contraceptives", "health", "unchristian", "coverage", "hobby", "care", "religious", "lobby", "women"], "article_url": "http://opinionator.blogs.nytimes.com/2014/07/13/discrimination-is-un-christian-too/", "article_text": "The Stone is a forum for contemporary philosophers and other thinkers on issues both timely and timeless.\n\nMuch to the chagrin of women’s rights advocates, Hobby Lobby has won its legal battle — but claims of “victory” for religious freedom must be emended. Make no mistake: This is no victory for the freedom to exercise Christian principles. Though employers like Hobby Lobby are now free to deny women access to contraceptives through their employer-subsidized health plans on the basis of religious objection, they will be violating their own purported Christian principles if they do. While Christians are not compelled by their faith to engage in religious practices that impose upon the freedoms of others, they are compelled — by their belief that all persons, men and women, are created in the image of God — to oppose discrimination.\n\nEmployers are now free to deny women access to contraceptives through their employer-subsidized health plans, though they will be violating their own purported Christian principles if they do.\n\nSome corporations that have objected to the contraceptive requirements of the Affordable Care Act, like Hobby Lobby, claim that they do not wish to discriminate against women by denying them access to contraceptives generally, and that their opposition is merely to abortion. However, their understanding of which medications act as abortifacients rests on an outdated understanding of medical science and is at odds with the facts of the matter. Use of these contraceptive methods is not tantamount to abortion, and moreover, providing women with access to safe, reliable contraceptives for free drastically reduces the actual abortion rate.\n\nIt is likely that women will ultimately retain coverage, anyhow, though religious employers are now able to legally withhold it. The Supreme Court assumed in Burwell v. Hobby Lobby that the government has a compelling interest in ensuring that women have full access to preventive care. It appears that a majority of the court believes that this interest is compelling. The issue still under real legal dispute is how that coverage will be provided.\n\nOne suggestion is that the Obama administration extend to closely held, for-profit corporations the same accommodation already in place for religiously affiliated nonprofits. If a corporation objects, on religious grounds, to covering contraceptives in its health plan, it can fill out a two-page form, with five questions (two of which are providing a signature and the date), self-certifying that it meets the requirements for religious accommodation. By submitting this form, employees will be provided contraceptive coverage directly from their insurance company rather than through their employer.\n\nThis very exemption, however, currently faces its own legal threat from some Christian religious organizations, which claim that notifying the government of their objections to contraceptive use is itself religiously objectionable, as doing so will “trigger” the provision of coverage by a third party. The University of Notre Dame and Wheaton College are among several institutions that have brought such challenges. There is very little sense to be made of claims that your freedom of religion is substantially burdened by someone else’s providing services that you do not want to provide yourself. This suggests that the legal challenges are not merely aimed at allowing corporations to abstain from facilitating behavior they deem immoral but instead are seeking to effectively prevent women from engaging in that “immoral” behavior by keeping financial barriers for women, and administrative barriers for the government, in place.\n\nThis is economic coercion. Opponents to the contraceptive mandate have insisted that women remain free to purchase whatever health care services they choose, but this is woefully insensitive to the reality that low-income women and families face. For these women, there is a very large difference between what is available to them for purchase in principle and in effect. It is easy for those who do not regularly face desperate decisions due to financial insecurity or medical complexities to forget the difference. An intrauterine device, for example, can cost a low-income full-time worker more than a month’s wages. For some women, this is both the safest and most effective medical option, yet hopelessly unaffordable.\n\nThis kind of economic coercion is distinctly at odds with Christian principles. There is only one incident described in the Christian scriptures where Jesus is represented as employing coercive force, and it was not used to prevent people from engaging in sin. It was used, instead, to prevent people from dishonoring God by exploiting religious practice for personal gain. The gospels describe Jesus’ reaction to those who sought to profit from the Passover pilgrimage to the temple as fierce: “And making a whip of cords, he drove them all out of the temple, with the sheep and oxen. And he poured out the coins of the money-changers and overturned their tables. And he told those who sold the pigeons, ‘Take these things away; do not make my Father’s house a house of trade.’” This is where corporations that claim their operations constitute religious practice of the Christian faith ought to take note.\n\nRelated More From The Stone Read previous contributions to this series.\n\nHobby Lobby offered coverage for some of the contraceptives it now claims its religious faith forbids it to have any association with, until shortly after the Becket Fund for Religious Freedom asked it if it would be interested in filing suit. The company continues to profit from investments in the manufacturers of the “objectionable” contraceptives through the 401(k) plan it offers its employees. Recently, Hobby Lobby has faced legal trouble for false advertising. It has built a fortune, in large part, by selling goods manufactured in China, infamous for its poor labor conditions and related human rights violations. These are the practices of a corporation that will emphasize the Christian faith of its owners when convenient and profitable, but set that faith aside when it would be costly to do otherwise.\n\nHobby Lobby is not the only corporation which has objected to the law through what seems to be quite selective applications of Christian principle. Offering health care coverage as called for by the Affordable Care Act is morally permissible according to the Catholic philosophical tradition, and the sincerity of institutions like the University of Notre Dame is questionable.\n\nThe more pressing question religious corporations should ask themselves is whether denying women comprehensive health care while providing it to men, and so failing to respect women’s inherent dignity and equality, is consistent with their religious values. Since the Supreme Court focused on the practical effects at stake (that is, whether women would be able to obtain coverage elsewhere, and thus by a less restrictive means) rather than on the expressive function of the law, Hobby Lobby is now free to discriminate in its provision of health care. But the question remains, why would it want to?\n\nKathryn Pogin will enter the graduate program in philosophy at Northwestern University in the fall.", "article_metadata": {"ptime": 20140713193045, "twitter": {"description": "Hobby Lobby is now free to deny women access to contraceptives, but it will be violating its own religious principles if it does.", "title": "Discrimination Is Un-Christian, Too", "url": "http://opinionator.blogs.nytimes.com/2014/07/13/discrimination-is-un-christian-too/", "image": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "site": "@nytopinionator", "card": "summary"}, "sourceApp": "blogs", "blogpostid": 100000002998255, "DISPLAYDATE": "July 13, 2014", "keywords": "Birth Control and Family Planning,Philosophy,Women's Rights,The Stone", "GBLC": "The Stone", "communityAssetTaxonomy": "blogs/opinionator/Discrimination Is Un-Christian, Too ( 20140713 )", "news_keywords": "Birth control,Philosophy,Women's rights", "PT": "Blogs", "author": "Kathryn Pogin", "SCG": "opinionator", "dfp-ad-unit-path": "opinion/opinionator", "CLMST": "Kathryn Pogin", "byl": "Kathryn Pogin", "BN": "opinionator", "adxPage": "blog.nytimes.com/opinionator/post", "description": "Hobby Lobby is now free to deny women access to contraceptives, but it will be violating its own religious principles if it does.", "CG": "Opinion", "robots": "noodp", "dat": "July 13, 2014", "article": {"section": "Opinion", "tag": "The Stone", "published_time": 1405294245, "modified_time": "2014-07-15T00:47:31-04:00", "collection": "http://json8.nytimes.com/services/json/sectionfronts/opinion/index.jsonp"}, "utime": 20140715004731, "communityAssetLabels": "NYT_Blogs", "PUD": 20140713, "pdate": 20140713, "des": "Birth Control and Family Planning;Philosophy;Women's Rights", "thumbnail": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "og": {"site_name": "Opinionator", "description": "Hobby Lobby is now free to deny women access to contraceptives, but it will be violating its own religious principles if it does.", "title": "Discrimination Is Un-Christian, Too", "url": "http://opinionator.blogs.nytimes.com/2014/07/13/discrimination-is-un-christian-too/", "image": "http://graphics8.nytimes.com/images/blogs_v5/../icons/t_logo_291_black.png", "type": "article"}, "communityAssetURL": "http://opinionator.blogs.nytimes.com/2014/07/13/discrimination-is-un-christian-too/", "PUV": "normal", "hdl": "Discrimination Is Un-Christian, Too", "thumbnail_150": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "PST": "Blog Post"}, "_id": "\"57477af46914bd0286fdc2d4\"", "article_summary": "Offering health care coverage as called for by the Affordable Care Act is morally permissible according to the Catholic philosophical tradition, and the sincerity of institutions like the University of Notre Dame is questionable.\nHobby Lobby is not the only corporation which has objected to the law through what seems to be quite selective applications of Christian principle.\nMuch to the chagrin of women’s rights advocates, Hobby Lobby has won its legal battle — but claims of “victory” for religious freedom must be emended.\nRecently, Hobby Lobby has faced legal trouble for false advertising.\nIt is likely that women will ultimately retain coverage, anyhow, though religious employers are now able to legally withhold it."}