{"article_title": "Over $572 Million in Excess Obamacare Tax Credits Paid Out", "article_keywords": ["incorrect", "forms", "return", "obamacare", "million", "tax", "paid", "taxpayers", "credits", "individuals", "premium", "excess", "treasury", "572"], "article_url": "http://freebeacon.com/issues/over-572-million-in-excess-obamacare-tax-credits-paid-out/", "article_text": "BY: Follow @JoeSchoffstall\n\n\n\nThe Internal Revenue Service paid out over $572 million in excess Obamacare tax credits and sent incorrect forms to over half a million individuals due to a computer programming error, according a new government report.\n\nThe report released by the Treasury Inspector General for Tax Administration on Tuesday inspected the interim results of the IRS’s verification of Obamacare’s Premium Tax Credits, which were created to assist low or medium-income individuals and families to purchase health insurance in the marketplace.\n\nThose who are eligible to receive tax credits under Obamacare can choose to have their credits paid either directly to their health insurance provider as a partial payment towards their monthly premiums—known as the Advance Premium Tax Credit—or can receive the tax credits as one lump sum on their annual income tax return.\n\nAccording to the IRS, $11 billion worth of tax credits were paid in advance to insurers for fiscal year 2014. By March 26, 2015, the IRS processed around 1.4 million tax returns that showed $4.4 billion in credits, bringing the total to more than $15 billion for 2014. Individuals claimed more than $240 million in additional premium credits and received $572 million in excess advance payments, according to the agency.\n\nThe inspection also brought to light a computer programming error that led to more than half a million individuals receiving incorrect health insurance forms.\n\nIncorrect versions of the Health Insurance Marketplace Form, or Form 1095-A, were sent out to 800,000 individuals who participated in Obamacare’s federal exchange.\n\nThe forms were sent as a result of a computer programming error that ultimately displayed premium amounts for calendar year 2015 rather than 2014. Taxpayers use the premium amount to determine their allowable Paid Tax Credit.\n\nAfter the mistake was discovered, the Center for Medicare and Medicaid Services said that it would send corrected 1095-A forms and urged the affected individuals to hold off filling out their forms. However, the Treasury estimated that 50,000 of these individuals had already filled out their tax returns as of February 2015.\n\nTreasury announced in late February that people who had already completed their tax returns did not have to correct the errors by filing an amended tax return and stated that they would not seek to recoup the excess payments.\n\n“On February 24, 2015, Treasury announced that taxpayers enrolled in the Federal Exchange who have already filed their tax return do not need to file an amended tax return to correct errors in their PTC claim resulting from an incorrect Form 1095-A,” the report said. “Treasury stated that the IRS would not pursue action to recoup excess PTC these taxpayers may have received as a result of the error.”\n\nTreasury further said in March that it would extend this relief to every person who filed an incorrect tax return with the wrong premium amounts.\n\n“On March 20, 2015, Treasury expanded relief from filing an amended tax return to all taxpayers who received and filed a tax return based on an incorrect Form 1095-A,” the report states.\n\nThe extent to which the incorrect forms contributed to the $572 million in excess payments is unknown and still being evaluated.\n\nThe inspection also found that the IRS could not verify nearly 40 percent of enrollees who comprised the more than $15 billion in dispersed tax credits due to lack of information.\n\n“This is par for the course with Obamacare. Even after years of work and billions of tax dollars spent, this law again and again fails to prevent the prodigious waste of Americans’ money,” said Curtis Kalin, a spokesman for the watchdog group Citizens Against Government Waste\n\n“There must be an effective system in place to track where subsidies have been sent and to whom. That is one of the most basic safeguards against waste and fraud. Taxpayers deserve the assurance that their money isn’t being hopelessly squandered, especially when there are commonsense ways to prevent it.”", "article_metadata": {"description": "IRS provided relief to individuals who received overpayments", "generator": "WordPress 4.5.2", "og": {"site_name": "Washington Free Beacon", "description": "The Internal Revenue Service paid out over $572 million in excess Obamacare tax credits and sent incorrect forms to over half a million individuals due to a computer programming error, according a new", "title": "Over $572 Million in Excess Obamacare Tax Credits Paid Out", "url": "http://freebeacon.com/issues/over-572-million-in-excess-obamacare-tax-credits-paid-out/", "image": "http://freebeacon.com/wp-content/uploads/2015/05/dollars-150x150.jpg", "type": "article"}, "twitter": {"description": "The Internal Revenue Service paid out over $572 million in excess Obamacare tax credits and sent inc", "creator": "@JoeSchoffstall", "image": "http://freebeacon.com/wp-content/uploads/2015/05/dollars-150x150.jpg", "title": "Over $572 Million in Excess Obamacare Tax Credits Paid Out", "site": "@freebeacon", "card": "summary"}, "robots": "noodp", "apple-itunes-app": "app-id=1047859882", "fb": {"app_id": "FB_APP_ID"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdc2ed\"", "article_summary": "Those who are eligible to receive tax credits under Obamacare can choose to have their credits paid either directly to their health insurance provider as a partial payment towards their monthly premiums—known as the Advance Premium Tax Credit—or can receive the tax credits as one lump sum on their annual income tax return.\nAccording to the IRS, $11 billion worth of tax credits were paid in advance to insurers for fiscal year 2014.\nBY: Follow @JoeSchoffstallThe Internal Revenue Service paid out over $572 million in excess Obamacare tax credits and sent incorrect forms to over half a million individuals due to a computer programming error, according a new government report.\nIndividuals claimed more than $240 million in additional premium credits and received $572 million in excess advance payments, according to the agency.\nThe extent to which the incorrect forms contributed to the $572 million in excess payments is unknown and still being evaluated."}