{"article_title": "Affordable Care Act: Obamacare website glitches continue to frustrate northeast Ohio residents", "article_keywords": ["website", "affordable", "northeast", "set", "sign", "start", "obamacare", "site", "reports", "frustrate", "try", "theyre", "soder", "continue", "ohio", "residents", "glitches", "care"], "article_url": "http://www.newsnet5.com/money/consumer/troubleshooter/affordable-care-act-obamacare-website-glitches-continue-to-frustrate-northeast-ohio-residents", "article_text": "OLMSTED TOWNSHIP, Ohio - It continues to be a rough start for the Obamacare website HeathCare.gov .\n\nJust ask Art Soder of Olmsted Township who reports he's tried to sign up for health coverage on the site for the past eight days, with few results.\n\n\"I have spent at least 25 to 30 hours trying to fill out the process and been in touch with the helpdesk folks on five different occasions and still no avail,\" Soder said. \"I just want to get this process done early.\"\n\nThe $93 million Obamacare website has already gone through a few shutdowns and improvements in its first nine days of operation.\n\n\"Every time I call the helpdesk they're very polite and simply tell me to keep trying, and that I have until December to sign up,\" Soder said. \"Well, if I wait until December 1, that's when all the procrastinators are going to try and get on, and if I call the helpdesk on December 1, they're going to reply 'Why did you wait two months to try and apply?'\"\n\nConsumer Reports Senior Editor Nancy Metcalf told NewsChannel5 she expects the website to continue to improve, but at the same time, continue to frustrate thousands of consumers in northeast Ohio in the coming weeks.\n\nMetcalf advises consumers who wish to sign up early to just be patient about the process.\n\n\"As long as you buy a plan by December 15, you'll be fine and you're coverage will start then,\" Metcalf said. \"The government and the contractors they hired clearly messed up big time. It's still going to be very difficult to get passwords and log in, there's just a trickle of people who have been able to get insurance.\"\n\n\"Our advice, just let it lie for a couple of weeks. I've been looking at the site every day and it's little by little getting better, I don't think they're there yet. Just be patient, go out for a nice walk enjoy the fall, come back in a week or so and try again\"\n\nInsurance coverage is set to start on Jan. 1, even though the Obama administration is now reportedly admitting fines for not being signed-up in time won't likely be imposed until Feb. 15.\n\nConsumer Reports has set up its own instructional website, HealthLawHelper.org , in an effort to help consumers better understand the Affordable Healthcare Act, and help them make the proper healthcare choices.\n\n\"You don't have to sign up, you don't need to create a password, we won't know or care who you are,\" Metcalf said. \"Just answer a series very easy questions and you'll be given a personalized set of recommendations and options for what you personally need to do to comply with this law.\"\n\nMeanwhile, Soder, who help run his own software company for 10 years, said he believes the launch of the Obamacare website should have been delayed.\n\n\"This website was simply not ready to handle thousands of applicants every minute,\" Soder said. \"Now the site is all jammed up, and we're paying the price.\"", "article_metadata": {"isStory": "true", "isPremium": "false", "description": "Art Soder of Olmsted Township reports he's spent up to 30 hours trying to apply for insurance coverage on HeathCare.gov, but so far he hasn't been successful.", "author": "Joe Pagonakis, newsnet5.com", "og": {"site_name": "newsnet5", "description": "Art Soder of Olmsted Township reports he's spent up to 30 hours trying to apply for insurance coverage on HeathCare.gov, but so far he hasn't been successful.", "title": "Affordable Care Act: Obamacare website glitches continue to frustrate northeast Ohio residents", "url": "http://www.newsnet5.com/money/consumer/troubleshooter/affordable-care-act-obamacare-website-glitches-continue-to-frustrate-northeast-ohio-residents", "image": {"width": 640, "identifier": "http://media2.newsnet5.com//photo/2013/10/10/obamacare_pics_3_20131010135750_640_480.JPG", "height": 480}, "locale": "en_US", "type": "article"}, "twitter": {"app": {"id": {"ipad": 481449100, "iphone": 487296004}}, "site": "@wews", "card": "summary_large_image"}, "shortHeadline": "Obamacare site frustrates NE Ohio users", "com.silverpop.brandeddomains": "www.pages03.net,scripps.mkt7057.com,www.newsnet5.com,recp.mkt32.net", "hasVideo": "true", "fb": {"app_id": 117981068372285}, "idio": {"hasVideo": "true", "isPremium": "false", "author": "Joe Pagonakis, newsnet5.com"}, "keywords": "troubleshooter, joe pagonakis, troubleshooter joe pagonakis, consumer, help, trouble shooter, helpline, help line, need help", "google-site-verification": "DiabNvdHVXRDa2QCnoOOtjKaIvq8CtH1446fPeFerd0", "article": {"publisher": "http://www.facebook.com/WEWS5", "section": "Troubleshooter", "tag": "joepagonakis, obamacare", "published_time": "2013-10-10T18:51:11+0000", "modified_time": "2013-10-11T20:16:04+0000"}, "viewport": "width=device-width, target-densitydpi=device-dpi, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "The $93 million Obamacare website has already gone through a few shutdowns and improvements in its first nine days of operation.\nOLMSTED TOWNSHIP, Ohio - It continues to be a rough start for the Obamacare website HeathCare.gov .\nMeanwhile, Soder, who help run his own software company for 10 years, said he believes the launch of the Obamacare website should have been delayed.\nConsumer Reports Senior Editor Nancy Metcalf told NewsChannel5 she expects the website to continue to improve, but at the same time, continue to frustrate thousands of consumers in northeast Ohio in the coming weeks.\nConsumer Reports has set up its own instructional website, HealthLawHelper.org , in an effort to help consumers better understand the Affordable Healthcare Act, and help them make the proper healthcare choices."}