{"article_title": "Post-merger best practices for healthcare organizations", "article_keywords": ["organizations", "success", "physicians", "quality", "employees", "transition", "companies", "consolidation", "culture", "practices", "healthcare", "postmerger", "local", "best"], "article_url": "http://www.healthcarefinancenews.com/blog/post-merger-best-practices-healthcare-organizations", "article_text": "Over the past few years, the healthcare industry has experienced robust consolidation activity as companies sought new opportunities to meet patient needs, while focusing on cost efficiencies post-recession. With millions of new patients entering the healthcare system due to the Affordable Care Act and an increasing amount of the population requiring new health solutions, it is expected that healthcare companies will continue to explore combination alternatives to deliver patient care.\n\nManaging change is never easy for healthcare organizations going through a merger. From creating a consistent culture to centralizing services, success depends heavily upon the transition process.\n\nBelow are a few best practices to ensure a successful integration:\n\nEstablish what success looks like\n\nFollowing the execution of a new partnership, joint venture or acquisition, the development of a roadmap that outlines the transition process and integration points will be crucial. While it is atypical for the transition to go exactly as planned, having a clear vision of what success looks will help course-correct any arising issues.\n\nHealthcare companies should consider measuring success against these benchmarks:\n\nPatient Care: Has the quality of care improved? Are physicians able to concentrate on medicine and a patient’s quality of life?\n\nHas the quality of care improved? Are physicians able to concentrate on medicine and a patient’s quality of life? Communication: Has the purpose of the transition been communicated to all employees? Were any emerging differences addressed early and proactively? Was the consolidation accepted by the local communities?\n\nHas the purpose of the transition been communicated to all employees? Were any emerging differences addressed early and proactively? Was the consolidation accepted by the local communities? Culture: Has a consistent culture been created at all levels, from corporate to local physicians and employees? How does employee satisfaction measure?\n\nHas a consistent culture been created at all levels, from corporate to local physicians and employees? How does employee satisfaction measure? Financial Strength: Does the organization have the opportunity to grow? Is it fiscally stronger than before the consolidation? Were integration points successfully identified?\n\nBe transparent and assign accountability\n\nOne of the biggest issues that may arise following a consolidation is the creation of an “us vs. them” mentality among employees. With pre-consolidation talks typically occurring at the executive level, employees are not aware of the future of the company.\n\nEarly on in this new phase of the company or affiliation, it’s important to cultivate an environment that inspires a transparent culture. This includes addressing any arising issues and establishing clear leadership responsibility. While there might only be one CEO, representatives from each of the companies need to be accounted for and assigned roles.\n\nCompanies should spend time engaging employees and managing expectations on how the consolidation will occur, as well as outline what issues will be dealt with at the local and corporate levels. For many larger organizations, the management of clinical matters remains local; while shared service functions such as finance, treasury and human resources stay at the corporate level.\n\nTechnology: Think long-term\n\nAs technology continues to play a stronger role in the healthcare industry, from data analytics to electronic health records, evaluating existing software systems should be a top priority. When investing in IT, think long-term. While it requires significant time and capital, standardizing IT can help improve operational efficiencies for both smaller and larger companies.\n\nWhen making a decision, examine the lifecycle of the present IT systems of the two companies, as well as what the costs will be to maintain two separate systems vs. upgrading to one system. Furthermore, if a company is looking for new consolidation opportunities down the road, understand the level of complexity of additional IT conversations and what financial impact that may have.\n\nOver the next few years, the healthcare industry will continue to evolve its healthcare delivery model and ultimately get closer to the patient. As companies embark on acquisitions or new partnerships and affiliations, executing the right plan will take hard work.\n\nBy being transparent, creating a consistent culture, communicating the benefits the consolidation will bring to patients and taking a strategic approach to IT management, companies will be in a better place to successfully create one stronger organization that aligns with patient needs.\n\nJohn Hesselmann is specialized industries executive in global commercial banking at Bank of America Merrill Lynch.\n\nFeatured image by Andy Gradel (Own work) [CC-BY-3.0], via Wikimedia Commons", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/blog/post-merger-best-practices-healthcare-organizations", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/TJU-Hospital-feature.gif", "site_name": "Healthcare Finance News", "description": "Managing change is never easy for healthcare organizations going through a merger. From creating a consistent culture to centralizing services, success depends heavily upon the transition process.", "title": "Post-merger best practices for healthcare organizations"}, "twitter": {"image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/TJU-Hospital-feature.gif"}, "description": "Managing change is never easy for healthcare organizations going through a merger. From creating a consistent culture to centralizing services, success depends heavily upon the transition process.", "site": "@HC_Finance", "card": "summary_large_image", "title": "Post-merger best practices for healthcare organizations"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Over the past few years, the healthcare industry has experienced robust consolidation activity as companies sought new opportunities to meet patient needs, while focusing on cost efficiencies post-recession.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "_id": "\"57477af36914bd0286fcd9a9\"", "article_summary": "Healthcare companies should consider measuring success against these benchmarks:Patient Care: Has the quality of care improved?\nCulture: Has a consistent culture been created at all levels, from corporate to local physicians and employees?\nOver the next few years, the healthcare industry will continue to evolve its healthcare delivery model and ultimately get closer to the patient.\nWith millions of new patients entering the healthcare system due to the Affordable Care Act and an increasing amount of the population requiring new health solutions, it is expected that healthcare companies will continue to explore combination alternatives to deliver patient care.\nHas a consistent culture been created at all levels, from corporate to local physicians and employees?"}