{"article_title": "Culture can help tame eminent domain abuse", "article_keywords": ["pink", "domain", "kelos", "officials", "help", "kelo", "eminent", "tame", "culture", "abuse", "london", "little", "film"], "article_url": "http://www.usatoday.com/story/opinion/2014/06/22/court-working-class-eminent-domain-column/10629613/", "article_text": "Susette Kelo's struggle with New London, Conn., can help the powerless fight the powerful.\n\nSusette Kelo in New London, Conn., in 2000. (Photo: Steve Miller for USA TODAY in 2000)\n\nA working-class nurse named Susette Kelo never expected her name to be forever tied to a controversial U.S. Supreme Court case, but Monday marks the ninth anniversary of Kelo vs.City of New London. The infamous decision that bears her name gave government officials the power to bulldoze a neighborhood for the benefit of a multibillion-dollar corporation.\n\nAmericans across the political spectrum were disgusted with the 5-4 decision, and\n\nthat passion fueled reforms that helped curb eminent domain abuse. However, over time politicians' love of power reasserted itself, and so did eminent domain abuse.\n\nConsider New York City Mayor Bill de Blasio's recent pitch to bring the 2016 Democratic National Convention to Brooklyn's Barclays Center. De Blasio wrote, \"The values of the Democratic Party — inclusion, diversity, compassion — are part of our city's spirit.\"\n\nThat may be true of the city itself, but the Barclays Center was born of eminent domain abuse, a type of cronyism that mocks the values of inclusion, diversity, and compassion.\n\nThe Constitution once limited how governments could use eminent domain, but post-Kelo, that's no longer the case. Officials routinely lock arms with corporations or billionaires to forcibly transfer property from one private owner to another, not for public use, but for private gain.\n\nThe powerful bullying the powerless — that's the opposite of inclusion. And how about diversity? Eminent domain abuse typically strikes poor and minority communities. Not at all compassionate, but it encapsulates the Barclays Center's dodgy backstory, in which officials flattened a neighborhood that was more diverse than powerful to erect a massive complex that has enriched developers and the NBA franchise that calls the facility home.\n\nHow to tame the ugly spirit of eminent domain abuse and cronyism? We suggest turning to a force mightier than politics: culture. We are producing a feature film based on Kelo's historic saga, and we hope to achieve some of the impact garnered by Erin Brockovich, another underdog film about a real-life working-class woman.\n\nErin Brockovich showed how culture can elevate otherwise obscure issues to drive reform. Cultural depictions played an important role in the recent shift in public support for same-sex marriage and marijuana legalization, and Kelo's courageous struggle could likewise help viewers understand the human cost of eminent domain abuse.\n\nAfter all, her story already reads like a feature film. The recently divorced nurse was on her own for the first time in her life and fell in love with a rundown little house overlooking a river in New London, Conn., She fixed it up with her own hands and painted it pink. Little did she know that power brokers from city hall to the governor's mansion were bent on seizing her little pink house and the homes of her neighbors so that Pfizer, a pharmaceutical company, could enhance its corporate facilities. City officials promised more tax revenue and Pfizer executives looked forward to high-end housing and other perks. (Pfizer had high hopes for a soon-to-be-released drug called Viagra.)\n\nNine years after being taken from her, the land where Kelo and her neighbors once lived remains a barren lot, home to migratory birds and feral cats. So much for tax revenue.\n\nWe hope our film, Little Pink House, will help raise awareness of eminent domain abuse to the point where we could be done with this odious strain of cronyism once and for all.\n\nTed Balaker and Courtney Balaker co-founded Korchula Productions, a film and new media production company. Little Pink House is being produced in collaboration with the Institute for Justice, the public interest law firm that championed Kelo's case.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors. To read more columns like this, go to the opinion front page or follow us on twitter @USATopinion or Facebook.\n\nRead or Share this story: http://usat.ly/T11DOe", "article_metadata": {"google": "notranslate", "description": "Susette Kelo's struggle with New London, Conn., can help the powerless fight the powerful.", "og": {"site_name": "USA TODAY", "description": "Susette Kelo's struggle with New London, Conn., can help the powerless fight the powerful.", "title": "Culture can help tame eminent domain abuse: Column", "url": "http://www.usatoday.com/story/opinion/2014/06/22/court-working-class-eminent-domain-column/10629613/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "Susette Kelo's struggle with New London, Conn., can help the powerless fight the powerful.", "creator": "@usatoday", "image": "http://www.gannett-cdn.com/-mm-/36dcc34d8afc405381a353b4c504ce366a7859b6/c=349-0-1781-1431&r=x643&c=640x640/local/-/media/USATODAY/USATODAY/2014/06/16/1402951501000-AXX-EDITC-24-1265541.JPG", "title": "Culture can help tame eminent domain abuse: Column", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "cXenseParse": {"gci-topic": "Persons/Bill de Blasio", "gci-asset-type": "story", "gci-categories": "Persons/Bill de Blasio", "title": "Culture can help tame eminent domain abuse: Column", "author": "Ted Balaker and Courtney Balaker", "pageclass": "article", "recs": {"category": "opinion", "image-3-4": "http://www.gannett-cdn.com/-mm-/2446a72cee8daf53ac5770cc0503b424a0d82cb1/c=528-0-1602-1431/local/-/media/USATODAY/USATODAY/2014/06/16/1402951501000-AXX-EDITC-24-1265541.JPG", "image-1-1": "http://www.gannett-cdn.com/-mm-/f343891ff2029a9c4031d46456469081e5cea36d/c=349-0-1781-1431/local/-/media/USATODAY/USATODAY/2014/06/16/1402951501000-AXX-EDITC-24-1265541.JPG", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/7b7b556dfddc98f4407cc59185fe45cdcb4bd096/c=115-0-2019-1431/local/-/media/USATODAY/USATODAY/2014/06/16/1402951501000-AXX-EDITC-24-1265541.JPG", "image": "http://www.gannett-cdn.com/-mm-/2909f6d054f782f4ce5db34217346c497b39fd08/c=0-115-2130-1316&r=x633&c=1200x630/local/-/media/USATODAY/USATODAY/2014/06/16/1402951501000-AXX-EDITC-24-1265541.JPG", "publishtime": "2014-06-22T07:00:36.763000-04:00", "shorthed": "Taming eminent domain abuse: Column", "articleid": 10629613, "image-16-9": "http://www.gannett-cdn.com/-mm-/c08edec1ceb11a4ba7289ab29e9e01a655620292/c=0-115-2130-1316/local/-/media/USATODAY/USATODAY/2014/06/16/1402951501000-AXX-EDITC-24-1265541.JPG", "image-9-16": "http://www.gannett-cdn.com/-mm-/7e725ef93260a19cbe7b8f1c2f983022a1123341/c=665-0-1465-1431/local/-/media/USATODAY/USATODAY/2014/06/16/1402951501000-AXX-EDITC-24-1265541.JPG"}}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "eminent domain, Little Pink House, New London, cronyism, Pfizer, odious, leviathan, property rights"}, "_id": "\"57477af36914bd0286fc9799\"", "article_summary": "Americans across the political spectrum were disgusted with the 5-4 decision, andthat passion fueled reforms that helped curb eminent domain abuse.\nHowever, over time politicians' love of power reasserted itself, and so did eminent domain abuse.\nHow to tame the ugly spirit of eminent domain abuse and cronyism?\nEminent domain abuse typically strikes poor and minority communities.\nThat may be true of the city itself, but the Barclays Center was born of eminent domain abuse, a type of cronyism that mocks the values of inclusion, diversity, and compassion."}