{"article_title": "Bernie Sanders & Stimulus Delusion", "article_keywords": ["wont", "sanders", "great", "g20", "stimulus", "money", "delusion", "spending", "economic", "flint", "selffunding", "bernie"], "article_url": "http://www.nationalreview.com/article/431961/bernie-sanders-stimulus-delusion", "article_text": "Bernie Sanders and the G-20 agree on a bad policy: more stimulus\n\nDemocrats are annoyed with Hillary Rodham Clinton. They want full-on class war, while she flits, in extravagantly ducal style, between the pleasant beachfront estate of Oscar de la Renta in the Dominican Republic, where she plotted her campaign launch, and the austere vaults of Goldman Sachs, where she lined her pockets to the tune of approximately $6,000 a minute to utter sentences that she will not repeat in public. Dismayed, Democrats are giving serious consideration to the candidacy of Bernie Sanders, the grumpy cartoon socialist from Brooklyn who represents the extraordinarily white and opiate-addled people of Vermont in the Senate. Sanders is all class war, all the time.\n\nOr so he’d have you believe.\n\nSanders’s economic agenda is a batty blast from the past — from the 1930s, to be precise, the sort of thing that Edmondo Rossoni might have fancied: heavy on central planning, heavy on rhetoric, heavy on enemies lists, low on anything that you might recognize from the actual productive economic practices of the 21st century. The word “corporatist” is much abused by the Left, whose members seem to think that the term means “Big Business Gets What It Wants” when in reality it means something like the opposite, i.e. putting the “commanding heights” of the economy under government discipline, with nominally private firms answerable to political masters. (The great American example of corporatism is the so-called Affordable Care Act.) But you don’t have to be a neo-fascist Occupy moonbat to love Bernie-nomics: The International Monetary Fund, which Comrade Muppet blasts as one of the great economic malefactors of our time, is enthusiastically on board, even if it won’t say so in so many words.\n\nEverybody loves a stimulus bill, even if Senator Sanders doesn’t have the guts or the intellectual honesty to advertise his program as such. The IMF is worried that worldwide economic growth is weak and that its prospects are weaker still, and the medicine it recommends is a G-20-wide stimulus-spending spree: “The G-20 must plan now for coordinated demand support using available fiscal space to boost public investment and complement structural reforms, and act to implement forcefully the existing G-20 growth strategies. There is scope to go beyond the agreed strategies and introduce significant new measures designed along the principles of successful reforms to further boost output.”\n\nRELATED: Sanders, Clinton, and Their Job-Killing Agendas\n\nThe bosses at the OECD have said much the same thing. They see the global economy as a vast algebraic equation that must be balanced: If the construction boom in China tapers off, then the Germans need to spend more on autobahn improvements.\n\nThis is classic, and classically defective, managerial thinking.\n\nBut if the G-20 wants an orgy of stimulus spending, then Comrade Muppet is their man. Despite Senator Sanders’s patently absurd claims about the effects his policies would have on U.S. economic growth, Democrats in the main share his views. Among other things, he would see us spend $1 trillion over five years on infrastructure improvements. Among the items on Sanders’s to-do list: water-treatment facilities. Given the horrible situation in Flint, Mich., where a Democrat-dominated city government and emergency manager managed to poison a great many children with lead-laden drinking water, who could oppose that?\n\nShare article on Facebook share\n\nshare Tweet articletweet\n\nThe lamentably misnamed American Recovery and Reinvestment Act of 2009 — the stimulus bill — put billions of dollars into water-treatment programs. It put additional money into educational and training funds that were supposed to teach people how to incorporate the highest environmental standards into construction and public-works projects. (Yes, including in Flint.) When all the beans were counted, ARRA had put about a half a trillion dollars into purported infrastructure improvements.\n\nRELATED: Progressives Can’t Seem to Stick to Any Principle … Except More Government\n\nWhere in hell did the money go? You won’t see any signs of improvements driving on I-10. You won’t see much in the way of improvement driving on I-35. You won’t see it on the New York City subway system or the Metro North railroad. You won’t see much of it in the Port of Los Angeles or the 61,000 bridges that are on the verge of falling down despite — let’s tighten in and focus on that number again — $494,000,000,000.00 or so in infrastructure spending.\n\nIn Herbert Hoover’s America, we could build the Empire State Building in 410 days. In Barack Obama’s America, seven long years and a half-trillion bucks won’t fix a damned bridge over Podunk Creek in East Stank, Arkansas.\n\nBut that stimulus spending did make a lot of people happy. Democratic grandees such as Senator Kay Hagan (N.C.) saw family members awarded splendid contracts, while reliable Democratic donors got sweetheart deals and expert crony capitalists such as our friends at General Electric made out quite nicely.\n\nRELATED: The Lure of Socialism\n\nYou poor schmucks in Flint drinking tap water instead of Evian? Not so much. And if you think things will be different this time around, you’re betting your prosperity — and this nation’s future — on fairy dust.\n\nThe superstitious belief in self-funding government spending is the Left’s version of the Right’s fairy tale of self-funding tax cuts.\n\nIn the classical Keynesian model, it doesn’t matter what stimulus funds are spent on, only that they are spent. Push that money out the door and the magic of the multiplier effect will do the work for you. The superstitious belief in self-funding government spending is the Left’s version of the Right’s fairy tale of self-funding tax cuts, and the idea hasn’t aged especially well: Green-energy grants and subsidies for wind and solar firms that were supposed to create manufacturing jobs in the United States often end up subsidizing companies that move production abroad for various reasons, or companies that simply fail because they make products that nobody really wants, a fact that becomes clear once mandates and subsidies for their consumption expire. And, of course, there are other inconvenient facts: The debacle in Flint was a disastrously mismanaged stimulus-spending project, though not an ARRA project.\n\nAs it turns out, it really does matter, rather a lot, what you spend the money on.\n\nThe U.S. government does not know how many federal programs there are, or even how many agencies it has. It tried to take a census of them some time ago, and failed. The idea that there is going to be high-quality, rational, well-informed management of a $1 trillion stimulus program is absurd; the relevant evidence against that proposition is what happened with a program half that size a few years back. A global stimulus crusade may sound great if you are in a G-20 conference room. In the real world, things are a little more complicated.\n\nIf Bernie Sanders ever visits the real world, he might discover that.\n\nMore Bernie Sanders A Four-Way Race for President Is Possible The Democratic Party Civil War Sanders Superdelegates Unnerved by Nevada Convention Chaos\n\nSenator Sanders and the G-20 boys would see us trade our caffeine habit for a meth habit. With apologies to John Maynard Keynes and his epigones, the long run is here.\n\n– Kevin D. Williamson is National Review’s roving correspondent.", "article_metadata": {"tweettext": "Bernie Sanders totally believes in the stimulus-spending fairy tale, and so do too many Western officials.", "sailthru.author": "Kevin D. Williamson", "description": "Bernie Sanders totally believes in the stimulus-spending fairy tale, and so do too many Western officials.", "generator": "Drupal 7 (http://drupal.org)", "title": "Bernie Sanders & Stimulus Delusion | National Review", "og": {"site_name": "National Review Online", "description": "Bernie Sanders totally believes in the stimulus-spending fairy tale, and so do too many Western officials.", "title": "The Long Run Is Here", "url": "http://www.nationalreview.com/article/431961/bernie-sanders-stimulus-delusion", "image": "http://c1.nrostatic.com/sites/default/files/uploaded/bernie-sanders-stimulus-delusion-r.jpg", "type": "article"}, "twitter": {"url": "http://www.nationalreview.com/article/431961/bernie-sanders-stimulus-delusion", "image": "http://c9.nrostatic.com/sites/default/files/uploaded/bernie-sanders-stimulus-delusion.jpg", "description": "Bernie Sanders totally believes in the stimulus-spending fairy tale, and so do too many Western officials.", "card": "summary", "title": "The Long Run Is Here, by Kevin D. Williamson, National Review"}, "sailthru.date": "Fri, 2016-02-26 04:00", "robots": "follow, index", "sailthru.title": "The Long Run Is Here", "sailthru.tags": "politics, bernie-sanders, 2016, socialism, taxes, kevin-d-williamson, article, long", "fb": {"app_id": 129250807108374}, "keywords": "Kevin D. Williamson", "msvalidate.01": "E48498F585100158A880ED1615918208", "google-site-verification": "OOtPjyj3i8ggfSXzZ7MPoTiwFy_JnfzKMPkjZ5bhpk0", "copyright": "© National Review, Inc.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Kevin D. Williamson, Politics, Nation, World"}, "article_summary": "Bernie Sanders and the G-20 agree on a bad policy: more stimulusDemocrats are annoyed with Hillary Rodham Clinton.\nBut that stimulus spending did make a lot of people happy.\nMore Bernie Sanders A Four-Way Race for President Is Possible The Democratic Party Civil War Sanders Superdelegates Unnerved by Nevada Convention ChaosSenator Sanders and the G-20 boys would see us trade our caffeine habit for a meth habit.\nBut if the G-20 wants an orgy of stimulus spending, then Comrade Muppet is their man.\nEverybody loves a stimulus bill, even if Senator Sanders doesn’t have the guts or the intellectual honesty to advertise his program as such."}