{"article_title": "'Thanks, Birth Control' Day Wants To Remind Americans How Modern Contraception Has Changed The World", "article_keywords": ["wants", "control", "family", "changed", "dont", "contraception", "way", "modern", "remind", "planning", "health", "thanks", "birth", "world", "day", "talk", "women"], "article_url": "http://thinkprogress.org/health/2013/11/12/2925901/birth-control-day/", "article_text": "Health ‘Thanks, Birth Control’ Day Wants To Remind Americans How Modern Contraception Has Changed The World CREDIT: Shutterstock\n\nNational sexual health organizations are marking Tuesday as the first annual “Thanks, Birth Control” Day, an opportunity for Americans to openly discuss the benefits of preventative health care. The two groups spearheading the effort, the National Campaign to Prevent Teen and Unplanned Pregnancy and Bedsider, are encouraging supporters to tweet their personal stories about how birth control has helped them in their own lives.\n\nAccording to the Centers for Disease Control, the development of modern contraception was one of the 10 most important public health achievements of the 20th century. But you wouldn’t necessarily know it from the country’s current politically-charged environment, in which Obamacare’s effort to expand access to affordable birth control has met considerable resistance and many public schools still aren’t allowed to teach kids anything about contraceptive methods. In the lead-up the the 2012 elections, much of the outrage over “War on Women” was fueled by the incredulity that the U.S. was still debating birth control at all, as if the nation had suddenly regressed several decades.\n\nBill Albert, the National Campaign’s chief program officer, notes that the nation has somehow “lost its way” when it comes to family planning.\n\n“Unfortunately, many policymakers are way, way out of touch with the public,” Albert told ThinkProgress. “Many of them are cynically conflating abortion with birth control as if they are the same thing. We have an environment in which popular radio show hosts are free to say that college women who use contraception are sluts. And this is 2013! How far have we fallen? It’s really quite amazing.”\n\nThat’s where “Thanks, Birth Control” Day comes in. Advocates hope to move past the political discourse about birth control, which often suggests it poisons women’s bodies or insinuates it’s only necessary for morally corrupt women. They want to emphasize the actual experiences that Americans have with family planning — and get people talking about it in a positive way.\n\n“We have forgotten to talk about all that birth control has made possible, and how it’s directly linked to a number of benefits for women, for men, for children, and for society,” Albert explained to ThinkProgress. “We don’t recognize birth control for all the economic opportunities it has offered to women. We don’t talk about the freedom it gives to plan a family on our own terms. We don’t talk about greater educational attainment or improved maternal health. We sort of take these things for granted. It’s time for us to refocus.”\n\nAlbert is quick to note that, despite the increasing politicized resistance to family planning, birth control isn’t actually controversial. In conjunction with “Thanks, Birth Control” Day, his organization has released new research that finds broad bipartisan support for contraception. Seventy eight percent of Democrats and 68 percent of Republicans believe that policymakers who are opposed to abortion should be strong supporters of family planning programs — although that hasn’t exactly been the case in deeply red states lately.\n\nThe grassroots effort isn’t just about reclaiming political ground or dispelling societal stigma, however. Encouraging people to talk openly about their contraceptive of choice helps raise everyone’s level of awareness about their options, and that additional education is sorely needed. Studies have found that most U.S. women are misinformed about which types of birth control are the most effective at preventing pregnancy, and they don’t necessarily feel comfortable initiating these conversations with their doctors. Most general practitioners don’t effectively counsel their female patients about their contraceptive options.\n\n“This is a way to just get people to talk about birth control,” Albert said. “If we can’t talk about it openly and honestly, how can we expect people to use it consistently and carefully?”\n\nThe domestic campaign coincides with global efforts to expand access to family planning services. The third international family planning summit kicks off on Tuesday in Ethiopia. At last year’s meeting in London, donors pledged to raise the money necessary to ensure that 120 million more women will have access to modern contraceptives by 2020.", "article_metadata": {"google": "nositelinkssearchbox", "description": "On Tuesday, national sexual health organizations want to make sure you take a minute to thank your favorite birth control method.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "On Tuesday, national sexual health organizations want to make sure you take a minute to thank your favorite birth control method.", "title": "‘Thanks, Birth Control’ Day Wants To Remind Americans How Modern Contraception Has Changed The World", "url": "http://thinkprogress.org/health/2013/11/12/2925901/birth-control-day/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/09/birth-control.jpg", "type": "article"}, "twitter": {"description": "On Tuesday, national sexual health organizations want to make sure you take a minute to thank your favorite birth control method.", "creator": "@Tara_CR", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/09/birth-control-321x214.jpg", "title": "‘Thanks, Birth Control’ Day Wants To Remind Americans How Modern Contraception Has Changed The World", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2013/09/birth-control.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2013/09/birth-control.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2013-11-12T12:40:54+00:00", "author": "https://www.facebook.com/tculpressler"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af46914bd0286fdc329\"", "article_summary": "Health ‘Thanks, Birth Control’ Day Wants To Remind Americans How Modern Contraception Has Changed The World CREDIT: ShutterstockNational sexual health organizations are marking Tuesday as the first annual “Thanks, Birth Control” Day, an opportunity for Americans to openly discuss the benefits of preventative health care.\nIn conjunction with “Thanks, Birth Control” Day, his organization has released new research that finds broad bipartisan support for contraception.\n“Unfortunately, many policymakers are way, way out of touch with the public,” Albert told ThinkProgress.\nIt’s really quite amazing.”That’s where “Thanks, Birth Control” Day comes in.\nIt’s time for us to refocus.”Albert is quick to note that, despite the increasing politicized resistance to family planning, birth control isn’t actually controversial."}