{"article_title": "After 4 years, 'Race to the Top' a success?", "article_keywords": ["schools", "success", "students", "house", "states", "senate", "race", "teachers", "report", "education", "obama"], "article_url": "http://thehill.com/blogs/blog-briefing-room/news/201657-4-years-later-race-to-the-top-initiative-a-success", "article_text": "Nearly four years after the \"Race to the Top\" education initiative was introduced, an Obama administration report released Tuesday suggests the program has effectively spurred reform in states.\n\nTwenty-two million students and 1.5 million teachers in 40,000 schools receive Race to the Top grants from the federal government, the report said.\n\n“Although we have so much more work still ahead of us, the report that we released today shows that reforms are having an impact in states across the country,” Education Secretary Arne Duncan Arne DuncanIn search of the surest Common Core exit route The opt-out movement and the coddling epidemic Senate approves Obama education chief MORE told reporters in a conference call.\n\nEighty percent of students are now graduating from high school, he said, which is the highest rate on record.\n\nADVERTISEMENT\n\nThe report also found students’ test scores on the National Assessment of Educational Progress are the highest since the test launched 20 years ago.\n\nAsked whether Race to the Top is largely responsible for that progress, Duncan clarified that the program contributed, but he gave credit to teachers, principals, boards of education and students.\n\nThe program thrives on ideas proposed by state educators, Duncan added, not “one-size-fits-all prescriptive mandates from Washington.”\n\nEighteen states and Washington, D.C., have received Race to the Top grants, totaling $4.35 billion, since 2010.\n\nDelaware and Tennessee were the first two states to receive grants, which encourage the availability of rigorous courses and top teachers as well as improving failing schools and holding schools accountable through data.\n\nDuncan said the federal government has had to step in because of congressional inaction.\n\n“Congressional action to change No Child Left Behind, as we all know, is six years overdue,” he said. “But without action, we’re simply not waiting, and neither are our states.”\n\nLast year, the House passed a GOP-led reauthorization of the law that took effect under former President George W. Bush. The bill would have taken away power the federal government has over education. A different version pushed by Democrats in the Senate did not come to a floor vote. President Obama had threatened to veto the House measure, which would have not reauthorized funding for Race to the Top.\n\nRep. John Kline (R-Minn.), chairman of the House Education and Workforce Committee, slammed the administration's report as a \"PR stunt.\"\n\n\"The administration’s latest PR stunt doesn’t prove Race to the Top is working, it proves the administration is clumsily trying to take credit for the extraordinary education reform movement happening in our nation’s schools,\" he said in a statement.\n\nKline suggested Obama should endorse the bill the House passed last year to amend \"No Child Left Behind,\" which would allow state and local governments to have greater control over their education systems.\n\n\"The House has approved legislation that will accomplish these goals, helping prepare more students for a successful future,\" he said. \"It’s time for the president and his Senate colleagues to join our efforts.\"\n\n—This report was updated at 3:14 p.m.", "article_metadata": {"dcterms.description": "Education Secretary Arne Duncan said \"reforms are having an impact.\"", "description": "Education Secretary Arne Duncan said \"reforms are having an impact.\"", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Blog Briefing Room"}}, "og": {"site_name": "TheHill", "description": "Education Secretary Arne Duncan said \"reforms are having an impact.\"", "title": "After 4 years, 'Race to the Top' a success?", "url": "http://thehill.com/blogs/blog-briefing-room/news/201657-4-years-later-race-to-the-top-initiative-a-success", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-02T12:18:14-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2016-02-02T12:18-05:00", "dcterms.identifier": "http://thehill.com/blogs/blog-briefing-room/news/201657-4-years-later-race-to-the-top-initiative-a-success", "dcterms.date": "2014-03-25T12:50-04:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Rebecca Shabad", "author": "Rebecca Shabad", "dcterms.type": "Text", "keywords": "Education, Race to the Top, Arne Duncan, Barack Obama,Arne Duncan,Race to the Top", "article": {"published_time": "2014-03-25T12:50:18-04:00", "modified_time": "2016-02-02T12:18:14-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/blog-briefing-room/news/201657-4-years-later-race-to-the-top-initiative-a-success", "widgets": {"csp": "on"}, "description": "Education Secretary Arne Duncan said \"reforms are having an impact.\"", "card": "summary", "title": "After 4 years, 'Race to the Top' a success?"}, "dcterms.title": "After 4 years, 'Race to the Top' a success?"}, "_id": "\"57477af46914bd0286fdc33f\"", "article_summary": "Twenty-two million students and 1.5 million teachers in 40,000 schools receive Race to the Top grants from the federal government, the report said.\nPresident Obama had threatened to veto the House measure, which would have not reauthorized funding for Race to the Top.\nNearly four years after the \"Race to the Top\" education initiative was introduced, an Obama administration report released Tuesday suggests the program has effectively spurred reform in states.\nRep. John Kline (R-Minn.), chairman of the House Education and Workforce Committee, slammed the administration's report as a \"PR stunt.\"\nAsked whether Race to the Top is largely responsible for that progress, Duncan clarified that the program contributed, but he gave credit to teachers, principals, boards of education and students."}