{"article_title": "Jury sides with Love over ex-lawyer tweet", "article_keywords": ["case", "singer", "exlawyer", "jury", "wasnt", "snl", "writer", "update", "actress", "love", "meyers", "weekend", "sides", "told"], "article_url": "http://www.spokesman.com/stories/2014/jan/25/jury-sides-with-love-over-ex-lawyer-tweet/", "article_text": "A Twitter posting by Courtney Love suggesting that one of her attorneys had been “bought off” wasn’t defamatory, a jury decided Friday.\n\nThe verdict came after roughly three hours of deliberation in a case that spanned eight days and focused on the Hole frontwoman’s postings on the social networking site. The case centered on one 2010 post that suggested that San Diego attorney Rhonda Holmes had been “bought off” and that was why she wasn’t representing the singer anymore.\n\nLove had hired Holmes to file a fraud case against the estate of her late husband, Kurt Cobain.\n\nThe message was never meant to be public, Love told jurors. She said she meant for it to be sent as a direct message, which only the recipient would see, but it instead went public and was quickly deleted.\n\nJurors determined that Love’s tweet included false information, but the musician didn’t know it wasn’t true.\n\nAiken weighing run for Congress\n\nPop singer Clay Aiken is considering a run for Congress in North Carolina’s 2nd District, according to a longtime Democratic Party consultant.\n\nConsultant Gary Pearce told the Associated Press on Friday that the “American Idol” runner-up from 2003 has talked with him and other advisers and the Democratic Congressional Campaign Committee about whether to challenge Republican Rep. Renee Ellmers.\n\nOther Democrats have already said they plan to seek the nomination.\n\n‘SNL’ names ‘Update’ co-host\n\n“Saturday Night Live’ has named head writer Colin Jost as its new “Weekend Update” co-host. Jost will join Cecily Strong as co-anchor of the coveted “SNL” post, replacing soon-to-be-departing Seth Meyers, who will take on hosting duties of “Late Night.”\n\nJost, a Harvard University alum, joined the “SNL” writing staff in 2005 and has been head writer at the late-night sketch show since 2012. His transition to the “Weekend Update” desk is reminiscent of Tina Fey and Meyers.\n\nJost will make his “Weekend Update” debut on March 1, allowing viewers a month to mourn the loss of Meyer’s droll presentation of the news. Meyers, who joined the desk in 2006, recently announced he will do his last “Weekend Update” on Feb. 1.\n\nThe birthday bunch\n\nActor Gregg Palmer is 87. Actor Dean Jones is 83. Actress Leigh Taylor-Young is 69. Actress Jenifer Lewis is 57. Actress Dinah Manoff is 56. Actress China Kantner is 43. Actress Christine Lakin is 35. Rhythm-and-blues singer Alicia Keys is 33.", "article_metadata": {"description": "A Twitter posting by Courtney Love suggesting that one of her attorneys had been “bought off” wasn’t defamatory, a jury decided Friday.  The verdict came after roughly three hours of deliberation in a case that spanned eight days and focused on the Hole frontwoman’s postings on the social networking site. The case centered on one 2010 post that suggested that San Diego attorney Rhonda Holmes had been “bought off” and that was why she wasn’t representing the singer anymore.", "og": {"site_name": "Spokesman.com", "description": "A Twitter posting by Courtney Love suggesting that one of her attorneys had been “bought off” wasn’t defamatory, a jury decided Friday.  The verdict came after roughly three hours of deliberation in a case that spanned eight days and focused on the Hole frontwoman’s postings on the social networking site. The case centered on one 2010 post that suggested that San Diego attorney Rhonda Holmes had been “bought off” and that was why she wasn’t representing the singer anymore.", "title": "Jury sides with Love over ex-lawyer tweet", "url": "http://www.spokesman.com/stories/2014/jan/25/jury-sides-with-love-over-ex-lawyer-tweet/", "image": "https://media.spokesman.com/img/logos/sr200.png", "updated_time": "2014-01-24T22:28:05.901165", "type": "article"}, "twitter": {"image2": "http://media.spokesman.com/photos/2014/01/25/0125jost-mug_t1200.jpg?298603a24e8d51915fce203907ff2746e482a5a6", "image1": "http://media.spokesman.com/photos/2014/01/25/0125aiken-mug_t1200.jpg?298603a24e8d51915fce203907ff2746e482a5a6", "site": "@SpokesmanReview", "card": "gallery"}, "robots": "index, follow", "fb": {"app_id": 316254480466}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=yes", "googlebot": "index, follow"}, "_id": "\"57477af46914bd0286fde772\"", "article_summary": "A Twitter posting by Courtney Love suggesting that one of her attorneys had been “bought off” wasn’t defamatory, a jury decided Friday.\nMeyers, who joined the desk in 2006, recently announced he will do his last “Weekend Update” on Feb. 1.\n‘SNL’ names ‘Update’ co-host“Saturday Night Live’ has named head writer Colin Jost as its new “Weekend Update” co-host.\nLove had hired Holmes to file a fraud case against the estate of her late husband, Kurt Cobain.\nHis transition to the “Weekend Update” desk is reminiscent of Tina Fey and Meyers."}