{"article_title": "Torah Bright rocked by death of friends' baby", "article_keywords": ["sarah", "olympic", "death", "committee", "snowboard", "torah", "bright", "strength", "rocked", "baby", "world", "sport", "friends", "burke"], "article_url": "http://www.smh.com.au/sport/torah-bright-rocked-by-death-of-friends-baby-20140208-328b3.html", "article_text": "Torah Bright paid an emotional tribute on Facebook to her grieving friends. Photo: Getty Images\n\nAn emotional Torah Bright has revealed she will be riding for the death of loved ones when she guns for gold in the snowboard slopestyle on day two of the Sochi Winter Olympics.\n\n\"My dear friends lost their first-born yesterday,” she revealed on Facebook just hours after Friday night's opening ceremony. \"Neena and Andy your strength overwhelms me. More than anything, I wish I was there with you, to support you in love, as you have done for me through my own hardships. I will draw from your strength and do what I need to do. With an aching heart, I board. For your beautiful, Indira.”\n\nBright also took a swipe at the International Olympic Committee for banning her from carrying stickers on her board and helmet in honour of her late friend Sarah Burke, a Canadian freestyle skier who died in January 2012 after she hit her head on the super pipe at Park City, Utah.\n\nAdvertisement\n\nThe 27-year-old had considered walking away from the sport, but had carried on knowing that's what Burke would have wanted her to do.\n\n\"Tonight marks the beginning of the 2014 Olympic Games,\" Bright said. \"I am at these Olympics for multiple reason. Firstly, to represent my country and share with the world the sport which has blessed my life with beauty and joy. I am also here to honor my great friend Sarah Burke who left this world two years ago. I ride with a Sarah sticker on my snowboard and helmet always. The IOC however, consider Sarah stickers 'a political statement' and have banned them. WOW. Sarah is a beautiful, talented, powerful women, who's spirit inspires me still. She is a big reason why skier pipe/slope are now Olympic events.”\n\nBright has been at loggerheads with the Australian Olympic Committee over its ban on social media during events and training sessions.\n\nIn an interview with Fairfax Media this week, she said she was concerned about how much respect the IOC showed her sport.\n\n\"Coming from the snowboard culture, I feel like I am a soul shredder,\" she says. \"But at the same time, I am here in an event run by the Olympic committee that just makes buckets and buckets of money and doesn't really give back. I'm torn in the middle,” she said. “The Olympics need us now. It's awesome. Every Olympic year, things just change. These governing bodies from different countries come in and only care about our sport every four years.\"", "article_metadata": {"news_keywords": "Sport, Winter Olympics", "application-name": "The Sydney Morning Herald", "og": {"site_name": "The Sydney Morning Herald", "description": "An emotional Torah Bright has revealed she will be riding for the death of loved ones when she guns for gold in the snowboard slopestyle on day two of the Sochi Winter Olympics.", "title": "Torah Bright rocked by death of friends' baby", "url": "http://www.smh.com.au/sport/torah-bright-rocked-by-death-of-friends-baby-20140208-328b3.html", "image": "http://www.smh.com.au/content/dam/images/3/2/8/b/4/image.related.articleLeadwide.620x349.328b3.png/1391829212923.jpg", "type": "article"}, "twitter": {"image": {"src": "http://www.smh.com.au/content/dam/images/3/2/8/b/4/image.related.articleLeadwide.620x349.328b3.png/1391829212923.jpg"}, "title": "Torah Bright rocked by death of friends' baby", "description": "An emotional Torah Bright has revealed she will be riding for the death of loved ones when she guns for gold in the snowboard slopestyle on day two of the Sochi Winter Olympics.", "card": "summary_large_image", "site": "@smh"}, "robots": "ACAP allow-present prohibited-modification=annotation", "msapplication-tooltip": "Open The Sydney Morning Herald", "fb": {"app_id": 193677504039845}, "msapplication-starturl": "http://www.smh.com.au", "msapplication-task": "name=Weather;action-uri=http://www.smh.com.au/weather;icon-uri=http://www.smh.com.au/favicon.ico;", "description": "An emotional Torah Bright has revealed she will be riding for the death of loved ones when she guns for gold in the snowboard slopestyle on day two of the ..."}, "article_summary": "Torah Bright paid an emotional tribute on Facebook to her grieving friends.\nPhoto: Getty ImagesAn emotional Torah Bright has revealed she will be riding for the death of loved ones when she guns for gold in the snowboard slopestyle on day two of the Sochi Winter Olympics.\nI am also here to honor my great friend Sarah Burke who left this world two years ago.\n\"But at the same time, I am here in an event run by the Olympic committee that just makes buckets and buckets of money and doesn't really give back.\nShe is a big reason why skier pipe/slope are now Olympic events.”Bright has been at loggerheads with the Australian Olympic Committee over its ban on social media during events and training sessions."}