{"article_title": "Sen. Ted Cruz opposes Donald Trump's \"police state\" plan on deportations", "article_keywords": ["opposes", "repeal", "door", "illegal", "work", "ted", "donald", "state", "cruz", "trumps", "agenda", "mr", "recent", "sen", "law", "deportations", "plan"], "article_url": "http://www.washingtontimes.com/news/2016/jan/10/sen-ted-cruz-opposes-donald-trumps-police-state-pl/", "article_text": "“What they did didn’t work,” Mr. Cruz told CNN’s State of the Union.\n\nMr. Cruz, Texas Republican, is leading in Iowa ahead of the Feb. 1 caucuses, even edging businessman Donald Trump by several points in recent polls despite the mogul’s big leads elsewhere and nationally.\n\nThe Texan said his appeal is based on his loyalty to conservative principles and the rule of law. He said voters are fed up with GOP leaders who have funded the Democratic agenda through recent spending bills and that Democrats have allowed President Obama to circumvent the law through executive action.\n\nHe said he would work with Congress to achieve his legislative agenda, including repeal of Obamacare. That means he can’t literally repeal the overhaul on “day one,” though he is making it his top priority.\n\n“I intend to follow the law,” Mr. Cruz said.\n\nHe said the law is also clear on illegal immigration — it is illegal — and that he would deport unlawful residents through regular law enforcement channels and e-verify, a system that allows businesses to determine if their employers are eligible to work in the U.S.\n\nHe said his plan does not include Mr. Trump’s call to go “door to door” to root out illegal immigrants for deportation.\n\n“We don’t live in a police state,” he said.", "article_metadata": {"description": "Texas Sen. Ted Cruz said Sunday he will win the presidency by \"painting in bold colors, not pale pastels,\" and that his passion for repealing Obamacare, establishing a flat tax and enforcing immigration law will be a contrast to the \"mushy middle\" that doomed GOP nominees in 1996, 2000 and 2012.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Texas Sen. Ted Cruz said Sunday he will win the presidency by “painting in bold colors, not pale pastels,” and that his passion for repealing Obamacare, establishing a flat tax and enforcing immigration law will be a contrast to the “mushy middle” that doomed GOP nominees in 1996, 2000 and 2012.", "title": "Sen. Ted Cruz opposes Donald Trump’s “police state” plan on deportations", "url": "http://www.washingtontimes.com/news/2016/jan/10/sen-ted-cruz-opposes-donald-trumps-police-state-pl/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2016/01/09/GOP_2016_Cruz_in_Person.JPEG-025b7.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2016/01/09/GOP_2016_Cruz_in_Person.JPEG-025b7.jpg", "description": "Texas Sen. Ted Cruz said Sunday he will win the presidency by \"painting in bold colors, not pale pastels,\" and that his passion for repealing Obamacare, establishing a flat tax and enforcing immigrati", "card": "summary", "title": "Sen. Ted Cruz opposes Donald Trump’s “police state”"}, "Author": "Tom Howell Jr.", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Politics, Social Issues, Ted Cruz"}, "article_summary": "“What they did didn’t work,” Mr. Cruz told CNN’s State of the Union.\n“I intend to follow the law,” Mr. Cruz said.\nHe said his plan does not include Mr. Trump’s call to go “door to door” to root out illegal immigrants for deportation.\nMr. Cruz, Texas Republican, is leading in Iowa ahead of the Feb. 1 caucuses, even edging businessman Donald Trump by several points in recent polls despite the mogul’s big leads elsewhere and nationally.\nHe said he would work with Congress to achieve his legislative agenda, including repeal of Obamacare."}