{"article_title": "Can My Husband Buy His Own Plan on the Health Insurance Marketplace?", "article_keywords": ["affordable", "marketplace", "buy", "plans", "family", "zamosky", "children", "cost", "health", "plan", "coverage", "insurance", "husband"], "article_url": "http://www.huffingtonpost.com/christina-lamontagne/can-my-husband-buy-his-ow_b_6334710.html", "article_text": "This weekly Q&A addresses questions from real patients about healthcare costs. Have a question you'd like to see answered? Submit it to AskChristina@nerdwallet.com.\n\nQuestion:\n\nI recently started a new job, and I would like to add my husband and children to the health insurance plan my employer is offering, but I can't afford the family premium. Can my spouse buy a more affordable plan in the health insurance marketplace?\n\nAnswer:\n\nAffordable health insurance is an issue many Americans struggle with, even after the implementation of the Affordable Care Act. While it may seem easiest to put the entire family on your employer-based insurance plan, that isn't always the cheapest (or best) option.\n\nThe short answer to your question is, yes, your family could save money by splitting up across different health insurance plans. But there isn't a one-size-fits-all solution, and finding the best plans for your family will require a bit of homework.\n\nFirst, some background:\n\nYou're caught in the \"family glitch.\"\n\nThere's a gap in affordable health insurance for employees and their families, a gap often referred to as the \"family glitch.\" The Affordable Care Act mandates that employers offer workers health insurance that is both affordable and adequate. To be deemed affordable under the law in 2015, a health insurance plan must cost no more than 9.56% of your household income. For it to be adequate, it must cover at least 60% of your medical expenses.\n\nBut these rules apply only to the employee's coverage, not to their family's coverage--thus the \"family glitch.\"\n\nI reached out to Lisa Zamosky, a health journalist and TurboTax blog contributor, to help explain how this happened and the best course of action for people in your situation.\n\n\"What that means is, for a family, the coverage could cost more--even 14% or 15% of the household income, for example,\" Zamosky says. \"But as long as the worker-only coverage doesn't exceed that ACA threshold, it's considered compliant.\"\n\nThat's not all. Because employees are offered health insurance that is both affordable and adequate through their employer, Zamosky adds, they are no longer eligible for tax subsidies through the marketplace, shutting them out of the cost-saving benefits of the health care law.\n\n\"For some families that means coverage through the employee is extremely expensive,\" Zamosky says. \"And the family glitch means these folks are left without good, affordable options.\"\n\nMarketplace coverage could be cheaper.\n\nThere is a good chance your husband, and even your children, could find more affordable coverage through the federal marketplace or your state exchange. And, according to Zamosky, it wouldn't be all that unusual.\n\n\"I spoke with a woman yesterday in this exact situation,\" she says. \"She went onto Healthcare.gov and found that by continuing to cover herself and her children through work, but moving her husband onto a marketplace plan, even though they don't qualify for a subsidy, she could save the family a few hundred dollars a month.\"\n\nCheck your family's eligibility for cost assistance.\n\nIt doesn't cost anything to play around with the tools on Healthcare.gov or your state health insurance exchange. Though your family may not qualify for a premium tax credit to assist with monthly premiums, or for cost-sharing subsidies, there may be other options for cost assistance.\n\n\n\nJust enter your location, age and coverage details of family members and your anticipated 2015 household income.\n\nFor example, in a four-person household in Miami-Dade County, Florida, with an anticipated 2015 income of $40,000, the children would be eligible for free or low-cost coverage through Medicaid and/or the Children's Health Insurance Program (CHIP).\n\nYour children may qualify for free health care.\n\nZamosky says parents with cost concerns should always check their eligibility for Medicaid and CHIP.\n\n\"The eligibility threshold for CHIP is much higher than for Medicaid, and may be available to children even in states that did not expand their Medicaid under the Affordable Care Act,\" she says.\n\nQualification standards vary by state, but in some states CHIP is available for children in households with incomes up to 300% of the poverty level, and a family of four there making more than $50,000 could still enroll their children in CHIP.\n\nIf you income is too high to receive any assistance, consider going off-marketplace.\n\nThough the federal and state insurance marketplaces provide many options, they aren't the only ones out there. Zamosky suggests people who don't qualify for subsidies look at private plans off the marketplace. You can go to the websites of private insurance companies for this, but she recommends enlisting the help of an insurance agent.\n\n\"These are people who are knowledgeable about the plans in their state, and in your area, and can often help guide you toward the best options for your family,\" she says. Zamosky suggests looking at the National Association of Health Underwriters or Healthcare.gov to find an agent in your area.\n\n\"Find an agent that is certified to sell plans both on and off the government marketplaces,\" she says, \"as your situation could always change and you want an agent that can provide the widest range of options.\"\n\nYou could be exempt from the individual mandate that requires you to buy insurance.\n\nZamosky points out that some families in this glitch may qualify for an exemption to the health insurance mandate of the Affordable Care Act. If the cost to cover your family is greater than 8% of your household income, you will not face a penalty for going without health coverage. But going without any health insurance, particularly for your children, is a risky endeavor.\n\nDo your homework and choose accordingly.\n\nFinding the right health insurance plan or plans for your family will require some thoughtful weighing of your options. It's entirely possible that you, your husband and your children all will end up on different policies.\n\nThough the family glitch may have left you with unaffordable family plans through work, other options are available.\n\nFollow Christina LaMontagne on Twitter: www.twitter.com/lamontagne_c", "article_metadata": {"description": "This weekly Q&amp;A addresses questions from real patients about healthcare costs. Have a question you'd like to see answered? Submit it to AskChrist...", "sailthru.expire_date": "2014-12-18 13:42:23 -0500", "og": {"site_name": "The Huffington Post", "description": "This weekly Q&amp;A addresses questions from real patients about healthcare costs. Have a question you'd like to see answered? Submit it to AskChrist...", "url": "http://www.huffingtonpost.com/christina-lamontagne/can-my-husband-buy-his-ow_b_6334710.html", "image": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "height": 1000}, "creator": "lamontagne_c", "site": "@HuffPostMoney", "card": "summary_large_image", "description": "This weekly Q&amp;A addresses questions from real patients about healthcare costs. Have a question you'd like to see answered? Submit it to AskChrist..."}, "sailthru.date": "2014-12-17 13:42:23 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=6334710", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "money", "fb": {"app_id": 46744042133}, "keywords": "Health Insurance,family", "article": {"section": "Money", "tag": "Health Insurance,family", "published_time": "2014-12-17 13:42:23 -0500", "modified_time": "2015-02-16 05:59:01 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fdc387\"", "article_summary": "Can my spouse buy a more affordable plan in the health insurance marketplace?\nFinding the right health insurance plan or plans for your family will require some thoughtful weighing of your options.\nThe short answer to your question is, yes, your family could save money by splitting up across different health insurance plans.\nTo be deemed affordable under the law in 2015, a health insurance plan must cost no more than 9.56% of your household income.\nThere's a gap in affordable health insurance for employees and their families, a gap often referred to as the \"family glitch.\""}