{"article_title": "New Hampshire", "article_keywords": ["holmes", "school", "code", "hour", "programs", "students", "science", "programming", "hampshire", "game", "computer"], "article_url": "http://www.unionleader.com/apps/pbcs.dll/article?AID=/20131216/NEWS04/131219461/0/y.png", "article_text": "\n\nUniversity of New Hampshire freshman Charles McNaughton, 18, helps Durham students from left, Elyse Holmes, 7, Charlie Holmes, 10, and Andrew Holmes, 12, during an Hour of Code event on Friday that helped teach students the basic concepts of computer programming through computer games. (Gretyl Macalaster Photo)\n\nHour of Code\n\nNH students take part in computer education week\n\n\n\nDURHAM — About 20 students from Madbury’s Moharimet Elementary School gathered in a computer lab at the University of New Hampshire on Friday afternoon looking like they were simply playing computer games.\n\n..\n\nBut the students were joining millions of others across the country during Computer Science Education Week in learning an “Hour of Code.”\n\n\n\nRadim Bartos, chairman of the computer science department at UNH, said the basic concepts the young students are learning are the same ones taught in a freshman-level computer science course at the university.\n\n..\n\n“This takes the basic concepts we teach college freshmen in a nice, playful game so they don’t know they are learning it,” said Karen Jin, professor of computer science at UNH.\n\n\n\nIn one game, the students had to capture a pig familiar to them from the game “Angry Birds” by picking up and moving blocks in different directions.\n\n..\n\nWithin a half-hour, Charlie Holmes, 10, a fourth-grader at Moharimet, had completed about 20 levels of the game and was on to the next one. He said he was excited to come to the event.\n\n\n\n“Because I wanted to learn how to program stuff because then I can build games,” Holmes said.\n\n..\n\nHis brother, 12-year-old Andrew Holmes, a sixth-grader at Durham’s Oyster River Middle School said he liked that he got to create what happened in the game.\n\n\n\n“I like playing video games, but it’s different, because somebody else does everything for you,” Charlie Holmes said.\n\n..\n\nWith the coding game, he could control what happened with the press of a button.\n\n\n\nThe boys’ mother, Helen Holmes, said she took a couple of college-level computer programming classes and could not understand it, but the programs used for Hour of Code broke it all down in a really simple way.\n\n..\n\nIt is the first time such an event has been offered, and parents in attendance said they were glad for the opportunity.\n\n\n\nMuriel Kelly of Durham said she had been looking for something like this for her son. Neither she nor her husband are involved in computer science, but understand it is the way the world works now.\n\n..\n\n“They are working with computers from kindergarten. The world has just changed,” Kelly said.\n\n\n\nShe said the children approach it as a game and are not scared to try things with technology, or to make mistakes and learn from them.\n\n..\n\nCharles McNaughton, 18, of Brentwood is a freshman computer science major at UNH who stopped by to help out during the Hour of Code event. He also works with students through the Seacoast School of Technology during its tech fun nights.\n\n..\n\n“It’s definitely much simpler than looking at code on a screen. It’s kid-friendly and gets them used to the idea of computer programs,” McNaughton said.\n\n\n\nHis first exposure to programming was in middle school as part of a Lego robotics club. He said he thinks it is good to start introducing younger generations to computer programming, because jobs abound in the field.\n\n..\n\nThe goal of the Hour of Code program was to get as many children to learn code as possible during the computer science education week. As of Sunday afternoon, more than 15 million people had participated, according to the program’s website, csedweek.org.\n\n..\n\n“Not everyone is going to be a software engineer, but everyone should have some understanding of how to solve problems using computers,” Bartos said.\n\n\n\nBartos said the need for computer engineers is evident nationally as well as in New Hampshire specifically, where there are 1,800 open software development positions. The UNH computer science department will graduate 60 students this year, most of them men.\n\n..\n\n“We need to speak to children in elementary and middle school and give them the basic skills and attract them,” Bartos said. He said careers in the field are creative and challenging, as well as being well-paid, but this does not always translate to students.\n\n..\n\nBut clearly there is some interest, and based on the demand for UNH’s Hour of Code event, they hope to hold similar programs like it for elementary and middle school students in the future.\n\n\n\ngmacalaster@newstote.com\n\n..", "article_metadata": {"description": "About 20 students from Madbury’s Moharimet Elementary School gathered in a computer lab at the University of New Hampshire on Friday afternoon looking like they were simply playing computer games.", "title": "Hour of Code | New Hampshire", "og": {"site_name": "UnionLeader.com", "description": "About 20 students from Madbury’s Moharimet Elementary School gathered in a computer lab at the University of New Hampshire on Friday afternoon looking like they were simply playing computer games.", "title": "Hour of Code | New Hampshire", "url": "http://www.unionleader.com/apps/pbcs.dll/article?AID=/20131216/NEWS04/131219461/1008/news04", "image": {"width": 600, "identifier": "http://www.unionleader.com/storyimage/UL/20131216/NEWS04/131219461/AR/0/AR-131219461.jpg?q=70?ExactW=600&ExactH=314&imageversion=MainHighlight&q=80", "height": 314}, "type": "article"}, "section": "Education", "robots": "NOARCHIVE, NOODP, NOYDIR", "keywords": "University, Technology, Durham, Photo Feature,", "fb": {"app_id": 665237656918292}, "date": "2013-12-16 00:00:00", "twitter": {"description": "About 20 students from Madbury’s Moharimet Elementary School gathered in a computer lab at the University of New Hampshire on Friday afternoon looking like they were simply playing computer games.", "title": "Hour of Code | New Hampshire", "url": "http://www.unionleader.com/apps/pbcs.dll/article?AID=/20131216/NEWS04/131219461/1008/news04", "image": "/storyimage/UL/20131216/NEWS04/131219461/AR/0/AR-131219461.jpg?q=70", "site": "@UnionLeader", "card": "summary$t"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdc38e\"", "article_summary": "Bartos said the need for computer engineers is evident nationally as well as in New Hampshire specifically, where there are 1,800 open software development positions.\nUniversity of New Hampshire freshman Charles McNaughton, 18, helps Durham students from left, Elyse Holmes, 7, Charlie Holmes, 10, and Andrew Holmes, 12, during an Hour of Code event on Friday that helped teach students the basic concepts of computer programming through computer games.\nNeither she nor her husband are involved in computer science, but understand it is the way the world works now.\nHe said he thinks it is good to start introducing younger generations to computer programming, because jobs abound in the field.\n(Gretyl Macalaster Photo)Hour of CodeNH students take part in computer education weekDURHAM — About 20 students from Madbury’s Moharimet Elementary School gathered in a computer lab at the University of New Hampshire on Friday afternoon looking like they were simply playing computer games."}