{"article_title": "Poll: 63 Percent Say Politicians Playing Favorites is Worse than Special Interests' Campaign Contributions", "article_keywords": ["interests", "interest", "worse", "campaign", "reasonrupe", "money", "political", "politicians", "public", "say", "favorites", "poll", "contributions", "playing", "special", "finance"], "article_url": "http://reason.com/poll/2014/04/04/poll-63-percent-say-politicians-playing", "article_text": "On Wednesday the Supreme Court struck down a decades-old cap on the total amount an individual can contribute during an election cycle to federal candidates or political committees combined. The decision did not change the current $5,200 cap someone can give an individual candidate, but lifted the cap on the total amount an individual could donate across candidates and committees during an election cycle.\n\nChief Justice John Roberts writing in the majority explained: “The First Amendment safeguards an individual's right to participate in the public debate through political expression and political association” and that, “the government may no more restrict how many candidates or causes a donor may support than it may tell a newspaper how many candidates it may endorse.”\n\nCritics of the decision argue strict government regulation of campaign donations is necessary to ensure the wealthy and powerful do not hijack democracy. In the dissenting opinion Justice Breyer wrote: “Where enough money calls the tune…the general public will not be heard” and that the decision “undermines, perhaps devastates, what remains of campaign finance reform.”\n\nAs demonstrated in the latest Reason-Rupe poll, the public is also concerned about political corruption, despite the campaign finance laws already in place. On average Americans think 75 percent of elected officials are corrupted by campaign money and lobbyists and 70 percent use their political power to help their friends and hurt enemies.\n\nYet, the question remains: who is to blame for corruption and political favoritism?\n\nWhile Americans support campaign finance regulation in various forms, the latest Reason-Rupe poll finds the public places more blame on the politicians themselves who play favorites than the money potentially incentivizing their behavior.\n\nWhen asked which is a more serious problem, 63 percent said “elected officials enacting policies and spending taxpayer money that benefits the special interests they favor” is worse than “special interest groups spending private money on campaigns to elect the politicians they favor.” Thirty-percent said campaign donations were the more serious problem.\n\nThis suggests that Americans believe the point at which the problem occurs is not when a special interest group sends money to a politician, but rather the moment the politician decides to use government power to grant special favors to interest groups.\n\nAlthough the public holds the politicians themselves primarily accountable for favoritism rather than interest groups, the debate continues over what reforms would more effectively curb bad behavior in politicians.\n\nSome argue for curbing the political donations that incentivize bad behavior and playing favorites. Others contend campaign finance regulations are just a band aid for a larger problem: these politicians would have less ability to play favorites in the first place if we limited what they were able to use government to do. Both reforms come with costs; the former necessarily curbs speech and free expression in the process of regulating donations. Limiting government’s power also constrains its ability to be used as a tool to address societal ills.\n\nNationwide telephone poll conducted March 26-30 2014 interviewed 1003 adults on both mobile (503) and landline (500) phones, with a margin of error +/- 3.6%. Princeton Survey Research Associates International executed the nationwide Reason-Rupe survey. Columns may not add up to 100% due to rounding. Full poll results, detailed tables, and methodology found here. Sign up for notifications of new releases of the Reason-Rupe poll here.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "On Wednesday the Supreme Court struck down a decades-old cap on the total amount an individual can contribute during an election cycle to federal candidates", "title": "Poll: 63 Percent Say Politicians Playing Favorites is Worse than Special Interests' Campaign Contributions", "url": "http://reason.com/poll/2014/04/04/poll-63-percent-say-politicians-playing", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/eekins/2014_04/favoritism/favoritism1.png", "type": "article"}, "twitter": {"description": "On Wednesday the Supreme Court\n\nstruck down a decades-old cap on the total amount an individual\ncan contribute during an election cycle to federal candidates or\npolitical committees combined. The decision did not change the\ncurrent $5,200 cap someone can give an individual candidate, but\nlifted the cap on the total amount an individual could donate\nacross candidates and committees during an election cycle.\nChief Justice John Roberts writing in the majority", "title": "Poll: 63 Percent Say Politicians Playing Favorites is Worse than Special Interests' Campaign Contributions", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_04/1db3218b7144df462c2b15b3ff620fa8.jpg", "creator": "@emilyekins", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Civil Liberties", "published_time": "2014-04-04T13:15:00+00:00", "author": "http://reason.com/people/emily-ekins"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fcda42\"", "article_summary": "Sign up for notifications of new releases of the Reason-Rupe poll here.\nWhile Americans support campaign finance regulation in various forms, the latest Reason-Rupe poll finds the public places more blame on the politicians themselves who play favorites than the money potentially incentivizing their behavior.\nOn average Americans think 75 percent of elected officials are corrupted by campaign money and lobbyists and 70 percent use their political power to help their friends and hurt enemies.\nOthers contend campaign finance regulations are just a band aid for a larger problem: these politicians would have less ability to play favorites in the first place if we limited what they were able to use government to do.\nSome argue for curbing the political donations that incentivize bad behavior and playing favorites."}