{"article_title": "Snow Days Offer Chance for Schools to Innovate", "article_keywords": ["lessons", "school", "offer", "students", "snow", "innovate", "days", "lanas", "chance", "session", "online", "schools", "options", "principal"], "article_url": "http://wnpr.org/post/snow-days-offer-chance-schools-innovate", "article_text": "The winter wonderland that comes with fresh snow is often a double-edged sword for many Connecticut families with school-aged children. With no school, instructional time is swapped for fun time. This can create all kind of problems, from the school to the student to home life.\n\nVictor Lana, who used to be the principal at a private Catholic school in New York, said schools should harness technology so there's no break in learning.\n\nFrom Lana's blog:\n\nAnother good idea is to rethink what a “day in session” can be. Fortunately, with the increasing viability of online options, a day in session could be a teacher holding class from his/her at-home computer. If all students in that class log-in for the full session, their attendance could be recognized as valid. Meaningful instruction definitely can be accomplished in this way, and it could advance the notion of closing school without losing a school day.\n\nSome schools around the country are already doing that.\n\nStudents at Delphi Community High School in Indiana have access to laptops so courses continue even when school is canceled for bad weather.\n\nTeacher Brian Tonsoni told NPR's Stan Jastrzebski that online sessions often lead to strong participation of students. Superintendent Ralph Walker said that shy students can benefit from e-learning, also, because the peer pressure of a classroom is a bit muted in an online setting.\n\nIn a Kentucky school district, students are expected to log into the school's system from home to take lessons designed for snow days. These lessons are tailored to each student's specific needs.\n\nSome school districts might find they don't have the resources to get computers for all students. Former principal Lana advises parents and schools to partner to develop options for kids to stay motivated and educated during snow days.\n\nMore from Lana's blog:", "article_metadata": {"category": "Education", "description": "The winter wonderland that comes with fresh snow is often a double-edged sword for many Connecticut families with school-aged children. With no school,", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://wnpr.org/post/snow-days-offer-chance-schools-innovate", "image": "http://mediad.publicbroadcasting.net/p/wnpr/files/styles/medium/public/201502/snow-school-bus.jpg", "type": "article", "description": "The winter wonderland that comes with fresh snow is often a double-edged sword for many Connecticut families with school-aged children. With no school,", "title": "Snow Days Offer Chance for Schools to Innovate"}, "story_id": 385002466, "twitter": {"site": "@wnpr", "card": "summary", "creator": "@savingej"}, "author": "David DesRoches", "org_id": 0, "dc": {"title": "Snow Days Offer Chance for Schools to Innovate"}, "nid": 35730, "datePublished": "2015-02-09", "keywords": "The Daily, schools, families, weather, technology", "wordCount": 473, "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fdc39c\"", "article_summary": "Former principal Lana advises parents and schools to partner to develop options for kids to stay motivated and educated during snow days.\nIn a Kentucky school district, students are expected to log into the school's system from home to take lessons designed for snow days.\nFortunately, with the increasing viability of online options, a day in session could be a teacher holding class from his/her at-home computer.\nThe winter wonderland that comes with fresh snow is often a double-edged sword for many Connecticut families with school-aged children.\nVictor Lana, who used to be the principal at a private Catholic school in New York, said schools should harness technology so there's no break in learning."}