{"article_title": "Secret Recordings Inside The Federal Reserve Prompt Elizabeth Warren To Call For Investigation", "article_keywords": ["capture", "fed", "prompt", "elizabeth", "banks", "federal", "inside", "work", "recordings", "regulatory", "secret", "investigation", "street", "regulators", "financial", "warren", "reserve"], "article_url": "http://thinkprogress.org/economy/2014/09/28/3573141/segarra-recordings-elizabeth-warren-hearing/", "article_text": "Economy Secret Recordings Inside The Federal Reserve Prompt Elizabeth Warren To Call For Investigation CREDIT: AP\n\nSens. Elizabeth Warren (D-MA) and Sherrod Brown (D-OH) want to investigate the Federal Reserve’s relationships with the banks it oversees after the release of taped conversations between managers and a former bank examiner at the Fed.\n\nThe recordings were made surreptitiously by a former Fed employee named Carmen Segarra, who is trying to prove in court that she was fired in retaliation for her attempts to bring a cultural shift to the supervisory work of the powerful central bank. They include a reprimand from her boss that she is “arrogant,” that she should “have a sense of humility” about her work, and should be guided more by the consensus within her working group than by her own instincts as a 10-year veteran of regulatory compliance work in the banking industry.\n\nSegarra says she began making the tapes after her own colleagues tried on multiple occasions to cajole her into changing her notes from meetings with Goldman Sachs executives because they didn’t want an official record of some of the executives’ comments about the bank’s willingness to bend the rules.\n\nThe tapes document the former examiner’s experience pushing for a tougher approach to Goldman Sachs and being rebuffed by members of the team who had been there much longer. The audio recordings, published last week by This American Life and Pro Publica, appear to indicate that the Federal Reserve Bank of New York continues to have too cozy a relationship with the private bankers it is supposed to supervise despite an internal 2009 report that documented serious problems with how the Fed ran its oversight division in the run-up to the financial crisis.\n\nWhile the Fed “categorically rejects” that depiction of its work to protect the economy from the most dangerous forms of risk-taking that the financial sector engages in, it declined to participate in the radio story beyond a written statement.\n\nOn Friday, Warren said the recordings require action from Capitol Hill. “Congress must hold oversight hearings on the disturbing issues raised by today’s whistleblower report when it returns in November, because it’s our job to make sure our financial regulators are doing their jobs,” she said in a statement. “When regulators care more about protecting big banks from accountability than they do about protecting the American people from risky and illegal behavior on Wall Street, it threatens our whole economy.”\n\nBrown, who serves on the Senate Banking Committee with Warren, backed her request in a statement of his own. “These allegations deserve a full and thorough investigation, and American taxpayers deserve regulators who will fight each day on their behalf,” the Ohio senator and frequent financial industry critic said.\n\nSegarra’s allegations and the 2009 internal report cited by This American Life and Pro Publica paint a picture of what’s called “regulatory capture” at the Fed. That means that an independent oversight body has stopped acting on its intended motivations of protecting the public from misdeeds by the entities it regulates and started acting on behalf of those entities’ own interests. Regulatory capture is a subtle thing defined less by concrete facts and figures and more by the tone of meetings and the way friendships between regulators and businesses color the regulators’ actions and views. If capture takes hold and goes unchecked, the regulatory cops on the beat turn into enablers. In the radio segment based on Segarra’s tapes, host Ira Glass compares captured regulators to “a watchdog who licks the face of an intruder, and plays catch with the intruder, instead of barking at him.”\n\nRegulatory capture is just one example of the many abstract cultural forces on Wall Street that create an environment where financial misdeeds can flourish, imperiling the real economy that employs everyone else in the business of making and selling goods and services. Surveys of industry insiders have repeatedly found worrying evidence of ethical lapses among people in the financial business, including outright disregard for the law. A quarter of those surveyed in 2013 said that they would knowingly break the law for financial gain. That number jumped to 38 percent for respondents who have worked in finance for less than a decade. The same survey also found that women are twice as likely to fear retaliation for whistleblowing as men.\n\nWall Street culture holds immense power over the world’s economic fortunes. The products that firms were creating and trading and gambling on in the run-up to the financial crisis were widely understood to be unrealistic, according to white collar crime expert William Black, but there was a cultural understanding that everybody was going to get rich if they kept up the charade. Black and other experts use the acronym “IBGYBG” — I’ll Be Gone, You’ll Be Gone — to describe the dominant mentality among the highly skilled and technically savvy financial professionals who got rich trading pieces of paper that later proved to be valueless. These critics argue that Wall Street professionals knew they’d be able to cash out big bonuses and walk away before the crisis hit.\n\nFor outsiders, the consequences of that culture of greed are both massive and ongoing. More than five years after the Great Recession officially ended, earnings have rebounded for the wealthiest people in the country, business is booming for banks, and working Americans continue to face a bad job market and flat earnings despite increased productivity.", "article_metadata": {"google": "nositelinkssearchbox", "description": "New audio tapes raise questions about whether the Fed's regulators are too cozy with bankers, and Sen. Elizabeth Warren (D-MA) wants an investigation.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "New audio tapes raise questions about whether the Fed's regulators are too cozy with bankers, and Sen. Elizabeth Warren (D-MA) wants an investigation.", "title": "Secret Recordings Inside The Federal Reserve Prompt Elizabeth Warren To Call For Investigation", "url": "http://thinkprogress.org/economy/2014/09/28/3573141/segarra-recordings-elizabeth-warren-hearing/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2014/04/elizabeth-warren.jpg", "type": "article"}, "twitter": {"description": "New audio tapes raise questions about whether the Fed's regulators are too cozy with bankers, and Sen. Elizabeth Warren (D-MA) wants an investigation.", "creator": "@PykeA", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2014/04/elizabeth-warren-321x214.jpg", "title": "Secret Recordings Inside The Federal Reserve Prompt Elizabeth Warren To Call For Investigation", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-economy", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2014/04/elizabeth-warren.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2014/04/elizabeth-warren.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2014-09-28T14:03:09+00:00", "author": "https://www.facebook.com/PykeA"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "article_summary": "Economy Secret Recordings Inside The Federal Reserve Prompt Elizabeth Warren To Call For Investigation CREDIT: APSens.\nSegarra’s allegations and the 2009 internal report cited by This American Life and Pro Publica paint a picture of what’s called “regulatory capture” at the Fed.\nOn Friday, Warren said the recordings require action from Capitol Hill.\n“Congress must hold oversight hearings on the disturbing issues raised by today’s whistleblower report when it returns in November, because it’s our job to make sure our financial regulators are doing their jobs,” she said in a statement.\nThese critics argue that Wall Street professionals knew they’d be able to cash out big bonuses and walk away before the crisis hit."}