{"article_title": "Think pink! Sophisticated and subtle or punchy, it has year-round romantic power – The Denver Post", "article_keywords": ["pink", "great", "romantic", "power", "punchy", "ways", "light", "chair", "denver", "sophisticated", "add", "yearround", "looks", "white", "table", "subtle", "post", "think", "furniture"], "article_url": "http://www.denverpost.com/ci_25147841/think-pink", "article_text": "It’s not just a Valentine’s thing.\n\nThis spring, pinks will be popping up all over home décor — the softer versions soothing and nurturing, the bright ones bouncy and vivacious.\n\nWarm pink light can be flattering, so designers have long employed tricks like painting lampshade interiors in those hues or switching regular bulbs for soft pink ones.\n\n“Pink’s such a fun color to play around with. I see it two ways — dusty, light and classic, or vibrant, ‘statement’ and sharp,” says Boston-based designer Taniya Nayak. “The former adds subtle whispers of elegance, while the latter turns up the volume in a space.”\n\nEddie Ross, East Coast editor for Better Homes & Gardens, is another fan.\n\n“Pink is back, and it’s all grown up. Paired with stronger hues like navy, chocolate or gray, pink looks sophisticated and surprising,” he says.\n\nRoss suggests several ways to incorporate the color for different effects: “When you cover a sofa or chair in a light pink, it acts like a neutral. Swap out throw pillows for a completely different look. Light pink bedding looks great with just about any skin tone. Light pink linen mats in simple white frames with black-and-white photos look crisp.”\n\nHis favorite pink paint shades include Devine Color’s Devine Poodle — “great on dining room chairs in a lustrous high gloss”; Benjamin Moore’s subtle Affinity Proposal for walls; Farrow & Ball’s Blushes — “a strong pink that would be stunning on a ceiling paired with cream and gray.”\n\nValspar’s Rosario Ridge and Universe Quartz Pink are two others to consider. Sherwin-Williams’ Spun Sugar and Malted Milk are as tasty-looking as their names, as are Peach Parfait and Fruit Shake from Benjamin-Moore.\n\nIf you don’t want to get out the painting props, try an infusion of pink furniture. CB2’s Vapor chair is Lucite-tinged pink (acrylic’s a strong trend in furniture this season, so this piece gives extra style bang for the buck). And the retailer’s City Slicker table resembles a big chunk of neon-pink bubblegum. A fun piece like this is a great way to play with the color.\n\nSan Francisco designer Tineke Triggs likes to add a deep pink desk to a home office, or a crushed-berry ceiling to a bedroom. She pairs them with other bold colors like crisp white and egg yolk, or soft tans and grays.\n\nYou can combine pink accessories with contemporary pieces, or add a hint of surprise in a roomful of rustic, traditional or industrial elements. Pink looks great next to reflective and textured materials such as mirrors, metallics and velvets, but also alongside linen, burlap, weathered pine or rattan.\n\nDon’t be afraid to shop the kids’ furniture stores: Pottery Barn Kids has a pretty pink Moroccan floor pouf and a smart pink metal side table that would add punch to a den or master bedroom. Land of Nod’s got a playful rag rug, a preppy blush-and-cream striped flatweave, and a sophisticated, hand-tufted floral rug in pastel pink.\n\nLamps Plus stocks some pink lighting that includes Robert Abbey’s rectangular Schiaparelli Pink ceramic table lamp with a Lucite base, and Ovo’s glass lamp in elegant fuchsia.\n\nCrate & Barrel’s Clara chair is covered in a gentle watercolor floral that brings springy gardens to mind. Aaron Probyn’s porcelain dinnerware collection in a dreamy blush, also at the retailer, is pretty without being precious.\n\nHomegoods has well-priced pieces like an elegant, damask-printed accent chair with nail-head trim, and a chic, crocodile-embossed ceramic vase, as well as storage boxes and hand-carved picture frames in shades of pink.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Think pink! Sophisticated and subtle or punchy, it has year-round romantic power", "title": "Think pink! Sophisticated and subtle or punchy, it has year-round romantic power", "url": "http://www.denverpost.com/2014/02/14/think-pink-sophisticated-and-subtle-or-punchy-it-has-year-round-romantic-power/", "image": {"width": 382, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140214__20140215_C8_fe15ahpinkp3.jpg", "height": 654}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140214__20140215_C8_fe15ahpinkp3.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-02-14T18:34:52+00:00", "modified_time": "2016-04-28T02:51:42+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcda49\"", "article_summary": "Paired with stronger hues like navy, chocolate or gray, pink looks sophisticated and surprising,” he says.\nWarm pink light can be flattering, so designers have long employed tricks like painting lampshade interiors in those hues or switching regular bulbs for soft pink ones.\nPink looks great next to reflective and textured materials such as mirrors, metallics and velvets, but also alongside linen, burlap, weathered pine or rattan.\nIf you don’t want to get out the painting props, try an infusion of pink furniture.\nLight pink bedding looks great with just about any skin tone."}