{"article_title": "Hillary Clinton makes pitch to Colorado women and Democrats", "article_keywords": ["control", "clinton", "colorado", "rights", "gardner", "hillary", "democrats", "birth", "pitch", "womens", "makes", "udall", "issues", "women"], "article_url": "http://www.latimes.com/nation/politics/politicsnow/la-pn-clinton-udall-campaign-colorado-20141021-story.html", "article_text": "Weighing in on behalf of a trio of Colorado Democrats locked in fierce midterm contests, Hillary Rodham Clinton on Tuesday implored party loyalists to get out the vote in an election for which ballots have already arrived in mailboxes across the state.\n\n“We need votes for people who believe in you, who worry about you and do everything in their power to give you and your families opportunities,” Clinton told Democrats crammed into a hotel ballroom in the suburbs east of Denver. “Dig deep, knock on every door, talk to every person, tell them to vote.”\n\nClinton arrived here Tuesday intent on appealing to suburban women, a crucial voting bloc in statewide elections in Colorado. Sen. Mark Udall and Gov. John Hickenlooper, the Democratic incumbents, face competitive opponents and, like Democrats nationwide, have been dragged down by a president whose approval ratings in the state hover near 40%. A third Democrat, Andrew Romanoff, is battling for a congressional seat in Aurora.\n\nThe relative unpopularity of President Obama has left Clinton and her husband, former Bill Clinton, at the forefront of stand-ins seeking to rev up Democratic turnout before November's election.\n\nAt various junctures of her speech, the former secretary of State and possible 2016 presidential candidate wove together hallmark Democratic talking points such as strengthening the middle class, pay equity for women, abortion rights and approval of same-sex marriage.\n\nEach of the themes has been touched on by Clinton in recent weeks as she’s delivered speeches on behalf of Democrats, including Tom Wolf, Pennsylvania’s gubernatorial nominee, and Alison Lundergan Grimes, who is locked in a tight race with Republican Senate Minority Leader Mitch McConnell in Kentucky.\n\n“This election is important to everybody, but especially important to the women of Colorado,” she said to rousing applause.\n\nShe added that if “women’s rights are rolled back anywhere, it’s a threat to them everywhere.”\n\nThough she didn’t mention Udall's opponent, Rep. Cory Gardner, by name, Clinton criticized what she indicated has been a vacillation by the Republican on issues important to women.\n\n“These Democrats will never support so-called personhood laws that would outlaw common forms of birth control … they won’t tell the voters of Colorado one thing about personhood and tell their colleagues in the House of Representatives the exact opposite.”\n\nColoradans, who will vote this year by mail, have been bombarded by campaign TV ads, with social issues dominating the discourse.\n\nFrom personhood to birth control and abortion, Democrats have attacked Gardner as extreme when it comes to women’s reproductive rights - an effort to appeal to women in suburbs like Arapahoe County, where Tuesday’s rally was held.\n\n“The stakes could not be higher,” Udall said at the rally. “There’s a clear contrast between the vision of all of us in this room who want to keep Colorado moving forward and that of Congressman Gardner's, which is a radical agenda that will move us backward.\"\n\nGardner this year renounced his past support for unsuccessful efforts to pass personhood measures, which would have given a fertilized egg the same rights as a person. In a clear play for support from female voters, Gardner on the campaign trail has supported over-the-counter birth control for women.\n\nFor the most part, Gardner has sought to make the race less about social issues and more about Udall and Obama. Like most Republicans nationwide, Gardner has castigated Udall for his support of the Affordable Care Act and has highlighted the fact that hundreds of thousands of Coloradans lost their healthcare plans because of Obamacare's requirements.\n\nFour years ago, Sen. Michael Bennet, who now serves as chairman of the Democratic Senatorial Campaign Committee, captured female voters by double-digits over Republican Ken Buck, according to exit polls. He hammered Buck relentlessly on social issues, calling him extreme when it came to birth control and abortion rights - creating a template for Udall’s campaign against Gardner.\n\n“Reproductive issues are important,” Melissa Walker, 22, said before the rally.\n\nWalker made the short drive from Denver to hear Clinton speak and said she was concerned that all of the talk about women’s rights might turn off some voters.\n\n“It’s all you hear, birth control this, birth control that. I hope it doesn’t turn off some women voters and they don't show up,” Walker said.\n\nIn her speech, Clinton seemed to try to answer Walker’s concerns, saying discussion of women’s rights in the Senate campaign is necessary.\n\n“When we talk about women’s rights it gets to the heart of who we are as a people,” she said.\n\nClinton’s visit was part of a statewide bus tour through election day for Udall. First Lady Michelle Obama is scheduled to join the tour Thursday, appearing in Denver and the college town of Fort Collins - all in an effort to boost turnout among women and young people.", "article_metadata": {"fb_title": "Hillary Clinton makes pitch to Colorado women and Democrats", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "Weighing in on behalf of a trio of Colorado Democrats locked in fierce midterm contests, Hillary Rodham Clinton on Tuesday implored party loyalists to get out the vote in an election for which ballots have already arrived in mailboxes across the state.", "title": "Hillary Clinton makes pitch to Colorado women and Democrats", "url": "http://www.latimes.com/nation/politics/politicsnow/la-pn-clinton-udall-campaign-colorado-20141021-story.html", "image": "http://www.trbimg.com/img-5446db8b/turbine/la-pn-clinton-udall-campaign-colorado-20141021", "type": "article"}, "x-servername": "lalvp09.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "Hillary Clinton, Colorado, U.S. Senate, Mark Udall, Cory Gardner", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/81720591", "googlebot-news": "index", "date": "2014-10-21", "Description": "Weighing in on behalf of a trio of Colorado Democrats locked in fierce midterm contests, Hillary Rodham Clinton on Tuesday implored party loyalists to get out the vote in an election for which ballots have already arrived in mailboxes across the state.   “We need votes for people who believe in you,...", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Hillary Clinton, Colorado, U.S. Senate, Mark Udall, Cory Gardner"}, "article_summary": "“It’s all you hear, birth control this, birth control that.\n“When we talk about women’s rights it gets to the heart of who we are as a people,” she said.\nIn a clear play for support from female voters, Gardner on the campaign trail has supported over-the-counter birth control for women.\nIn her speech, Clinton seemed to try to answer Walker’s concerns, saying discussion of women’s rights in the Senate campaign is necessary.\n“This election is important to everybody, but especially important to the women of Colorado,” she said to rousing applause."}