{"article_title": "Health care on the go", "article_keywords": ["opening", "clinics", "work", "provide", "clinic", "health", "services", "retail", "minute", "care"], "article_url": "http://www.signalscv.com/archives/110386/", "article_text": "Michael Vaccaro commutes every day from North Hollywood to the Santa Clarita Valley and he puts in long hours once he gets here working as district sales manager for a department store.\n\nSo like many other busy workers these days, he doesn’t have a lot of time to visit the doctor. He’s grateful for a new trend in health care: clinics located inside pharmacies staffed with nurse practitioners who can treat non-serious injuries and provide check-ups.\n\n“My schedule’s pretty hectic,” Vaccaro said recently while visiting a Minute Clinic inside a CVS drug store. “Being able to come over here and go back to work is nice. I work about 70 hours a week, and I’m about to go back to work,” he said following an examination for an ear infection.\n\nGov. Jerry Brown signed AB493 on Oct. 1, allowing pharmacies to provide expanded patient care services in the form of so-called “retail health clinics.”\n\nSenator Dr. Ed Hernandez authored the bill as a way to provide more patient access to health care.\n\nA report by the consulting group Accenture said the number of retail health clinics is expected to increase 20-25 percent per year between now and 2015.\n\n“The theory and reason why the services are expanding is because they can be offered at a lower price,” said Jenn Francis, spokeswoman for Accenture. “Retailers offer a location as a convenience, so it’s another distribution factor.”\n\nCVS, which already had retail health clinics in other states, immediately responded to the California retail health clinic legislation, opening 14 Minute Clinics in the Los Angeles area as well as others in Orange County and San Diego. Brent Burkhart, a spokesman from Minute Clinic, said the company plans to open clinics in San Jose as well.\n\nSome 750 Minute Clinics are now in 27 states, and by 2017, the company projects to have 1,500 clinics, Burkhart said.\n\nA variety of factors drive the growth, in particular the Affordable Care Act, which is expected to cause a shortage of primary care physicians to the tune of about 50,000 by 2025.\n\nPrimary care physicians like retail health clinics because of the scope of services they offer, Francis said.\n\n“It frees up capacity so they can serve other patients who have more critical needs,” she said.\n\nThe clinics treat all of the common illnesses: sore throats, ear infections, bronchial infections, different upper respiratory illnesses and flu. The clinics also provide common vaccines and flu shots and screenings for cholesterol.\n\nByron Antillon brought his daughter Isabel for a throat checkup at the CVS Minute Clinic at Granary Square.\n\n“For more serious things, of course, we’ll go see the physician, but having kids, you’re either going to be here for injuries, sore throats, infections, and that kind of stuff,” he said.\n\n“It’s just in and out here. It’s really quick,” Antillon said. “For us, we’ve got three kids and we’re busy all the time, so this is a godsend for us.”\n\n“Over 50 percent of our visits at most of our clinics are evenings and weekends when most primary care offices are closed,” said Janette Sorkin, a nurse practitioner with CVS. “It’s truly not in place of (traditional health care); it’s really an adjunct,” she said.\n\n“Either they can’t get in or patients will say, ‘I just need a tetanus shot, and they didn’t have an opening for two weeks,’ or ‘I need a TB test, but they won’t have an opening for another week or two, and I need it by Monday, and it’s a Friday.’”\n\nTwo other large retail chains, Walgreens and RiteAid, are eyeing retail health clinics. Walgreens has 400 locations but none in California. Spokesman Phil Caruso said the company has no current plans to expand into California but did not say why.\n\nAt least one locally owned drug store has also considered the option.\n\nJim Berkebile, general manager from Saugus Drugs, said the owner considered opening a retail health clinic in a back room but, due to a subletting issue, could not take on the project.", "article_metadata": {"og": {"url": "http://www.signalscv.com/archives/110386/", "image": "http://media.morristechnology.com/webmedia/upload/santa_clarita/article/2013/12/10/1210_news_minute_clinic_CK_01_online.jpg", "type": "article", "description": "Santa Clarita - Michael Vaccaro commutes every day from North Hollywood to the Santa Clarita Valley and he puts in long hours once he gets here working as district sales manager for a department store.", "title": "Health care on the go"}, "robots": "noarchive", "title": "Health care on the go"}, "_id": "\"57477af36914bd0286fcda53\"", "article_summary": "Jerry Brown signed AB493 on Oct. 1, allowing pharmacies to provide expanded patient care services in the form of so-called “retail health clinics.”Senator Dr. Ed Hernandez authored the bill as a way to provide more patient access to health care.\nHe’s grateful for a new trend in health care: clinics located inside pharmacies staffed with nurse practitioners who can treat non-serious injuries and provide check-ups.\n“It’s truly not in place of (traditional health care); it’s really an adjunct,” she said.\nPrimary care physicians like retail health clinics because of the scope of services they offer, Francis said.\nA report by the consulting group Accenture said the number of retail health clinics is expected to increase 20-25 percent per year between now and 2015."}