{"article_title": "Autism advocates rally for autism insurance bill", "article_keywords": ["aba", "lobbying", "pay", "bill", "cover", "autism", "say", "advocates", "health", "treatment", "rally", "lawmakers", "insurance"], "article_url": "http://abc11.com/politics/autism-advocates-rally-for-autism-insurance-bill-/189706/", "article_text": "North Carolina families affected by autism spent Tuesday in Raleigh lobbying state lawmakers. It's a last-ditch effort in a year-long push to pass an autism insurance bill.Twenty-five families from across the state gathered inside the Legislative Building auditorium for a news conference put on by autism advocacy group Autism Speaks.The Kinney family from Winston-Salem sat on stage with their 9-year-old autistic son, Jackson. His mom, Tammy, says her son's condition has improved by leaps and bounds because of Applied Behavioral Analysis (ABA).\"He's done a complete 180, remarkable from where we started to where we are now,\" Kinney excitedly explained.Jackson started the treatment when he was three years old.Autism advocates say ABA is the most effective and efficacious treatment for the brain disorder, but it's very expensive. The Kinneys say they pay as much $34,000 a year to cover Jackson's treatments -- that includes 40 hours a week of intense one-on-one therapy.North Carolina health insurers are not required to cover ABA like other medical expenses, so the Kinneys struggle to pay out of pocket. They say they've taken a second mortgage on their home and liquidated their retirement savings accounts to cover the costs.Blue Cross Blue Shield, the state's largest health insurance provider, offers what it calls \"broad and deep\" coverage for autism treatment. But the company does not want to cover ABA and is lobbying lawmakers not to force them to.The insurance giant believes ABA is more of an educational than a medical expense, and the added cost will hurt small businesses still adjusting to health coverage changes brought on by the Affordable Care Act.\"Who pays? Who should pay? Should the small businesses of North Carolina be straddled with yet additional premiums or is there another way to go about cutting this,\" said BCBS spokesperson Lew Borman.Autism Speaks bought a full-page ad in Tuesday's News & Observer blasting Blue Cross and sent the company an open letter, critical of its \"aggressive\" and \"expensive\" lobbying effort against the bill.The autism insurance measure has already passed in the House, but it's still unclear if it can make it through the Senate before lawmakers head home for the summer.", "article_metadata": {"description": "North Carolina families affected by autism spent Tuesday in Raleigh lobbying state lawmakers. It&#39;s a last-ditch effort in a year-long push to pass to an autism insurance bill.", "og": {"site_name": "ABC11 Raleigh-Durham", "description": "North Carolina families affected by autism spent Tuesday in Raleigh lobbying state lawmakers. It's a last-ditch effort in a year-long push to pass to an autism insurance bill.", "title": "Autism advocates rally for autism insurance bill", "url": "http://abc11.com/189706/", "image": "http://cdn.abclocal.go.com/content/wtvd/images/cms/automation/vod/189905_1280x720.jpg", "type": "article"}, "twitter": {"description": "North Carolina families affected by autism spent Tuesday in Raleigh lobbying state lawmakers. It's a last-ditch effort in a year-long push to pass to an autism insurance bill.", "title": "Autism advocates rally for autism insurance bill", "app": {"url": {"ipad": "http://itunes.apple.com/us/app/abc11-raleigh-durham/id408441304", "iphone": "http://itunes.apple.com/us/app/abc11-raleigh-durham/id408441304", "googleplay": "https://play.google.com/store/apps/details?id=com.abclocal.wtvd.news"}, "country": "US", "name": {"ipad": "ABC11 Raleigh-Durham", "iphone": "ABC11 Raleigh-Durham", "googleplay": "ABC11 Raleigh-Durham"}, "id": {"ipad": 408441304, "iphone": 408441304, "googleplay": "com.abclocal.wtvd.news"}}, "creator": "@abc11_wtvd", "site": "@abc11_wtvd", "image": "http://cdn.abclocal.go.com/content/wtvd/images/cms/automation/vod/189905_1280x720.jpg", "card": "app"}, "robots": "NOODP,NOYDIR", "apple-itunes-app": "app-id=408441304, affiliate-data=ct=wtvd-smart-banner&pt=302756, app-argument=http://abc11.com/politics/autism-advocates-rally-for-autism-insurance-bill-/189706/", "fb": {"app_id": 476025212522972, "pages": 57780972549}, "keywords": "autism,autism advocates,rally,autism insurance bill,autism speaks ,joel brown,applied behavorial analysis,aba,health insurance,blue cross blue shield,autism treatment,medical expenses,affordable care act,lobbying state makers,autism,insurance,affordable care act,blue shield,raleigh,united states,north carolina", "msvalidate.01": "59C39F9AA91BE12CB90B7EF18335463D", "google-site-verification": "0LzYdlKjKWtJkzxw_b7jBuWIFfpmkxoz3D1SvDAfTq0", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "news_keywords": "autism,autism advocates,rally,autism insurance bill,autism speaks ,joel brown,applied behavorial analysis,aba,health insurance,blue cross blue shield,autism treatment,medical expenses,affordable care act,lobbying state makers,"}, "_id": "\"57477af36914bd0286fcda5d\"", "article_summary": "It's a last-ditch effort in a year-long push to pass an autism insurance bill.Twenty-five families from across the state gathered inside the Legislative Building auditorium for a news conference put on by autism advocacy group Autism Speaks.The Kinney family from Winston-Salem sat on stage with their 9-year-old autistic son, Jackson.\nNorth Carolina families affected by autism spent Tuesday in Raleigh lobbying state lawmakers.\nThey say they've taken a second mortgage on their home and liquidated their retirement savings accounts to cover the costs.Blue Cross Blue Shield, the state's largest health insurance provider, offers what it calls \"broad and deep\" coverage for autism treatment.\nHis mom, Tammy, says her son's condition has improved by leaps and bounds because of Applied Behavioral Analysis (ABA).\n\"He's done a complete 180, remarkable from where we started to where we are now,\" Kinney excitedly explained.Jackson started the treatment when he was three years old.Autism advocates say ABA is the most effective and efficacious treatment for the brain disorder, but it's very expensive."}