{"article_title": "Wayne Co. offers retirees new health care information", "article_keywords": ["information", "center", "eligible", "oct", "community", "insurance", "county", "offers", "wayne", "health", "plan", "retirees", "care"], "article_url": "http://www.detroitnews.com/story/news/local/wayne-county/2015/10/05/wayne-county-retirees-new-health-care-info/73395928/", "article_text": "Buy Photo Wayne County Executive Warren Evans (Photo: Clarence Tabb Jr. / The Detroit News)Buy Photo\n\nWayne County this week will begin offering county retirees a series of seminars to help navigate their new health care insurance.\n\nThe county has teamed up with Charlotte, N.C.-based insurance company AmWINS Group Inc. to host the meetings. The company will also offer telephone support and online assistance.\n\n“We entered into this partnership to empower retirees with information to help them select a healthcare plan that is best for them and their family,” Wayne County Executive Warren Evans said in a statement. “We have worked diligently to put the support mechanisms in place to ensure retirees transition smoothly throughout this process. I encourage all eligible retirees to take advantage of these resources.”\n\nWayne County, which has more than 5,000 retirees, has changed its health insurance as part of cost-cutting measures aimed at addressing the county’s $52 million structural deficit. County retirees’ current health care plan ends Nov. 30 and the new plan takes effect Dec. 1.\n\nUnder the new plan, eligible retirees will be given a monthly stipend to purchase health insurance. Eligible retirees are those who were in a bargaining unit and retired with insurance benefits under the 1990 Wayne County Health and Welfare Benefit Plan as well as those who retired under an executive and non-executive exempt benefit plan.\n\nThe amount of the stipend depends on each retiree’s eligibility for Medicare. Those who are eligible for Medicare will receive a $130 stipend for themselves and $130 for a spouse to buy supplemental health insurance. Retirees who do not qualify for Medicare will also receive an income-based stipend to buy insurance on the national exchange under the Affordable Care Act.\n\nCounty and AmWINS representatives will lead the meetings and answer questions.\n\nWayne County retiree health insurance meetings\n\nThe county has organized several seminars to provide retirees information about changes to their health care.\n\nFor Medicare eligible retirees and spouses:\n\n■10 a.m. and 2 p.m. Tuesday — Ray Mix Room, Wayne County Community College District’s Downriver Campus, 21000 Northline, Taylor.\n\n■10 a.m., 2 p.m. and 6:00 p.m. Wednesday — Ted Scott Room, Wayne County Community College District’s Western Campus, 9555 Haggerty, Belleville.\n\n■10 a.m. and 2 p.m. Thursday — Lorenzo Cultural Center, Macomb Community College’s Center Campus, 44575 Garfield, Clinton Township.\n\n■2 p.m. Oct. 14 — Room 240, Building G, Oakland Community College, 2900 Featherstone, Auburn Hills.\n\n■2 p.m. Oct. 15 — Lorenzo Cultural Center, Macomb Community College’s Center Campus, 44575 Garfield, Clinton Township.\n\nFor Pre-Medicare eligible retirees and spouses\n\n■10 a.m. Oct. 14 — Room 240, Building G, Oakland Community College, 2900 Featherstone, Auburn Hills.\n\n■10 a.m. Oct. 15 — Lorenzo Cultural Center, Macomb Community College’s Center Campus, 44575 Garfield, Clinton Township.\n\nFor both Pre-Medicare and Medicare eligible retirees and spouses\n\n■6 p.m. Oct. 13 — Wayne County Community College District’s Eastern Campus, 5901 Conner, Detroit.\n\n■1 p.m. Oct. 13 — AFSCME Sub Chapter 38 meeting, UAW Local #182, 35603 Plymouth Road, Livonia.\n\nAnyone who cannot attend one of the meetings should call AmWINS Customer Care Center at (877) 847-9906 to learn about 2015-16 retiree medical and prescription drug plan options.\n\nSource: Wayne County\n\nRead or Share this story: http://detne.ws/1Lel0M2", "article_metadata": {"google": "notranslate", "description": "Current insurance plan ends Nov. 30, new plan with monthly stipend goes into effect Dec. 1.", "og": {"site_name": "Detroit News", "description": "Current insurance plan ends Nov. 30, new plan with monthly stipend goes into effect Dec. 1.", "title": "Wayne Co. offers retirees new health care information", "url": "http://www.detroitnews.com/story/news/local/wayne-county/2015/10/05/wayne-county-retirees-new-health-care-info/73395928/", "image": "http://www.gannett-cdn.com/GDContent/applogos/detroitnews.png", "type": "article"}, "twitter": {"description": "Current insurance plan ends Nov. 30, new plan with monthly stipend goes into effect Dec. 1.", "title": "Wayne Co. offers retirees new health care information", "image": "http://www.gannett-cdn.com/-mm-/2cd7782733c0c584a11eb37999b5e48b7b855e87/c=591-0-3063-2472&r=x643&c=640x640/local/-/media/2015/10/05/DetroitNews/B99311514Z.1_20151005150855_000_G77JR0C1.1-0.jpg", "creator": "@detroitnews", "site": "@detroitnews", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=904391631", "fb": {"app_id": 175422022549521}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Wayne County, retirees, health care, information"}, "_id": "\"57477af46914bd0286fdc3b3\"", "article_summary": "Wayne County retiree health insurance meetingsThe county has organized several seminars to provide retirees information about changes to their health care.\nCounty retirees’ current health care plan ends Nov. 30 and the new plan takes effect Dec. 1.\n■10 a.m., 2 p.m. and 6:00 p.m. Wednesday — Ted Scott Room, Wayne County Community College District’s Western Campus, 9555 Haggerty, Belleville.\nUnder the new plan, eligible retirees will be given a monthly stipend to purchase health insurance.\nFor both Pre-Medicare and Medicare eligible retirees and spouses■6 p.m. Oct. 13 — Wayne County Community College District’s Eastern Campus, 5901 Conner, Detroit."}