{"article_title": "Preventive Medicine For Low-Income Communities", "article_keywords": ["recreation", "hoover", "los", "lowincome", "exercise", "angeles", "communities", "health", "south", "medicine", "preventive", "residents", "market"], "article_url": "http://www.neontommy.com/news/2014/02/preventive-medicine-low-income-communities", "article_text": "Three easily accessible wellness services in South Los Angeles (Theresa Pablos)\n\nAt a time when our country is facing a staggering health crisis, it is surprising that the people who perhaps need health and wellness initiatives the most, residents of low-income communities, often have the least access to them. 4\n\nA 2011 survey by the Los Angeles County Department of Public Health shows a direct trend between body mass index and income – those who live below the federal poverty level are more likely to be obese.\n\n* under $23,550 for a family of 4/year ** $23,551 - $46,100 for a family of 4/year *** $47,101 - $70, 650 for a family of 4/year **** $70,651 or more for a family of 4/year\n\nThe same study also showed a strong correlation between Los Angeles communities and their level of health. Factors such as body mass index were considerably lower for generally wealthier neighborhoods, like those in West Los Angeles, especially when compared to the generally low-income neighborhoods in South Los Angeles.\n\nAccording to the study, only 10 people residing in West Los Angeles are obese, while 33 percent of those living in South Los Angeles are.\n\nBody Mass Index by Service Planning Area\n\nThe data highlighted other alarming trends as well. Only 78 percent of South Los Angeles residents reported having easy access to fresh produce, compared with 96 percent of those in West Los Angeles. South Los Angeles residents also ranked first in those not able to afford medication (19 percent), to visit the doctor (19 percent), or to visit the dentist (35 percent).\n\nIn an effort to bridge this healthcare gap, the City of Los Angeles and some private organizations are trying to help South Los Angeles residents, and those residing in similar low-income communities, live better-balanced lifestyles. By giving low-income families better access to healthy foods, places to exercise, and free or discounted preventive healthcare services, the ultimate goal of the city and other non-profits is to prevent diseases, not just treat them.\n\nOne of the best ways to prevent long-term illnesses, such as diabetes, is through healthy eating, which can be challenging for those who live in South Los Angeles. According to the California Department of Public Health, many neighborhoods in South Los Angeles are filled with low-income residents who do not have easy access to fresh food.\n\nLow Income & Access to Food, West LA Low Income & Access to Food, South LA\n\nRalph Aramirez, a resident of South Los Angeles, says that statistic is absolutely true: “All that’s around here are liquor stores that sell chips and pork grinds,” he said, which makes life difficult when he is trying to raise two young children to eat healthy.\n\nIn an effort to get his children to eat a nutritious after-school snack, Aramirez occasionally stops by a famers market at the parking lot of his daughter’s school, St. Agnes.\n\nOrganic Vegetables at the St. Agnes Farmers Market\n\nThe farmers market, which takes place from two to six every Wednesday afternoon at St. Agnes Catholic Church and School, is one of the oldest in the city, but it is also one of the only ones in South Los Angeles.\n\nAccording to manager Ida Edwards, the farmers market was originally created in the 1970s to give low-income community members a chance to eat affordable fresh produce, and it still fulfills that goal today.\n\nTo encourage healthier eating habits for low-income South Los Angeles residents, the managers of the farmers market have partnered with Hunger Action Los Angeles (HALA). Every Wednesday, HALA offers those who use Cal Fresh benefits (formerly known as food stamps) at the farmers market a way to get more food for the same amount of money through a program called market match.\n\nHALA's Market Match coupons\n\nWhen a low-income resident uses their Cal Fresh benefits to buy fresh fruit and vegetables from the market, HALA will match the amount they spend through vouchers that can only be used towards fruits and vegetables. For example, if someone purchased $5 worth of vegetables with Cal Fresh benefits, HALA would give them another $5 voucher to spend at the market for free.\n\n“The idea behind the program is that fresh fruits and vegetables are more expensive, even though they’re needed for a healthy diet, so this [market match] is giving people who are low-income the extra boost they need by matching some of their purchases,” explained Frank Tamborello, the Executive Director of HALA. “There is a major supermarket across the street, and it’s an expensive one, and other than that, if people are getting any fruits or vegetables, they’re getting them from liquor stores, where they’re going to be over priced and not have much of a selection.”\n\nWhile the farmers market has given South Los Angeles residents access to healthy food for over 30 years, the demand for market match vouchers at St. Agnes typically exceeds the supply, even with a $10 voucher cap per week.\n\n“We have to budget it, and of course we budget carefully, but for most of the last year we’ve run out of vouchers before the market ends,” Tamborello said.\n\nTamborello knows that more can always be done to better serve the nutrition needs of South Los Angeles and other low-income communities, and he hopes that one day the City of Los Angeles will back the market match program.\n\n“We’re hoping that the community at large and the city and the county see this as a preventive health program,” he said. “Promoting people to have a healthy diet – making it easier for them to do that – will save money and dollars on the other end of the equation when people have catastrophic health conditions and then the county has to pick up the tab for that.”\n\nWhile the City of Los Angeles has not backed the market match program yet, it has recently stepped up its effort to make South Los Angeles, as well as other neighborhoods around the city, a healthier place to live in other ways. Through the ongoing 50 Parks Initiative, the City of Los Angeles is adding more green space, especially to densely populated areas that lack recreation services, such as South Los Angeles.\n\nThe Hoover Recreation Center is located at the corner of Adams and Hoover in South Los Angeles\n\nParks with exercise machines, like the Hoover Recreation Center in at the corner of Hoover and Adams, allow residents to get their daily exercise in without having to pay expensive gym membership fees. For some, this park is the only place to workout within miles.\n\n“Gyms around here? Not so much. Probably the closest one I know is in downtown,” explained Ana Vielman, an employee of the park.\n\nThe Hoover Recreation Center features a running trail, basketball court, sports field, playground and exercise machines outdoors, as well as an open indoor facility for group exercise classes and kids activities.\n\nAnthony Hill, a local resident who proudly flaunts his six-pack abs, is just one of the many people who come to the Hoover Recreation Center to get their exercise in. He chooses to workout at this park “because they have good machines, and they actually work.”\n\nLashean Dean, another South Los Angeles resident who uses the machines to workout five days per week, has been coming to the park since before the machines were donated and installed.\n\nShe says that she has noticed a positive change: “I see a lot more people here because they’re [the machines] more accessible in the area.”\n\nThe exercise machines at the park use your body weight for resistance\n\nIn addition to having an outdoor workout space, the Hoover Recreation Center also has staff, like Vielman, that organize affordable group exercise classes and other events indoors to encourage South Los Angeles residents to get their recommended amount of daily activity in.\n\n“The Zumba classes are $1 per class, and they’re for the whole hour,” Vielman said. She also explained that while they have to keep prices low so that anyone can afford to get in a workout, but they need to set a price because they don’t get funding from any other source.\n\nWhile the Hoover Recreation Center offers easily accessible classes and equipment to the residents of South Los Angeles, it is not always the ideal place to exercise. Although Hill frequents the weight training machines, he also points out that the parks can draw in the “wrong crowd.”\n\n“This is basically a park for the homeless,” he said. “This is just a boring park where people come, they sit down, and they smoke drugs.”\n\nThere also seems to be a disconnect between the condition of the outside facilities and the staff who run the indoor activities. When I first visited the park back in October, the indoor facility was locked, even though a sign posted on the front door read that it should have been open for over an hour.\n\nFurthermore, one of the slides on the playground was blocked off with “Caution” tape back in October, and the staff at the facility said they were unaware of the problem. As of December, the caution tape had been removed, but the slide had still not been fixed.\n\nOctober December\n\nRegardless, in a community where there are no better workout facilities, the exercise equipment and basketball courts are still used every day.\n\n“They [South Los Angeles residents] are here from like six in the morning to use the facility… Then you see ladies in the afternoon time, and young people in the evening.” Vielman explained. “Ever since they put it [the exercise equipment] in, it’s a gym for the people.”\n\nWhile working out and eating right are crucial to staying healthy, it is also important to get preventive health care. The Affordable Care Act is making it easier for low-income individuals to get an annual physical, but the new health insurance plans and Medicaid do not cover non-emergency dental care for adults.\n\nWhat most people do not realize, however, is that dental care is one of the most important components of preventive medicine. According to the American Dental Association, several studies have shown that, if left untreated, gum disease can cause other health conditions, including diabetes, stroke, and heart disease.\n\nUnfortunately, many neighborhoods in South Los Angeles, including the one around the Hoover Recreation Center and St. Agnes Catholic Church, are in dental health provider shortage areas.\n\n“What that means is that the population is so large that there aren’t enough dental providers, even if everyone had insurance,” explained Meyerer Miller, a Project Specialist for community health programs at the University of Southern California’s Ostrow School of Dentistry.\n\nIn order to help the surrounding community maintain their oral health and prevent more serious health conditions, the Ostrow School of Dentistry participates in 10 – 15 events throughout the year. When members of the school attend events like the Los Angeles Times Festival of Books or the American Diabetes Association Expo, they provide oral health screenings exams for free.\n\nLow-income community members can also always stop by the school on USC’s University Park campus for treatment that is priced lower than most private dental offices.\n\n“The clinics aren’t free, but they are at a low cost,” Miller said. “We try to price care where the people are.”\n\nThanks to grant funding, Ostrow can provide free care to HIV positive patients. The school also partners with Union Rescue Mission downtown to provide dental care for the homeless on Skid Row.\n\nWhile the Ostrow School of Dentistry, Hoover Recreation Center, and St. Agnes farmers market are all helping to improve the health of South Los Angeles residents, there are still more hurdles to overcome.\n\n“A lot of it is not lack of education because we know that the families here know about good nutrition, but what it is, is that people may have schedules that prevent them from taking the time be healthy,” Tamborello explained. “There are a lot of burdens on someone who is low-income to make ends meet - to survive much less thrive.”\n\nIn addition, these organizations and events only target those who are actively searching for ways to improve their health, and there is no incentive for others in the neighborhood to spend their limited time or money on their health.\n\n“What would it take for someone to workout? The willpower, the want, the need, the desire,” Hill said. “You can’t force a person to pick up a weight.”\n\nAlthough Hill uses the exercise machines at the Hoover Recreation Center to work on his abs, he admits to smoking cigarettes every day. He also does not think that adding more healthy options around South Los Angeles will encourage people, such as himself, to live better-balanced lifestyles.\n\n“People are still going to live their life the way they’ve been living their life,” he explained. Hill suggests that one way to increase community participation in wellness initiatives is to give residents an incentive or to make it fun.\n\n“If there was a weight lifting contest where they [community members] would get paid for it, of course they would do it because there is money involved,” he said. “And when people play basketball here, people don’t consider this exercising, people consider this fun time.”\n\nAnother problem that these organizations struggle with is raising awareness for their events and services. Even residents like Lashean Dean, who actively looks for ways to live and eat healthy, do not know about all the wellness options available to them.\n\n“There’s a lot of stuff around here that people just don’t know about,” she said. Dean even thinks something as simple as more advertising, such as with signs, would help South Los Angeles residents be more aware of the wellness opportunities.\n\nOrganizers of wellness services, like Tamborello from HALA or Miller from the Ostrow School of Dentistry, know that the answer is not that simple.\n\n“There’s been a lot of outreach done… but we are in need of creating more publicity for the program,” Tamborello said. “So we’re always trying to get extra funding for this [market match].”\n\nMiller stated, “We are always looking to expand, but usually funding is the issue.”\n\nWhile non-profits and the City of Los Angeles have taken steps in the right direction, a lot of work still has to be done to tackle the problem and make South Los Angeles a healthier place to live. If Los Angeles wants to have a healthy, promising future for everyone, including those members of low-income communities, more steps have to be taken now to promote wellness in some of the city’s poorest neighborhoods.\n\nMiller did offer some hope though that the effort put in by these organizations today will have an even greater impact in the future: “By providing our students with a spirit of service, we hope they will take that to their practice, and we have had a number of students who do go on to practice in low-income areas.\n\nReach Contributor Theresa Pablos here.", "article_metadata": {"description": "The people who need health and wellness initiatives the most, residents of low-income communities, often have the least access to them.", "author": "Theresa Pablos", "og": {"url": "http://www.neontommy.com/news/2014/02/preventive-medicine-low-income-communities", "image": "http://www.neontommy.com/sites/default/files/organicveggies_0.png?1392667230", "type": "article", "description": "The people who need health and wellness initiatives the most, residents of low-income communities, often have the least access to them.", "title": "Preventive Medicine For Low-Income Communities"}, "twitter": {"account_id": 19560893}, "revisit-after": "1 day", "p": {"domain_verify": "4f67b85b5e96bc75e43aefc386ed9fb0"}, "google-site-verification": "Gd7gRPMvk-fLgqZF-yo5Ax5NmoCw6MBzipcz9xhUGgk"}, "_id": "\"57477af36914bd0286fc97a5\"", "article_summary": "According to the study, only 10 people residing in West Los Angeles are obese, while 33 percent of those living in South Los Angeles are.\nOnly 78 percent of South Los Angeles residents reported having easy access to fresh produce, compared with 96 percent of those in West Los Angeles.\nTo encourage healthier eating habits for low-income South Los Angeles residents, the managers of the farmers market have partnered with Hunger Action Los Angeles (HALA).\nIn an effort to bridge this healthcare gap, the City of Los Angeles and some private organizations are trying to help South Los Angeles residents, and those residing in similar low-income communities, live better-balanced lifestyles.\nFactors such as body mass index were considerably lower for generally wealthier neighborhoods, like those in West Los Angeles, especially when compared to the generally low-income neighborhoods in South Los Angeles."}