{"article_title": "Wisconsin Attorney General debate (58:00)", "article_keywords": ["case", "attorney", "law", "wisconsin", "dont", "defend", "stop", "think", "general", "state", "going", "5800", "debate"], "article_url": "http://www.wisn.com/politics/wisconsin-attorney-general-debate-5800/29082328", "article_text": "Video Transcript\n\nRESOURCES TO MAKE SURE HOMEOWNERS WHO ARE RISKING OUR AIR AND WATER ARE AGGRESSIVELY PROSECUTED. LET ME LET YOU JUMP INTO THIS CONVERSATION. YOU SAID YOU THINK SUSAN HAPP WILL USE OFFICE AS ATTORNEY GENERAL TO OBSTRUCT PLANS FOR A NEW MIND. ASK THE STATEMENTS THAT WERE MADE WERE MADE BY THE STATE DEMOCRATIC PARTY CONVENTION. CAN YOU ELABORATE? I DON'T HAVE THE FLOATS IN FRONT OF YOU, BUT THEY TALKED ABOUT THEIR CONCERNS FOR THE MINING OF NORTH. WHAT WISCONSIN CANNOT AFFORD IS AN ATTORNEY GENERAL WHO IS COMING INTO THIS SAYING WATCH OUT BECAUSE THERE ARE SOME LAWS I'M NOT GOING TO ENFORCE OR SOME LAWS I'M NOT GOING TO DEFEND. WE ARE NOT HEARING ANY CLARITY AT ALL HERE WHEN SHE SAYS THERE ARE A NUMBER OF THINGS WE CAN DO MORE ABOUT OR BETTER. WE NEED TO HAVE SOME DEFINITION OF WHAT THAT MEANS. I WILL ENFORCE THE LAW THE WAY IT IS WRITTEN. I DON'T KNOW HOW THE DOJ IS GOING TO ENFORCE DNR VIOLATIONS THAT ARE NOT REFERRED TO THE DEPARTMENT OF JUSTICE. I CAN TELL YOU THAT MAY BE PART OF THE PROBLEM. VIOLATION THAT THE DNR IS SEEING, THEY ARE NOT SENDING THEM TO THE DEPARTMENT OF JUSTICE. THE FIRST THING YOU HAVE TO DO IS TO TALK TO THE PEOPLE WHO ARE SEEING THE VIOLATION AND MAKE SURE THAT YOU EMPHASIZE THESE ARE IMPORTANT REGULATIONS THAT WILL BE TAKEN SERIOUSLY AND TO TALK TO THE DNR ABOUT THE VIOLATIONS THEY ARE SEEING AND ENCOURAGE THEM TO REFER VIOLATORS TO THE DEPARTMENT OF JUSTICE. I WANT TO SPEND A COUPLE OF MINUTES ON A SUBJECT THAT IS IMPORTANT TO PEOPLE IN THIS ROOM AND PEOPLE THROUGHOUT THE STATE OF WISCONSIN -- AND IT'S WHAT'S CALLED THE OPIUM EPIDEMIC -- I WAS LOOKING AT ETA FROM 1993. I THINK THERE WERE 18 HEROIN-RELATED WILL STOP 20 YEARS LATER, 227 HEROIN RELATED THAT IN THE STATE. MY QUESTION TO EACH OF YOU IS THIS -- WHAT SHOULD WE DO THAT WE ARE NOT ALREADY DOING IN OUR EFFORTS TO COMBAT THIS PROBLEM? I HAVE A COMPREHENSIVE LAN ON MY WEBSITE THAT I ANNOUNCED MONTHS AGO CALLED STOP. IT'S A PROGRAM DESIGNED -- IT'S A COMPREHENSIVE LAND. WE CANNOT ADDRESS THIS PLAN JUST FROM LAW ENFORCEMENT STOP LAW ENFORCEMENT IS A BIG PIECE OF IT. WE HAVE TO RETRACT RESOURCES TO GET LAW ENFORCEMENT TRAINED. IN WAUKESHA COUNTY, WE ARE NUMBER ONE UNDER MY LEADERSHIP IS HE A AND PROSECUTING . IF YOU DELIVER DRUGS TO SOMEONE AND THEY DIE, YOU CAN BE CHARGED WITH FIRST-DEGREE RECKLESS HOMICIDE. WE CHARGE THOSE MORE THAN ANY COUNTY IN THE STATE. YOU ALSO HAVE TO ADDRESS THE TREATMENT SIDE OF THIS AND I'M PROUD TO SAY I LED THE CREATION OF THE WAUKESHA COUNTY DRUG TREATMENT COURT THAT HAS BEEN VERY SUCCESSFUL. FINALLY YOU HAVE TO APPROACH IT FROM THE PREVENTION SIDE. I SERVED ON THE STATEWIDE TASK FORCE THAT DEVELOPED THE RECOMMENDATIONS THAT BECAME THE PACKAGE OF BILLS THAT WOULD HELP ADDRESS THE HEROIN PRESCRIPTION OPIATE PROBLEM. I'M GLAD TO BE PART OF THE TEAM THAT HAMMERED OUT THOSE RECOMMENDATIONS THAT PASSED OUR LEGISLATURE UNANIMOUSLY. WHAT WOULD YOU DO THAT IS NOT ALREADY BEING DONE? WE KNOW WE CANNOT PROSECUTE OUR WAY OUT OF THIS EPIDEMIC AND WE KNOW IT IS AN EPIDEMIC. I HAVE HAD TO SIT AND CONFERENCE ROOMS WITH FAMILY MEMBERS WHO HAVE LOST LOVED ONES TO A HEROIN OVERDOSE. I HAVE ALSO SAT DOWN WITH LOVED ONES -- WITH PARENTS WHOSE LOVED ONE IS AN ADDICT. YOU HAVE TO PROSECUTE THE DEALERS WHO PUT THE LIVES OF OTHERS AT RISK AND THAT IS SOMETHING I HAVE DONE A DISTRICT ATTORNEY. WE ALSO NEED TO REHABILITATE OFFENDERS WHO CAN BE SAFELY TREATED. I'VE BEEN A FOUNDING MEMBER OF THE JEFFERSON COUNTY HEROIN TASK FORCE AND THIS IS DIFFERENT FROM WHAT THE DEPARTMENT OF JUSTICE IS CURRENTLY DOING ALL STOP THEY HAVE DONE A GOOD JOB MAKING INFORMATION AVAILABLE TO PEOPLE. WE HAVE BROUGHT THE INFORMATION TO PEOPLE. OUR TASK FORCE BUT TOGETHER A HEROIN SUMMIT AND WE WORKED WITH THE DEPARTMENT OF CORRECTIONS, HUMAN SERVICES, PAIN MANAGEMENT PROVIDERS, SCHOOLS AND LAW ENFORCEMENT, AND EVEN THE MOTHER OF A 17-YEAR-OLD GIRL WHO DIED OF A HEROIN OVERDOSE SO WE CAN HELP STRESS TO PEOPLE THAT HEROIN HAS A FACE. IT IS A HUMAN FACE AND DOES NOT DISCRIMINATE WHETHER YOU ARE YOUNG, OLD, WHITE, BLACK, MALE, FEMALE -- IT IS INSTANTLY ADDICTIVE AND POTENTIALLY LETHAL EVERY SINGLE TIME OF STOP IT IS THAT COMPREHENSIVE COLLABORATIVE APPROACH AND IF WE BRING THAT TO THE PEOPLE, WE CAN HELP THEM UNDERSTAND THIS IS EVERYONE'S PROBLEM FROM THE ADDICT HIMSELF TO THE CRIME WE SEE AND THE COST TO TAXPAYERS. IN JEFFERSON COUNTY, WE PAID HALF $1 MILLION FOR CHILDREN WHO WERE PLACED OUT OF HOMES BECAUSE THEIR CHILDREN WERE OPIATE ADDICTED. AND YOU HAVE SOMETHING YOU WANTED TO ADD TO THIS? FAX THIS IS WHY I HAVE MY COMPREHENSIVE PLAN THAT YOU CAN FIND ON MY WEBSITE CALLED STOP HEROIN. SUPPORT AND TRAINING FOR OPIATE PREVENTION. WE HAVE IT ALL COVERED. ALL THE IDEAS ARE THINGS WE HAVE GOT ON THEIR AND MUCH MORE. LET'S TALK ABOUT ANOTHER EPIDEMIC AND ITS A PROBLEM AND DRIVING IN THIS STATE. WISCONSIN IS THE ONLY STATE THAT TEACH FIRST OFFENSE DRUNK DRIVING AS A CITATION AND NOT A CRIMINAL OFFENSE. NEITHER OF YOU FAVOR MAKING IT A CRIMINAL OFFENSE. EXPLAIN TO OUR AUDIENCE WHY YOU DON'T APPROVE OF MAKING FIRST INCIDENCE OF DRUNK DRIVING A CRIME. I'VE PROSECUTED A YOUNG WOMAN WHO KILLED HER BEST FRIEND IN A DRUNK DRIVING ACCIDENT. IT WAS HER FIRST OFFENSE. SHE'S NOW IMPRISONED BUT SHE'S GOING TO HAVE TO LIVE WITH THE FACT THAT SHE KILLED HER BEST FRIEND. THE REASON I HAVE SAID CRIMINALIZING IT IS NOT THE ANSWER IS WE DON'T KNOW IT'S GOING TO DETER PEOPLE FROM GETTING BEHIND THE WHEEL. THEY ALREADY KNOW IN THE BACK OF THEIR MIND THAT THEY CAN KILL THEMSELVES, THEIR PASSIONS -- THEIR PASSION OR -- THEIR PASSENGER OR AN INNOCENT MOTORIST. WITHOUT EVIDENCE TO SHOW IT WOULD DETER THAT BEHAVIOR, I'M RELUCTANT TO SAY THAT IS SOMETHING WE SHOULD DO. WE DO KNOW WE'VE GOT TO GET TOUGHER ON DRUNK DRIVING. I'VE TALKED CANDIDLY ABOUT THE NEED TO INCREASE THE MINIMUM PENALTY HERE IN WISCONSIN. I DON'T KNOW IF ANYBODY KNOWS THIS BUT A FOURTH OFFENSE DRUNK DRIVER CAN SERVE AS LITTLE AS 60 DAYS IN JAIL. THAT IS WOEFULLY INADEQUATE. THEY DON'T LEARN AND THEY DON'T CREST OR BEHAVIORS. THAT IS SOMETHING I WOULD FAVOR. BUT LET ME FOLLOW UP ON THIS. YOU HAVE HEARD REPUBLICANS CRITICIZE YOU REPEATEDLY FOR THE TREATMENT OF THE CASE THAT INVOLVED THE FORMER COMMUNICATIONS RECTOR OF THE STATE DEMOCRATIC ARTIE. THIRD TIME DRUNK DRIVING OFFENSE, THREE TIMES OVER THE LEGAL LIMIT AND ENDED UP IN A FIRST OFFENSE DRUNK DRIVING CITATION. THAT WAS AN UNFORTUNATE CASE. REGARDLESS OF WHO PROSECUTED IT AND WHO THE DEFENDANT WAS, REPUBLICAN OR DEMOCRAT, THE RESULT WOULD HAVE BEEN THE SAME AND HERE IS WHY. WISCONSIN HAS WHAT BRAD AND I BOTH CALL A LOOPHOLE WHERE IF YOU DO NOT HAVE A PREVIOUS CONVICTION WITHIN A 10 YEAR TIME FRAME, YOU CANNOT GO BACK TO LIFETIME. THE ASSISTANT DISTRICT ATTORNEY WAS ABLE TO GET PROOF OF THE CONVICTION FOR THE MIDDLE OF THE FROM THE EARLY 90'S AND FROM ANOTHER STATE AND THEY MAY HAVE DESTROYED THEIR RECORDS. FROM A LEGAL STANDPOINT IN TERMS OF OUR LAWS, WE COULD NOT ESTABLISH THAT MIDDLE VIOLATION OF STOP THE OTHER PROBLEM WAS HE TOOK THE STAND AND TALKED ABOUT HOW HE DID NOT HAVE AN ATTORNEY AND DID NOT UNDERSTAND WHAT AN ATTORNEY WOULD DO FOR HIM. THE JUDGE WAIVED THE CREDIBILITY OF THAT AND WE WERE NOT ABLE TO PROSECUTE HIM FOR A THIRD OFFENSE BOTH WAYS ON THE LAW IN WISCONSIN AS IT IS WRITTEN BUT ALSO ON THE CONSTITUTION AND IT WAS AN UNFORTUNATE RESULT WILL STOP NO ONE WANTS A THIRD TIME DRUNK DRIVER TO END UP WITH A SECOND FIRST OFFENSE. THAT IS SOMETHING OUR LEGISLATURE SHOULD LIKELY LOOK INTO AS WELL. IS THERE ANYTHING THAT COULD CONVINCE YOU THAT FIRST OFFENSE DRUNK DRIVING SHOULD BE A CRIME? YES. BIKES BUT YOU DON'T FAVORITE RIGHT NOW. I AM NOT CONVINCED RIGHT NOW. EVERY LEGISLATIVE BIENNIUM THIS COMES UP EVERY TIME IT IS PROPOSED, EVERY TIME THEY GET THE PHYSICAL ASKED MITTS ON IT AND THEY BACK AWAY BECAUSE IT'S VERY, VERY EXPENSIVE. WE'VE GOT 49 OTHER STATES DOING IT. WE DID DO THE RESEARCH AND TAKE A LOOK AT THOSE OTHER STATES. IF THE LEGISLATOR WILL PASS THE REFERENCE BUREAU TO DO IT, AS ATTORNEY GENERAL, I WILL TASK THE ATTORNEY GENERAL'S OFFICE TO FIND THE RESEARCH AND IF IN THOSE OTHER STATES, PUBLIC SAFETY HAS IMPROVED AS FAR AS MAKING FIRST OFFENSE A CRIME, HAVE HIDEOUTS. I THINK WE AGREE THERE IS A REAL CHALLENGE AS TO WHETHER A PERSON WHO DOESN'T THINK THEY ARE GOING TO GET CAUGHT -- AND NONE OF THEM THINK THEY'RE GOING TO GET CAUGHT -- WHETHER BEING A CRIME WOULD DETER THEM FROM GOING OUT AND DRIVING. WE SHOULD NOT MAKE THIS DECISION BASED ON HER -- BASED ON EMOTION. IT SHOULD BE BASED ON EVIDENCE. THERE ARE IS EVIDENCE THAT MAKING FIRST OFFENSE A CRIME IMPROVES PUBLIC SAFETY THEN WE SHOULD SPEND MONEY ON IT. IF THERE IS NOT SUCH EVIDENCE, WE SHOULD -- THESE ARE LIMITED RESOURCES. WE SHOULD SPEND THOSE RESOURCES IN WAYS THAT WERE LIKE ALCOHOL TREATMENT COURTS AND VICTIM IMPACT PANELS. HOW ABOUT PUTTING MORE STATE TROOPERS ON THE HIGHWAY SO YOU HAVE MORE CERTAINTY THAT YOU WILL GET CAUGHT? YOU TALKED ABOUT YOUR ONE ARREST FOR DRUNK DRIVING WHEN YOU WERE IN YOUR YOUNG 20'S, I BELIEVE. COULD SOME PEOPLE WONDER WHETHER YOUR PERSONAL EXPERIENCES COLLAR IN YOUR PERSONAL JUDGMENT ON THIS ISSUE TODAY? I THINK THEY SHOULD HAVE SOME ASSURANCE THAT IT DOESN'T IN THE SENSE THAT I'M TRYING TO DODGE LIABILITY. WISCONSIN HAS THIS LOOPHOLE. IF YOU CAN GO 10 YEARS WITHOUT GETTING ANOTHER ONE, YOU ARE BACK ON THE FIRST OFFENSE AGAIN. I THINK WE COULD WORK WITH LEGISLATORS TO CRAFT AND CHANGE THAT AND GET RID OF THE FIVE-YEAR LOOPHOLE ON FOURTH OFFENSE IS. IT SHOULD BE A FELONY. WE DO NEED TO CHANGE OUR PENALTIES WHEN YOU GET TO THE FIFTH AND GREATER OFFENSES BECAUSE WE ARE TURNING THOSE PEOPLE OUT OF PRISON IN TOO SHORT A TIME AND THEY GO RIGHT BACK TO THE BEHAVIOR THEY WERE DOING ALL STOP -- SOMETHING THEY WERE DOING. MY OFFENSE IS NOT SOMETHING I'M PROUD OF, BUT IT'S NOT SOMETHING I RUN FIVE -- WHEN I RUN FROM. THEY KNEW THAT WHEN THEY HIRED ME AS AN ASSISTANT DA. I USED THAT EXPERIENCE TO TURN THING AROUND IN MY OWN COMMUNITY AND IN MY STATE. I WAS PART OF THE TEAM THAT CREATED THE FIRST VICTIM IMPACT PANEL FOR CHRONIC AND TOXIC AIDED DRIVER'S ED WE WORKED WITH MOTHERS AGAINST DRUNK DRIVING. WE DID THAT WITHOUT A PENNY OF TAXPAYER MONEY AND WROTE THE TEMPLATE WILL STOP I ALSO SERVED ON THE ADDICTION RESEARCH COUNCIL AND SERVED AS THE PRESIDENT OF THE PARK TASK FORCE, PREVENTING ALCOHOL-RELATED CRASHES. I HAVE DONE A LOT OF THINGS THAT HAVE LEFT A FOOTPRINT NOT JUST IN MY COUNTY BUT STATEWIDE. I THINK WHEN WE LOOK AT THE PENALTIES, THE MINIMUMS, WE'VE GOT TO LOOK AT THOSE REALLY HARD. FIFTH AND SIXTH OFFENSE DRUNK DIVERS DON'T ALWAYS GET RHYTHM, SIX MONTHS IS THE MINIMUM. WE HAVE SEEN LEGISLATIVE RESPONSES WHERE THE LEGISLATURE HAS INCREASED THE MAXIMUM THAT I THINK WE HAVE TO TARGET THE MANDATORY HIM -- MANDATORY MINIMUMS AND -- COULD YOU BE CONVINCED? I DO DIFFER A LITTLE BIT. IT MIGHT BE EXPENSIVE IN TERMS OF PROSECUTORIAL RESOURCES, BUT IF THERE WAS EVIDENCE THAT SHOWED FROM REALIZING FIRST OFFENSE FOR DRIVING WOULD DETER THE BEHAVIOR, WE OUGHT TO INVEST IN IT STOP THERE TALKING PUBLIC SAFETY. WE DON'T HAVE THE DATA AND SOMETHING I WILL SAY WHEN YOU TALK ABOUT EVERY STATE MAKING FIRST OFFENSE DRUNK DRIVING A CRIME, THEY HAVE DIFFERENT WAYS AND MANY OFFENDERS DON'T SPEND ANY TIME IN JAIL AND IT COMES OFF THE RECORD MUCH MORE QUICKLY . IN WISCONSIN, IT STAYS ON YOUR RECORD FROM 1989 FORWARD. SOMETHING YOU BOTH TALK A LOT IS PEOPLE WHO VICTIMIZE CHILDREN. SEXUAL PREDATORS, INTERNET CRIMES AGAINST CHILDREN, YOU BOTH TALK ABOUT AND YET YOUR PARTY AND YOUR PARTY SLAM THE TWO OF YOU SAYING YOU ARE BOTH SOFT ON THIS ISSUE AND LENIENT AND THE TYPES OF DEALS YOU MAKE WITH DEFENDANTS. DO YOU AGREE WITH WHAT THE PARTY IS SAYING ABOUT THE CANDIDATE? DO YOU AGREE? IS SHE SOFT IN DEALING WITH THESE TYPES OF CRIMES? AS CANDIDATES FOR OFFICE, OUR RECORDS BECOME FAIR GAME. THE PUBLIC IS TITLED TO TAKE A LOOK AT WHAT WE ARE DOING AND ASSESS WHAT WE ARE DOING ALL STOP SOME OF THIS BACK AND FORTH TENNIS MATCH WHERE YOU AMENDED THIS OR MODIFIED THIS, IT'S GETTING A LITTLE BIT OLD BUT THERE IS A FUNDAMENTAL DIFFERENCE. MY OPPONENT'S CAMPAIGN AND HER ALLIES HAVE COME AFTER ME TO TRY TO TEAR ME DOWN BECAUSE SHE'S GOT A BIG CHALLENGE WITH A CASE SHE HASN'T ANSWERED THE QUESTIONS ON YET WHERE SHE HAD A $180,000 LAND CONTRACT WITH AN INDIVIDUAL PENDING IN HER OFFICE ON FIRST-DEGREE SEXUAL ASSAULT TO A CHILD AND ENDED UP WITH A DRAMATIC REDUCTION OF THAT CHARGE AND A RECOMMENDATION IN THE CASE. THAT CASE IS NOT BEING DRIVEN BY POLITICAL OPERATIVES. IT'S BEING DRIVEN BY VICTIM WHO FILED A COMPLAINT AND COMPLAINED ABOUT THE DEAL THAT WAS STRUCK AND ALSO COMPLAINED ABOUT EATING IGNORED WHEN SHE MADE LEASE TO HAVE THIS CASE ASSIGNED TO A SPECIAL PROSECUTOR AND ALSO COMPLAINED AFTER THIS BROKE IN THE NEWS, SHE WAS TOLD SHE COULD NOT TALK TO ANYBODY ABOUT WHAT HAPPENED. YOU HAVE A CHANCE TO RESPOND TO THAT. WE KNOW THAT THE REYNOLDS CASE IS NO DIFFERENT THEN HIS OFFICE HANDLING THE PROSECUTION OF THE KRAMER. BILL KRAMER IS A REPUBLICAN DONOR TO BRAD AND HIS OFFICE IS PROSECUTORS IN THAT CASE. HE HAS APPROPRIATELY STRAINED HIMSELF OFF THE CASE FOR MULCH IS WHAT I DID IN THE REYNOLDS CASE. IT DOES A DISSERVICE TO VOTERS TO BE POINTING OUT CASES, TAKING THEM OUT OF CONTEXT. OUR RECORDS ARE FAIR GAME, BUT ONLY IF THEY ARE OR TRADE FAIRLY. I THINK THE PARTIES COULD GO TIT-FOR-TAT AND CASE-BY-CASE ON EACH OF US BECAUSE WE HAVE BEEN PRACTICING LAW FOR SO LONG. THAT WOULD BE A DISSERVICE TO VOTERS. IN TERMS OF THE REYNOLDS CASE, THE REASON I HAVE NOT SPOKEN PUBLICLY ABOUT THE FACTS OF THE CASE -- FIRST OF ALL, THERE IS A VICTIM INVOLVED HERE. SECONDLY, IT'S AN OPEN CASE. IT WAS DISSOLVED -- IT WAS RESOLVED IN A DIFFERENT PROSECUTORS IN AGREEMENT. I HAVE HAD NO INVOLVEMENT IN THE CHARGING OF THAT CASE, ITS RESOLUTION OR ANYTHING THAT HAPPENED IN BETWEEN. I WILL SAY THIS IN TERMS OF THE ALLEGATIONS THAT I'M ONE IN MY OFFICE WOULD HAVE TOLD THE VICTIM NOT TO TALK TO ANYONE. WHAT WE TRY TO DO IS LET VICTIMS KNOW WHEN THERE ARE THINGS GOING ON IN THE MEDIA THAT THEY MAY BE APPROACHED BY MEDIA AND THEY DON'T HAVE AN OBLIGATION TO SPEAK TO THE MEDIA. AGAIN, YOU ARE TALKING ABOUT AT THE. THAT IS WHY FOR A LONG TIME I DID NOT WANT TO COMMENT ON IT BECAUSE I WANT TO RESPECT THAT VICTIM AND HER PRIVACY EVEN THOUGH THIS CASE HAS BEEN WROUGHT TO THE PUBLIC OR FRONT. IN RETROSPECT, SHOULD YOU HAVE ASKED A SPECIAL PROSECUTOR TO HANDLE THE CASE KNOWING SOMEONE IN YOUR OFFICE WOULD BE MAKING THAT DECISION? IF I COULD CHANGE IT BECAUSE OF THE WEIGHT IS PORTRAYED TOMMY S. IN TERMS OF THE ACTUAL DECISION TO CONTINUE WITH THE CASE, I FULLY SUPPORT HER. IT WAS A VERY COMPLICATED CASE AND THERE WAS UNCERTAINTY ABOUT WHAT MAY HAVE HAPPENED IF IT LEFT THE OFFICE IN TERMS OF CONTINUED PROSECUTION. OUR ETHICAL RULES ARE CLEAR. WHEN THERE'S A POTENTIAL CONFLICT OR THE APPEARANCE OF CONFLICT, IS THE OBLIGATION OF THE PROSECUTOR TO SCREEN THEMSELVES OFF AND HAVE NO INVOLVEMENT IN THE FILE AND THAT IS WHAT I DID. I HAVE BEEN PRACTICING 16 YEARS NOW AND I HAVE NEVER HAD THEM LANE WITH THE OFFICE OF LAWYER REGULATION. I AM CONFIDENT IN THIS CASE HAS GONE THROUGH THE APPROPRIATE PROCESSES, THEY WILL FIND WAS HANDLED APPROPRIATELY AND I OBEYED THE RULES. SHE SAYS AS ADA, YOU MAKE A LOT OF TOUGH CALLS. SHE TRIED TO EXPLAIN WHAT OCCURRED. DOES THAT MAKE SENSE TO YOU AS ADA? NO, IT DOES NOT. WITH AN ONGOING FINANCIAL RELATIONSHIP LIKE THAT, 180,000 DOLLARS A LAND CONTRACT DEAL, IT DOESN'T. YOU HAVE TO GET OUT OF THE CASE. SHE TRIED TO COMPARE THIS WITH THE BILL KRAMER CASE -- WE HAVE NO ONGOING RELATIONSHIP WITH THAT CASE. WE GAVE THE MONEY BACK BEFORE I KNEW THERE WAS A WAUKESHA VICTIM. THERE WAS SOMETHING THAT HAPPENED IN WASHINGTON DC THAT FIRST BROUGHT THIS TO A HEAD. WE MADE THE DECISION TO DONATE THAT MONEY TO A LOCAL WOMEN'S SHELTER BECAUSE IT WAS NOT MONEY I WANTED TO HANG ONTO. WE ARE WORKING WITH THE VICTIM OF THIS CASE. ANYTHING ELSE YOU WANT TO ADD TO MARK I THINK WE HAVE AN ENOUGH TIME OTHER THAN TO SAY WHAT HE IS REFERRING TO IS FROM 2009. THIS CASE CAME INTO OUR OFFICE FROM 2013. THE TRANSACTION HAD LEGALLY BEEN CONCLUDED THAT THIS IS ANOTHER EXAMPLE OF WHERE POP -- WHERE PARTISAN POLITICS HAS BEEN INTERJECTED INTO THIS RACE AS A WAY TO DISTRACT FROM THE REAL ISSUES. THAT'S WHAT I WANT THE CAMPAIGN TO BE ABOUT -- WHO IS GOING TO BE BEST FOR THE CITIZENS OF WISCONSIN. THERE IS NOTHING PARTISAN ABOUT THAT VICTIM'S COMPLAINT WILL STOP SHE DOESN'T LEAN REPUBLICAN. SHE'S COMPLAINING BECAUSE SHE'S UNHAPPY WITH WHAT HAPPENED WITH THE CASE. I WAS REFERRING TO BRAD BRINGING UP THAT CASE TIME AND TIME AGAIN AS A WAY TO DISTRACT VOTERS ABOUT THE ISSUE. THE REALITY IS THESE ELECTIONS ARE PARTISAN. I WOULD LIKE YOU TO ADDRESS THE LIBERAL ADVOCACY GROUP THAT ASKED YOU TO INVESTIGATE JOEL KLEEFISCH FROM WAUKESHA COUNTY. YOU'VE GIVEN MONEY TO HIS CAMPAIGN AND HE'S GIVEN MONEY TO YOUR CAMPAIGN. THEY ASK YOU TO INVESTIGATE BECAUSE THEY SAY HE'S INTRODUCED LEGISLATION THAT WOULD HAVE CUT THE CHILD SUPPORT PAYMENTS OF A WEALTHY REPUBLICAN DONOR WHO WAS VERY INVOLVED IN THE WRITING OF THIS BILL, WHICH HAS SINCE BEEN DROPPED. HE DECLINED TO INVESTIGATE . WHY? I NEVER GOT ALL THE INFORMATION I NEEDED. I WOULD HAVE A SIGN THAT TO A SPECIAL PROSECUTOR. I GOT AN E-MAIL THAT MADE BALD-FACED ACCUSATION THAT THIS WAS PAY FOR PLAY. I SENT AN E-MAIL BACK SAYING DO YOU HAVE ANY EVIDENCE, ANYTHING AT ALL THAT WOULD DEMONSTRATE THERE WAS A QUID PRO QUO. IF YOU GIVE ME THIS, I WILL PUSH THIS LEGISLATION. I NEVER DID -- I NEVER HEARD BACK. THE NEXT TIME WE HEARD ABOUT IT WAS FIVE MONTHS LATER WHEN IT WAS ISSUED A PRESS RELEASE. IT WAS JUST A SET UP FOR A MOMENT. HE GOT IT BY TAKING ONE LINE OUT OF CONTEXT. THAT IS A PARTISAN ATTACK. LET ME READ THAT LINE BECAUSE IT DID GENERATE SOME FOLLOW-UP NEWS STORIES. YOU SAID WHY CAN'T A LEGISLATOR PRESS FOR LEGISLATION THAT BENEFITS A PERSON WHO IS -- HAS CONTRIBUTED TO THEIR HIM PAIN? IS AND THAT THE ESSENCE OF REPRESENTATIVE DEMOCRACY? YOUR CRITICS SAY IT SOUNDS LIKE YOU ARE CONDONING PAY FOR PLAY. IF YOU TAKE THAT ONE SENTENCE THAT E-MAIL WAS 7, 8, NINE PARAGRAPHS AS I OUTLINED IN THERE THAT IN OUR SYSTEM, THERE IS NOTHING WRONG OR ILLEGAL ABOUT A PERSON CONTRIBUTING TO A CANDIDATE FOR THE LEGISLATURE WHO IS GOING TO FORWARD IDEAS THAT FOR THAT PERSON. THAT IS THE ESSENCE OF HER PRESUMPTIVE GOVERNMENT. EVOKE FOR OR MAKE CLINICAL CONTRIBUTIONS FOR A PERSON WHO WILL ADVANCE IDEAS SIMILAR TO YOUR INTERESTS. I STAND BY THAT POSITION. I DID COMMENT ON THIS WHEN THE STORY FIRST BROKE. IT CERTAINLY LOOKS AS IF THE OFFICE HAS BEEN POLITICIZED BECAUSE IT WASN'T JUST A PERSON WHO HELD DRAFT THIS LEGISLATION. IT WAS A REPUBLICAN DONOR WHO'S GOING TO DIRECTLY IN A FIT. IT'S SOMETHING MOST VOTERS FOUND TO BE FAIRLY SHOCKING IN TERMS OF THE POLITICAL NATURE OF THAT INCIDENT. BRAD IS GOING TO SAY THERE ARE THINGS AS DISTRICT ATTORNEY I HAVE STEPPED OUT OF BOUNDS ON. NOT JUST THE CLAY FISH EXAMPLE BUT YOU HAVE SCOTT JENSEN WHO WAS CONVICT AND OF A FELONY AND SENTENCED TO PRISON WHEN BRAD HANDLED THAT CASE, HE HAD THE CASE THEY CAME OUT ABOUT THE REPUBLICAN ATTORNEY WHO ADMITTED TO SHREDDING JOHN DOE DOCUMENTS. THINGS THAT ACTUALLY LOOK AS IF THE OFFICE HAS BEEN POLITICIZED, I THINK VOTERS SHOULD BE CONCERNED ABOUT IT. IN TERMS OF THE ATTORNEY, I DON'T KNOW HE IS A REPUBLICAN ATTORNEY. THAT CASE IS REFERRED TO THE OFFICE OF LAWYER REGULATION. THEY ARE RESPONSIBLE FOR DRESSING ATTORNEY MISCONDUCT IN A FULLY HAVE IN THAT CASE, SO I SENT THAT TO THE OFFICE OF LAWYER REGULATION. MY OPPONENT MY OPPONENT HAD CHARGES OF DOMESTIC VIOLENCE AGAINST THE CHAIR OF THE DEMOCRATIC PARTY. YOU MAKE THE BEST DECISION YOU CAN WITH THE BEST EVIDENCE AND THIS IS A DISTRACTION THAT IS NOT THE SAME AS THESE OTHER SITUATIONS. GIVE ME A SENSE OF SOMETHING IN THIS CAMPAIGN YOU FEEL -- IT'S NOT GETTING THE ATTENTION IT DESERVES. EACH OF YOU HAVE A VERY LENGTHY IDEA ABOUT WHAT YOU WOULD DO SHOULD YOU BECOME ATTORNEY GENERAL. I WANT YOU TEACH TAKE A MINUTE OR SO AND TALK ABOUT SOMETHING THAT'S PARTICULARLY IMPORTANT TO YOU I WOULD START WITH CONSUMER PROTECTION. IT AFFECTS A LOT OF OUR CITIZENS. WE HAVE THESE SCAMMERS THAT TARGET VULNERABLE CITIZENS . WE CAME OUT LAST WEEK TALKING ABOUT MAKING SURE WE MAKE SURE WE GO AFTER THESE FOR-PROFIT COLLEGES WHO ELK STUDENTS OUT OF TENS OF THOUSANDS OF DOLLARS AND OFTEN TIMES THEY GET A DEGREE THAT IS NOT WORTH THE A BRITS WRITTEN ON OR NO DEGREE AT ALL. THERE WAS A MILWAUKEE WOMAN FOR EXAMPLE WHO ENROLLED IN A FOR-PROFIT COLLEGE, SPENT $25,000 TO GET A DEGREE IN CRIMINAL JUSTICE SO SHE COULD BECOME A PROBATION OFFICER. NOT ONLY DID SHE NOT GET HER DEGREE, SHE DOESN'T HAVE JOB AND THE UNIVERSITY AS SAYING SHE HAS TO PAY MORE MONEY TO GET HER TRANSCRIPTS. WE TALKED LAST WEEK ABOUT OUR INTENTION TO MAKE THIS A TOP RATE 40. THERE ARE A LOT OF GOOD FOR-PROFIT SCHOOLS OUT THERE. THIS IS ABOUT THE SCHOOLS WHO ARE MISREPRESENTING THE VALUE OF AN EDUCATION AND IT HAPPENS A LOT WILL STOP SOMETHING I'M VERY EXCITED ABOUT WOULD BE TO ADD , TO TAKE AN EXISTING ATTORNEY GENERAL AND ADD THEM TO THE CONSUMER PROTECTION AND ANTI-FRAUD UNIT WILL STOP THIS IS A WAY FOR WISCONSIN TO MAKE MONEY WE CAN GIVE TO PEOPLE WHO ARE HARMED BY THESE TYPES OF ACTIONS. THE MORTGAGE FORECLOSURE SETTLEMENT WAS AWAY FOR WISCONSIN TO HAVE REVENUE. $25 MILLION OF THAT WENT TO FILL A HOLE IN THE BUDGET. WE HAVE TO MAKE SURE WHEN WE HAVE THAT, WE CAN BRING MORE LAWSUITS AND REVENUE TO THE STATE OF WISCONSIN AND HAVE THAT MONEY GO TO THE PEOPLE WHO ARE DIRECTLY IMPACTED. SOMETHING YOU WANT TO FOCUS ON THAT HAS FLOWN UNDER THE RADAR? THIS RACE AT ALL. WHEN THE POLL COMES BACK AND PEOPLE ARE NOT HAVING A DECISION IN THE AG RACE AND NOT PAYING ATTENTION OR KNOWING ENOUGH ABOUT THE CANDIDATES TO EVEN START MAKING A DECISION, WE NEED TO DRIVE SOME ATTENTION TO THIS RACE. IT IS VERY IMPORTANT AND WISCONSIN NEEDS TO HAVE AN ATTORNEY GENERAL THAT'S GOING TO ENFORCE THE LAW THE WAY IT IS WRITTEN. WE HAVE A VERY CLEAR CHOICE BETWEEN THE TWO OF US BECAUSE WE HAVE VERY DIFFERENT PHILOSOPHIES ABOUT THE WAY THIS OFFICE SHOULD RUN ON THE ROLE OF THE ATTORNEY GENERAL. RELATIVE TO ANNOUNCING A LAN TO GOING AFTER FOR-PROFIT UNIVERSITIES, THAT'S NOT HOW I PROSECUTOR SHOULD DO THEIR JOB. YOU DON'T ANNOUNCE WHO YOU ARE GOING TO GO AFTER THREE PRESS RELEASE. YOU ANNOUNCE IT WHEN YOU FILED A COMPLAINT AGAINST THEM AND DONE AN INVESTIGATION. THE DEPARTMENT OF JUSTICE HAS BEEN READING ON THIS ALREADY. THE WISCONSIN DOJ WAS WITH THAT IS A LEADER IN THIS. WE SHOULD NOT HAVE STUDENTS, PARTICULARLY LOW INCOME STUDENTS AND VETERANS WHO ARE BEING TARGETED BY THESE FOR-PROFIT COLLEGES AND TO THE EXTENT WE CAN DETERMINE, STUDENTS WHO INVEST MONEY IN A IN EDUCATION, I THINK WE SHOULD ABSOLUTELY DO THAT WILL STOP WE COULD ADD THAT TO THE LIST RIGHT NOW. THERE ARE NOT SUFFICIENT NUMBERS MET UNIT TO CREATE REVENUES FOR THE STATE WHERE WE COULD START INVESTIGATING PROGRAMS THAT DIRECTLY RELATE TO THE HIM'S WHO HAVE BEEN VICTIMIZED . WE CAN ALWAYS DO MORE. : TO ASK YOU EACH SOMETHING ABOUT A TROUBLING FACT IN THE STATE. WE ARE THE NATION'S LEADER IN THE INCARCERATION RATE OF AFRICAN-AMERICAN MEN. IS THAT AN ISSUE THAT IS WORTH THE ATTENTION OF THE ATTORNEY GENERAL AND IF SO, CAN YOU OFFER SOME THOUGHTS ON WHAT THE ROLE MIGHT BE IN ADDRESSING THAT? FAX I THINK THERE IS A ROLE FOR THE ATTORNEY GENERAL IN THIS PROBLEM. THE TREATMENT AND DIVERSION COURTS ARE ONE OF THE WAYS WE WILL REDUCE OUR PRISON POPULATION. I SERVED ON THE TASK FORCE THAT DEVELOPED MUCH OF THE LEGISLATION THAT WILL GIVE US REAL HOPE IN ADDRESSING THIS. THE PEOPLE WE BRING INTO DRUG TREATMENT COURTS ARE PEOPLE THAT ARE HEADING TO AN OVERDOSE IT'S GOING TO KILL THEM OR THEY ARE GOING TO PRISON. WE HAVE LEARNED THIS THE HARD WAY. DRUG TREATMENT COURTS CAN HELP BREAK THE CYCLE AND RETURN THEM AS PRODUCTIVE MEMBERS OF THE COMMUNITY. THE LEGISLATOR LAST -- LEGISLATURE PUT $5 MILLION TO START UP RANTS AS A RESULT OF THE RECOMMENDATIONS THAT CAME FROM THE COMMITTEE. I'M VERY PROUD THAT ALMOST THREE YEARS AGO, WE STARTED OURS UP AND IT'S UP AND RUNNING IN CHANGING LIVES. THAT IS ONE WAY THE ATTORNEY GENERAL CAN HAVE AN IMPACT OF ROLE IN PUSHING FORWARD FOR THOSE KINDS OF COURTS TO EXIST. YOU WOULD NOT CHANGE TRUTH IN SENTENCING GUIDELINES? WE DON'T REALLY HAVE SENTENCING GUIDELINES IN WISCONSIN THE SAME WAY AS IN THE FEDERAL COURT WILL STOP JUDGES ARE NOT BOUND BY ANY BOTTOM LINE. THERE ARE FEW CASES WHERE THERE ARE MINIMUM MANDATORY SENTENCE S INVOLVED. IS IT NOT THE PURVIEW OF THE ATTORNEY GENERAL TO ADDRESS THIS ISSUE WHICH IS A MUST DISCUSSED ISSUE IN THIS PART OF THE STATE? I AGREE THAT WE LOOK AT THE INCARCERATION RATES ROSE IN TERMS OF JAIL AND PRISON. IT IS SHAMEFUL AND EMBARRASSING AND WE HAVE TO DO MORE. THE DEPARTMENT OF JUSTICE HAS OPPORTUNITY TO TAKE THE LEAD ROLE IN TALKING ABOUT THE ISSUE IN THE FIRST PLACE. THERE ARE ABSOLUTELY BENEFIT FOR EVERY DOLLAR WE INVEST IN, ALWAYS SAY $1.91. IT'S ALSO A WIN FOR THE PARTICIPANTS. SOMETHING THAT IS CONCERNING WHEN WE TALK ABOUT THESE GRANTS AND JEFFERSON COUNTY WAS LUCKY ENOUGH TO GET THIS GRANT. OFTENTIMES IN AREAS LIKE MILWAUKEE, THE FUNDING YOU GET IS NOT ENOUGH TO FULLY FUND THE PROGRAM. SO YOU HAVE FAR MORE PARTICIPANTS THAN SPACES AVAILABLE. WE HAVE SEEN THAT TOO OFTEN, MINORITIES DON'T HAVE ACCESS TO PARTICIPATE IN THE PROGRAMS BECAUSE THEY DON'T KNOW THEIR WAY THROUGH THE SYSTEM. IT'S SOMETHING THE ATTORNEY GENERAL HAS A GREAT OPPORTUNITY TO START TALKING ABOUT THIS ISSUE AND TALKING TO LAW ENFORCEMENT. AND OFFENDER IN MILWAUKEE MAY NOT BE TREATED WITH THE SAME SET OF FACTS AS THEY ARE IN WAUKESHA OR JEFFERSON COUNTY. WE NEED TO BE TALKING ABOUT THE TREMENDOUS AMOUNT OF DISCRETION LAW ENFORCEMENT HAS. WE AS PROSECUTORS HAVE A LOT OF DISCRETION TO DETERMINE WHO GOES INTO THESE TREATMENT PROGRAMS. DO WE HAVE SOMETHING THAT STAYS ON THE DEFENDANT'S RECORD? IT'S CERTAINLY SOMETHING WE NEED TO BE TALKING ABOUT AND I THINK THE ATTORNEY GENERAL IS IN A GREAT POSITION TO BE TALKING ABOUT IT ALL STOP BACK I WANT TO ASK YOU ABOUT THE JOHN DOE PROCESS. THE JOHN DOE STORY HAS GENERATED AN AWFUL LOT OF HEADLINES AND I THINK YOU TOLD ME ONCE THAT YOU THINK THE PROCESS SHOULD BE LOOKED AT AND MAYBE THERE'S AN EXTRA CHECK OR BALANCE THAT COULD BE USED IN THAT PROCESS. WHAT ARE YOU TALKING ABOUT AND WHY DO YOU FEEL WE NEED IT? WE HAVE ENDED UP WITH A CRISIS IN CONFIDENCE -- CRISIS IN CONFIDENCE. I DON'T THINK A LOT OF PEOPLE ARE CONFIDENT WITH WHAT'S GOING ON. THERE'S A LOT OF ALLEGATIONS THERE'S A POLITICAL WITCHHUNT AND SOME COURTS HAVE LOOKED AT WHAT HAS HAPPENED AND SAID THERE WAS NOT PROBABLE CAUSE OF A CRIME. DO YOU THINK IT'S A WITCHHUNT? WE WORKED TOGETHER A LONG TIME. I THINK HE'S AN ETHICAL PROSECUTOR. IF THE ALLEGATIONS ARE TRUE, THAT WOULD BE A SURPRISE TO ME. FAX IN TERMS OF THE PROCESS, WE OWE THE PUBLIC CONFIDENCE IN THE PROCESS, OTHERWISE IF THEY DON'T HAVE CONFIDENCE, YOU LOSE IT AND IT'S HARD TO GET BACK, IF NOT IMPOSSIBLE. JOHN DOE PROCEEDINGS ARE VERY EFFECTIVE TOOLS FOR INVESTIGATING HOMICIDE, MISSING PERSONS OR A DRUG CONVICTION. WHEN THEY'RE USED FOR POLITICAL PURPOSES, THEN IT IS POLITICAL. I THINK WE SHOULD BUILD ANOTHER CHECK AND BALANCE WHERE WE HAVE PERIODIC REVIEWS I THE ATTORNEY GENERAL OR THE APPELLATE COURT THAT TAKING A LOOK TO MAKE SURE THE PROCESS IS NOT BEING ABUSED. DO WE NEED TO TAKE A HARD LOOK AT THE JOHN DOE PROCESS? I DON'T KNOW THAT WE DO. I THINK THE PROCESS OF ELF IS A GOOD ONE. I DO AGREE THERE'S A LACK OF CONFIDENCE IN THE PROCESS BUT I THINK THAT HAS BEEN PART OF THE POLITICAL NATURE WE HAVE SEEN IN THE INVESTIGATIONS THEMSELVES AND UNFORTUNATELY, IF WE CREATE THIS CHECK AND BALANCE, THE CURRENT ATTORNEY GENERAL SAYS HE WOULD NOT PARTICIPATE IN THE JOHN DOE PROCESS ITSELF. THERE IS UNFORTUNATELY THIS POLITICAL PEACE AND THAT IS UNFORTUNATE BECAUSE THERE IS A LACK OF COMPETENCE. WE NEED TO HAVE OPENNESS IN OUR GOVERNMENT AND HAVE CITIZENS BELIEVE ELECTED OFFICIALS ARE BEING HELD ACCOUNTABLE AND WE DON'T HAVE THAT RIGHT NOW. THE UNFORTUNATE THING ABOUT THE WAY IT HAS PROGRESSED IS THE CURRENT ATTORNEY GENERAL INDICATED THE REASON HE COULD NOT PARTICIPATE WAS HIS STATUS AS A REPUBLICAN AND GOVERNOR WALKER'S STATUS AS A REPUBLICAN. I DON'T KNOW HOW WE FIX THAT OTHER THAN TO SAY WE HAVE TO HAVE AN ATTORNEY GENERAL WHO'S WILLING TO GO AFTER ANYONE REGARDLESS OF THEIR LYRICAL AFFILIATION WHO VIOLATE THE PUBLIC TRUST WILL STOP YOU HAVE SAID IF THEY HAD COME TO YOU, YOU WOULD HAVE HELPED OUT IN THIS CASE. I WOULD HAVE BECAUSE THE LOCAL DAS OFFICE IS HARD RESTS TO TAKE THIS KIND OF CASE ON. WE ARE ALL UNDERSTAFFED. AM GOING TO WRAP UP THIS PART OF OUR DISCUSSION. WE HAVE TIME OR ONE MINUTE HOSING STATEMENTS. WE HAVE FLIPPED A COIN TO DETERMINE THE ORDER OF THAT AND FIRST WE WILL HEAR FROM THE REPUBLICAN CANDIDATE, BRAD SCHIMEL. THANK YOU. I'M PROUD TO BE THE LAW ENFORCEMENT CHOICE FOR WISCONSIN ATTORNEY GENERAL AND I'M THE ONLY CANDIDATE WITH BIPARTISAN SUPPORT FROM REPUBLICAN, DEMOCRAT AND INDEPENDENT ELECTED LAW ENFORCEMENT LEADERS STATEWIDE. MOST PEOPLE WHO WORK IN OUR NEIGHBORHOODS AND COURTROOMS NO I PUT PUBLIC SAFETY BEFORE POLITICS BECAUSE I'M NOT AN ACTIVIST. I AM A PROSECUTOR AND AT -- AS THE HEAD OF DOJ COME I WILL MAKE A COMMITMENT TO THE RULE OF LAW. MY OPPONENT AND I HAVE VERY BIG IF FRANCE IS IN OUR PHILOSOPHY ABOUT HOW THE DEPARTMENT OF JUSTICE SHOULD FUNCTION AND THE ROLE OF THE ATTORNEY GENERAL. MY OPPONENT IS AN ACTIVIST AND SAYS SHE WILL USE THE DEPARTMENT DOES THIS TO PURSUE AN IDEOLOGICAL AGENDA. AT THE SAME TIME, I HAVE PROPOSED MANY PLANS FOR DEALING WITH PUBLIC SAFETY CRISES LIKE HEROIN, HUMAN TRAFFICKING, INTERNET CRIMES AGAINST CHILDREN AND VIOLENCE AGAINST WOMEN. I AM ASKING FOR YOUR VOTE ON NOVEMBER 4. THANK YOU. AND NOW A ONE MINUTE CLOSING STATEMENT RUM --STATEMENT FROM SUSAN HAPP. I'M AN EXPERIENCED FRONT-LINE PROSECUTOR WITH EXPERIENCE ACROSS THE STATE. I LOCKED UP SERIAL KILLERS, HEROIN DEALERS, SEXUAL PREDATORS AND PROTECTING CHILDREN HAS BEEN A PRIORITY FOR ME AS DISTRICT ATTORNEY AND WILL BE A PRIORITY AS ATTORNEY GENERAL. I WILL FIGHT TO PROTECT WOMEN'S RIGHTS TO MAKE HEALTH-CARE DECISIONS AND GET PAID EQUALLY FOR THEIR WORK. I'M NOT A POLITICIAN. I WAS NOT HAND-PICKED BY MY PARTY. I WON A TOUGH THREE-WAY PARTY TO GET HERE. THE PEOPLE CHOSE ME. I HAVE A PROVEN RECORD OF WORKING WITH REPUBLICANS AND DEMOCRATS ALIKE TO PROTECT OUR CITIZENS AND I WILL NOT BRING A PARTISAN POLITICAL AGENDA TO THE ATTORNEY GENERAL'S OFFICE. I AM PROUD TO HAVE ENDORSEMENTS FROM PEOPLE WITHIN THE COMMUNITY AND OUTSIDE THE STATE. I WILL BE A PERSON WHO WORKS FOR HEART OUT EVERY SINGLE DAY FOR THE VOTERS TO DO WHAT IS RIGHT AND WHAT IS PROPER AND APPROPRIATE FOR OUR CITIZENS. I WELCOME YOUR SUPPORT AND WELCOME YOUR VOTE. THANK YOU. THANK YOU BOTH VERY MUCH. BEFORE WE GO, WE WANT TO MENTION THIS HAS BEEN A PRODUCTION OF WISN-TV. THANKS TO THE CANDIDATES FOR BEING WITH US AND THINGS TO OUR AUDIENCE FOR BEING WITH US HERE IN THIS ROOM. ELECTION DAY IS NOVEMBER 4. FROM ECKSTEIN HALL, I AM MIKE GOUSHA. HAVE A WONDERFUL EVENING WILL STOP -- EVENING. [APPLAUSE] HELLO AND WELCOME TO AN IMPORTANT HOUR OF TELEVISION WILL STOP FOR EVERY VOTER IN OUR STATE, WHETHER YOU ARE TUNING IN INDEED MILWAUKEE AREA OR ANOTHER ABC STATION IN WISCONSIN, WE ARE GLAD YOU ARE HERE. IN JUST ABOUT ONE MINUTE, THE -- THE CANDIDATES FOR ATTORNEY GENERAL WILL BE FOR THE FIRST TIME TO DISCUSS THE POSITIONS THEY SAY THEY WILL PURSUE IF ELECTED IN NOVEMBER. HE ISSUES ARE WIDE-RANGING -- VOTER ID, IMMIGRATION, ENVIRONMENTAL REGULATION, SAME-SEX INVESTIGATIONS AND -- SAME-SEX MARRIAGE. IS BEING MODERATED BY OUR COLLEAGUE WHO WORKS ON POLICY ISSUES THAT MARQUETTE UNIVERSITY. HE IS THE HOST OF \"UPFRONT\" SEEN EVERY SUNDAY ON THE STATION AND ALL MBE -- ALL THE STATIONS ACROSS THE STATE WILL STOP THANK YOU FOR PARTICIPATING IN WISCONSIN'S TRUCK -- WISCONSIN'S PROUD EDITION OF CITIZEN ENGAGEMENT. WISN MARQUETTE LAW SCHOOL PRESENT THE FIRST TELEVISED DEBATE BETWEEN THE CANDIDATES FOR ATTORNEY GENERAL, DEMOCRAT SUSAN HAPP BRAD SCHIMEL AND REPUBLICAN BRAD SCHIMEL. IT'S A COMMITMENT 2014 SPECIAL EVENT. LIVE FROM ECKSTEIN HALL, HOME OF MARKET UNIVERSITY LAW SCHOOL. OUR HOST AND MODERATOR, MIKE GOUSHA. [APPLAUSE] HELLO AND WELCOME TO OUR CONVERSATION WITH THE CANDIDATES. OUR PODCAST IS BEING SEEN ALL ACROSS WISCONSIN AT THIS ARROW. IT IS LIVE, UNEDITED AND COMMERCIAL FREE. TODAY, WE ARE JOINED BY THE CANDIDATES FOR ATTORNEY GENERAL, SUSAN HAPP, AND BRAD SCHIMEL. THANKS TO BOTH OF YOU FOR PARTICIPATING THIS BROADCAST. WE ARE HERE IN THE APPELLATE COURTROOM WHERE I WORK AS A JOURNALIST AND SERVE AS A FELLOW IN LAW AND PUBLIC POLICY AND ALSO THE HOST OF \"UPFRONT WITH MIKE GOUSHA.\" WE HAVE ASKED THE CANDIDATES TO JOIN US IN A CONVERSATION ABOUT THE ROLE FOR ATTORNEY GENERAL IN THE STATE, A JOB SOME HAVE REFERRED TO AS THE STATE'S TOP COP. WE HAVE ASKED THEM TO ANSWER WESTON STRICTLY AS POSSIBLE AND ASKED HIM TO STAY ON POINT. THE CANDIDATES CAN SPEAK TO ONE ANOTHER, BUT I WILL MANAGE THE TIME WE SPEND ON A PARTICULAR TOPIC AND HAVE THE FREEDOM TO MOVE THE DISCUSSION ALONG. EACH CANDIDATE WILL HAVE A CLOSING STATEMENT OF NO LONGER THAN ONE MINUTE. THERE ARE NO OPENING STATEMENTS. WE FLIPPED A COIN TO SEE YOU THAT THE FIRST QUESTION AND WE BEGIN WITH SUSAN HAPP. LET ME BEGIN BY ASKING THE SAME QUESTION OF EACH OF YOU -- THIS IS A QUESTION ABOUT THE PHILOSOPHY YOU HAVE REGARDING THE JOB OF ATTORNEY GENERAL. IT'S OF A JOB WITH A LOT OF RESPONSIBILITIES, BUT I THINK PEOPLE WOULD LIKE TO KNOW HOW YOU VIEW THE ROLE OF ATTORNEY GENERAL. WHAT IS IT AND WHAT IS IT NOT? MANY DO VIEW THE ATTORNEY GENERAL AS THE STATE'S TOP COP, WHICH IS TRUE. THE ATTORNEY GENERAL IS CHARGE FIRST AND FOREMOST WITH PUBLIC PROTECTION. IT'S AN IMPORTANT ROLE AND IT'S IMPORTANT TO HAVE AN EXPERIENCED PROSECUTOR LIKE MYSELF TO BE ATTORNEY GENERAL. BUT THERE'S ALSO THE OTHER PART OF WHAT THE ATTORNEY GENERAL GENERAL'S OFFICE DOES. THE ATTORNEY GENERAL IS CHARGE WITH PROTECTING CONSUMERS, ENVIRONMENTAL PROTECTION, ENFORCING OPEN RECORDS AND OPEN MEETINGS LAWS WILL STOP THERE IS AN ENTIRE PICTURE OF WHAT THE ATTORNEY GENERAL IS, NOT JUST FIGHTING CRIME OR PROTECTING CITIZENS, BUT ALSO BEING AN ADVOCATE FOR CITIZENS, BEING THE PEOPLE'S ATTORNEY. THAT IS AN IMPORTANT ROLE BECAUSE THE ATTORNEY GENERAL HAS SUCH A TREMENDOUS ABILITY TO INFLUENCE PUBLIC HOLOCENE AND TALK TO VOTERS AND BE AN ADVOCATE FOR ALL OF OUR CITIZENS. WHAT IS THE ROLE OF THE ATTORNEY GENERAL AND WHAT IS NOT THE ROLE OF ATTORNEY GENERAL? THANK YOU FOR THIS OPPORTUNITY AND THANK YOU, SUSAN, FOR PARTICIPATING. THE ROLE OF THE ATTORNEY GENERAL INCLUDES THE TOP COP MENTAL, AND THAT IS AN IMPORTANT PIECE OF THE JOB BECAUSE YOU ARE LEADING A COMMUNITY STATEWIDE. YOU ARE GOING TO HAVE MILLIONS AND MILLIONS OF DOLLARS TO MAKE SURE WE ARE DIRECTING A LAW ENFORCEMENT COMMUNITY AND LAW ENFORCEMENT OFFICERS IN THE BEST WAY TO KEEP OUR COMMUNITY SAFE WILL STOP THERE IS ALSO THE CIVIL SIDE AND THAT SIDE HAS IMPORT AND WORK TO DO AS WELL. THE MOST IMPORTANT THING FOR THE ATTORNEY GENERAL ON THE CIVIL SIDE ESPECIALLY IS TO MAKE SURE WE HAVE A STABLE AND PREDICTABLE LEGAL ENVIRONMENT. WE HAVE TO ENFORCE THE LAWS THEY ARE -- THE WAY THEY ARE WRITTEN AND DEFEND WISCONSIN LAW. WISCONSIN NEEDS TO BE ABLE TO COUNT ON THEIR LAWYER TO DEFEND OUR LAWS WHEN THEY ARE UNDER ATTACK. YOU WOULD DEFEND ALL WISCONSIN LAWS? UNLESS THERE IS A DEFINITIVE DECISION FROM AD COURT THAT SAYS THAT LAW IS NOT COME TO SHALL, YES, IT IS YOUR JOB. YOU HAVE SAID YOU WOULD NOT DEFEND A NUMBER OF LAWS THAT CURRENTLY EXIST. WHAT ARE THOSE LAWS? WHEN YOU TALK ABOUT THE OBLIGATION, IT'S SIMILAR TO THE OATH I TOOK AS DISTRICT ATTORNEY. YOU HAVE THE OBLIGATION TO ENFORCE THE LAW AND THE STATE OF WISCONSIN AND CHALLENGED TO UPHOLD THOSE LAWS AND ALSO PULL THE CONSTITUTION. THE EXTENT THERE IS A LAW THAT CONFLICTS THAT IS BLATANTLY UNCONSTITUTIONAL, THERE IS AN ABILITY TO NOT DEFEND THAT LAW. WE HAVE THREE FAST ATTORNEYS GENERAL WHO HAVE CHOSEN NOT TO DEFEND CERTAIN LAWS, INCLUDING THE CURRENT ATTORNEY GENERAL, FOR EXAMPLE WITH THE DOMESTIC ORDER SHIP REGISTRY. BRAD SAID HE WOULD NOT HAVE DEFENDED IT THAT LAW AND LATER CHANGED HIS POSITION IS THAT HE WOULD HAVE DEFENDED THAT LAW. THE ATTORNEY GENERAL IS NOT A ROBOT WILL STOP THE ATTORNEY GENERAL HAS TO BE ABLE TO LOOK AT THE LAW, COMPARATIVE THE CONSTITUTION AND DETERMINE WHETHER IT PASSES CONSTITUTIONAL MUSTER. FROM THE BEGINNING, I SAID THE BAN AGAINST SAME-SEX MARRIAGE WAS A LAW I WOULD NOT DEFEND AND I TOOK A LOT OF FLAK ON THAT IN THE MEDIA. BUT I STOOD BY US BECAUSE I BELIEVE WISCONSIN'S LAW AGAINST SAME-SEX MARRIAGE DOES VIOLATE THE UNITED STATES CONSTITUTION OF THE EQUAL PROTECTION CLAUSE AND THE COURTS HAVE AFRAID. IT SHOULD BE RARE AND SHOULD BE THE EXCEPTION, BUT THE PAST THREE ATTORNEYS GENERAL, REPUBLICAN AND DEMOCRAT, HAVE REFUSED TO DEFEND LAWS THAT WERE IN FACT UNCONSTITUTIONAL. WE DO NOT WANT AN ATTORNEY GENERAL WHO SAYS I'M GOING TO DEFEND EVERY SINGLE LAW. IF WE TAKE THAT TO ITS EXTREME, IF THERE WAS A LAW AGAINST HER CONTROL OR A LAW AGAINST GUN OWNERSHIP, ACTUALLY DEFEND THOSE LAWS? WE HAVE TO MAKE SURE THEY PASSED CONSTITUTIONAL MUSTER. I THINK WE DO WANT AN ATTORNEY GENERAL WHO IS GOING TO ENFORCE THE LAW THE WAY IT IS WRITTEN AND DEFEND THE LAW THE WEIGHT IS WRITTEN. WHEN YOU TAKE THE OATH TO DEFEND THE CONSTITUTION'S, YOU DON'T CROSS YOUR FINGERS AND SAY EXCEPT THIS ONE I DON'T AGREE WITH. IT'S NOT YOUR JOB AS THE STATE'S LAWYER. WHEN A PERSON GOES OUT OF HIRES A LAWYER FOR THE AS IS, YOU DON'T EXPECT THAT LAWYER TO MAKE AN ARGUMENT IN COURT THAT IS CONTRARY TO WHAT YOUR INTERESTS ARE AND THE ATTORNEY GENERAL IS THE STATE'S LAWYER. IT IS YOUR JOB TO REPRESENT THE STATE. I DID SAY I WOULD NOT DEFEND THE DOMESTIC ORDER REGISTRY IN ONE INTERVIEW AND QUESTION CAME UP ALL STOP I RESOLVE THAT LEE AFTERWARD, INDEX INTERVIEW I DID, I SAID THAT WAS A MISTAKE. I WITHDREW THAT. I WOULD HAVE DEFENDED IT, IT IS A SETTLED PIECE OF LAW NOW IN WISCONSIN. AND YOU ARE NOT A ROBOT WHEN YOU DEFEND THE LAW THE WAY THEY'RE WRITTEN. YOU GO TO COURT AND PRESENT THE FACTS AT THE TRIAL LEVEL IN A WAY THAT HELPS THE COURT MAKE A DETERMINATION AS TO WHAT THE CIRCUMSTANCES ARE AND THEN YOU PRESENT THE ARGUMENT THOROUGHLY AND COMPLETELY AND LET THE COURT MAKE THAT DECISION BECAUSE THE ATTORNEY GENERAL IS NOT TO BE A SUPER LEGISLATOR. COULD THERE BE CASES THAT ARISE WHERE YOU MIGHT HAVE TO TAKE A LOOK AT THAT? I LOOK AT THE CHALLENGE RIGHT NOW OF STATE LAW THAT SAYS YOU CAN LIMIT THE COORDINATION BETWEEN THIRD-PARTY GROUPS AND POLITICAL CANDIDATES. THAT IS THE STATE LAW. WOULD YOU DEFEND THAT STATE LAW? THERE ARE ASPECTS OF THE CAMPAIGN FINANCE LAWS THAT HAVE CHANGED AS A RESULT OF APPELLATE COURT DECISIONS ON THE FEDERAL SIDE AND PARTS OF THOSE LAWS THAT HAVE BEEN AVOIDED. YOU DON'T DEFEND THE PARTS OF THE LAW THE APPELLATE COURTS HAVE AVOIDED. JB VAN HOLLEN SAYS I'M NOT GOING TO DEFEND THAT. YOU DEFEND IT? WHICH LAW ARE YOU TALKING ABOUT? THE ONE THAT LIMITS COORDINATION BETWEEN HER PARTY ORGANIZATIONS AND LOCAL CANDIDATES. I WOULD HAVE TO ASSESS THE LAWS AND HOW WELL THE LAW FITS WITH THE DECISIONS FROM THE FEDERAL COURTS AND WHETHER IT CONFLICTS. YOU SAID THIS SHOULD BE USED IN RARE CIRCUMSTANCES, BUT YOU NAMED SAME-SEX MARRIAGE, VOTER ID AND THERE'S LEGISLATION HE DON'T AGREE WITH -- WHAT ARE YOU SUPPOSED TO DO, EVERY TIME YOU DISAGREE WITH THE LAW, WE ARE SUPPOSED TO GO TO A PRIVATE FIRM AND TRIED THE STATE'S BUSINESS? HOW DOES THAT WORK PRACTICALLY SPEAKING? LOOK AGAIN AT THE SAME-SEX MARRIAGE BAN. WE HAD A TREMENDOUS AMOUNT OF RESOURCES BOTH IN TERMS OF HER SMELL, MONEY, AND THE LEGAL SYSTEM WE USED IN TERMS OF JB VAN HOLLEN DEFENDING THAT LAW. COURT AFTER COURT, DISTRICT AFTER DISTRICT HAS FOUND THOSE LAWS TO BE UNCONSTITUTIONAL. IN SOME CASES, WE ARE ALREADY PAYING FOR THE DEFENSE OF THOSE KINDS OF LAWS. IF THERE'S A CASE THE ATTORNEY GENERAL DETERMINES YOUR SHE CANNOT DEFEND THE LAW BECAUSE IT IS UNCONSTITUTIONAL, THE GOVERNOR HAS THE OUT OF UTILIZING ATTORNEYS TO DEFEND THAT LAW. WE HAD AN OPPORTUNITY OF THAT IN PENNSYLVANIA. THE ATTORNEY GENERAL REFUSED TO DEFEND THEIR SAME-SEX MARRIAGE BAN AND THE GOVERNOR UTILIZED HIS ATTORNEYS TO DEFEND THAT LAW AND THE LAW WAS AGAIN FOUND TO BE UNCONSTITUTIONAL. I THINK IT IS INCUMBENT ON ELECTED OFFICIALS, BOTH THE KEVIN DURANT ATTORNEY GENERAL TO LOOK AT WHETHER A LAW PASSES CONSTITUTIONAL MUSTER AND ALSO TO LOOK DOWN THE ROAD AT WHETHER WE OUGHT TO BE INVESTING RESEARCH IT -- DEFENDING LAWS THAT GO AGAINST THE CONSTITUTION . IS POSSIBLE THAT THEY WILL BE ASKED TO DEFENDED VOTER ID LAW. ARE YOU SAYING YOU WOULD NOT DEFEND IT? AND THE STATE WOULD NEED TO GET A PRIVATE ATTORNEY? WITH THE VOTER ID LAW, MY STORY HAS NOT CHANGED. YOU WILL ALWAYS KNOW WHERE I STAND. WHAT I UNDERSTAND ABOUT THE VOTER ID LAW IS THIS -- THE WISCONSIN CONSTITUTION IS VERY CLEAR ABOUT WHAT REQUIREMENTS ARE VOTERS NEED TO VOTE WILL STOP THERE ARE THREE REQUIREMENTS. LAW CREATES A FOURTH REQUIREMENT . IT'S NOT IN OUR CONSTITUTION AND IT DOES CREATE REAL IMPEDIMENTS TO VOTERS. I PROSECUTED CASES OF VOTER ROD. IT'S NOT VOTER IMPERSONATION ROD. THOSE ARE CASES WHERE PEOPLE VOTE TWICE OR PEOPLE WHO ARE PROBATION OR NOT ELIGIBLE TO VOTE ARE VOTING. THIS IS A SOLUTION IN SEARCH OF A PROBLEM. IF THIS IS PENDING BEFORE THE COURT AND IT MAY GO BEFORE THE UNITED STATES SUPREME LORD, AND IF THE SUPREME COURT RULES IT IS CONSTITUTIONAL, THAT WILL BE THE LAW. THE CONCERN I HAVE AND I'M GLAD THE SUPREME COURT RULED THE WAY IT DID LAST WEEK IS WE HAVE THIS LAW GOING INTO EFFECT SO CLOSE TO THE ELECTION. I TALKED TO A MAN WHOSE 93-YEAR-OLD FATHER HAD HIS À LA RETURNED AND DID NOT KNOW WHAT THAT MEANT. I ASSUME YOU WOULD BE THERE TO DEFEND THE STATE LAW THAT GOES BEFORE THE SPRING BOARD. THE ONLY DECISION THAT ADDRESSES THE SUBSTANCE OF OUR LAW IS THE SEVENTH CIRCUIT OF COURT OF APPEALS DECISION. THE SUPREME COURT ONLY SAID BECAUSE OF THE SHORT TIME INVOLVED THAT YOU CANNOT LET IT GO INTO EFFECT FOR NOVEMBER 4. STILL, OUR LAW IS CONSTITUTIONAL. THE SUPREME COURT HAS NOT SAID OTHERWISE. THE ATTORNEY GENERAL WILL CONTINUE TO DEFEND THAT IF I'M THE ATTORNEY GENERAL. IT IS A LITTLE MISLEADING AND YOUR QUESTION IMPLIES THAT -- IT'S MISLEADING TO LET PEOPLE THINK IT LAWS NOT GOING TO BE DEFENDED BECAUSE THE AG TAKES A PASS. WHEN THE AG TAKES A PASS, THE TABLE IS NOT GOING TO BE EMPTY WHEN THE SEVENTH CIRCUIT COURT OF APPEALS OR SUPREME COURT CALLS THE CASE. THERE WILL BE A LAWYER THERE AND INSTEAD OF HAVING THE STATES WHERE DO IT, WE HAD TO COME UP WITH HUNDREDS OF THOUSANDS OR MILLIONS OF DOLLARS FOR OUTSIDE COUNSEL TO DO REPRESENTATION AND THAT IS WRONG FOR WISCONSIN STOP THERE HAVE BEEN CASES WHERE THE ATTORNEY GENERAL -- THE CRANBERRY GROWER CASE DROPPED LEGATION. WE KNOW WHEN THESE CASES, BEFORE THE COURTS, WE WANT TO TAKE A HARD LOOK AT THIS THERE IS AN ETHICAL AND CONSTITUTIONAL DUTY TO DEFEND THE LAW, TO DO SO. THESE ARE RARE AND THEY ARE THE EXCEPTION. WE ARE NOT GOING TO SEE CASES UPON CASES THE ATTORNEY GENERAL'S NOT GOING TO DEFEND. BUT WE HAVE SEEN SELECT CASES WHERE THEY HAVE REFUSED TO DO SO BASED ON CONSTITUTIONAL GROUNDS , NOT POLITICAL IDEOLOGY OR POLITICAL AGENDAS. YOU TALKED EXTENSIVELY ABOUT THIS ON YOUR WEBSITE -- THIS IS YOUR CONCERN THAT THE FEDERAL GOVERNMENT MIGHT BE OVERREACHING -- THAT YOU WOULD DEFEND THE STATE OF WISCONSIN AGAINST OVERREACH. CAN YOU GIVE US A SENSE OF WHAT YOU MEAN? ONE GREAT EXAMPLE ARE THE EPA RUN REGULATIONS ANNOUNCED ON JUNE 2? IF THAT GOES INTO EFFECT, YOU WILL HAVE A DISPROPORTIONATE EFFECT COMPARED TO OTHER STATES. WE ARE NUMBER ONE FOR MANUFACTURING IN AMERICA. WE GET 62% OF OUR ELECTRIC FIRE FROM COAL-FIRED ELECTRIC LANCE AND THOSE PLANTS. WE'VE GOT TO MAKE SURE WHEN REGULATIONS LIKE THAT GO INTO EFFECT, WE GO SEE JOBS TRADE -- JOBS RAIN OUT OF OUR STATE. SOLAR POWER WORKS THAT ARE IN ARIZONA OR WIND POWER WORKS BETTER ON THE GREAT PLAINS. THE ONLY REASONABLE SOURCE OF RELIABLE AND AFFORDABLE ELECTRICAL POWER WE HAVE IS: ENERGY RIGHT NOW. IF THOSE REGULATIONS WENT INTO EFFECT, EVERY ONE OF OUR PLANTS WOULD HAVE TO SHUT DOWN OR SPEND BILLIONS OF DOLLARS TO GET IT TO THE STANDARDS AND WHEN THEY GET THAT, IT'S GOING TO COST EVERY SINGLE CONSUMER A LOT MORE ON THEIR ENERGY BILL AND THAT WILL IS PROPORTIONATELY AFFECT SENIORS WHO HAVE FIXED INCOMES AND IT IS GOING TO HIT THEM AGAIN WHEN MANUFACTURERS CANNOT AFFORD TO PAY FOR THOSE ENERGY BILLS AND LEAVE THE STATE OR AGRICULTURE CAN'T KEEP DOING ITS WORK AND WE SEE PEOPLE UNEMPLOYED ON TOP OF THE HIGHER ELECTRICITY BILLS WILL STOP YOU ARE SERVING NOTICE YOU'RE GOING TO DEFEND THE STATE AGAIN EPA REGULATIONS? IF THEY OPPOSE THOSE, YOU ARE GOING TO CHALLENGE THAT? ABSOLUTELY. THEY NEED TO STRIKE A BALANCE BETWEEN ENVIRONMENTAL REGULATIONS AND THE ABILITY OF WISCONSIN TO HELP JOBLESS PEOPLE. WE CAN CREATE JOBS WITHOUT HAVING JOB CREATION AT THE EXPENSE OF OUR ENVIRONMENT ALL STOP IN FEBRUARY, HE TALKED ABOUT JOINING THE CURRENT ATTORNEY GENERAL AND SUING THE EPA OVER CARBON OMISSIONS. I GREW UP HUNTING AND FISHING AND THE DOING NATURAL RESOURCES WITH MY FATHER. WE LOVED TO GO IN THE WOODS AND THE REALITY HE IS IT'S NOT A POLICY ISSUE WHEN WE TALK ABOUT HAVING CLEAN AIR AND CLEAN WATER. I AM CONCERNED WHEN WE TALK ABOUT CREATING A SOLICITOR GENERAL, A POLITICAL APPOINTEES GOING TO TAKE ON THE FEDERAL GOVERNMENT, WHETHER IT'S THE EPA -- I DON'T THINK OUR ATTORNEY GENERAL SHOULD BE ENGAGING IN THOSE TYPES OF ACTIVIST APPROACHES. I BELIEVE WE CAN CREATE JOBS AND I BELIEVE WE CAN CREATE JOBS NOT AT EXPENSE OF THE ENVIRONMENT. WE CAN TALK ABOUT COMMON SENSE APPROACHES -- LET ME PURSUE THIS ENVIRONMENTAL POINT. HE SAID A MONTH OR TWO AGO THAT YOU THINK THE ATTORNEY GENERAL CAN DO MORE IN TERMS OF PROTECTING THE ENVIRONMENT. WE HAVE GREAT ENVIRONMENTAL LAWS ON THE BOOKS BUT WE ALSO HAVE CASES WHERE THE DEPARTMENT OF NATURAL RESOURCES IS HANDLING VIOLATIONS AND THOSE VIOLATIONS ARE NOT BEING BROUGHT TO THE DEPARTMENT OF JUSTICE'S ATTENTION. I WOULD WANT TO WORK DIRECTLY WITH THE DNR TO FIND OUT WHAT KINDS OF VIOLATIONS THEY ARE SEEING ALL STOP WHAT WE ARE TALKING ABOUT IS FOR PEOPLE WHO HAVE VIOLATIONS TO LEARN FROM THE ERRORS OF THEIR WAYS AND CLEAN UP THEIR ACT, LITERALLY AND FIGURATIVELY. WHAT WE WANT TO DO IS WE HAVE HAUNTED PEOPLE OR CORPORATIONS POLLUTING THE ENVIRONMENT WHO DON'T LEARN FROM THEIR CONTACT WITH THE DEPARTMENT OF NATURAL RESOURCES, I THINK IT'S INCUMBENT I VIRTUE OF THE ENVIRONMENTAL PROTECTION UNIT, THAT WE WORK HAND IN HAND WITH THE DEPARTMENT OF NATURAL", "article_metadata": {"category": "Politics", "ib-analytics": "data", "item-publish-date": "Sun, 12 Oct 2014 19:52:46 CDT", "generator": "CoreMedia", "og": {"site_name": "WISN", "description": "WISN 12 News and the Marquette University Law School present a debate between Wisconsin Attorney General candidates Susan Happ and Brad Schimel.", "title": "Wisconsin Attorney General debate (58:00)", "url": "http://www.wisn.com/politics/wisconsin-attorney-general-debate-5800/29082328", "image": "http://www.wisn.com/image/view/-/29082330/medRes/2/-/maxh/630/maxw/1200/-/q4so7tz/-/img-Wisconsin-Attorney-General-debate-58-00.jpg", "type": "video"}, "twitter": {"url": "http://www.wisn.com/politics/wisconsin-attorney-general-debate-5800/29082328", "player": {"width": 640, "height": 390}, "app": {"url": {"ipad": "wisn://content/video/29082328", "iphone": "wisn://content/video/29082328", "googleplay": "wisn://content/video/29082328"}, "name": {"ipad": "wisn", "iphone": "wisn", "googleplay": "wisn"}, "id": {"ipad": 505514957, "iphone": 505514957, "googleplay": "com.hearst.android.wisn"}}, "site": "@WISN12News", "card": "app"}, "al": {"android": {"url": "wisn://content/video/29082328", "app_name": "wisn", "package": "com.hearst.android.wisn"}, "ios": {"url": "wisn://content/video/29082328", "app_store_id": 505514957, "app_name": "wisn"}}, "fb": {"app_id": 99878194705}, "keywords": "WISN,wisconsin,politics,attorney general,happ,schimel,gousha", "google-site-verification": "i4ZqbhDql_xSQP108vpUMcxQym-PFphj-iSCavxm6tw", "news_keywords": "WISN,wisconsin,politics,attorney general,happ,schimel,gousha", "description": "WISN 12 News and the Marquette University Law School present a debate between Wisconsin Attorney General candidates Susan Happ and Brad Schimel."}, "_id": "\"57477af46914bd0286fdc3c2\"", "article_summary": "WHAT IS THE ROLE OF THE ATTORNEY GENERAL AND WHAT IS NOT THE ROLE OF ATTORNEY GENERAL?\nTHE ATTORNEY GENERAL WILL CONTINUE TO DEFEND THAT IF I'M THE ATTORNEY GENERAL.\nTHE ATTORNEY GENERAL IS NOT A ROBOT WILL STOP THE ATTORNEY GENERAL HAS TO BE ABLE TO LOOK AT THE LAW, COMPARATIVE THE CONSTITUTION AND DETERMINE WHETHER IT PASSES CONSTITUTIONAL MUSTER.\nEACH OF YOU HAVE A VERY LENGTHY IDEA ABOUT WHAT YOU WOULD DO SHOULD YOU BECOME ATTORNEY GENERAL.\nIT'S AN IMPORTANT ROLE AND IT'S IMPORTANT TO HAVE AN EXPERIENCED PROSECUTOR LIKE MYSELF TO BE ATTORNEY GENERAL."}