{"article_title": "History won't view marriage equality holdouts favorably", "article_keywords": ["wont", "supreme", "right", "equality", "favorably", "decision", "holdouts", "states", "politicians", "marriage", "stand", "samesex", "court", "view", "history"], "article_url": "http://www.chicagotribune.com/news/opinion/huppke/ct-talk-huppke-gay-marriage-20141010-story.html", "article_text": "There's an oft-repeated phrase in discussions of same-sex marriage: \"Be on the right side of history.\"\n\nI prefer something simpler: Be right.\n\nWe are swiftly arriving at the point where most Americans recognize right from wrong and see — with clarity gained through personal experience or thoughtful reconsideration — the fiction that love could somehow be ruinous to society.\n\nAnd so it was notable this week, as the U.S. Supreme Court let stand a string of lower-court rulings that knocked down same-sex marriage bans in five states, that there was relative silence from the politicians who had once so strongly endorsed such bans.\n\nIt was as if they were too busy pondering a leap to the right side of history to be bothered.\n\nBy declining to hear appeals in these cases, the high court paved the way for same-sex marriage to be legal in 30 states. According to the Williams Institute, a think tank at the University of California at Los Angeles School of Law, nearly 70 percent of same-sex couples \"will live in states where they can marry and nearly two-thirds of Americans will be living in states that allow marriage for same-sex couples.\"\n\nFor years, Republican politicians and, lest we forget, a good number of Democrats, including our current president, made clear in their campaigns that marriage should be between a man and woman. They built a wall and leaned into it, forcefully.\n\nBut now, with the hearts and minds of the populace changing and people from both parties stepping away, that wall is coming down, liable to squash the still stubborn few trying to keep it in place.\n\nThose flattened souls are the ones history will remember harshly. Not the many who opposed same-sex marriage and then eked away after careful or politically expedient reconsideration, but the ones who bucked public opinion and reasonableness and fought on, highlighting the worst of the arguments used against the civil rights issue of this age.\n\nTo that end, I give you Republican Texas Sen. Ted Cruz, one of the few high-profile politicians to protest the Supreme Court's decision to stand down. Cruz, beloved by the tea party for his fierce opposition to Obamacare and general willingness to be obstinate, is likely to run for president in 2016. He recently came in first in a presidential straw poll at the conservative Values Voter Summit.\n\nHe responded to the expansion of same-sex marriage rights by utilizing the three H's: hysteria, hypocrisy and hypothetical history.\n\nThe first line of Cruz's statement was: \"The Supreme Court's decision to let rulings by lower-court judges stand that redefine marriage is both tragic and indefensible.\" That's hysteria, the idea that allowing two men or two women to marry is somehow a tragedy or an assault on the greater good.\n\nThe predictions that opening marriage to gay and lesbian couples would tear apart the fabric of society never came to pass, and public support for same-sex marriage has risen steadily, crossing the 50 percent threshold in Gallup polls in 2011 and continuing to climb.\n\nCruz, in his excoriation of the high court, then moved on to hypocrisy: \"This is judicial activism at its worst.\"\n\nJudicial activism is a term politicians of all stripes use when a court makes a decision they oppose. But what about earlier this year, when individuals on the same court struck down limits on the total amount of money people can give to candidates, political parties and committees, opening the door for big-money donors to wield greater influence?\n\nThe justices were not, in Cruz's opinion, irresponsible activists. He released a statement praising their decision: \"Today's Supreme Court decision is a victory for the First Amendment.\"\n\nI'm sorry, but you can't have it both ways.\n\nLastly, hypothetical history. By not hearing appeals of the lower-court rulings, Cruz said the Supreme Court is \"applying an extremely broad interpretation to the 14th Amendment,\" which guarantees equal protection and due process:\n\n\"It is beyond dispute that when the 14th Amendment was adopted 146 years ago, as a necessary post-Civil War era reform, it was not imagined to also mandate same-sex marriage, but that is what the Supreme Court is implying today. The Court is making the preposterous assumption that the People of the United States somehow silently redefined marriage in 1868 when they ratified the 14th Amendment.\"\n\nIf that's preposterous, then it's equally preposterous that the noble folks who adopted the First Amendment back in 1791 assumed it would be used to allow corporations and wealthy individuals to give vast amounts of money to political campaigns. And yet here we are.\n\nA ruling Tuesday by the 9th U.S. Circuit Court of Appeals stuck down same-sex marriage bans in Idaho and Nevada, and in a separate opinion issued with the ruling, Circuit Judge Stephen Reinhardt wrote:\n\n\"We, as judges, deal so often with laws that confine and constrain. Yet our core legal instrument comprehends the rights of all people, regardless of sexual orientation, to love and to marry the individuals they choose. It demands not merely toleration; when a state is in the business of marriage, it must affirm the love and commitment of same-sex couples in equal measure. Recognizing that right dignifies them; in so doing, we dignify our Constitution.\"\n\nIn other words, it's not about being on the right side of history. It's about being right.\n\nCruz may someday be remembered as one of the last politicians to speak out vociferously in opposition to same-sex marriage.\n\nHe will also be remembered for being wholly and shamefully wrong.\n\nrhuppke@tribune.com", "article_metadata": {"fb_title": "History won't view marriage equality holdouts favorably", "date": "2014-10-10", "googlebot": "index", "copyright": "Copyright (c) 2016 Chicago Tribune", "author": "Chicago Tribune", "og": {"site_name": "chicagotribune.com", "description": "There's an oft-repeated phrase in discussions of same-sex marriage: \"Be on the right side of history.\"", "title": "History won't view marriage equality holdouts favorably", "url": "http://www.chicagotribune.com/news/opinion/huppke/ct-talk-huppke-gay-marriage-20141010-story.html", "image": "http://www.trbimg.com/img-54374f38/turbine/ct-talk-huppke-gay-marriage-20141010", "type": "article"}, "x-servername": "lalvp02.18", "twitter": {"site": "@chicagotribune", "card": "summary"}, "robots": "index,follow", "apple-itunes-app": "app-id=383137151, app-argument=http://www.chicagotribune.com/deeplinkid/81633404", "fb": {"page_id": 5953023255, "app_id": 306836229411287}, "googlebot-news": "index", "keywords": "gay marriage, supreme court, five states, appeals, ted cruz", "news_keywords": "gay marriage, supreme court, five states, appeals, ted cruz", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "Description": "Rex Huppke: Same-sex marriage will prevail while history mocks the final cries of its opponents."}, "article_summary": "He released a statement praising their decision: \"Today's Supreme Court decision is a victory for the First Amendment.\"\nHe responded to the expansion of same-sex marriage rights by utilizing the three H's: hysteria, hypocrisy and hypothetical history.\nThere's an oft-repeated phrase in discussions of same-sex marriage: \"Be on the right side of history.\"\nCruz may someday be remembered as one of the last politicians to speak out vociferously in opposition to same-sex marriage.\nBy declining to hear appeals in these cases, the high court paved the way for same-sex marriage to be legal in 30 states."}