{"article_title": "Here Come the Food Stamp Work Requirements Again", "article_keywords": ["recession", "requirements", "eligible", "stamp", "work", "states", "food", "state", "program", "benefits", "come"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/09/15/Here-Come-Food-Stamp-Work-Requirements-Again", "article_text": "In the coming months, food stamp work requirements suspended during the Great Recession will be reinstated in at least 17 states, jeopardizing benefits for hundreds of thousands of Americans.\n\nIn those states, work requirements will be back in place for able-bodied adults who are 18 to 50 years old and have no children. It’s possible the requirements will return in more than 17 states, but the U.S. Department of Agriculture doesn’t yet have a full count, even though states were supposed to report their plans by Labor Day.\n\nRelated: Scars of Recession Remain with Older Americans\n\nHunger advocates worry that fulfilling the work requirements will be a challenge for recipients who live in areas where both work and job training opportunities remain slim. But others note that the suspension of the requirement was always intended to be temporary, and that the economy has improved sufficiently to end it.\n\nTypically, low-income, able-bodied adults without children can receive food stamps for only three months in a three-year period, unless they are working or participating in a training or “workfare” program for at least 20 hours a week. But as part of the 2009 economic stimulus law, the federal government allowed states to suspend the normal work requirements for food stamps, formally known as the Supplemental Nutrition Assistance Program. Nearly every state chose to do so.\n\nThe childless adults affected by the requirements comprise 10 percent of the total food stamp population, which was 46.5 million in June, the most recent month for which data are available.\n\nRelated: What the Rise in Food Stamps Really Means\n\nA few years ago, the relaxed standards began to phase out. Some states (Iowa, Minnesota, Nebraska, New Hampshire, North Dakota, Oklahoma, South Dakota, Vermont, Virginia and Wyoming, as of fiscal year 2014) were no longer eligible under the federal government’s guidelines, which are based on local economic conditions. For fiscal year 2013, Nebraska, New Hampshire, North and South Dakota, Vermont and Wyoming weren’t eligible.\n\nOther states, such as Kansas, Oklahoma, and Utah, reinstated work requirements over the course of the past year despite being eligible for at least partial waivers. Ohio, New York, Texas and Wisconsin all waived the work requirements for only part of the year or in certain areas of their states, even though they were eligible to waive the requirements statewide.\n\nThis coming year, just 35 states and the District of Columbia are eligible to waive the work requirements, while last year, 42 states and D.C. could suspend them. In 2010 and most of 2011, 47 states and D.C. met the guidelines to waive the work requirements, and all but Delaware suspended them at some point during the Great Recession. Only Nebraska, North Dakota and South Dakota weren’t eligible as of 2011. The stimulus suspended time limits for getting food stamps in all states from April 2009 through September 2010.\n\nAt least two of the states eligible for waivers this year, Maine and New Mexico, have said they plan to enforce the requirements anyway, but more could decide to join them, as pressure to reinstate the requirements has grown. Exact figures for how many people would be affected by reinstated work requirements in each state are hard to come by. In some states, such as Ohio, it is estimated more than 140,000 would be subject to the rules.\n\nRelated: No Job Loss in Most States That Raised Minimum Wage\n\nBut in every case, if most or all the adults were able to meet the work requirements — either through finding a job, enrolling in a training program or even volunteering — they could continue receiving benefits as long as they remained otherwise eligible.\n\nHunger Advocates Worried\n\nWhile the recession’s spike in food stamp enrollment has begun to recede, the USDA reported this month that last year nearly 15 percent of Americans were “food insecure,” or were forced by their diminished finances to reduce their food intake or scale back the quality or variety of their diets. Meanwhile, the decrease in food stamp enrollment overall has lagged behind improvement in the unemployment rate, as Stateline has reported.\n\nIn Ohio, for example, hunger advocates argue that a dearth of jobs and lack of training activities would make it nearly impossible for some food stamp recipients to meet the requirements, which are being enforced in all but 16 of the state’s 88 counties, exempting mainly rural, Appalachian regions. By January of this year, the food stamp benefits of 16,000 recipients had been suspended or ended because of the requirements.\n\n“In an environment where we have college graduates that are now competing for low-wage jobs, for folks with multiple barriers to employment, it's going to be difficult for them to find work,” Lisa Hamler-Fugitt, of the Ohio Association of Food Banks, said earlier this year.\n\nRelated: The Unsolved Jobs Mystery Facing the Fed\n\nIn the ensuing months, the issue grew larger. Food banks joined other advocates to continue to push officials to take up Washington’s offer of a waiver. The coalition has also filed a civil rights complaint with U.S. agriculture officials, which notes that 20,000 people who have lost benefits are disproportionately minorities.\n\nA Return to Normalcy\n\nYet officials in Ohio and other states reinstating the requirements cast the move as a return to normalcy for a safety net program that saw enrollment and spending skyrocket during the recession, when some states had as many as one in four residents on the program. In many cases, states have paired the renewed standards with investments in job creation and training programs to help those who can’t find work.\n\n“People who are in need deserve a hand up, but we should not be giving able-bodied individuals a handout,’’ Maine Gov. Paul LePage, a Republican, said in a statement announcing the change in his state in July. “We must continue to do all that we can to eliminate generational poverty and get people back to work. We must protect our limited resources for those who are truly in need and who are doing all they can to be self-sufficient.”\n\nOfficials in New Mexico pointed to other safety net programs, such as Temporary Assistance for Needy Families (commonly referred to as welfare) that also have work requirements. They stressed that the suspension of the requirement was always supposed to be temporary.\n\nRelated: Why Employers Are in the Hiring Game Again\n\nBut the move aroused vocal opposition there as well: Officials had to relocate a recent public hearing on the changes to a bigger auditorium because of large crowd expectations. The New Mexico Conference of Bishops blasted the reinstatement of work requirements in a statement last month. “Some in our state government are poised to strike another blow to our still-weak communities. The administration of the state wants to deny food benefits to those who cannot find a job in a market that isn’t producing any.”\n\nDespite the protests, a return of the rules is probably inevitable, as the stimulus measure was written to respond to the recession. Work requirements for safety net programs have been a key component of food stamps and other welfare benefits for decades. An Obama administration proposal to waive work requirements for TANF during the recession hit similar roadblocks.\n\nSome in Congress, including many Republicans, have advocated an even quicker reinstatement of the work requirements, although those proposals have mostly failed amid broader sparring between the GOP-controlled House and Democratic-controlled Senate over the food stamp program. Some Democrats in Washington and the states, who tend to be more supportive of the food stamp program, also have called for a reinstatement of the work requirements.\n\nThis article originally appeared in Stateline, a nonpartisan, nonprofit news service of the Pew Center on the States that provides daily reporting and analysis on trends in state policy.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "In the coming months, food stamp work requirements suspended during the Great Recessio", "title": "Here Come the Food Stamp Work Requirements Again", "url": "http://www.thefiscaltimes.com/Articles/2014/09/15/Here-Come-Food-Stamp-Work-Requirements-Again", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/09282011_Food_Bank_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/09/15/Here-Come-Food-Stamp-Work-Requirements-Again", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/09282011_Food_Bank_article.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "In the coming months, food stamp work requirements suspended during the Great Recessio", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fdc3c3\"", "article_summary": "By January of this year, the food stamp benefits of 16,000 recipients had been suspended or ended because of the requirements.\nIn those states, work requirements will be back in place for able-bodied adults who are 18 to 50 years old and have no children.\nSome Democrats in Washington and the states, who tend to be more supportive of the food stamp program, also have called for a reinstatement of the work requirements.\nIn the coming months, food stamp work requirements suspended during the Great Recession will be reinstated in at least 17 states, jeopardizing benefits for hundreds of thousands of Americans.\nExact figures for how many people would be affected by reinstated work requirements in each state are hard to come by."}