{"article_title": "Voters Judge Women Political Candidates By Their Looks", "article_keywords": ["freeman", "woman", "voters", "win", "study", "political", "face", "suggests", "candidates", "looks", "judge", "dartmouth", "true", "women"], "article_url": "http://www.usnews.com/opinion/blogs/jamie-stiehm/2014/05/19/voters-judge-women-political-candidates-by-their-looks", "article_text": "Milliseconds, dude.\n\nThat’s all it takes to make up your mind about a candidate’s face, according to a new Dartmouth College study on masculine and feminine features in politicians. They call it “gendered facial cues” in brain imaging.\n\nForget the firm handshake or the barnstorming speech. What matters, upfront, is how a candidate looks, new social psychology research suggests, from the neck up. (And you thought politics was shallow.) This may be even more true for women than for men.\n\n[SEE: Cartoons on President Obama]\n\nSnap judgments on faces have real consequences for women running for office, Dartmouth assistant professor Jon Freeman says. And the findings aren’t pretty. Summing up his lab’s research, Freeman suggests the more feminine a woman candidate’s face appears to a large sample of people, the more successful she was likely to be.\n\nWith the firing of Jill Abramson as executive editor of The New York Times, women and leadership issues are cutting and crackling in the air right about now. The historic high of 20 women senators (since the 2012 election) is literally changing the face of the U.S. Senate.\n\n[READ: Piecing Together the Ousting of Jill Abramson]\n\nThe same is true in reverse, Freeman says: the more masculine a woman’s face seemed, the less likely she was to win an election. But wait, there’s more. “This (trend) is exacerbated in conservative states,” Freeman said, “in predicting electoral success.” Rock-ribbed conservative areas tend to place a heavier emphasis on traditional femininity in electing women, if they elect women at all. What a surprise. Of those record 20 women in the Senate, only four are Republicans.\n\n[MORE: Cartoons about Congress]\n\nFreeman and lead author Eric Hehman, a post-doctoral researcher, used pictures of women candidates in recent years for the study, which included a swath of Dartmouth students (for what it's worth, the college is located in New Hampshire, the only state in the Union that has a woman governor and an all-female congrssional delegation). He looks forward to more work on this front: “It’s opened up lots of nuances on snap judgments and outcomes.”\n\nThe takeaway? Well, I am not taking away that a less attractive woman can’t win political office based on her talent and dedication. After all, things can change in a blink of the eye. Milliseconds.\n\n\n\n", "article_metadata": {"zone": "homepage/articles", "keyword": "Thomas Jefferson Street [Opinion]", "title": "Voters Judge Women Political Candidates By Their Looks", "og": {"site_name": "US News & World Report", "description": "A new study says a woman with a masculine face is less likely to win an election.", "title": "Facing the Truth About Looks and Politics", "url": "http://www.usnews.com/opinion/blogs/jamie-stiehm/2014/05/19/voters-judge-women-political-candidates-by-their-looks", "image": "http://www.usnews.com/cmsmedia/fa/5f/af6fcf4e4726b204653fe5cd57ad/140519-nancypelosi-editorial.jpg", "type": "article"}, "twitter": {"title": "Voters Judge Women Political Candidates By Their Looks", "description": "A new study says a woman with a masculine face is less likely to win an election.", "card": "summary", "site": "@USNews"}, "site": "opinion", "date_published": "May 19, 2014", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Jamie Stiehm,Thomas Jefferson Street [Opinion]", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "A new study says a woman with a masculine face is less likely to win an election."}, "_id": "\"57477af36914bd0286fcbba7\"", "article_summary": "Summing up his lab’s research, Freeman suggests the more feminine a woman candidate’s face appears to a large sample of people, the more successful she was likely to be.\nThat’s all it takes to make up your mind about a candidate’s face, according to a new Dartmouth College study on masculine and feminine features in politicians.\nWell, I am not taking away that a less attractive woman can’t win political office based on her talent and dedication.\n[SEE: Cartoons on President Obama]Snap judgments on faces have real consequences for women running for office, Dartmouth assistant professor Jon Freeman says.\nThe historic high of 20 women senators (since the 2012 election) is literally changing the face of the U.S. Senate."}