{"article_title": "White House forum takes on LGBT and disability issues, with a dose of pop culture", "article_keywords": ["school", "gay", "takes", "forum", "culture", "house", "disabilities", "disability", "pop", "dose", "lgbt", "characters", "tweets", "white", "representing", "issues"], "article_url": "https://www.washingtonpost.com/news/act-four/wp/2014/06/20/white-house-forum-takes-on-lgbt-and-disability-issues-with-a-dose-of-pop-culture/", "article_text": "Oracle and Batman (Credit: “Batman: Arkham Knight”)\n\nRebecca Cokley, the executive director of the National Council on Disability, was kind enough to invite me to a forum at the White House on Thursday about the intersection of LGBT (lesbian, gay, bisexual and transgender) and disability issues. The event was technically off the record, but it was vociferously and enthusiastically tweeted about by the participants, and Cokley gave me permission to Storify my own tweets so you all could have some sense of the event.\n\nThere was a lot of discussion of policy, enforcement of the laws around sexual orientation, gender identity and disability, and the fights for bills like the Americans With Disabilities Act and the Affordable Care Act. But there was also a lot of conversation about culture, and what it teaches us about the world, particularly in two keynote addresses by actress Geri Jewell and comics writer Gail Simone. My tweets focused mostly on those parts of the forum:\n\n[View the story “The White House Forum on LGBT & Disability Issues, June 19, 2014″ on Storify]\n\nThere was one idea, really an expression of the collective stories the panelists told, that I think has a particular application for the way we talk about culture: that progress does not arrive at the same time for everyone.\n\nLGBT folks in the same city can have wildly divergent experiences at home, at school and at work. Folks with disabilities who get into a leadership program may have a radically different education from their peers in the same school system who do not make the cut. And this is not even to get into differences across regions, classes or any other factor that can influence coming out, the quality of education you get, and the jobs and support systems that are available to you.\n\nFor this reason, it is terribly important to remember that making culture more diverse is not a matter of simply putting members of an underrepresented community on screen. You cannot give audiences the same affluent, white gay men and claim you are representing the gay community. You cannot give audiences only people who began using wheelchairs after car wrecks and decide you have fulfilled your quota of characters with disabilities.\n\nThe shift away from representing gay men as predators to treating them like people with emotional and professional lives is a significant step, but it is the first one. The realization that people with disabilities have sexuality, too, an important aspect of the early years of “Glee,” is a start, but not an ending. If including characters with disabilities or LGBT characters is just an occasion to develop extremely limited new tropes, that is not just a failure of diversity. It is a failure of a great creative opportunity.", "article_metadata": {"description": "A White House forum looks at how LGBT and disability issues intersect in policy and culture.", "author": "https://www.facebook.com/alyssa.rosenberg?fref=nf&pnref=story", "og": {"site_name": "Washington Post", "description": "A White House forum looks at how LGBT and disability issues intersect in policy and culture.", "title": "White House forum takes on LGBT and disability issues, with a dose of pop culture", "url": "https://www.washingtonpost.com/news/act-four/wp/2014/06/20/white-house-forum-takes-on-lgbt-and-disability-issues-with-a-dose-of-pop-culture/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/news/act-four/wp-content/uploads/sites/25/2014/06/Oracle.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@AlyssaRosenberg"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/act-four/wp/2014/06/20/white-house-forum-takes-on-lgbt-and-disability-issues-with-a-dose-of-pop-culture/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Rebecca Cokley, Geri Jewell, Gail Simone, Oracle, Batgirl, White House, Americans With Disabilities Act, Affordable Care Act, comics, Norman Lear, David Milch, Deadwood,", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/alyssa.rosenberg?fref=nf&pnref=story"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Rebecca Cokley, Geri Jewell, Gail Simone, Oracle, Batgirl, White House, Americans With Disabilities Act, Affordable Care Act, comics, Norman Lear, David Milch, Deadwood,"}, "_id": "\"57477af36914bd0286fcda6e\"", "article_summary": "You cannot give audiences the same affluent, white gay men and claim you are representing the gay community.\nIf including characters with disabilities or LGBT characters is just an occasion to develop extremely limited new tropes, that is not just a failure of diversity.\nThe shift away from representing gay men as predators to treating them like people with emotional and professional lives is a significant step, but it is the first one.\nLGBT folks in the same city can have wildly divergent experiences at home, at school and at work.\nOracle and Batman (Credit: “Batman: Arkham Knight”)Rebecca Cokley, the executive director of the National Council on Disability, was kind enough to invite me to a forum at the White House on Thursday about the intersection of LGBT (lesbian, gay, bisexual and transgender) and disability issues."}