{"article_title": "Average Wait Time for Taxpayers Calling IRS Increases from 14 to 23 Minutes in One Year", "article_keywords": ["volume", "million", "14", "service", "23", "season", "average", "irs", "tax", "budget", "calling", "taxpayers", "increases", "cuts", "2015", "minutes", "filing", "wait"], "article_url": "http://www.allgov.com/news/controversies/average-wait-time-for-taxpayers-calling-irs-increases-from-14-to-23-minutes-in-one-year-150923?news=857478", "article_text": "The wait to talk to a customer service representative at the Internal Revenue Service (IRS) has never been quick, but this year the ordeal got worse.\n\nCallers waited an average of 23 minutes to reach a human at the IRS during the 2015 tax filing season. That was up from 14 minutes during the previous year, according to a report (pdf) from the Treasury Inspector General for Tax Administration.\n\nMore than 8 million calls were made to the IRS last winter and spring. Out of this volume, the agency managed a level of service, or taxpayers getting the help they need when they call, of only 37.6%. In 2014, the level of service was 70.8%.\n\nThe IRS says it struggled to keep up with the call volume in light of the budget cuts imposed by the Republican-controlled Congress this decade. The agency has endured five consecutive years of budget reductions that have stripped $1.2 billion from its operations. The cuts have forced the IRS to eliminate more than 18,000 full-time and seasonal positions while it has had to deal with a growing number of taxpayers filing returns and new responsibilities created by the Affordable Care Act.\n\nThe IRS was successful in some ways, according to the auditor. It made progress in reducing identify theft, unmerited claims for the earned income tax credit and tax fraud committed by prisoners.\n\nAs of May, the IRS had found more than 163,000 tax returns with more than $908.3 million claimed in fraudulent refunds, and had prevented issuance of some $787 million of those refunds.\n\n-Noel Brinkerhoff\n\nTo Learn More:\n\nIRS Phone Service Got Much Worse in an Otherwise Solid Filing Season (by Charles Clark, Government Executive)\n\nResults of the 2015 Filing Season (Treasury Inspector General for Tax Administration) (pdf)\n\nIRS Didn’t Answer the Phone 8.8 Million Times in 2015 (by Noel Brinkerhoff and Steve Straehley, AllGov)\n\nIRS Employees Say they are Unfairly Blamed for Deteriorating Service Caused by 5 Straight Years of Budget Cuts (by Noel Brinkerhoff and Steve Straehley, AllGov)", "article_metadata": {"description": "The IRS says it struggled to keep up with the call volume in light of the budget cuts imposed by the Republican-controlled Congress this decade. The agency has endured five consecutive years of budget reductions that have stripped $1.2 billion from its operations. The cuts have forced the IRS to eliminate more than 18,000 full-time and seasonal positions while it has had to deal with a growing number of taxpayers filing returns and new responsibilities created by the Affordable Care Act.", "og": {"site_name": "AllGov", "description": "The IRS says it struggled to keep up with the call volume in light of the budget cuts imposed by the Republican-controlled Congress this decade. The agency has endured five consecutive years of budget reductions that have stripped $1.2 billion from its operations. The cuts have forced the IRS to eliminate more than 18,000 full-time and seasonal positions while it has had to deal with a growing number of taxpayers filing returns and new responsibilities created by the Affordable Care Act.", "title": "Average Wait Time for Taxpayers Calling IRS Increases from 14 to 23 Minutes in One Year", "url": "http://www.allgov.com/news?news=857478", "image": "http://www.allgov.com/user_content/newsimages/thumb_3d9ac91e-dd30-4e42-98ff-f677b6d0df23.jpeg?app=278", "type": "article"}, "robots": "noodp, noydir", "fb": {"app_id": 277222365723830}, "keywords": "IRS, Internal Revenue Service, Affordable Care Act, Republicans", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcda70\"", "article_summary": "Callers waited an average of 23 minutes to reach a human at the IRS during the 2015 tax filing season.\nThe wait to talk to a customer service representative at the Internal Revenue Service (IRS) has never been quick, but this year the ordeal got worse.\nThe IRS says it struggled to keep up with the call volume in light of the budget cuts imposed by the Republican-controlled Congress this decade.\nThat was up from 14 minutes during the previous year, according to a report (pdf) from the Treasury Inspector General for Tax Administration.\nIt made progress in reducing identify theft, unmerited claims for the earned income tax credit and tax fraud committed by prisoners."}