{"article_title": "N.J. Is Poster Child for Big Tax Revenue Drop", "article_keywords": ["nj", "cut", "revenue", "big", "drop", "tax", "income", "poster", "month", "states", "state", "collections", "taxes", "child"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/05/23/NJ-Poster-Child-Big-Tax-Revenue-Drop", "article_text": "New Jersey, which revealed a massive budget shortfall this week, is far from alone in feeling the pinch of lower income tax revenues in the key month of April, a Reuters analysis shows.\n\nPersonal income tax collections plunged last month from a year earlier in 27 of 32 states for which Reuters was able to collect data. That's most of the 43 states that levy income taxes, and drops were as high as 50 percent. While many states predicted tough times this year, a handful including New Jersey and Pennsylvania is set to face hard decisions on either cutting spending or raising taxes.\n\nNew Jersey, for example, is cutting state contributions to the pensions system by 60 percent for the next two years. By the end of last year, 26 states had still not seen overall tax revenue return to pre-recession levels, according to recent data from Pew Charitable Trusts.\n\nRelated: Christie - 'Bridgegate' Won't Derail My Presidential Ambitions\n\n\"There are states that are more cautious, but there is also New Jersey. There is also Kansas, Pennsylvania,\" said Lucy Dadayan, a senior policy analyst at the Rockefeller Institute of Government. \"Their projections are more optimistic than the reality,\" she said. \"They either have to cut services - have to cut on the spending side - or raise taxes.\"\n\nEven overall, states' prospects for growth in the first half of calendar 2014 are \"very, very weak,\" she added. \"And then we'll see a very slow rebounding.\"\n\nNew Jersey this week emerged as the poster child for the issue. Governor Chris Christie unveiled a shortfall of more than $1 billion for the budget year ending in just six weeks. A massive drop in April income tax collections was the main culprit, although the state has not detailed just how far below target they were.\n\nApril is the most important month for income tax revenues because of state and federal filing deadlines, and taxpayers writing the biggest checks tend to file at the last moment.\n\nRelated: The 10 Worst States for Taxes in 2014\n\nPart of the drop in revenues reflects a rush to pay last year, before tax hikes took effect. Many sold stocks, for example, to take the tax hit while rates were relatively low. But the drop still signals that a key revenue source for many states will be weak this year. Income tax revenues declined by an average of 13 percent from the previous April in the 32 states for which Reuters has data. Only five states took in more year over year: Delaware, Mississippi, Oklahoma, Oregon and Virginia.\n\nPersonal income taxes make up a little more than a third of states' total general fund revenue, and sales taxes comprise roughly another third. Just seven states - Alaska, Florida, Nevada, South Dakota, Texas, Washington and Wyoming - collect no income tax, and two others - New Hampshire and Tennessee - only tax dividend and interest income, not wages.\n\nAnticipated by Most, But Not All\n\nWhen states drafted their budgets for this fiscal year, which started for most on July 1, 2013, many predicted overall revenue would remain relatively flat. The average revenue forecast called for an increase of just 1.3 percent, according to Arturo Perez, fiscal affairs director at the National Conference of State Legislatures.\n\nOn balance, most states' overall revenue pictures are not suffering as much as the income tax declines might suggest, and some income taxes are collected outside of April, giving states time to still catch up, Perez said. So, for cash-strapped Illinois, a 19.3 percent drop in income tax collections last month was actually good news because state officials had anticipated the plunge, and then some. As a result, officials boosted estimated general fund revenue for the 2014 budget up by $588 million.\n\nRelated: Get Ready for the Tax Collector to Come Calling\n\nBut that windfall may be fleeting. Illinois legislators are engaged in fierce debate about whether to extend a 2011 tax increase due to partially expire on January 1, 2015, halfway through the next fiscal year. Letting it lapse will drop the tax rate to 3.75 percent from 5 percent and could cost the state more than $1.2 billion in just the second half of the 2015 budget year.\n\nThe biggest drop came in California, where April income tax collections were down $1.5 billion from a year earlier. But they were still $83 million more than the state had targeted.\n\nNot every state was as sage as Illinois or California in its forecasting. Take Michigan, with an economy still smaller than before the recession, a 7.4 percent unemployment rate that is well above the national rate of 6.3 percent, and its largest city, Detroit, struggling through the country's biggest municipal bankruptcy. There, a 32.8 percent drop in April income taxes led officials in Michigan's capital, Lansing, last week to cut revenue forecasts for the current fiscal year by $317 million.\n\nIn Pennsylvania, April revenue fell just 4.4 percent from a year earlier, but still came in well below target, contributing to a shortfall of close to $1.4 billion through next year, according to independent state analysts.\n\nTax Cut Impacts\n\nTax cuts are also a factor. Eighteen states cut personal income taxes in 2013, while six increased them.\n\nIn Ohio, which enacted a $2.6 billion, three-year tax cut last year, April income tax collections fell by 45 percent. The state, however, partially offset the revenue loss by increasing the state sales tax. Ohio's jobless rate, meanwhile, has dropped steeply this year to 5.7 percent last month from 7.3 percent in April 2013.\n\nThe only state to see a bigger percentage drop in income tax receipts was Kansas, which in 2012 passed a big cut in tax rates. Collections fell 50 percent to $226 million from $453 million. That's nearly $90 million less than projected by Kansas. Moody's Investors Service in April cut Kansas' credit rating a notch to Aa2, citing, among other factors, tax cuts that were not fully offset with recurring spending cuts.\n\nWith additional reporting by Robin Respaut in San Francisco and Hilary Russ in New York, both of Reuters.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "New Jersey, which revealed a massive budget shortfall this week, is far from alone in", "title": "N.J. Is Poster Child for Big Tax Revenue Drop", "url": "http://www.thefiscaltimes.com/Articles/2014/05/23/NJ-Poster-Child-Big-Tax-Revenue-Drop", "image": "http://cdn.thefiscaltimes.com/sites/default/files/03282014_Chris_Christie.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/05/23/NJ-Poster-Child-Big-Tax-Revenue-Drop", "image": "http://cdn.thefiscaltimes.com/sites/default/files/03282014_Chris_Christie.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "New Jersey, which revealed a massive budget shortfall this week, is far from alone in", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fcda73\"", "article_summary": "In Ohio, which enacted a $2.6 billion, three-year tax cut last year, April income tax collections fell by 45 percent.\nThe only state to see a bigger percentage drop in income tax receipts was Kansas, which in 2012 passed a big cut in tax rates.\nThe biggest drop came in California, where April income tax collections were down $1.5 billion from a year earlier.\nA massive drop in April income tax collections was the main culprit, although the state has not detailed just how far below target they were.\nBy the end of last year, 26 states had still not seen overall tax revenue return to pre-recession levels, according to recent data from Pew Charitable Trusts."}