{"article_title": "Home care agencies consider further litigation in Supreme Court decision on minimum wage standards", "article_keywords": ["wage", "litigation", "supreme", "court", "consider", "rules", "decision", "agencies", "standards", "overtime", "minimum", "services", "labor", "workers", "association", "care"], "article_url": "http://www.healthcarefinancenews.com/news/home-care-agencies-consider-further-litigation-supreme-court-decision-minimum-wage-standards", "article_text": "The National Association for Home Care & Hospice and other agencies are evaluating further litigation after Chief Justice John Roberts on Tuesday denied their application to delay a lower court's ruling mandating minimum wage and overtime compensation for home health workers, according to nahc.org.\n\nThe National Association, the Home Care Association of America and the International Franchise Association, challenged a Court of Appeals August ruling upholding a Department of Labor rule granting minimum wage and overtime for home care aides and live-in personal care services.\n\nThe rules will go into effect on October 13, but enforcement is not expected until 30 days after that date.\n\n[Also: Minimum wage and overtime protection proposed for home care workers]\n\n\"At this point, the remaining option is to ask the Supreme Court to hear the case on the merits while the new rules are in effect,\" the National Association said in its statement. \"It takes four justices to agree to hear the case out of the full Court of nine justices and a majority of five to overturn the appellate court's ruling.\"\n\nOn Tuesday, Supreme Court Chief Justice John Roberts denied the request from the three home care industry trade groups that wanted a stay from the new rules. The agencies claimed the rules threatened irreparable damage to businesses that provide in-home care for seniors and the disabled.\n\nU.S. Labor Secretary Thomas E. Perez praised the decision.\n\n\"The final rule is not only legally sound; it was the right thing to do,\" Perez said in a statement. \"It will ensure fair wages for the nearly two million home care workers who provide critical services, and it will help ensure a stable and professional workforce for people who need those services.\"\n\nThe federal Fair Labor Standards Act exempts \"domestic service\" workers including those who provide \"companionship services\" and live-in services for the elderly, ill or disabled, from receiving minimum wage and overtime pay.\n\nThe U. S. Department of Labor recently decided home health workers employed by a third party should be exempt from the Act and receive the same pay standard as other healthcare workers.\n\nThe three home health organizations appealed this decision, arguing that removing third-party-employed workers from the exemptions would make home care less affordable and create an incentive for institutionalizing the elderly and disabled.\n\nThe U.S. Court of Appeals disagreed. On August 21, it ruled that home health workers employed by an agency are subject to the same minimum wage and overtime pay standards as those who perform similar services in a hospital, nursing home or other setting.\n\nFifteen states already offer minimum wage and overtime protections to all or most third party-employed home care workers, according to the Appeals Court ruling.\n\nTwitter: @SusanJMorse", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/home-care-agencies-consider-further-litigation-supreme-court-decision-minimum-wage-standards", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/homecare-hfn-feature.jpg", "site_name": "Healthcare Finance News", "description": "The agencies claimed the rules threatened irreparable damage to businesses that provide in-home care for seniors and the disabled.", "title": "Home care agencies consider further litigation in Supreme Court decision on minimum wage standards"}, "twitter": {"image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/homecare-hfn-feature.jpg"}, "description": "The agencies claimed the rules threatened irreparable damage to businesses that provide in-home care for seniors and the disabled.", "site": "@HC_Finance", "card": "summary_large_image", "title": "Home care agencies consider further litigation in Supreme Court decision on minimum wage standards"}, "generator": "Drupal 7 (http://drupal.org)", "description": "The National Association for Home Care &amp; Hospice and other agencies are evaluating further litigation after Chief Justice John Roberts on Tuesday denied their application to delay a lower court's ruling mandating minimum wage and overtime compensation for home health workers, according to nahc.org.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "_id": "\"57477af46914bd0286fdc3cf\"", "article_summary": "Fifteen states already offer minimum wage and overtime protections to all or most third party-employed home care workers, according to the Appeals Court ruling.\nThe National Association, the Home Care Association of America and the International Franchise Association, challenged a Court of Appeals August ruling upholding a Department of Labor rule granting minimum wage and overtime for home care aides and live-in personal care services.\nThe agencies claimed the rules threatened irreparable damage to businesses that provide in-home care for seniors and the disabled.\nThe federal Fair Labor Standards Act exempts \"domestic service\" workers including those who provide \"companionship services\" and live-in services for the elderly, ill or disabled, from receiving minimum wage and overtime pay.\nOn Tuesday, Supreme Court Chief Justice John Roberts denied the request from the three home care industry trade groups that wanted a stay from the new rules."}