{"article_title": "Obamacare Creator: Die at 75!", "article_keywords": ["wants", "death", "creator", "die", "obamacare", "system", "long", "emanuel", "75", "way", "think", "thats"], "article_url": "http://www.breitbart.com/big-government/2014/09/18/obamacare-creator-die-75/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nDr. Ezekiel Emanuel, one of the masterminds behind Obamacare, has now explained that he wishes to die at age 75. In an article in The Atlantic, Emanuel writes, “Seventy-five. That’s how long I want to live: 75 years.” He explains that his daughters disagree; so do his brothers and his friends. But, he says, “I am sure of my position…here is a simple truth that many of us seem to resist: living too long is also a loss. It renders many of us, if not disabled, then faltering and declining, a state that may not be worse than death but is nonetheless deprived.”\n\nSIGN UP FOR OUR NEWSLETTER\n\nSomeone should ask Emanuel’s parents, who are currently in their late 80s, how they feel about this estimate of old age. I recently saw them at a Jewish National Fund dinner in Chicago, where their son is the mayor. They seemed happy, healthy, and full of pep and vinegar. Although, obviously, Ezekiel knows better:\n\nToday he can swim, read the newspaper, needle his kids on the phone, and still live with my mother in their own house. But everything seems sluggish. Although he didn’t die from the heart attack, no one would say he is living a vibrant life. When he discussed it with me, my father said, “I have slowed down tremendously. That is a fact. I no longer make rounds at the hospital or teach.”\n\nEmanuel grudgingly adds, “Despite this, he also said he was happy.”\n\nEmanuel’s push for people to die at 75 is deeply connected to Obamacare, which insists that care be rationed for the elderly – who, presumably, must be encouraged to make the same “mature” decision about death Emanuel has made. Emanuel pushes back against those attempting to lengthen their own lives, castigating them as morally deficient:\n\nAmericans seem to be obsessed with exercising, doing mental puzzles, consuming various juice and protein concoctions, sticking to strict diets, and popping vitamins and supplements, all in a valiant effort to cheat death and prolong life as long as possible. This has become so pervasive that it now defines a cultural type: what I call the American immortal. I reject this aspiration. I think this manic desperation to endlessly extend life is misguided and potentially destructive. For many reasons, 75 is a pretty good age to aim to stop.\n\nEmanuel says he will stop having “colonoscopies and other cancer-screening tests.” He wants flu shots stopped for the elderly, as well.\n\nBut it’s not enough for Emanuel to feel that way. We all must feel that way, and we must construct policy around that belief. He believes that life-expectancy statistics should be ignored once they move beyond 75 years old. And while he insists that he is not “saying that those who want to live as long as possible are unethical or wrong,” his entire article is premised on that belief. Otherwise, why write it? And given the fact that Emanuel directs the Clinical Bioethics Department at the National Institutes of Health, his opinion carries weight.\n\nEnough weight that the same day Emanuel’s piece published, a 21-member Institute of Medicine panel announced that we need to revamp our end-of-life care. “The current system is geared towards doing more, more, more, and that system by definition is not necessarily consistent with what patients want, and is also more costly,” said David M. Walker, former US comptroller general and chairman of the panel. The panel also encouraged end-of-life conversations with as many elderly folks as possible, and that costs could be slashed by thinking about aging differently.\n\nEzekiel Emanuel was elected in 2004 to the Institute of Medicine.\n\nPresident Obama and his minions assured Americans that Obamacare would not fundamentally change the way we think about healthcare in America – it would just make healthcare more available. Instead, we are now reshaping how we think about death itself in order to help push forward a socialistic concept of healthcare. If Ezekiel Emanuel wants to die at 75, that’s his prerogative. If he wants to reshape the system so the rest of us die at 75 as well, that’s evil.\n\nBen Shapiro is Senior Editor-At-Large of Breitbart News and author of the new book, The People vs. Barack Obama: The Criminal Case Against The Obama Administration (Threshold Editions, June 10, 2014). He is also Editor-in-Chief of TruthRevolt.org. Follow Ben Shapiro on Twitter @benshapiro.", "article_metadata": {"description": "Dr. Ezekiel Emanuel, one of the masterminds behind Obamacare, has now explained that he wishes to die at age 75. In an article in The Atlantic, Emanuel writes,", "og": {"site_name": "Breitbart", "description": "Dr. Ezekiel Emanuel, one of the masterminds behind Obamacare, has now explained that he wishes to die at age 75. In an article in The Atlantic, Emanuel writes,", "title": "Obamacare Creator: Die at 75! - Breitbart", "locale": "en_US", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Government/2013/Obamacare/obama_doctors_AP.jpg", "url": "http://www.breitbart.com/big-government/2014/09/18/obamacare-creator-die-75/", "type": "article"}, "twitter": {"description": "Dr. Ezekiel Emanuel, one of the masterminds behind Obamacare, has now explained that he wishes to die at age 75. In an article in The Atlantic, Emanuel writes,", "creator": "@BreitbartNews", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Government/2013/Obamacare/obama_doctors_AP.jpg", "title": "Obamacare Creator: Die at 75! - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Ben Shapiro, Chicago, Twitter,Big Government,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Government", "tag": "Twitter", "published_time": "2014-09-18T08:22:00-07:00", "categories": "Big Government"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af36914bd0286fcda76\"", "article_summary": "If Ezekiel Emanuel wants to die at 75, that’s his prerogative.\nSIGN UP FOR OUR NEWSLETTERDr. Ezekiel Emanuel, one of the masterminds behind Obamacare, has now explained that he wishes to die at age 75.\nIf he wants to reshape the system so the rest of us die at 75 as well, that’s evil.\nThat’s how long I want to live: 75 years.” He explains that his daughters disagree; so do his brothers and his friends.\nAlthough he didn’t die from the heart attack, no one would say he is living a vibrant life."}