{"article_title": "Why ObamaCare would survive a Supreme Court defeat", "article_keywords": ["supreme", "republican", "court", "suddenly", "subsidies", "republicans", "obamacare", "states", "costs", "health", "defeat", "survive", "law", "insurance", "care"], "article_url": "http://theweek.com/articles/442082/why-obamacare-survive-supreme-court-defeat", "article_text": "ADVERTISEMENT\n\nAlthough more than 70 percent of its beneficiaries say they are happy with the coverage they receive, ObamaCare has been unpopular for two reasons among Republicans who otherwise support expanded health care coverage.\n\nOne was that their congressional leaders decided not to join the crusade for health care and leverage their participation by imposing their own cost constraints on the law, choosing instead to try to kill it before it was born. That was their mistake: it passed, with an expansion of Medicaid and only a small nod to entitlement reform. Although built on a foundation of Republican ideas, it became law with decidedly Democratic financial conditions attached to it.\n\nThe other was that the bill was written to give regulators leeway to alter or modify almost every single one of the main components. This, truly, was without precedent, even if it was necessary. The Affordable Care Act was a fill-in-the-blank bill, and there were lots of blanks that, when filled in, could erase even the most modest of policy reforms.\n\nIt's these Republicans — the ones who support universal health care coverage — who would benefit the most if the Supreme Court decides that the text of the law prohibits states that haven't set up an insurance exchange from accepting federal subsidies to provide to lower-income participants. That's because Republican governors would suddenly need a lot of ideas, and quickly, about how to cover millions and millions of people who will suddenly lose their coverage.\n\nThe New Yorker's James Surowiecki calls it a trap. If the subsidies are struck down, 14 states, mostly blue and Democratic, will not be affected because they've established exchanges. In the rest, the quality of health care could drop precipitously and the costs could suddenly spike. As he notes, if subsidies are taken away, a large number of people who are insured now will decide to go without insurance once again. Many would qualify for the bill's hardship exemption, which gets rid of the individual mandate for people whose costs exceed about 10 percent of their income. The rest of the ACA would remain intact, which means, as Surowiecki correctly surmises, that insurance companies will have to raise costs to cover the relatively sicker pool of insured Americans who would remain in the exchanges.\n\nStates that did not establish an exchange could face an immediate fiscal crisis.\n\n[Their] state legislatures will also, in effect, be responsible for insurance suddenly becoming far more expensive for millions of people. Finally, the politicians will also be putting a severe dent in the bottom line of insurance companies in their state, since the absence of subsidies guarantees that insurance companies are going to lose the customers they want (healthy people with low health-care costs) and get stuck with those they don’t (sick people whose health-care costs are sure to dwarf their premium payments). [ The New Yorker\n\nPolitically, the onus will be on governors to cover the people who have suddenly found themselves with much higher costs. It won't matter whose fault it is; blame the Democrats and Obama for poorly writing the bill or blame the GOP for protesting way too much and yanking away an essential government benefit from people who have just adjusted their lives around it — there's still going to be a huge demand for health care, an expectation for it.\n\nI'm not sure how this would work in practice. It might even make the law more popular if the benefits to the states that set up exchanges became clearer.\n\nRepublicans — those smart policy Republicans — understand this. As Ed Kilgore writes:\n\nnoted Perhaps behind the scenes conservatives are beginning to plan an education campaign to explain to The Troops via Fox News or other \"trusted\" sources why they can’t just let the subsidies die. Last week Ithat Ramesh Ponnuru had begun talking about Republicans agreeing to fix the subsidy problem while pivoting (presumably as part of some national \"deal\") rapidly to an ObamaCare \"replacement.\" But he didn’t sound terribly confident about selling this strategy to the GOP. Since we’re unlikely to find out where SCOTUS is going until June, there is time for sober reflection on the consequences of taking away the subsidies among a constituency that’s a lot more likely to include a lot of Republican voters than the subjects of a Medicaid expansion. [ Washington Monthly", "article_metadata": {"description": "Official site of The Week Magazine, offering commentary and analysis of the day's breaking news and current events as well as arts, entertainment, people and gossip, and political cartoons.", "og": {"url": "http://theweek.com/articles/442082/why-obamacare-survive-supreme-court-defeat", "image": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/64380_article_full.jpg?itok=fIK9BlvY", "type": "article", "title": "Why ObamaCare would survive a Supreme Court defeat"}, "twitter": {"description": "", "creator": "@marcambinder", "image": {"src": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/64380_article_full.jpg?itok=fIK9BlvY"}, "title": "Why ObamaCare would survive a Supreme Court defeat", "site": "@theweek", "card": "summary_large_image"}, "fb": {"pages": 10716057521}, "keywords": "feature, U.S.", "article": {"published_time": "2014-11-19T06:07:00-05:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdc3d5\"", "article_summary": "[Their] state legislatures will also, in effect, be responsible for insurance suddenly becoming far more expensive for millions of people.\nIn the rest, the quality of health care could drop precipitously and the costs could suddenly spike.\nADVERTISEMENTAlthough more than 70 percent of its beneficiaries say they are happy with the coverage they receive, ObamaCare has been unpopular for two reasons among Republicans who otherwise support expanded health care coverage.\nAlthough built on a foundation of Republican ideas, it became law with decidedly Democratic financial conditions attached to it.\nIf the subsidies are struck down, 14 states, mostly blue and Democratic, will not be affected because they've established exchanges."}