{"article_title": "New Marijuana Breath Test Could Determine If A Driver Is Under The Influence Of Pot", "article_keywords": ["enforcement", "tests", "washington", "influence", "pot", "driver", "marijuana", "breath", "state", "officials", "hill", "determine", "test", "law", "thc", "drivers"], "article_url": "http://www.medicaldaily.com/new-marijuana-breath-test-could-determine-if-driver-under-influence-pot-312648", "article_text": "Even if law enforcement officials suspect a motorist may be driving under the influence of marijuana, they still have to rely on blood tests to determine how much THC is in the driver’s system. These tests do not provide immediate results that are available during a traffic stop. So, researchers from Washington State University are developing a marijuana breathalyzer that can detect THC concentrations using a driver’s breath sample.\n\nWSU chemistry Professor Herbert Hill and doctoral student Jessica Tufariello are using a technique known as ion mobility spectrometry to detect THC on a driver’s breath. Ion mobility spectrometry is currently used by airport security and customs agents to detect the presence of drugs and explosive chemicals. The WSU research team is looking to convert this technology into a handheld device that can be carried by law enforcement officials.\n\nAlthough Hill admits this device will most likely not provide an exact reading for the amount of THC in a driver’s system, it will tell officers if there is some active THC present and help guide decisions for an arrest. In the event of a positive THC reading, officers would still require a follow-up blood test to use as evidence in court, similar to preliminary alcohol breathalyzer tests.\n\n“We believe at least initially that it would lower the false positives that an officer would have,” Hill told The News Tribune. “They would have a higher level of confidence in making an arrest.”\n\nHill and Tufariello plan on finishing laboratory tests for the marijuana breathalyzer this year before starting tests on human breath between January and June 2015. Findings presented at the Nov. 21 meeting of the Senate Law & Justice Committee were received well by lawmakers and law enforcement officials. Washington State Patrol representative Bob Calkins said the agency would “welcome anything that will help us get impaired drivers off the road.”\n\nAccording to the Washington State Patrol, 1,362 drivers in Washington State tested positive for marijuana in 2013 after the first full year of legalized recreational pot in the state. While this was almost a 25 percent increase from 2012’s statistics, officials recognized that this upsurge of pot-smoking motorists did not lead to higher car accident rates or intoxicated driver arrests.\n\n\"We see the legalization of marijuana in Colorado and Washington as a wake-up call for all of us in highway safety,\" Jonathan Adkins, executive director of Governors Highway Safety Association, told the Associated Press. \"We don't know enough about the scope of marijuana-impaired driving to call it a big or small problem. But anytime a driver has their ability impaired, it is a problem.\"", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "marijuana, breathalyzer, thc, breath, test", "og": {"site_name": "Medical Daily", "description": "Researchers from Washington State University are working on a marijuana breathalyzer that can detect THC levels on a driver’s breath.", "title": "Marijuana Breathalyzer Could Help Catch Pot-Smoking Motorists", "url": "http://www.medicaldaily.com/new-marijuana-breath-test-could-determine-if-driver-under-influence-pot-312648", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/01/marijuana-breathalyzer.jpg", "type": "article"}, "twitter": {"description": "Researchers from Washington State University are working on a marijuana breathalyzer that can detect THC levels on a driver’s breath.", "title": "Marijuana Breathalyzer Could Help Catch Pot-Smoking Motorists", "url": "http://www.medicaldaily.com/new-marijuana-breath-test-could-determine-if-driver-under-influence-pot-312648", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/01/marijuana-breathalyzer.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/01/marijuana-breathalyzer.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Innovation", "published_time": "2014-12-01T17:25:31-05:00", "modified_time": "2014-12-01T17:25:30-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Researchers from Washington State University are working on a marijuana breathalyzer that can detect THC levels on a driver’s breath."}, "_id": "\"57477af36914bd0286fcda7e\"", "article_summary": "Findings presented at the Nov. 21 meeting of the Senate Law & Justice Committee were received well by lawmakers and law enforcement officials.\nThe WSU research team is looking to convert this technology into a handheld device that can be carried by law enforcement officials.\nSo, researchers from Washington State University are developing a marijuana breathalyzer that can detect THC concentrations using a driver’s breath sample.\nEven if law enforcement officials suspect a motorist may be driving under the influence of marijuana, they still have to rely on blood tests to determine how much THC is in the driver’s system.\nWashington State Patrol representative Bob Calkins said the agency would “welcome anything that will help us get impaired drivers off the road.”According to the Washington State Patrol, 1,362 drivers in Washington State tested positive for marijuana in 2013 after the first full year of legalized recreational pot in the state."}