{"article_title": "Overhaul of mental-health care in Florida Legislature seems unlikely", "article_keywords": ["legislature", "states", "overhaul", "mentalhealth", "senate", "house", "bill", "florida", "system", "mental", "state", "health", "unlikely", "care"], "article_url": "http://www.orlandosentinel.com/news/politics/os-mental-illness-legislature-20150404-story.html", "article_text": "With Florida legislators past the session's halfway mark, hopes that they'll agree on any sort of major overhaul for the state's overwhelmed, underfunded mental-health system are fading fast.\n\nProposals to educate schoolchildren about mental illness and establish mental-health courts have stalled. And a broad reform bill — tapping more federal funding and allowing more flexibility in treatment options — also opens up the state's safety-net system to for-profit companies. Many find that troubling.\n\n\"I'm so frustrated with the fact that they continue to talk about it and talk about it, and everybody says, 'We have to do something about this mental-health crisis' — and then they do nothing,\" says Candice Crawford, CEO of the Mental Health Association of Central Florida, a consumer group. \"Sadly, I just think there's no constituency around mental-health issues to even make an impact at that level.\"\n\nWhen the legislative session opened March 3, talk of reform was rampant. Lawmakers said they were moved by highly publicized tragedies — including a mentally ill father who threw his 5-year-old daughter off a Tampa Bay bridge and a mentally ill inmate in South Florida who was left to die when guards allegedly put him in a locked, 180-degree shower for punishment.\n\nAnd they worried publicly that an increasing share of the state's mental-health budget was being spent on treating prisoners so that they are mentally competent to stand trial, leaving other Florida residents with little chance of getting their own mental-health concerns treated.\n\nThe result? There have been 22 bills addressing mental-health needs introduced so far — so many that anyone trying to follow the action could have trouble keeping up. And in most cases, the House and Senate disagree on what needs to be done.\n\n\"There have been more bills filed on mental health this year than in the last seven years of trying to get the Legislature to act on this issue,\" says Miami Judge Steve Leifman, who has led an effort to reform the criminal-justice system to better address mentally ill inmates. \"It's work that is much overdue and greatly appreciated, but I have some serious concerns.\"\n\nThe work boils down to four main areas.\n\n•The biggest rift is over Medicaid expansion — something the Florida Senate supports, albeit in a way that circumvents Obamacare — but the House does not. If it nonetheless manages to pass, an estimated 800,000 Florida uninsured residents would get coverage.\n\n\"We don't know how many have mental illness, but that would be huge,\" says Dr. Rajiv Tandon, a psychiatrist and president of NAMI Florida, the state chapter of the National Alliance on Mental Illness. \"A lot of people just don't have access to mental-health care now, but with Medicaid they would. We think expanding Medicaid is an absolute must.\"\n\nThough the two houses will try to resolve their differences, the chasm between them indicates it will be a tough fight — and one that will likely go down to the wire.\n\n•Reform for those in the criminal-justice system seems more likely. Following a series of Miami Herald investigative reports into alleged abuse of inmates, the Senate has passed a bill (SB 7020) requiring mental-health training by corrections officers, tracking reports of excessive force and increasing penalties for employees who willfully neglect or abuse inmates.\n\nThe House counterpart (HB 7131) is not as expansive as the Senate's and leaves out both the mental-health training and enhanced penalties for corrections officers — differences that, again, will likely be ironed out in the final days.\n\nAnother measure would allow creation throughout the state of specialized mental-health courts — where nonviolent offenders are directed to mental-health treatment instead of jail time. The courts have a designated judge and collaborate with social workers, with the overall goal being to keep the person out of the criminal-justice system in the future. The state currently has 26 such courts, but Florida NAMI and others would like more.\n\nThe measure hasn't moved in the Senate and isn't considered high-priority in the House.\n\n•Meanwhile, a sweeping reform bill in the Senate (SB 7068) is gaining traction, but it has so many parts some observers aren't sure what to think. The bill would direct the state to try to tap additional Medicaid money for mental-health services, something the related House bill (HB 7119) does not. But both would allow management of the state's mental-health safety net for the uninsured to be opened up to for-profit companies.\n\nAnd that's alarming to some — especially since the current management system was just set up a few years ago and, in a Florida Tax Watch report last month, was found to be doing a good job.\n\n\"Why make changes to a system that is less than 3 years old and which is already making positive progress?\" says Maria Bledsoe, CEO of Central Florida Cares Health System, the nonprofit that oversees such care locally. Last year, it was responsible for nearly 36,000 adults and children.\n\n\"Managing entities are required to keep administrative charges for overhead under 5 percent. Florida's nonprofit managing entities do one step better: We have an average of only 4.1 percent administrative rate. No for-profit company can operate at less than that margin.\"\n\nTandon and Leifman are also concerned.\n\n•Both chambers have bills establishing a \"Mental Health First Aid\" educational program in Florida schools that would introduce students to basic information and tell them how to get help. Advocates say that, since most mental illnesses develop before age 25, the program is essential for early prevention, and the Senate estimates it would cost $300,000 — a relatively small amount by state budget standards.\n\nThe Senate bill has moved to several committees; the House version has languished.\n\n\"This is a must not only for the students but for the school personnel and parents,\" says Donna Helsel, director of education for NAMI of Greater Orlando. \"The lack of education surrounding mental health is perpetuating the stigma. This is causing too many children to suffer in silence and go undiagnosed without help for too long.\"\n\nksantich@tribpub.com or 407-420-5503", "article_metadata": {"fb_title": "Mental-health reform languishing in Florida Legislature", "googlebot": "index", "copyright": "Copyright (c) 2016 Orlando Sentinel", "author": "Orlando Sentinel", "og": {"site_name": "OrlandoSentinel.com", "description": "With Florida legislators past the session's halfway mark, hopes that they'll agree on any sort of major overhaul for the state's overwhelmed, underfunded mental-health system are fading fast.", "title": "Mental-health reform languishing in Florida Legislature", "url": "http://www.orlandosentinel.com/news/politics/os-mental-illness-legislature-20150404-story.html", "image": "http://www.trbimg.com/img-552032b0/turbine/os-mental-illness-legislature-20150404", "type": "article"}, "x-servername": "lalvp11.17", "twitter": {"site": "@orlandosentinel", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "Mental health florida", "fb": {"admins": 100004353067097, "page_id": 5779052556, "app_id": 890804050949750}, "apple-itunes-app": "app-id=402223551, app-argument=http://www.orlandosentinel.com/deeplinkid/83221225", "googlebot-news": "index", "date": "2015-04-04", "Description": "Though a flurry of mental health bills were introduced to the Florida Legislature this session, the action has stalled in a gulf between House and Senate.", "y_key": "fb73650ad672fe45", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Mental health florida"}, "_id": "\"57477af46914bd0286fdc3dd\"", "article_summary": "But both would allow management of the state's mental-health safety net for the uninsured to be opened up to for-profit companies.\nsays Maria Bledsoe, CEO of Central Florida Cares Health System, the nonprofit that oversees such care locally.\nWith Florida legislators past the session's halfway mark, hopes that they'll agree on any sort of major overhaul for the state's overwhelmed, underfunded mental-health system are fading fast.\n•The biggest rift is over Medicaid expansion — something the Florida Senate supports, albeit in a way that circumvents Obamacare — but the House does not.\n\"The lack of education surrounding mental health is perpetuating the stigma."}