{"article_title": "Oyez, Oyez, They Said What! The 2015 Quotable Supreme Court", "article_keywords": ["supreme", "court", "associate", "justice", "decision", "quotable", "breyer", "penalty", "oyez", "2015", "scalia", "think", "wine"], "article_url": "http://www.nationallawjournal.com/id=1202745408824/Oyez-Oyez-They-Said-What-The-2015-Quotable-Supreme-Court", "article_text": "U.S. Supreme Court justices. Top row (left to right): Associate Justice Sonia Sotomayor, Associate Justice Stephen G. Breyer, Associate Justice Samuel A. Alito, and Associate Justice Elena Kagan. Bottom row (left to right): Associate Justice Clarence Thomas, Associate Justice Antonin Scalia, Chief Justice John G. Roberts, Associate Justice Anthony Kennedy, and Associate Justice Ruth Bader Ginsburg. Photo: Steve Petteway/Collection of the Supreme Court of the United States via Wikipedia\n\nU.S. Supreme Court justices have cited the prospect of being quoted out of context as one reason for their resistance to cameras in the courtroom. But who needs video when recorded audio, written transcripts and public appearances serve just as well to highlight snippets of the justices' most colorful utterances of 2015.\n\nHere’s a look back from some of this year’s commentary from the justices—from the bench, written rulings and from public remarks.\n\nPhoto: Jonathunder via Wikimedia Commons\n\nFORTUNE TELLING\n\nJustice Antonin Scalia, writing in dissent in the Supreme Court’s same-sex marriage decision in June, commented in a footnote on the soaring language of Justice Anthony Kennedy’s majority opinion.\n\n“The Supreme Court of the United States has descended from the disciplined legal reasoning of John Marshall and Joseph Story to the mystical aphorisms of the fortune cookie,\" Scalia wrote .\n\nALITO'S GUERILLAS\n\nAt the April 29 oral argument in Glossip v. Gross, which challenged the constitutionality of Oklahoma's choice of lethal-injection drugs, Justice Samuel Alito Jr. made headlines for calling death penalty opponents guerrilla warriors .\n\n“They're free to ask this court to overrule the death penalty. But until that occurs, is it appropriate for the judiciary to countenance what amounts to a guerilla war against the death penalty which consists of efforts to make it impossible for the states to obtain drugs that could be used to carry out capital punishment with little, if any, pain?”\n\nKAGAN'S KILLER INSTINCT\n\nJustice Elena Kagan has spoken in the past about her hunting trips with Scalia, but in September she told an audience at Harvard Law School about her gorier, though virtual, shooting sprees with Justice Stephen Breyer in preparation for 2011's decision in Brown v. Entertainment Merchants Association.\n\n\"Justice Breyer and I actually played the violent video game that was most involved in this case. He had his clerks set it up in his office and I went over to his office there. Breyer's clerks set up the game apparatus in his chambers. There we were, killing everybody left and right. and I don't know if I should say this—it's probably reflective of the fact that we did come out on different sides of his case, I'd like to think there were better reasons than that—but Justice Breyer thought that it was all really horrible, really disgusting, and repellent. And I was like, 'Next round! Next round!' \"\n\nPhoto: Diego M. Radzinschi / NLJ\n\nBREYER'S CRIMINAL RECORD\n\nOn a National Public Radio podcast earlier this month, Breyer admitted to being a teenage criminal during his undergraduate years at Stanford University.\n\n\"We were in a restaurant, which was where they used to sing opera and serve wine. It was called the Bocce Ball, I think. It was very nice. You'd go there, and I think I was 18—I was 18—but the drinking age was 21 and they'd give you a glass of wine and you'd sit there and listen to the opera singers from the San Francisco Opera and have a glass of wine. There was sawdust on the floor. It was very nice, it was a lovely place. … The police apparently raided this opera restaurant and arrested everybody in sight who looked under 21 and there we are, but they didn't proceed with it further and they sort of wiped out the arrest record.\"\n\nSCALIA'S MISMATCH\n\nScalia at oral arguments on Dec. 9 in the University of Texas at Austin affirmative action case gave voice to the briefs that explain the \"mismatch theory\" of student enrollment. But he ended up causing a media maelstrom by suggesting the university \"ought to have fewer\" black students who might do better at \"a slower-track school.”\n\n“I'm just not impressed by the fact that—that the University of Texas may have fewer. Maybe it ought to have fewer. And maybe some—you know, when you take more, the number of blacks, really competent blacks admitted to lesser schools, turns out to be less. And—and I—I don't think it stands to reason that it's a good thing for the University of Texas to admit as many blacks as possible.\"\n\nROBERTS DISSENTS\n\nChief Justice John Roberts read his first and only dissent from the bench in his 10-year tenure on the day the court handed down its June decision in Obergefell v. Hodges legalizing same-sex marriage. Addressing the many LGBT lawyers who sat before him in the courtroom on June 26, he said:\n\n\"Now if you are among the many Americans of whatever sexual orientation who favor expanding same-sex marriage, by all means celebrate today's decision. Celebrate the achievement of a desired goal, celebrate the opportunity for a new expression of commitment to a partner, celebrate the availability of new benefits. But do not celebrate the Constitution—it had nothing to do with it.\"\n\nBREYER THE ABOLITIONIST\n\nWhen Alito ended up writing for the 5-4 majority to uphold the constitutionality of Oklahoma's lethal-injection drugs, Breyer and Justice Ruth Bader Ginsburg decided the time was right to strike at the death penalty itself for the first time in their two decades on the court. Reading his dissent from the bench on June 29, Breyer said:\n\n\"We think it highly likely that the death penalty is now violative of the Constitution. … I recognize that we are a court, not a legislature, but the matters I have discussed are judicial matters. They concern the infliction of an unfair, cruel, and unusual punishment upon individuals at odds with a specific constraint that the Constitution imposes upon the democratic process, namely through the Eighth Amendment.\"\n\nALL THE KING'S EXCHANGES\n\nThe court in June refused to strike down the Affordable Care Act's federally run exchanges for subsidized health insurance, ruling the statutory command that subsidies be provided on exchanges \"established by the state\" also applied to subsidies established by the federal government as a backstop to a state's refusal. Speaking at a Federalist Society event in Texas on Sept. 19, Alito took aim at that decision in King v. Burwell and a couple other rulings from the 2014-15 for distorting textualist principles:\n\n“Last term was a term in which the court followed what Humpty Dumpty famously said: ‘When I use a word … it means just what I choose it to mean—neither more nor less.”\n\nPhoto: Diego M. Radzinschi\n\n'NOT 100 PERCENT SOBER'\n\nIn a joint interview in February with Scalia, Ginsburg told moderator Nina Totenberg of National Public Radio why she was once again caught on camera sleeping during President Barack Obama's State of the Union Address a month earlier.\n\n\"The audience for the most part is awake because they are bobbing up and down all the time and we sit there, stone-faced, sober judges. But we're not, at least I was not 100 percent sober, because before we went to the State of the Union, we had dinner together and Justice Kennedy [brought wine]. … I vowed this year—just sparkling water—stay away from the wine—but in the end the dinner was so delicious it needed wine to accompany it.\"\n\nCNN has the video here .\n\nPhoto: U.S. Postal Service\n\nCHIEF BEARD\n\nThe clean-cut Rep. Paul Ryan, the new speaker of the House, grabbed some attention recently for showing up to work with facial stubble. Don't expect Roberts to take a seat on the bench with whiskers.", "article_metadata": {"sailthru.image.thumb": "/image/EM/NLJ/Supreme-Court-Justices-Article-201512181631.jpg", "sailthru.author": "Mike Sacks", "description": "U.S. Supreme Court justices have cited the prospect of being quoted out of context as one reason for their resistance to cameras in the courtroom. But who ne...", "og": {"site_name": "National Law Journal", "description": "U.S. Supreme Court justices have cited the prospect of being quoted out of context as one reason for their resistance to cameras in the courtroom. But who ne...", "title": "Oyez, Oyez, They Said What! The 2015 Quotable Supreme Court", "locale": "en_US", "image": "http://www.nationallawjournal.com/image/EM/NLJ/Supreme-Court-Justices-Article-201512181631.jpg", "url": "http://www.nationallawjournal.com/id=1202745408824/Oyez-Oyez-They-Said-What-The-2015-Quotable-Supreme-Court", "type": "article"}, "sailthru.orgs": "Cable News Network,U.S. Postal Service CHIEF BEARD,Union Address,Federalist Society,Entertainment Merchants Association,San Francisco Opera,University of Texas at Austin,National Public Radio Inc.,Stanford University,Supreme Court of the United States", "sailthru.date": "2015-12-21", "sailthru.image.full": "/image/EM/NLJ/Supreme-Court-Justices-Article-201512181631.jpg", "msvalidate.01": "4DFC21B354E44FA56B08121251629B0B", "sailthru.tags": "nationallawjournal,article,1202745408824,appellate-law---civil,civil-rights,constitutional-law,election-and-political-law,litigators,united-states-supreme-court,government-agencies,judges,law-schools,education,entertainment,dcblog,articletype1,Cable News Network,U.S. Postal Service CHIEF BEARD,Union Address,Federalist Society,Entertainment Merchants Association,San Francisco Opera,University of Texas at Austin,National Public Radio Inc.,Stanford University,Supreme Court of the United States", "twitter": {"site": "@TheNLJ", "image": "http://www.nationallawjournal.com/image/EM/NLJ/Supreme-Court-Justices-Article-201512181631.jpg", "description": "U.S. Supreme Court justices have cited the prospect of being quoted out of context as one reason for their resistance to cameras in the courtroom. But who ne...", "card": "summary_large_image", "title": "Oyez, Oyez, They Said What! The 2015 Quotable Supreme Court"}}, "article_summary": "Top row (left to right): Associate Justice Sonia Sotomayor, Associate Justice Stephen G. Breyer, Associate Justice Samuel A. Alito, and Associate Justice Elena Kagan.\nBottom row (left to right): Associate Justice Clarence Thomas, Associate Justice Antonin Scalia, Chief Justice John G. Roberts, Associate Justice Anthony Kennedy, and Associate Justice Ruth Bader Ginsburg.\nPhoto: Steve Petteway/Collection of the Supreme Court of the United States via WikipediaU.S. Supreme Court justices have cited the prospect of being quoted out of context as one reason for their resistance to cameras in the courtroom.\nU.S. Supreme Court justices.\n\"Justice Breyer and I actually played the violent video game that was most involved in this case."}