{"article_title": "Bodo Militants in India Slaughter 54 People", "article_keywords": ["state", "54", "tribal", "india", "according", "slaughter", "sarma", "assam", "militants", "bodo", "singh", "slaughtered"], "article_url": "http://guardianlv.com/2014/12/bodo-militants-in-india-slaughter-54-people/", "article_text": "\n\n\n\nOn Tuesday, in India’s northeastern state of Assam, 54 people were slaughtered by tribal Bodo militants in a series of attacks, according to a report by WLWT 5 of Cincinnati, Ohio. The death total could rise as further details come in about this massacre.\n\nKhagen Sarma, the state police chief, stated that the insurgents were angry about a police crackdown which resulted in weapons being seized and numerous arrests. They decided to kill members of another tribal community in retaliation.\n\nIndia’s impoverished region of Assam has within it many extremist groups, whose goals, political and ethnic interests, and ideals often differ from each other. Though a lot of tension exists between the Bodo militants and Muslim settlers, the 54 people that the militants killed were, according to Sarma, from a different tribal community whose members were considered to be “soft targets.” Sarma added that the Bodos used guns in the attacks and the unnamed tribal group.\n\nAccording to police sources, curfews have been ordered in the parts of Assam targeted by the Bodo militants. This Wednesday, according to K.S. Dhatwalia, a spokesperson for Indian Home Minister Rajnath Singh, Singh will travel to Assam and assess this latest massacre in which at least 54 people were slaughtered and the reasons behind it.\n\nWritten By Douglas Cobb\n\nSources:\n\nWLWT 5\n\nPhoto by exilism – Flickr License\n\nShare this: Print\n\nLinkedIn\n\nPinterest\n\nPocket\n\nReddit\n\nEmail\n\nTwitter\n\nGoogle\n\nFacebook\n\nTumblr\n\n", "article_metadata": {"og": {"site_name": "Guardian Liberty Voice", "description": "On Tuesday, in India’s northeastern state of Assam, 54 people were slaughtered by tribal Bodo militants in a series of attacks, according to a report by WLWT 5 of Cincinnati, Ohio. The death …", "title": "Bodo Militants in India Slaughter 54 People", "url": "http://guardianlv.com/2014/12/bodo-militants-in-india-slaughter-54-people/", "image": {"width": 650, "identifier": "http://guardianlv.com/wp-content/uploads/2014/12/11777819675_866533cc17_h-e1419405727479.jpg", "height": 488}, "locale": "en_US", "type": "article"}, "article": {"published_time": "2014-12-24T07:25:19+00:00", "modified_time": "2014-12-24T07:25:19+00:00", "author": "https://www.facebook.com/dimarkco.chandler"}, "twitter": {"image": "http://guardianlv.com/wp-content/uploads/2014/12/11777819675_866533cc17_h-e1419405727479.jpg?w=640", "site": "@ifrackle", "card": "summary_large_image", "creator": "@NRSTGeeks"}, "news_World": "Assam, India, Bodos, Bodo militants, Bodo Militants in India Slaughter 54 People", "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fdc3db\"", "article_summary": "On Tuesday, in India’s northeastern state of Assam, 54 people were slaughtered by tribal Bodo militants in a series of attacks, according to a report by WLWT 5 of Cincinnati, Ohio.\nAccording to police sources, curfews have been ordered in the parts of Assam targeted by the Bodo militants.\nDhatwalia, a spokesperson for Indian Home Minister Rajnath Singh, Singh will travel to Assam and assess this latest massacre in which at least 54 people were slaughtered and the reasons behind it.\nKhagen Sarma, the state police chief, stated that the insurgents were angry about a police crackdown which resulted in weapons being seized and numerous arrests.\nThough a lot of tension exists between the Bodo militants and Muslim settlers, the 54 people that the militants killed were, according to Sarma, from a different tribal community whose members were considered to be “soft targets.” Sarma added that the Bodos used guns in the attacks and the unnamed tribal group."}