{"article_title": "Saunders: A-Rod’s milestone gets foggy in steroid era’s hangover – The Denver Post", "article_keywords": ["willie", "run", "saunders", "arods", "hes", "rodriguez", "season", "denver", "player", "steroid", "baseball", "hangover", "mays", "milestone", "foggy", "post", "gets", "passed", "trout", "eras"], "article_url": "http://www.denverpost.com/psaunders/ci_28084738/saunders-rods-milestone-gets-foggy-steroid-eras-hangover", "article_text": "On Thursday night at Yankee Stadium, Alex Rodriguez hit a third-inning home run against the Baltimore Orioles. It was the 661st homer of his career, moving him past Willie Mays into fourth place on baseball’s all-time list.\n\nThe Yankee Stadium crowd stood and cheered the moment, chanting until Rodriguez emerged from the dugout for a curtain call. If A-Rod had hit that home run in any other ballpark, he would have heard more boos than cheers.\n\n“It’s been a long time,” Rodriguez said of Yankee Stadium adulation. “I certainly thought the days of curtain calls for me were long gone.”\n\nWhen I heard that Rodriguez had passed Mays, I wasn’t angry. I quit being angry about performance-enhanced players like A-Rod, Barry Bonds and Mark McGwire a long time ago.\n\nRather, I was saddened by the news, and kind of bored.\n\nAnd that’s the great tragedy of the steroid era. It has left baseball fans suspect and jaded.\n\nI suppose that’s a fitting hangover.\n\nSteroid use in baseball produced an amazing high, and we reveled in it. Remember the 1998 season? Remember when the St. Louis Cardinals’ McGwire and Sammy Sosa of the Chicago Cubs battled for the National League home run title during a year in which 13 major-leaguers hit at least 40 home runs?\n\nThe excitement the home run race generated was a wonderful buzz. McGwire passed Roger Maris and went on to finish with five home runs in his team’s final series to reach 70 for the season. Sosa finished second in the NL with 66 — an amazing 26 more than his previous season high. He was named National League MVP. McGwire and Sosa shared the “Sportsman of the Year” honor from Sports Illustrated.\n\nThat real-life home run derby grabbed the attention of the nation and helped lift baseball out of the rubble of the 1994 strike.\n\nNow we know it was a sham, and we are left feeling queasy and with a bad taste in our mouths. A-Rod’s milestone home run was just another reminder of baseball’s cheating era.\n\nAnd lost in the mess were the legends passed by in the record books.\n\nHenry Aaron, overthrown by Bonds as baseball’s all-time home run king, was a classy man who quietly moved up the charts as he did his job. He endured racism throughout his career, and vicious hate mail when he passed Babe Ruth. Through it all, Aaron was the personification of dignity, class and grace.\n\nWillie Mays was the “Say Hey Kid” during baseball’s golden age. He rounded the bases like a race car, his ballcap flying off in the wind. He played baseball with a mixture of joy and conviction. His glove, it was said, was the place where triples went to die.\n\nHe was an original.\n\n“I can’t believe that Babe Ruth was a better player than Willie Mays,” Hall of Famer Sandy Koufax once said. “Ruth is to baseball what Arnold Palmer is to golf. He got the game moving. But I can’t believe he could run as well as Mays, and I can’t believe he was any better an outfielder.”\n\nMays turned 84 on Wednesday and hasn’t played a game since Sept. 9. 1973, when he retired at age 42.\n\nUnlike Bonds, who turned his body into a steroid-induced cartoon character in his chase for personal baseball immortality, Mays was secure in his greatness. He remains so to this day, and he said he wasn’t concerned about being bypassed by A-Rod.\n\n“When I started playing ball, around when I was 17, my father said I could be in the top four or five of any category,” Mays recently told the New York Daily News. “Look at the records. I’m still in the top four or five. I never worry about that.”\n\nAfter hitting home run No. 661, A-Rod said: “Nobody will ever pass Willie Mays. I’ve talked about him being my father’s favorite player. There’s only one Willie Mays; not only what he did on the field, but what he meant off the field. He’s a legend. He’s also a role model for all of us.”\n\nComing from another player, those words would have matched the moment perfectly. Coming from Rodriguez, they ring hollow.\n\nJust as A-Rod’s 661st home run rings hollow. It was just an afterthought, a moment that made us shake our heads rather than cheer with our hearts.\n\nAnd that’s the real shame of the steroid era.\n\nPatrick Saunders: psaunders@denverpost.com or twitter.com/psaundersdp\n\nSpotlight on …\n\nMike Trout, center fielder, Angels\n\nWhat’s up: At age 23, Trout is one of the best players in baseball. He hits, slugs, runs down flyballs and steals bases. And he does it all with a flair that reminds you of Willie Mays. He entered Saturday hitting .290 with eight homers, six doubles, 18 RBIs and a .959 OPS. Last week, he homered in consecutive games for the first time this season.\n\nBackground: Trout is maturing as a hitter. He recently told Sports Illustrated baseball guru Tom Verducci that in his entire minor-league career (1,312 plate appearances) he never swung at the first pitch of an at-bat. He was forcing himself to be a more disciplined hitter. But he struck out an American League-high 184 times last year, so he’s changed his approach and has nearly doubled the rate that he swings at first pitches this season, from 11 percent to 21 percent.\n\nSaunders’ take: Whenever the Rockies meet the Dodgers, I’m hoping to see Clayton Kershaw lined up to pitch, simply because he’s one of the best in the game. The same goes for Trout, who has a chance to become one of the greatest players in baseball history. He recently became the youngest player to hit 100 homers and steal 100 bases. If he stays healthy and continues to play well, he could wind up with a career that includes 600 homers, 1,600 RBIs and 300 steals. Unfortunately, Rockies fans rarely get to see him play. He’s played against Colorado only three times, batting 8- for-14 (.571) with a double and two RBIs. The Rockies are at the Angels for a two-game series this week.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Saunders: A-Rod’s milestone gets foggy in steroid era’s hangover", "title": "Saunders: A-Rod’s milestone gets foggy in steroid era’s hangover", "url": "http://www.denverpost.com/2015/05/09/saunders-a-rods-milestone-gets-foggy-in-steroid-eras-hangover/", "image": {"width": 512, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg", "height": 512}, "locale": "en_US", "type": "article"}, "twitter": {"site": "@denverpost", "card": "summary"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2015-05-09T23:00:46+00:00", "modified_time": "2016-04-24T15:37:52+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "It was the 661st homer of his career, moving him past Willie Mays into fourth place on baseball’s all-time list.\nThere’s only one Willie Mays; not only what he did on the field, but what he meant off the field.\n“I can’t believe that Babe Ruth was a better player than Willie Mays,” Hall of Famer Sandy Koufax once said.\n“I certainly thought the days of curtain calls for me were long gone.”When I heard that Rodriguez had passed Mays, I wasn’t angry.\nAnd he does it all with a flair that reminds you of Willie Mays."}