{"article_title": "Milton Street is not a felon, man", "article_keywords": ["meeks", "streets", "philadelphia", "client", "convicted", "street", "statement", "felon", "milton", "mayor", "man"], "article_url": "http://www.philly.com/philly/blogs/cityhall/Attorney-Milton-Street-is-not-a-felon-man.html", "article_text": "Milton Street, who plans to run for mayor of Philadelphia, poses near 22nd and Lehigh in Philadelphia, Pa. on January 13, 2015. ( DAVID MAIALETTI / Staff Photographer )\n\nMilton Street, who plans to run for mayor of Philadelphia, poses near 22nd and Lehigh in Philadelphia, Pa. on January 13, 2015. ( DAVID MAIALETTI / Staff Photographer )\n\nOn today's episode of Only in Philadelphia, potential mayoral candidate T. Milton Street has hired an attorney to pursue legal action over the way a guest on 6ABC's \"Inside Story\" referred to Street's criminal record.\n\nStreet is unhappy with the fact that Nia Meeks -- who previously served as a spokeswoman for Democratic mayoral candidate state Sen. Anthony Hardy Williams -- called him a \"former felon\" during an episode that aired Sunday, and is looking at pursuing \"all possible legal remedies,\" according to a statement from Street's attorney, Sean Stevens.\n\nStevens' statement read in part:\n\n\"Nia Meeks, an experienced award winning journalist, asserted that my client was a convicted felon. This statement is simply inaccurate as to my client, T. Milton Street, and the depiction of my client as a felon is extremely damaging to my client as he possibly begins his candidacy for Mayor of Philadelphia.\n\n\"The entire statement made by Ms. Meeks during a roundtable discussion was, “He has the street cred of, I don’t know, he’s a former state rep and a former felon”. By incorrectly stating that my client was a convicted felon Ms. Meeks has damaged my client’s ability to solicit funds from potential donors as these donors may now falsely believe that T. Milton Street would not be able to be seated as Mayor if elected.\n\n\"This perception is incorrect as my client was convicted of three misdemeanor offenses under 26 U.S.C. Section 7203, and has never been convicted of a felony. The crimes my client were convicted of do not prevent him from holding office if he were to be elected by the public by either the City Charter or by the Constitution of our Commonwealth.\"\n\nMeeks could not be reached for comment.", "article_metadata": {"pubdate": 20160526, "editdate": "20150127T13:07:53", "twitter": {"url": "http://www.philly.com/philly/blogs/cityhall/Attorney-Milton-Street-is-not-a-felon-man.html", "image": "http://media.philly.com/images/miltonstreet600photo.jpg", "site": "@phillydotcom", "card": "summary_large_image", "title": "Attorney: Milton Street is not a felon, man"}, "cg": "news", "keywords": "PhillyClout Team", "description": "Attorney Sean Stevens says likely mayoral candidate Milton Street was mistakenly called a felon on 6ABC.  - PhillyClout Team, Philadelphia Daily News", "byline": "PhillyClout Team", "contenttype": "Blog_Post", "publication": "Philadelphia Daily News", "title": "Attorney: Milton Street is not a felon, man", "livedate": "20150127T13:07:53", "verify-v1": "3x82DC93LZlv0I/hQEBoyVVjlGPtX7VxHFgv1upr+9I=", "news_keywords": "PhillyClout Team", "contentid": 289972371, "DC.date.issued": "2015-01-27T13:07:53-04:00", "fb": {"app_id": 938226082960499}, "viewport": "width=device-width, initial-scale=1.0", "og": {"site_name": "Philly.com", "description": "Attorney Sean Stevens says likely mayoral candidate Milton Street was mistakenly called a felon on 6ABC.", "title": "Attorney: Milton Street is not a felon, man", "url": "http://www.philly.com/philly/blogs/cityhall/Attorney-Milton-Street-is-not-a-felon-man.html", "image": "http://media.philly.com/images/miltonstreet600photo.jpg", "type": "article"}, "searchdate": "2015-01-27", "google-site-verification": "db3T5L3C8_JvO-55gJ22lGGUnZLlNulgzTwX1NhCV3o", "y_key": "ccf0cd67e5f1e33c", "sourcepublication": "Daily News"}, "_id": "\"57477af46914bd0286fe1f4a\"", "article_summary": "Milton Street, who plans to run for mayor of Philadelphia, poses near 22nd and Lehigh in Philadelphia, Pa. on January 13, 2015.\n( DAVID MAIALETTI / Staff Photographer )Milton Street, who plans to run for mayor of Philadelphia, poses near 22nd and Lehigh in Philadelphia, Pa. on January 13, 2015.\nStevens' statement read in part:\"Nia Meeks, an experienced award winning journalist, asserted that my client was a convicted felon.\nThis statement is simply inaccurate as to my client, T. Milton Street, and the depiction of my client as a felon is extremely damaging to my client as he possibly begins his candidacy for Mayor of Philadelphia.\n\"The entire statement made by Ms. Meeks during a roundtable discussion was, “He has the street cred of, I don’t know, he’s a former state rep and a former felon”."}