{"article_title": "Play Tetris To Block Cravings For Food, Drugs, And Just About Anything Else You Get The Urge For", "article_keywords": ["urge", "play", "reported", "drugs", "university", "playing", "food", "game", "cravings", "report", "tetris", "craving", "block"], "article_url": "http://www.medicaldaily.com/play-tetris-block-cravings-food-drugs-and-just-about-anything-else-you-get-urge-347794", "article_text": "Tetris is one of the most popular games of all time. It has surpassed 100 million paid mobile downloads since 2005 and has been copied on more platforms than any other game, truly maintaining a pervasive presence in our world more than 25 years after it first debuted. It’s a game filled with nuance, and scientists have used it in studies for years. Now, it seems, playing Tetris can help curb your cravings.\n\nPsychologists from Plymouth University and Queensland University of Technology, Australia, used a natural setting instead of a lab for their experiment, in which they monitored participants for levels of craving while being prompted to play the classic puzzler during random intervals throughout the day. The report, published in the international journal Addictive Behaviors, found that playing Tetris interfered with desires for food, drugs, cigarettes, alcohol, and even sex.\n\nThe seven-day study found that playing the game helped people manage their cravings, so much so that the authors of the study want to test out their theory on people who are dependent on drugs.\n\n\"We think the Tetris effect happens because craving involves imagining the experience of consuming a particular substance or indulging in a particular activity,\" said Professor Jackie Andrade, from the School of Psychology and the Cognition Institute at Plymouth University, in a press release. \"Playing a visually interesting game like Tetris occupies the mental processes that support that imagery; it is hard to imagine something vividly and play Tetris at the same time.\"\n\nAndrade went on to state that playing Tetris decreased the strength of a person’s craving for drugs, food, and other activities by as much as 70 percent. She said the experiment was the first of its kind outside the lab that saw a reduction in cravings outside of food. \"Playing a visually interesting game like Tetris occupies the mental processes that support that imagery,\" she said. \"It is hard to imagine something vividly and play Tetris at the same time.\"\n\nThirty-one undergraduates ages 18 to 27 were prompted seven times a day via text to report any cravings they were experiencing, as well as report any craving they experienced proactively, without being prompted. Fifteen of the students were required to play Tetris for three minutes before reporting their craving levels again.\n\nOut of the 30 percent who reported, the most commonly reported cravings were for food and non-alcoholic drinks, which made up nearly two-thirds of the reports. Twenty-one percent of reported cravings were for substances like drugs, coffee, alcohol, or cigarettes, while miscellaneous activities like sex or playing video games made up 16 percent of the reported cravings.\n\n\"The impact of Tetris on craving was consistent across the week and on all craving types,\" said Professor Jon May, also of Plymouth University. \"People played the game 40 times on average, but the effect did not seem to wear off.\"\n\nThe lasting effect of playing Tetris could be a useful tool to help manage people’s cravings daily and over extended periods.\n\nSource: Jessica Skorka-Brown, Jackie Andrade, Ben Whalley, Jon May. Playing Tetris decreases drug and other cravings in real world settings. Addictive Behaviors. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "tetris cravings sex drugs food alcohol", "og": {"site_name": "Medical Daily", "description": "Research has found that playing Tetris for three minutes at a time over the course of the day can help cut cravings for food, drugs, sex, and more.", "title": "Finding It Hard To Resist Cravings? Play Tetris", "url": "http://www.medicaldaily.com/play-tetris-block-cravings-food-drugs-and-just-about-anything-else-you-get-urge-347794", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/13/tetris.jpg", "type": "article"}, "twitter": {"description": "Research has found that playing Tetris for three minutes at a time over the course of the day can help cut cravings for food, drugs, sex, and more.", "title": "Finding It Hard To Resist Cravings? Play Tetris", "url": "http://www.medicaldaily.com/play-tetris-block-cravings-food-drugs-and-just-about-anything-else-you-get-urge-347794", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/13/tetris.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/13/tetris.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Under the Hood", "published_time": "2015-08-13T17:22:33-04:00", "modified_time": "2015-08-13T17:32:49-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Research has found that playing Tetris for three minutes at a time over the course of the day can help cut cravings for food, drugs, sex, and more."}, "article_summary": "Twenty-one percent of reported cravings were for substances like drugs, coffee, alcohol, or cigarettes, while miscellaneous activities like sex or playing video games made up 16 percent of the reported cravings.\n\"It is hard to imagine something vividly and play Tetris at the same time.\"\nThe report, published in the international journal Addictive Behaviors, found that playing Tetris interfered with desires for food, drugs, cigarettes, alcohol, and even sex.\nThe lasting effect of playing Tetris could be a useful tool to help manage people’s cravings daily and over extended periods.\nFifteen of the students were required to play Tetris for three minutes before reporting their craving levels again."}