{"article_title": "17/07/2014: Private and powerful Koch brothers", "article_keywords": ["voiceover", "organisations", "brothers", "campaign", "money", "17072014", "powerful", "spent", "private", "political", "koch", "ad", "knight", "network"], "article_url": "http://www.abc.net.au/lateline/content/2014/s4048656.htm", "article_text": "Private and powerful Koch brothers\n\nAustralian Broadcasting Corporation Broadcast: 17/07/2014 Reporter: Ben Knight\n\nCharles and David Koch who are rated by Forbes magazine as the joint sixth richest men in the US are best known for the millions they've spent on campaigns to remake America's political landscape and drag the Republican Party to the right.\n\nTranscript\n\nTONY JONES, PRESENTER: In the United States, the Obama administration's recent moves to cut carbon emissions have come despite fierce resistance from political opponents.Prominent amongst those opponents, intensely private but remarkably powerful, are the billionaire brothers Charles and David Koch, rated by Forbes magazine as the joint six richest men in United States.They're generous philanthropists but better known for the millions they've spent remaking America's political landscape through funding the Tea Party and a network of right-wing campaign groups. A leading Democrat once called them \"political contract killers.\"Now the story of the Koch family has been told in a new book and, in a moment, we'll speak to the author, Daniel Schulman.First this report from our North America correspondent, Ben Knight.BEN KNIGHT, REPORTER: Charles and David Koch own the second-biggest privately owned company in the United States. They're worth almost $40 billion each.They almost never appear on camera yet they're behind the biggest, most orchestrated media campaign in American political history, much of it outside the traditional political campaign system: money that's undeclared and hard to trace.US POLITICAL CAMPAIGN AD 1 (voiceover): Senator Begich says he's standing up to insurance companies but can you really believe him?US POLITICAL CAMPAIGN AD 2 (voiceover): Congressman Bruce Braley voted for Obamacare. The government spent millions of taxpayer dollars.US POLITICAL CAMPAIGN AD 3 (voiceover): The truth: Peters voted for Obamacare, which will give billions of...US POLITICAL CAMPAIGN AD 4 (voiceover): The hypocrisy is shocking.SHEILA KRUMHOLZ, CENTER FOR RESPONSIVE POLITICS: The Koch network is responsible for one in four dollars of all \"dark money\" spent in the 2012 election cycle.BEN KNIGHT: The non-partisan Centre for Responsive Politics spent two years poring through tax records and other documents to track the network of political groups and organisations with links to the Koch brothers.SHEILA KRUMHOLZ: The network of organisations is really (laughs) an overwhelming, intense network. There are so many organisations and they are large and small and they are completely flying under the radar.US POLITICAL CAMPAIGN AD 5 (voiceover): Oh. I see you chose to sign up for Obamacare.BEN KNIGHT: Because instead of giving directly to candidates, the money goes to group that sound like grassroots organisations - names like Generation Opportunity or Americans for Prosperity - and they create and run the campaigns...US POLITICAL CAMPAIGN AD 5 (voiceover): Swing on over, scoot on down and try to make yourself comfortable.BEN KNIGHT: Like this one, urging young Americans not to sign up for Obamacare.US POLITICAL CAMPAIGN AD 5 (voiceover): Okay. let's have a look.BEN KNIGHT: The campaign was made by a group called Generation Opportunity. This is clearly not a low-budget operation. Generation Opportunity won't discuss where its money comes from but tax records show it's part of the network built by Charles and David Koch.SHEILA KRUMHOLZ: So there is a hub called Freedom Partners and there are a number of other organisations that act as kind of sentinels of the organisation. One of them is the Centre to Protect Patient Rights which has raised more than $200 million and has no employees. And so these are organisations that are very sketchy.BEN KNIGHT: Are the Koch brothers doing anything wrong?SHEILA KRUMHOLZ: We believe that because these organisations are so directly... attempting to directly influence electoral outcomes, the voters have a right - a need - to know where the, what the source of the money is.BEN KNIGHT: They're credited with helping the rise of the extreme right-wing Tea Party movement but they've supported candidates on both sides of politics, as long as those candidates support the Koch brothers' agenda for a free market, small government, low taxes and no restrictions on the family business that gave them their billions: fossil fuels. But of course, most of the candidates they do support are Republicans. And that drives Democrats crazy.HARRY REID, US DEMOCRAT SENATE LEADER: Senate Republicans, madam president, are addicted to Koch.BEN KNIGHT: The Kochs' media campaigns aren't unique in American politics. But what allows them to do it on such a massive scale is a Supreme Court ruling from four years ago, which essentially said that political donations are a form of free speech and removed pretty much all restrictions.Now, Democrats have their big donors as well but none of them come close to matching the wealth or the energy of Charles and David Koch.In the last election year the Koch network spent an estimated $400 million. That's almost half of what the Obama and Romney campaigns spent each. Democrats might rail against them but the new rules are here to stay, for better or worse, so it seems everyone is being forced to play the same game.Ben Knight, Lateline.TONY JONES: The ABC approached a number of groups linked to the Kochs and the Kochs themselves for an interview. None responded.\n\nDo you have a comment or a story idea? Get in touch with the Lateline team by clicking here.", "article_metadata": {"Publisher": "(SCHEME=URL)http://www.abc.net.au/lateline/", "ABC-Gateway": "Current Affairs  ,News    ,", "Description": "Charles and David Koch who are rated by Forbes magazine as the joint sixth richest men in the US are best known for the millions theyve spent on campaigns to remake Americas political landscape and", "Generator": "Wallace", "Title": "Lateline - 17/07/2014: Private and powerful Koch brothers", "DC.identifier": "http://www.abc.net.au/lateline/content/2014/s4048656.htm", "ABC-Site": "Lateline", "Rights": "Copyright 2014 Australian Broadcasting Corporation. Other rights may be held as detailed in text. www.abc.net.au/common/copyrigh.htm", "DC.date": "2008-10-17T17:01:00+11:00", "Keywords": "Charles Koch, David Koch, Forbes, Obama, carbon emissions, Koch Brothers, oil, paper, commodity trading, philantropists,,Business, Economics and Finance Government and Politics", "ABC-DateReversed": 20140717, "Language": "English", "DCTERMS.spatial": "United States", "DC.description": "Charles and David Koch who are rated by Forbes magazine as the joint sixth richest men in the US are best known for the millions they've spent on campaigns to remake America's political landscape and drag the Republican Party to the right.", "Date": "17/07/2014", "ABC-ResourceType": 0, "DC.subject": "Business, Economics and Finance", "DC.title": "Private and powerful Koch brothers", "DCTERMS.modified": "Thu, 17 Jul 2014 22:30:00 +1000", "DCTERMS.issued": "Thu, 17 Jul 2014 22:30:00 +1000"}, "_id": "\"57477af36914bd0286fcda9b\"", "article_summary": "There are so many organisations and they are large and small and they are completely flying under the radar.US POLITICAL CAMPAIGN AD 5 (voiceover): Oh.\nlet's have a look.BEN KNIGHT: The campaign was made by a group called Generation Opportunity.\nPrivate and powerful Koch brothersAustralian Broadcasting Corporation Broadcast: 17/07/2014 Reporter: Ben KnightCharles and David Koch who are rated by Forbes magazine as the joint sixth richest men in the US are best known for the millions they've spent on campaigns to remake America's political landscape and drag the Republican Party to the right.\nOne of them is the Centre to Protect Patient Rights which has raised more than $200 million and has no employees.\nA leading Democrat once called them \"political contract killers."}