{"article_title": "‘Shutdown Cathy' McMorris Rodgers wants your stories on Obamacare", "article_keywords": ["wants", "affordable", "website", "obamacare", "insurance", "mcmorris", "health", "shutdown", "act", "cathy", "rodgers", "care"], "article_url": "http://blogs.seattletimes.com/opinionnw/2013/10/24/shutdown-cathy-mcmorris-rodgers-wants-your-stories-on-obamacare/", "article_text": "October 24, 2013 at 6:40 AM\n\nOn her Facebook page, Rep. Cathy McMorris Rodgers, R-Spokane, says she wants you to share your stories of the Affordable Care Act, on a helpful little site run by the House Republican caucus, which she chairs.\n\nOne of McMorris Rodgers’ constituents, Molly Donnelly McGee, had a quick response:\n\nNot exactly what McMorris Rodgers was looking for. She earned the nickname “Shutdown Cathy” as the public face of House GOP caucus during its disastrous effort to block the Affordable Care Act at any cost, including a 17-day government shutdown.\n\nShawn Vestal , columnist at the (Spokane) Spokesman-Review (and an old friend), wrote about her willingness to shade the truth about the Affordable Care Act.\n\nShutdown Cathy once said, in an email to constituents, that insurance premiums for Eastern Washington families had risen by $3,000 between 2012 and 2013. Before Obamacare, but never mind. On CNN, she bumped it up to $7,500. The Seattle Times checked it out and concluded this: The “source for that figure – the 2013 survey by the Henry J. Kaiser Family Foundation and provided by McMorris Rodgers’ office – says family premiums rose from 2012 by 4 percent, or $629. Of that, $452 on average was borne directly by employers, not employees.” Her office later said she misspoke. Never mind.\n\nThe irony of McMorris Rodgers’ role as Obamacare national demonizer-in-chief is that the Affordable Care Act is working in her home state. Washington chose to embrace the Affordable Care Act, tailor its own website to the local insurance market, and brought in smart people from the tech industry. Since the Oct. 1, launch, more than 100,000 people have enrolled or completed health insurance applications via the state’s wahealthplanfinder.org website. Here’s another anecdote, which I don’t think McMorris Rodgers will like any more than Molly McGee’s. Fox News writer Sally Krohn braved the glitches of the glitchy healthcare.gov site and – presto – she got better health insurance at a big savings. Plus in the past, I spent several days looking for and comparing insurance options. Under ObamaCare, even with the slow and sticky website, I spent a total of four hours — to save over $5,400. That kind of return on investment would make Warren Buffett drool. Counter to wild stories about the government taking over health care, the exchange was simply a public portal to a range of all-private insurance options.\n\nI hope McMorris Rodgers will read these. But something tells me she won’t pay attention.", "article_metadata": {"t_omni_path": "st|editorialsopinion|opinionnorthwest|front|article", "description": "On her Facebook page, Rep. Cathy McMorris Rodgers, R-Spokane, says she wants you to share your stories of the Affordable Care Act, on a helpful little site run by the House Republican caucus, which she chairs.  One of McMorris Rodgers' constituents, Molly Donnelly McGee, had a quick response:         Not exactly what McMorris Rodgers was looking for. She...", "t_omni_contenttitle": "‘Shutdown Cathy' McMorris Rodgers wants your stories on Obamacare - uncategorized - Opinion Northwest", "og": {"site_name": "The Seattle Times", "description": "On her Facebook page, Rep. Cathy McMorris Rodgers, R-Spokane, says she wants you to share your stories of the Affordable Care Act, on a helpful little site run by the House Republican caucus, which she chairs.  One of McMorris Rodgers' constituents, Molly Donnelly McGee, had a quick response:         Not exactly what McMorris Rodgers was looking for. She...", "title": "‘Shutdown Cathy' McMorris Rodgers wants your stories on Obamacare", "url": "http://blogs.seattletimes.com/opinionnw/2013/10/24/shutdown-cathy-mcmorris-rodgers-wants-your-stories-on-obamacare/", "image": "http://blogs.seattletimes.com/opinionnw/files/2013/10/McMorrisRodgers-2.png", "type": "article"}, "t_omni_site": "st", "twitter": {"url": "http://blogs.seattletimes.com/opinionnw/2013/10/24/shutdown-cathy-mcmorris-rodgers-wants-your-stories-on-obamacare/", "site": "@seattletimes", "card": "summary", "title": "‘Shutdown Cathy' McMorris Rodgers wants your stories on Obamacare"}, "t_omni_pagename": "st|editorialsopinion|opinionnorthwest|front", "fb": {"app_id": 225286600856790}, "viewport": "width=device-width, initial-scale=.78", "t_omni_pubdate": "10/24/2013 06:40", "t_omni_author": "Jonathan Martin", "t_omni_articleid": "shutdown-cathy-mcmorris-rodgers-wants-your-stories-on-obamacare", "bitly-verification": "fcb5c28d2fff", "t_omni_pagetype": "article"}, "article_summary": "One of McMorris Rodgers’ constituents, Molly Donnelly McGee, had a quick response:Not exactly what McMorris Rodgers was looking for.\nThe irony of McMorris Rodgers’ role as Obamacare national demonizer-in-chief is that the Affordable Care Act is working in her home state.\nHere’s another anecdote, which I don’t think McMorris Rodgers will like any more than Molly McGee’s.\nShe earned the nickname “Shutdown Cathy” as the public face of House GOP caucus during its disastrous effort to block the Affordable Care Act at any cost, including a 17-day government shutdown.\nShawn Vestal , columnist at the (Spokane) Spokesman-Review (and an old friend), wrote about her willingness to shade the truth about the Affordable Care Act."}