{"article_title": "What the Super-Rich Spent Their $$$ on in 2013", "article_keywords": ["property", "wealth", "primary", "superrich", "number", "uhnwis", "wealthy", "report", "residences", "net", "spent", "worth"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/03/12/What-Super-Rich-Spent-Their-2013", "article_text": "\"Are the rich getting richer? Yes.\" So says a new report on global wealth from property consultancy Knight Frank. And as you might expect, those with ultra-high net worth are finding lots of fun and pretty things to buy with that increased wealth.\n\nThe Wealth Report surveyed 600 wealth advisors and bankers who represent more than 23,000 “UHNWIs” worldwide. UHNWI, of course, stands for \"ultra-high net worth individual,\" or those with investable assets of at least $30 million, a number that excludes assets like primary residences and collectibles. Of the UHNWIs represented in the survey, each is worth on average $68 million with a combined wealth of $1.5 trillion. The combined wealth of all UHNWIs worldwide in 2013 was $20.1 trillion.\n\nRelated: Inequality in Capitalist Systems Is Not Inevitable\n\nThe report shows that in 2013 net worth for 75 percent of UNHWIs increased, while net worth decreased just 4 percent. In addition, the number of ultra-wealthy individuals across the globe rose by 3 percent — an increase of 5,000 individuals, bringing the total number of UNHWIs to more than 167,000. The report also shows that the global number of billionaires has grown by 80 percent since 2003, to 1,682.\n\nMoney Flies When You're Having Fun\n\nThe Wealth Report includes a section detailing how members of a “wealth panel” finished the statement, \"My favorite investment passion is ...\" Responses include: \"luxury property, gems;\" \"my sloop SY Kokomo;\" \"climb[ing] to Annapurna base camp in the Himalayas;\" and \"art.\" Exotic cars, rare wines, and paintings by Francis Bacon were also on the list of big-ticket items or experiences the super-rich threw down for in 2013.\n\nThe most popular place by far for the über rich to park their extra wealth was an old favorite: property. Most of the UHNWIs represented in this survey report that 30 percent of their wealth is tied up in primary and secondary residences. And while most choose to have their primary residences in the city, about a third own a country home, 22 percent own a waterfront property, and 13 percent own a ski chalet or apartment.\n\nFrench vineyards are particularly in vogue as real-estate investments for the wealthy Chinese. And on the subject of high-priced property, while London is still ranked number one in \"The Cities That Matter To The World's Wealthy\" section of The Wealth Report, by 2024 that city will be New York. Someone should tell ex-Mayor Michael Bloomberg that his years of hard work to attract the wealthy are paying off…and maybe pass a copy of the report to new Mayor Bill DeBlasio.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "\"Are the rich getting richer? Yes.\" So says a new report on global wealth from property consultancy Knight Frank. And as you might expect, those with ultra-high net worth are finding lots of fun and pretty things to buy with that increased wealth.", "title": "What the Super-Rich Spent Their $$$ on in 2013", "url": "http://www.thefiscaltimes.com/Articles/2014/03/12/What-Super-Rich-Spent-Their-2013", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/12182010_mall_spending_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/03/12/What-Super-Rich-Spent-Their-2013", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/12182010_mall_spending_article.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "\"Are the rich getting richer? Yes.\" So says a new report on global wealth from property consultancy Knight Frank. And as you might expect, those with ultra-high net worth are finding lots of fun and pretty things to buy with that increased wealth.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fcdaa7\"", "article_summary": "Related: Inequality in Capitalist Systems Is Not InevitableThe report shows that in 2013 net worth for 75 percent of UNHWIs increased, while net worth decreased just 4 percent.\nThe Wealth Report surveyed 600 wealth advisors and bankers who represent more than 23,000 “UHNWIs” worldwide.\nAnd as you might expect, those with ultra-high net worth are finding lots of fun and pretty things to buy with that increased wealth.\nExotic cars, rare wines, and paintings by Francis Bacon were also on the list of big-ticket items or experiences the super-rich threw down for in 2013.\nUHNWI, of course, stands for \"ultra-high net worth individual,\" or those with investable assets of at least $30 million, a number that excludes assets like primary residences and collectibles."}