{"article_title": "House GOPers’ New Plan to Take Down Obama: Sue Him", "article_keywords": ["sue", "court", "office", "house", "rep", "republicans", "legal", "plan", "gopers", "president", "lawsuit", "decision", "obama"], "article_url": "http://www.motherjones.com/mojo/2013/12/trend-franks-gop-obama-lawsuit", "article_text": "\"It appears right now that we may have to do it, that I may have to do it, or somebody may have to do it, as an individual, outside of Congress, to litigate on one of these issues,\" Rep. Mike Coffman (R-Colo.) told a local radio station last week. Coffman, who got in trouble last May when he suggested that Obama was foreign born and not eligible for office, didn't elaborate on which executive overreach set him off, although he discussed the nuclear agreement with Iran and the 2012 decision on welfare as possible violations. By Monday, his office had walked back Coffman's litigation threat, but the congressman is in good company.\n\nTexas attorney general Greg Abbott likes to joke that his job is simple: \"I go into the office, I sue Barack Obama, and then I go home.\" But it’s not just Republicans attorneys general who are taking the president to court these days. Forget impeachment—increasingly, House Republicans are using personal lawsuits as a way to rein in what they view as unchecked presidential power on everything from the Affordable Care Act to immigration reform to nuclear weapons.\n\nIn November, Rep. Trent Franks (R-Ariz.), a sponsor of 2004's Lawsuit Reduction Act, which was designed to curb the number of frivolous lawsuits, signaled that a large faction of House Republicans would be open to filing a lawsuit to block Obama’s perceived overreach on everything from Obamacare to immigration. \"There's no question we should do that...yes…and that’s something that we talked about a lot,\" he told The Hill.\n\nThis wasn't Franks’ first legal threat: in 2009, he suggested at a town hall meeting that he'd be open to filing a lawsuit to force President Obama, who had already released a birth certificate, to release another type of birth certificate. (It was an empty threat, it turned out.)\n\nRep. Michele Bachmann (R-Minn.) has also floated the idea of challenging Obama in court, specifically over the president's decision to allow insurance companies to continue offering 2013 health care plans for another year, despite the requirements of the ACA. And in September, Rep. Tom Marino (R-Penn.) said he was considering filing a lawsuit—or even pressing criminal charges—against the administration for postponement of several Affordable Care Provisions. Marino spokeswoman Sarah Wolf said the congressman hasn't taken any further steps toward a lawsuit, but pointed Mother Jones to a House Judiciary Committee hearing last week in which witnesses said President Obama's actions \"could potentially rise to the level of an impeachable offence. We expect more to come as a result of this hearing in the near future.\"\n\nIncensed by the administration’s decision to allow certain undocumented students to receive legal Rep. Steve King (R-Iowa) promised in 2012 \"to bring a suit and seek a court order to stop implementation of this policy.\" (He hasn't, but we suppose there's still time.) That August, Rep. Darrell Issa (R-Calif.) sued the White House for more information on the Bureau of Alcohol, Tobacco, Firearms, and Explosives' Fast and Furious scandal.\n\nRep. Justin Amash (R-Mich.) told a town hall meeting in his district in August that he, too, was considering his personal legal options against the administration. (Amash hasn’t sued anyone yet.)\n\nIn 2011, a bipartisan group of 10 members of Congress filed suit over the administration’s decision to intervene in the Libyan civil war. (That suit was thrown out.)\n\nAlthough some of the upper chamber's most conservative members, including Sens. Ted Cruz (R-Texas) and Mike Lee (R-Utah), have sought to tone down legal threats, Sen. Ron Johnson (R-Wis.) said in September he was \"laying the groundwork\" for a lawsuit to challenge the Office of Personnel Management's decision to allow congressional staffers to receive employer contributions. Johnson hasn't filed any paperwork yet.\n\nAnd In June, Sen. Rand Paul (R-Ky.) announced his intention to file a class-action lawsuit against the Obama administration in response to Edward Snowden's revelations about the National Security Agency's surveillance programs. To date, no such lawsuit has materialized, but Paul didn't come away empty—the announcement doubled as a fundraising pitch.\n\nFor the most part, all that talk about suing the president has been just that—talk. But at least one congressional lawsuit against the president is going forward, and it could have a far-reaching impact. In 2012, Senate Republicans joined a lawsuit against President Obama's recess appointments to the National Labor Relations Board, arguing that Obama had acted outside of his authority by circumventing the Senate when the chamber was still technically in session. That case is going to the Supreme Court. And if the hypothetical legal options don't work out, there's always impeachment.", "article_metadata": {"application-name": "Mother Jones Magazine", "og": {"site_name": "Mother Jones", "description": "It’s not a frivolous lawsuit if it’s a publicity stunt.", "title": "House GOPers’ new plan to take down Obama: sue him", "url": "http://www.motherjones.com/mojo/2013/12/trend-franks-gop-obama-lawsuit", "image": "http://www.motherjones.com/files/saul_goodman.png", "type": "article"}, "twitter": {"title": "House GOPers’ new plan to take down Obama: sue him", "url": "http://www.motherjones.com/mojo/2013/12/trend-franks-gop-obama-lawsuit", "image": {"src": "http://www.motherjones.com/files/saul_goodman.png", "identifier": "http://www.motherjones.com/files/saul_goodman.png"}, "creator": "timothypmurphy", "site": "@MotherJones", "card": "summary_large_image"}, "msapplication-TileColor": "#FFFFFF", "msapplication-square70x70logo": "/sites/all/assets/mstile-70x70.png", "msapplication-square310x310logo": "/sites/all/assets/mstile-310x310.png", "msapplication-wide310x150logo": "/sites/all/assets/mstile-310x150.png", "fb": {"admins": "13301307,670317733,1198876232,38509772,106892,2907757,306289,602422192,4101301,513450539"}, "msapplication-TileImage": "/sites/all/assets/mstile-144x144.png", "keywords": "Supreme+Court,Top+Stories", "msapplication-square150x150logo": "/sites/all/assets/mstile-150x150.png"}, "_id": "\"57477af36914bd0286fcdaad\"", "article_summary": "Forget impeachment—increasingly, House Republicans are using personal lawsuits as a way to rein in what they view as unchecked presidential power on everything from the Affordable Care Act to immigration reform to nuclear weapons.\nTexas attorney general Greg Abbott likes to joke that his job is simple: \"I go into the office, I sue Barack Obama, and then I go home.\"\nBut it’s not just Republicans attorneys general who are taking the president to court these days.\nBut at least one congressional lawsuit against the president is going forward, and it could have a far-reaching impact.\nThat August, Rep. Darrell Issa (R-Calif.) sued the White House for more information on the Bureau of Alcohol, Tobacco, Firearms, and Explosives' Fast and Furious scandal."}