{"article_title": "Election Predictions Make Health Insurers a Good Buy", "article_keywords": ["buy", "win", "obamacare", "predictions", "wisdom", "good", "health", "election", "way", "political", "white", "insurers", "makes", "democratic"], "article_url": "http://www.nasdaq.com/article/election-predictions-make-health-insurers-a-good-buy-cm605713", "article_text": "It seems as if the election due later this year has been going on for decades already. The huge field at the start of the Republican primary and the refusal of Bernie Sanders to just accept the presumptive nominee on the Democratic side has caused the selection process to, depending on your tolerance for the political game, either drag on or continue to be of interest. There is still a long way to go, but from a trading perspective it is still possible to use the political situation as a guide to some trades.\n\nI don’t have a crystal ball so I cannot tell you who will win in November at the Presidential, Senate or Congressional levels, but it is easy enough to track conventional wisdom and who the pundits think will win. In financial markets, perception often is reality, so positioning now on the assumption that that conventional wisdom will influence decisions makes sense. There seems to be a remarkable unanimity of opinion at this stage in the election process.\n\nDespite Sanders’ stubborn resilience, Hillary Clinton looks to have an almost unassailable lead in terms of delegates and super delegates on the Democratic side and if she is the nominee, polls indicate that she would easily beat both Donald Trump and Ted Cruz, the Republican front runners. There is also a growing feeling that if the GOP forces through a more moderate candidate at a contested convention it could easily split the party. In short, a Democratic win, at least at the Presidential level, is the generally expected result.\n\nOn that basis, buying stock in at least one health insurer makes sense at this point. With a Democrat once again in the White House, repeal of the current healthcare law will be effectively off the table. No matter what your opinion of Obamacare, there is one thing about it that cannot be denied: it has been good for the health insurers.\n\nThe Affordable Care Act has been with us for around six years now so, allowing for a period of implementation and time to understand its impact, a five year chart probably tells the story the best.\n\nAs the above chart shows, over the last five years the two largest U.S. Health insurers, United Healthcare (UNH) and Aetna (AET), are up 165 percent and 170 percent respectively. By comparison the S&P 500 index has gained 53 percent during the same time.\n\nOf course that makes it look like the opportunity has gone, but there is still a large pool of uninsured in the U.S. despite the ACA, and as penalties for not having insurance begin to climb, it is reasonable to expect even more signups for the insurers over the next couple of years. There has been an issue with the profitability of Obamacare compliant plans sold on the exchanges, but both Aetna and United Health have increased profits every year since 2012, so it cannot be too bad.\n\nIt seems reasonable to expect further growth if Obamacare remains the law of the land, or in other words if the Democrats retain the White House. There is still a long way to go in the political process and that may not happen, but if enough people believe it will work out that way the eventual outcome doesn’t matter. Just the perception that that is likely will put upward pressure on the health insurers, so buying now and riding that wave looks like a smart move.", "article_metadata": {"news_keywords": "Investing,Investing Ideas;Politics;Stocks", "og": {"url": "http://www.nasdaq.com/article/election-predictions-make-health-insurers-a-good-buy-cm605713", "type": "article", "image": "http://www.nasdaq.com/images/dreamit.jpg", "site_name": "NASDAQ.com", "title": "Election Predictions Make Health Insurers a Good Buy"}, "Robots": "index,follow", "keywords": "nasdaq news, market headlines, market news, stock market headlines, stock market news", "article": {"published_time": "2016-04-13T09:22:52-05:00"}, "viewport": "width=device-width", "description": "It seems as if the election due later this year has been going on for decades already. The huge field at the start of the Republican primary and the."}, "article_summary": "Just the perception that that is likely will put upward pressure on the health insurers, so buying now and riding that wave looks like a smart move.\nNo matter what your opinion of Obamacare, there is one thing about it that cannot be denied: it has been good for the health insurers.\nAs the above chart shows, over the last five years the two largest U.S. Health insurers, United Healthcare (UNH) and Aetna (AET), are up 165 percent and 170 percent respectively.\nIn short, a Democratic win, at least at the Presidential level, is the generally expected result.\nOn that basis, buying stock in at least one health insurer makes sense at this point."}