{"article_title": "The Healing Power of Negative Emotions in Caregiving and Family Relati...", "article_keywords": ["sharing", "relati", "family", "positive", "negative", "emotions", "power", "start", "caregiving", "healing", "members", "worries", "voice", "wifes"], "article_url": "http://www.aarp.org/home-family/caregiving/info-09-2013/caregiving-stress-sadness-depression-jacobs.html", "article_text": "Like others struggling to cope with adversity, the couple profiled above is engaging in what psychologists call a conspiracy of silence. Perfectly normal fears and other emotions churned up by a life-changing condition — the wife's fear of a second heart attack, the husband's frustration at his wife's slow recovery — are pooh-poohed or squelched.\n\nOptimism counts; its effects are far more salutary than wallowing in misery. But when well-meaning family members start censoring what they say to one another, they stop sharing the full range of life's joys and sorrows. The result: unintended distancing and isolation.\n\nTo make that point, I frequently ask couples, \"Did you argue, or complain to one another, before this medical event occurred?\"\n\n\"Of course,\" comes the response.\n\nI then ask, \"Has this crisis made you less open with one another? Do you confide in each other less now than you did before?\"\n\nThe reply to that is usually just an uncomfortable shrug.\n\nA better way to bolster family cohesion and resilience in situations like these is to balance — or try to balance — the positive and the negative: Keep hope and good humor alive, yes, but at the same time feel free to voice your doubts, disappointments and anxieties.\n\nHow can caregiving families put the (seemingly) negative to positive use? Here are three ways:\n\n1. Put worries into words\n\nThroughout the caregiving years, all family members worry to some degree or another. It's a natural response to uncertainty; it's also a proven means of preparing for the challenges ahead. When family members hesitate to speak up, however, they often start to internalize their angst. If only they would voice their concerns! Doing so enables relatives to gauge (and possibly correct) each other's unrealistic anxieties, thereby gaining reassurance. In short, sharing worries can activate a family's comfort and support systems.\n\n\n\nNext page: Announce annoyances and don't suppress sadness. »\n\n", "article_metadata": {"DivisionMain": "Division:caregiving#Care for the Caregiver", "Division1": "Division:caregiving#Care for the Caregiver", "page_title": "The Healing Power of Negative Emotions", "estimated_publish_date": "2016-01-29", "Last-Modified": "2015-10-08T09:06:03.386-04:00", "keywords": "depression, coping with sadness, grief, stress, caregiving, relationships, heart attack, optimism, family", "houseAds": "commercial", "paywallStatus": "off", "isArticle": "true", "author": "Barry J. Jacobs", "comments": "on", "source": "aarp_org", "type": "info", "description": "For caregivers, \"let it all hang out\" can be a therapeutic prescription.", "s43": "3b.AARPCaregiver|MyHomeandFamily", "robots": "index,follow", "Subject1": "DCSubjects:Home and Garden/Caregiving/Caregiver Stress & Work Issues", "Subject2": "DCSubjects:Home and Garden/Caregiving/Home Care", "Subject3": "DCSubjects:Home and Garden/Caregiving/Independent Living", "viewport": "width=device-width,initial-scale=1", "DivisionCategory1": "Care for the Caregiver", "language": "english", "og": {"site_name": "AARP", "description": "For caregivers, \"let it all hang out\" can be a therapeutic prescription.", "title": "The Healing Power of Negative Emotions in Caregiving and Family Relati... - AARP", "url": "http://www.aarp.org/home-family/caregiving/info-09-2013/caregiving-stress-sadness-depression-jacobs.html", "image": "http://cdn.aarp.net/content/dam/aarp/home-and-family/caregiving/2013-08/200-caregiver-sadness-healing-power-support-cope-crc.imgcache.rev1376920419355.jpg", "type": "article"}, "contentId": "/content/aarpe/en/home/home-family/caregiving/info-09-2013/caregiving-stress-sadness-depression-jacobs", "fb": {"app_id": 114175878660191}, "aarpeContent": "true", "IALevel1": "home-family", "IALevel2": "caregiving", "IALevel3": "info-09-2013", "action": "read", "dateToday": "2016-05-23"}, "_id": "\"57477af36914bd0286fc97aa\"", "article_summary": "But when well-meaning family members start censoring what they say to one another, they stop sharing the full range of life's joys and sorrows.\nPut worries into wordsThroughout the caregiving years, all family members worry to some degree or another.\nIn short, sharing worries can activate a family's comfort and support systems.\nWhen family members hesitate to speak up, however, they often start to internalize their angst.\nHow can caregiving families put the (seemingly) negative to positive use?"}