{"article_title": "Top Georgia Democrat Fights To Prove Obamacare Can Overcome Deep South Resistance", "article_keywords": ["expansion", "georgia", "abrams", "prove", "fights", "obamacare", "resistance", "deep", "democrat", "states", "state", "medicaid", "south", "health", "republican", "overcome", "care"], "article_url": "http://www.huffingtonpost.com/2013/12/07/georgia-obamacare_n_4400772.html", "article_text": "CL File/Joeff Davis\n\nWASHINGTON -- For Democrats like Stacey Abrams, Georgia's House minority leader, advocating for the Affordable Care Act in a strongly conservative state is a daunting task. Her Republican colleagues, who control the state legislature, are staunch opponents of the law, and Gov. Nathan Deal is one of 20 GOP governors who rejected the Medicaid expansion.\n\nThat alone would seem like enough for state Rep. Abrams and her Democratic colleagues to tackle, but it doesn't end there. Last month, U.S. Rep. Rob Woodall, another Georgia Republican, chaired a congressional oversight hearing in Gainesville during which a handful of cherry-picked witnesses spoke only of being harmed by the health care law.\n\nGeorgia is also home to Ralph Hudgens, the Republican state insurance commissioner who drew sharp criticism this week when a camera caught him likening pre-existing conditions to a car wreck in which the driver is at fault. Hudgens also bragged to a crowd of fellow Republicans in August about GOP efforts to destroy the law.\n\n\"Let me tell you what we’re doing [about Obamacare]: everything in our power to be an obstructionist,\" Hudgens said.\n\nBut despite the litany of obstacles facing Obamacare in her state, Abrams said that Georgians are \"hungry for information\" on what the law means for them and how they can sign up. She has made it her mission to bring that directly to them, by leading events explaining the Affordable Care Act to people across Georgia, many of whom have spent decades waiting for access to health insurance.\n\n\"What we have is that people are hungry for information. They desperately want to know what's going on,\" Abrams told The Huffington Post in an interview Thursday. \"They want to know how this impacts them because they realize, whether they're Democrat or Republican, they are going to be held accountable for getting health insurance.\"\n\n\"But even more importantly, they want it,\" she added. \"A lot of the communities we're speaking to have been denied access to health care either because of cost or because of pre-existing conditions or because they didn't have an option.\"\n\nSince August, Abrams and her colleagues have reached out to discuss Obamacare on 40 occasions, from town hall meetings to teleconferences. Unlike most local events with state legislators, Abrams said empty seats are hard to come by at the Obamacare forums, prompting her to extend the activities through January.\n\n\"A big part of it is how we frame it. There isn't the hostility to us sharing this information,\" she said, noting that their primary objective is to arm individuals with information about the law, not to discuss its politics.\n\nA typical event consists of legislators translating the Affordable Care Act in its entirety, down to such basics as explaining deductibles and co-pays to individuals who have never had health insurance before. Now that the functionality of Healthcare.gov has improved, Abrams and her team have launched \"Enrollment Saturdays\" for people to come in and access both the technology and the human navigators who can help them sign up on the health care exchange.\n\nStates such as Texas and California have adopted similar outreach tactics, underscoring how critical on-the-ground operations are to meeting the law's primary objective of expanding coverage to the uninsured.\n\nAbrams conceded the problems that plagued the Obamacare rollout over the last couple of months, including the website glitches and the news of canceled policies, left people disappointed and \"didn't help matters at all.\" She and her colleagues spent a great deal of time in their early events directing constituents to the telephone hotline rather than the website, but added that the struggles haven't dissuaded people from wanting to sign up.\n\n\"People get sick and they want to get care,\" she said. \"The challenges with the rollout did not change what for some people has been a 10-, 20- or 30-year wait to actually have access to health care. This is a miracle for them.\"\n\nEarly data for November has shown a surge in the number of enrollments, although the White House is still lagging behind its target of 7 million by the March 31, 2014, deadline.\n\nAs part of ongoing efforts to boost enrollment, the administration gathered state legislators from across the country Wednesday for a briefing on the Obamacare exchanges. Abrams was in attendance and shared her story, which was met with loud applause, according to a senior administration official.\n\nThe White House meeting also focused on the law's Medicaid expansion, which Georgia Gov. Deal refused on the grounds that his state can't afford it -- even though his decision will cost Georgia nearly $3 billion in lost funding by 2022. Supporters of the law point out that the federal government will cover the entire cost of the expansion from 2014 through 2016, after which the federal share declines until it reaches 90 percent in 2022 and future years.\n\nA study released Thursday by the Commonwealth Fund, titled \"Nobody Wins,\" detailed the impact on states where governors rejected the Medicaid expansion. \"There are no states where the taxpayers would actually gain by not expanding Medicaid,\" Sherry Glied, lead author on the study, told USA Today.\n\nGeorgia falls into the category of states whose residents are most in need of the Medicaid expansion. An estimated additional 410,000 would qualify in Georgia, where gaps in coverage abound.\n\nFinancial pressures in states where Medicaid wasn't expanded have also put many public hospitals at risk, including as many as 15 facilities in Georgia. Just this year, hospitals in Folkston, Richland and Arlington, three of the state's rural towns, permanently closed their doors.\n\nAbrams hopes such events will put public pressure on Gov. Deal to reverse his decision.\n\n\"If we say no to the Medicaid expansion, we are saying yes to shutting down our hospitals,\" she said.\n\nAlso on HuffPost: Obama Approval Rating Obama Approval Rating\n\n1 of 15 Obama Approval Polls For more presidential and congressional polls, maps and forecasts, visit HuffPost Pollster. Share this slide:\n\n", "article_metadata": {"description": "WASHINGTON -- For Democrats like Stacey Abrams, Georgia's House minority leader, advocating for the Affordable Care Act in a strongly conservative state ...", "sailthru.expire_date": "2013-12-08 09:06:12 -0500", "og": {"site_name": "The Huffington Post", "description": "WASHINGTON -- For Democrats like Stacey Abrams, Georgia's House minority leader, advocating for the Affordable Care Act in a strongly conservative state ...", "title": "Top Georgia Democrat Fights To Prove Obamacare Can Overcome Deep South Resistance", "url": "http://www.huffingtonpost.com/2013/12/07/georgia-obamacare_n_4400772.html", "image": "http://i.huffpost.com/gen/1502171/images/o-STACEY-ABRAMS-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "WASHINGTON -- For Democrats like Stacey Abrams, Georgia's House minority leader, advocating for the Affordable Care Act in a strongly conservative state ...", "creator": "SabrinaSiddiqui", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1502171/images/o-STACEY-ABRAMS-facebook.jpg", "height": 1000}, "title": "Top Georgia Democrat Fights To Prove Obamacare Can Overcome Deep South Resistance", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2013-12-07 09:06:12 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4400772", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "georgia uninsured,georgia health care,georgia medicaid,Politics News,medicaid expansion,obamacare medicaid expansion,obamacare,Stacey Abrams,Affordable Care Act,georgia obamacare,obamacare rollout,stacey abrams georgia", "article": {"section": "Politics", "tag": "georgia uninsured,georgia health care,georgia medicaid,Politics News,medicaid expansion,obamacare medicaid expansion,obamacare,Stacey Abrams,Affordable Care Act,georgia obamacare,obamacare rollout,stacey abrams georgia", "published_time": "2013-12-07 09:06:12 -0500", "modified_time": "2013-12-07 15:03:29 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fcdab8\"", "article_summary": "\"If we say no to the Medicaid expansion, we are saying yes to shutting down our hospitals,\" she said.\nNathan Deal is one of 20 GOP governors who rejected the Medicaid expansion.\nRob Woodall, another Georgia Republican, chaired a congressional oversight hearing in Gainesville during which a handful of cherry-picked witnesses spoke only of being harmed by the health care law.\nThe White House meeting also focused on the law's Medicaid expansion, which Georgia Gov.\nGeorgia falls into the category of states whose residents are most in need of the Medicaid expansion."}