{"article_title": "Researchers say quality measures too burdensome, highlight 15 trends to track", "article_keywords": ["index", "15", "healthcare", "track", "mcginnis", "measures", "measure", "burdensome", "blumenthal", "say", "health", "trends", "social", "highlight", "quality", "researchers", "care"], "article_url": "http://www.healthcarefinancenews.com/news/researchers-say-quality-measures-too-burdensome-highlight-15-trends-track", "article_text": "Doctors argue in Journal of the American Medical Association study that measures are confusing, and create inefficiency that pushes costs higher.\n\nIt’s possible to have too much of a good thing, especially when it comes quality metrics in healthcare. That’s the view David Blumenthal, MD, and J. Michael McGinnis, MD lay out in a new report in Journal of the American Medical Association that pokes holes in the shift to value-based care.\n\n“Not only are many measures imperfect, but they are proliferating at an astonishing rate, increasing the burden and blurring the ability to focus on issues most important to better health and healthcare,” they write in the study. “Measures of the same phenomenon also vary in specification and application, leading to confusion and inefficiency that make healthcare more expensive and undermine the very purpose of measurement, namely, to facilitate improvement.”\n\nCongress helped cement the future of quality metrics in Medicare with its recent repeal sustainable growth rate formula, they said, The new law bases the Medicare physician payment system on value.\n\n[Also: Senate passes SGR bill 92 to 8, avoids April 15 payment cuts]\n\nDoctors already find minimal value in Medicare’s quality measures — 40 percent choose a 1.5 percent pay cut over reporting compliance. But quality measurements are here to stay, said Blumenthal, president of the Commonwealth Fund, and McGinnis, a member of the Institute of Medicine. However, it could definitely be streamlined.\n\nThe Institute of Medicine is also tackling the issue of quality measures by outlining 15 data points that should be used as a standardized baseline for measuring performance and progress at the national, state, local and institutional level. A few are what researchers call “non-healthcare determinants of health,” and all relate to the health and wellbeing of the American people.\n\n[Also: 40% of doctors choose fines over quality reporting]\n\nHere’s how Blumenthal and McGinnis sum them up:\n\nLife expectancy. This is a measure “that reflects overall system performance with respect to a wide range of factors influencing health,” and is particularly useful for comparing baselines across the country to address disparities. More than dozen low-income Baltimore neighborhoods, for instance, have an average life expectancy on a par with North Korea, in some places a full decade below the U.S. average of 79 years old..\n\nWell-being. This is a self-reported health status, and often subjective. But well-being is gaining traction as a core measure of American health and economic progress. Do people have meaningful social networks through their lives, opportunity to contribute in work, and adequate leisure time? Here health systems have an opportunity particularly with at-risk seniors, to extend their institutions to the community as place for not only healthcare but wellness and social support.\n\nWeight and obesity. As tracked through body mass index, this is “largely the product of diet and physical activity patterns, together representing leading sources of preventable early deaths,” Blumenthal and McGinnis write. To those ends, health systems can also consider their place in the local ecosystem. Can workers and patients walk or bike to the hospitals and facilities? Can they have fresh, vegetable-based foods at the cafeteria?\n\nAddictive behavior. Another social problem that healthcare can tackle given the right tools, this is a measure “of dependence on tobacco, alcohol, or other drugs, which, together, impose high social and economic burdens on individuals and their families.”\n\nUnintended pregnancy. This is by and large a measure of prevention and public health “with generational implications that reflects a combination of behavioral, social, and cultural dynamics.”\n\nHealthy communities. This is an index of a community’s profile “in health-related social and environmental dimensions,” including education, housing, income, parks, and air and water quality. At the epicenter of many local economies are hospitals and health systems with fairly significant community benefit budgets. Finding out how to improve those factors could go a long way to addressing other, related metrics, such as obesity and lifestyle-related disease.\n\nPreventive services. This is an index of how populations are or aren’t accessing “immunization, screening, counseling, and chemoprophylaxis services recommended by the US Preventive Services Task Force.”\n\nCare access. This is a measure of the “ability of individuals to receive the care they need in a timely fashion,” particularly robust primary care.\n\nPatient safety. This is an index “of system priority and performance in avoidance of harm to patients in the course of care,” spanning everything from standards for infection prevention to appropriate use of high-risk procedures.\n\nEvidence-based care. Still evolving, in many ways, evidence-based healthcare is on track to benefit from the great many datasets being digitized. As a metric, it should reflect how well institutions and geographic areas are bringing patients proven high-value healthcare.\n\nCare match with patient goals. If quality measures are here to stay, so too is shared-decision making. Ideally, this metric will be a “measure of the extent to which patient and family goals have been ascertained, discussed, and embedded in the care process.”\n\nPersonal spending burden. The $3 trillion national healthcare price tag is increasingly being born out not just collectively, but in the many millions of Americans covered in high-deductible plans. This measure would track how much people have to pay relative to their income.\n\nPopulation spending burden. This is the “measure of aggregate healthcare expenditures for a population relative to that population’s income.”\n\nIndividual engagement. This is an “index of personal involvement in health-related behaviors, self-care, caregiving, and social activities that reflect a personal health orientation.’\n\nCommunity engagement. This is an index of “community priority and relative social and economic initiatives, investments, and opportunities that reflect a health-oriented culture” — a pillar of population health, in other words.\n\nTwitter: @AnthonyBrino", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/researchers-say-quality-measures-too-burdensome-highlight-15-trends-track", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/doctor%20talking%20to%20patient-feature.png", "site_name": "Healthcare Finance News", "description": "Doctors argue in Journal of the American Medical Association study that measures are confusing, and create inefficiency that pushes costs higher.", "title": "Researchers say quality measures too burdensome, highlight 15 trends to track"}, "twitter": {"image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/doctor%20talking%20to%20patient-feature.png"}, "description": "Doctors argue in Journal of the American Medical Association study that measures are confusing, and create inefficiency that pushes costs higher.", "site": "@HC_Finance", "card": "summary_large_image", "title": "Researchers say quality measures too burdensome, highlight 15 trends to track"}, "generator": "Drupal 7 (http://drupal.org)", "description": "It’s possible to have too much of a good thing, especially when it comes quality metrics in healthcare. That’s the view David Blumenthal, MD, and J. Michael McGinnis, MD lay out in a new report in Journal of the American Medical Association that pokes holes in the shift to value-based care.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "_id": "\"57477af46914bd0286fe1f58\"", "article_summary": "[Also: Senate passes SGR bill 92 to 8, avoids April 15 payment cuts]Doctors already find minimal value in Medicare’s quality measures — 40 percent choose a 1.5 percent pay cut over reporting compliance.\nIf quality measures are here to stay, so too is shared-decision making.\nThe Institute of Medicine is also tackling the issue of quality measures by outlining 15 data points that should be used as a standardized baseline for measuring performance and progress at the national, state, local and institutional level.\n[Also: 40% of doctors choose fines over quality reporting]Here’s how Blumenthal and McGinnis sum them up:Life expectancy.\nIt’s possible to have too much of a good thing, especially when it comes quality metrics in healthcare."}