{"article_title": "Health New England's $2.6 million risk adjustment fee less than expected", "article_keywords": ["26", "fee", "risk", "carriers", "million", "state", "englands", "program", "health", "payments", "gutierrez", "expected", "adjustment", "assessment"], "article_url": "http://www.masslive.com/news/index.ssf/2015/07/health_new_englands_26_million_risk_adjustment_fee_less_than_expected.html", "article_text": "It could result in lower premium payments from those carriers who fully accounted for the transfer. -Luis Gutierrez\n\nSPRINGFIELD - Health New England has been assessed a payment of $2.6 million as its risk adjustment cost for selling individual and small group coverage on the state health exchange. It is one of the lower assessments for payment among carriers in the exchange, and considerably less than anticipated.\n\nWhat affect such fees will have for consumers remains to be seen, as the risk assessment program launches for the first time under the Affordable Care Act, but its enactment is part of the act's mandate to extend universal coverage through exchange insurers like HNE.\n\nThe non-profit Springfield based health maintenance organization, owned by Baystate Health, was one of three carriers that had sent a letter June 24 to Louis Gutierrez, executive director of the Commonwealth Health Insurance Connector Authority, asking for a delay in the assessments out of concerns for their impact on both the consumer and smaller insurers.\n\nThe program is set to transfer about $61 million among 16 carriers, with the biggest payment, close to $50 million, being transferred from the risk assessment program to Blue Cross Blue Shield HMO Blue. The total transfer amount is said to represent approximately three percent of the $1.98 billion in premiums paid in the merged market last year, according to Gutierrez's office. Massachusetts moved toward universal coverage under state law in 2006, a fact that has caused some insurers to say there is no need for risk adjustment here.\n\nIn a prepared statement, HNE said it had \"received the results for the Massachusetts risk adjustment program for 2014\" and that it continues \"to be very concerned that risk adjustment, as it has been put in place, harms consumers\" and \"will destabilize the health insurance market and distribute burdens unfairly and inappropriately.\"\n\nIt did note, however, that the assessment is much less than the $15 million Baystate Health had projected, and for which it had set aside $9 million out of its $50 to $60 million operating margin.\n\n\"The risk adjustment methodology is newly developed and draws data from the All Payer Claims Database, which is being used for an operational purpose for the first time,\" the statement said.\n\n\"Over the course of four simulations over the past year, both payers and the Connector have been making changes and adjustments to improve the data and therefore estimates of amounts owed or to be received have changed through the year. Our initial estimates of potential exposure were on the conservative side. This is because we needed to responsibly prepare for worst-case scenarios of potential impact, and because of significant uncertainties in the methodology. We continue to be concerned that analyses that lump patients in Western Mass together with those in the East will lead to biased and incorrect results.\"\n\nCarriers that owe fees must pay by July 31 whether or not they apply to be considered for an appeal, Gutierrez said\n\nGutierrez said the fees could result in higher premiums \"for those carriers who had not anticipated risk adjustment payments.\"\n\n\"It could result in lower premium payments from those carriers who fully accounted for the transfer, or who receive payments for risk adjustments.\"\n\nRisk adjustment fees reimburse those insurers on the exchange for costs associated with coverage of the most ill. Gutierrez said such assessment is mandated by the Affordable Care Act and its implementation is not negotiable.\n\n\"It is very straightforward,\" said Gutierrez when asked in a phone interview about the assessment notifications.\n\n\"We are legally obligated to do this. Risk adjustment is not waiveable under the Affordable Care Act. The state had its payment methodology approved by the Centers for Medicare and Medicaid Services, and we were directed to adhere to them and so these are the results we are obligated to provide under Affordable Care.\"\n\nGutierrez added that Massachusetts is the only state that devised its own criteria for assessment rather than use the federal methodology, something that he said will be evaluated.\n\n\"The risk assessment program will be done for 2015 and we are exploring the question of whether it remains a sound idea for Massachusetts to run its own independent risk adjustment program,\" Gutierrez said. \"We are the only state to send out invoices and settlement figures, as the federal government handles the other 49 states.\"\n\nGutierrez noted this is the first year the risk assessment is being implemented in the country, but that planning for it in the commonwealth began in 2012.\n\n\"There was an open for public comment period, and our 2013 federal certification was confirmed as something we needed to adhere to earlier this year,\" Gutierrez said. He said the assessments were done on those insured in Affordable Care qualified plans during the 2014 benefit year. Data reviewed included chronic disease coverage, diagnostic codes, prior medication costs.\n\n\"The most basic way to explain the process is that it tries to even out the burden that plans bear when they carry less healthy members. They risk adjustment process is to discourage plans from either attempting to shed less healthy members or else target only healthy members. It is meant to be a balance mechanism to help compensate those insuring people with greater health needs,\" Gutierrez said.\n\nWorcester-based Fallon Community Health Plan was assessed for $11.8 million and Boston-based Minuteman Health $3 million. Fallon Health and Minuteman both joined Health New England in the request to delay the assessment program.\n\nAccording to Gutierrez' office, the risk adjustment process includes the 16 issuers and the 650,000 people who are in the state's merged market. It does not include those defaulted to MassHealth coverage because of problems at the time with the Connector website. It is based on calculating the average health risk of the average consumer in the state exchange.\n\nMassachusetts created its own formula that reviewed each carrier's membership and determined how those members fared compared to the overall average, according to Gutierrez' office. Payments are made by carriers whose membership has a lower-than-average risk, and payments are made to carriers whose membership has a higher-than-average risk.\n\nCarriers either received payment as part of the assessment, or owe payments. Here are the results of the first Risk Adjustment process in Massachusetts:", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "Blue Cross Blue Shield Association, affordable-care, health, health-new-england, massachusetts-health-connector, news", "title": "Health New England's $2.6 million risk adjustment fee less than expected", "parsely-page": "{\"title\": \"Health New England\\u0027s $2.6 million risk adjustment fee less than expected\", \"link\": \"http://www.masslive.com/news/index.ssf/2015/07/health_new_englands_26_million_risk_adjustment_fee_less_than_expected.html\", \"image_url\": \"http://image.masslive.com/home/mass-media/width620/img/breakingnews/photo/2015/06/30/18231274-standard.jpg\", \"type\": \"post\", \"post_id\": \"16419265\", \"pub_date\": \"2015-07-01T12:31:38Z\", \"author\": \"Anne-Gerard Flynn | aflynn@repub.com\", \"tags\": [\"@homepage\",\"@mobile\",\"affordable-care\",\"health\",\"health-new-england\",\"massachusetts-health-connector\"] }", "twitter": {"image": "http://image.masslive.com/home/mass-media/width620/img/breakingnews/photo/2015/06/30/18231274-standard.jpg", "creator": "@aflynn2", "site": "@masslivenews", "card": "summary_large_image", "description": "The program is set to transfer about $61 million among 16 carriers."}, "article_date_updated": "Wednesday, July 01, 2015,  8:31 AM", "parsely-metadata": "{\"short_title\": \"Health New England gets $2.6 million risk balance fee\", \"image_url\": \"http://media.masslive.com/breakingnews/photo/2015/06/30/healthconnectorjpg-4b418db9f0b04975.jpg\", \"author_name\": \"aflynn\", \"author_nickname\": \"Anne-Gerard Flynn | aflynn@repub.com\", \"author_id\": \"2776\", \"source_blog_name\": \"Breaking News - MassLive.com\", \"source_blog_url\": \"http://www.masslive.com/news/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "masslive.com", "description": "The program is set to transfer about $61 million among 16 carriers.", "title": "Health New England's $2.6 million risk adjustment fee less than expected", "url": "http://www.masslive.com/news/index.ssf/2015/07/health_new_englands_26_million_risk_adjustment_fee_less_than_expected.html", "image": "http://image.masslive.com/home/mass-media/width620/img/breakingnews/photo/2015/06/30/18231274-standard.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "masslive.com", "article": {"author": "http://"}, "article_comments": 0, "article_date_original": "Wednesday, July 01, 2015,  8:30 AM", "article_author": "Anne-Gerard Flynn | aflynn@repub.com", "Description": "The program is set to transfer about $61 million among 16 carriers."}, "article_summary": "-Luis GutierrezSPRINGFIELD - Health New England has been assessed a payment of $2.6 million as its risk adjustment cost for selling individual and small group coverage on the state health exchange.\n\"The risk assessment program will be done for 2015 and we are exploring the question of whether it remains a sound idea for Massachusetts to run its own independent risk adjustment program,\" Gutierrez said.\nThey risk adjustment process is to discourage plans from either attempting to shed less healthy members or else target only healthy members.\nHere are the results of the first Risk Adjustment process in Massachusetts:\nWorcester-based Fallon Community Health Plan was assessed for $11.8 million and Boston-based Minuteman Health $3 million."}