{"article_title": "Liberal Media Continues Incestuous Relationship With Obama, Washes Over Scandals", "article_keywords": ["scandals", "incestuous", "obamas", "liberal", "relationship", "media", "continues", "washington", "david", "administration", "president", "scandal", "washes", "veterans", "obama"], "article_url": "http://www.westernjournalism.com/liberal-media-continues-incestuous-relationship-obama-washes-scandals/", "article_text": "Advertisement - story continues below\n\nDavid Axelrod’s book tour is off to a rollicking start, with perceived attacks on Hillary Clinton’s upcoming presidential run, and an absurd comment about the ethics and integrity of the administration he served so loyally, and continues to do so.\n\nAxelrod, former senior advisor to President Obama, recently asserted something so patently untrue that it demands a response. “And I’m proud of the fact that, basically, you’ve had an administration that’s been in place for six years in which there hasn’t been a major scandal,” he pronounced at a University of Chicago event.\n\nThe Washington Post leapt in to defend Axelrod’s claim by pointing to how President Obama’s approval ratings did not shift in the wake of the potential scandals he has faced since taking office. “It could be that scandals don’t have a lot to do with how Americans rate the president,” writes Hunter Schwarz for the Post.\n\nAdvertisement – story continues below\n\nIt could also be that the liberal media, along with academia, determine what is classified as a “scandal”—and then refuse to report on scandals which don’t meet their own predetermined criteria. In this case, any lies, corruption, abuses of power, financial payoffs, or associations with unsavory characters or organizations that involve President Obama or anyone in his administration are never to be treated as a scandal.\n\nThe ongoing incestuous relationship between the Obama administration and the media often tilts in favor of the administration, leaving many scandals uninvestigated, minimized, or outright ignored. For example, both CBS News president David Rhodes and former ABC News president Ben Sherwood have siblings working for the administration. CNN’s deputy Washington bureau chief, Virginia Moseley, is married to Tom Nides, a former Obama staffer under Secretary of State Hillary Clinton. And David Plouffe, Obama’s former campaign manager, joined Bloomberg News, while MSNBC hired Axelrod.\n\nPresident Obama even joked in 2013 that “… David Axelrod now works for MSNBC, which is a nice change of pace since MSNBC used to work for David Axelrod.”\n\nAdvertisement – story continues below\n\nWith so many members of the elite media in bed with the administration, Dartmouth College professor Brendan Nyhan’s 2011 observation that “the current administration has not yet suffered a major scandal, which I define as a widespread elite perception of wrongdoing” becomes essentially meaningless. Nyhan said that a scandal becomes a scandal “once the S-word is used in a reporter’s own voice in a story that runs on the front page of the [Washington] Post.”\n\nIf Axelrod is using the same criteria, then, of course, President Obama probably can be considered scandal-free. But a real scandal involves actual administration wrongdoing or lies, regardless of the “perceptions” dished out by the media.\n\nAxelrod’s comments ignore the presence of a number of real scandals which the mainstream media, including The Washington Post, continue to report on as phony—including but not limited to:\n\nBenghazi:\n\nAdvertisement – story continues below\n\nThe deaths of four Americans in Benghazi, Libya, in 2012 were greeted with a concerted public relations campaign by the Obama administration blaming the attacks on a protest inspired by a YouTube video, as revealed in the smoking gun Ben Rhodes email. (Ben Rhodes, deputy national security advisor to President Obama, is CBS President David Rhodes’ brother.) The media, including David Kirkpatrick of The New York Times, continue to dispute key facts of the case such as al-Qaeda’s involvement, have championed erroneous Congressional reports, ignore evidence of a cover-up, and have generally covered for the administration by promoting the idea that this is one of many “phony scandals.” The interim report of the Citizens’ Commission on Benghazi details the various failings and scandals related to Benghazi.\n\nIRS scandal:\n\nThe IRS targeted conservative groups applying for non-profit status from 2010 to 2012. In what some see as an attempt to influence elections, the IRS began requesting inappropriate information disproportionately from conservative groups and then delaying their approval, generally chilling free speech throughout the country. Lois Lerner, at the heart of the scandal, has refused to testify before Congress, pleading the Fifth Amendment. The media continue to argue that President Obama is not connected to this scandal, but it can be tied directly to the White House. The President has tried to assert that there isn’t a “smidgeon” of corruption at the IRS.\n\nFast and Furious\n\nThe Obama Justice Department and the Bureau of Alcohol, Tobacco and Firearms (ATF) encouraged gunwalking across the Mexican border of thousands of weapons, ultimately resulting in the murder of border agent Brian Terry. An ATF whistleblower, John Dodson, spoke out in 2011 about the problems with the ATF’s decision to let guns go to Mexico. As I wrote about in 2011, Fast and Furious was a scandal that no longer could be denied, but the media continued to do so. Sharyl Attkisson recounts in Stonewalled, “But as outrageous and remarkable as the allegations are, most of the media don’t pick up on the story. They’re steering clear.” As I wrote, the scandal “involves some 1,500 guns, about 1,000 of which ended up in Mexico, and a Border agent…who was murdered with weapons found near the scene of the crime in Arizona. The weapons were among 57 linked to Fast and Furious which have been tied to at least 11 violent crimes in the U.S., including the Terry murder.” Like Benghazi, Fast and Furious resulted in real deaths—but the media continue to ignore or downplay this scandal.\n\nVeterans Administration\n\nFollowing revelations in 2014 that there was widespread Veterans Administration falsification of health care wait times, and that certain locations had created secret waiting lists for veterans, the media finally declared this a scandal. But it’s not Obama’s scandal, it’s a Veterans Affairs scandal. Hunter Schwarz writes for the Post that “It was a very significant scandal, to be sure, but perhaps not one that people laid directly at Obama’s doorstep.” The Washington Post’s Fact Checker Glenn Kessler recently referred to this one as a scandal, noting that only eight people have lost their jobs so far as a result of this veterans care debacle, not 60 as the Secretary of Veterans Affairs Robert McDonald said last week on Meet the Press. But as I have argued, there were really two scandals at the Veterans Administration at the time: health care wait times and the disability benefits backlog.\n\nSolyndra\n\nSolar panel business Solyndra received more than half a billion dollars as part of the administration’s green energy program, before going bankrupt. Its executives took substantial bonuses before the layoffs began. And, a Solyndra investor was also a major bundler for Obama, demonstrating a conflict of interest when the administration refused to turn over more documents as part of a Congressional investigation. And yes, the Post reported on its front page that the Obama administration had asked the company to “delay announcing it would lay off workers until after the hotly contested November 2010 midterm elections that imperiled Democratic control of Congress.” But NPR ran an article last year victoriously announcing that “Now that the loan program is turning a profit, those critics are silent”—as if that had anything to do with the crony capitalism of the Solyndra scandal.\n\nObamacare\n\nObamacare is an ongoing debacle of premium increases and high deductibles coupled with crippling regulations. It leads to less, not more, health care access. While the focus has been on errors made within the “Obamacare rollout,” the media continue to champion exaggerated statistics regarding the alleged 10 million who have received health insurance under President Obama’s signature legislation. In reality, this program marks a rapid increase in Medicaid, and many enrollees are part of a “substitution effect” by which people who previously had insurance have switched to Obamacare. The subsidies, which the media casts as essential to the law, are under dispute in the courts, and increase the burden on the American taxpayer. Even Politifact called President Obama’s false assertion that Americans could keep their health plan if they liked it the 2013 “Lie of the Year.” Meanwhile, the complicit media finds every chance it can to champion this legislation’s “successes.”\n\nThis list just scratches the surface. Executive overreach has become standard fare, whether on immigration or environmental regulations. The Obama administration’s penchant for controlling leaks, a lack of transparency, and a war on journalists has been noted by the likes of former Washington Post executive editor Len Downie Jr. who said, “The [Obama] administration’s war on leaks and other efforts to control information are the most aggressive I’ve seen since the Nixon administration leaks,” and New York Times reporter David Sanger who said, “This is the most closed, control-freak administration I’ve ever covered.” James Risen of the Times added that the Obama administration has been “the greatest enemy of press freedom that we have encountered in at least a generation.”\n\nThe administration’s Middle East policies have been a disaster, if not scandalous. Just look at the growing threat from the Islamic State (ISIS) and other radical jihadist Muslim groups. More than 200,000 have been killed in Syria, Libya has become a jihadist playground, described by former CIA officer Bob Baer as “Mad Max,” and Yemen, as recently as September held up as an example of where Obama’s foreign policy is working, has seen a coup by Iranian backed jihadists. And looming over all of this is the unfolding, outright appeasement of an Iran with nuclear aspirations.\n\nWhat unifies all of these scandals and lies is how our news media have looked past all the administration’s corruption, treating these occurrences as discrete, minor grievances, gaffes—or even conservative or Republican political maneuvering. This means that the constant lies by the administration, and President Obama himself, can be made with impunity. The media simply will not hold President Obama, or any of his associates who might tarnish his reputation, accountable.\n\nThis article originally appeared at AIM.org and is reprinted here with permission.", "article_metadata": {"description": "The media isn't defining \"scandal\" right...", "author": "Roger Aronoff", "og": {"site_name": "Western Journalism", "description": "The media isn't defining \"scandal\" right...", "title": "Liberal Media Continues Incestuous Relationship With Obama, Washes Over Scandals", "locale": "en_US", "image": {"width": 750, "identifier": "http://www.westernjournalism.com/wp-content/uploads/2015/02/obamatongue.png", "height": 512}, "updated_time": "2015-02-20T12:25:05-07:00", "url": "http://www.westernjournalism.com/liberal-media-continues-incestuous-relationship-obama-washes-scandals/", "type": "article"}, "twitter": {"description": "The media isn't defining \"scandal\" right...", "creator": "@WestJournalism", "image": "http://www.westernjournalism.com/wp-content/uploads/2015/02/obamatongue.png", "title": "Liberal Media Continues Incestuous Relationship With Obama, Washes Over Scandals", "site": "@WestJournalism", "card": "summary_large_image"}, "robots": "noodp", "DC.date.issued": "2015-02-20T10:11:23-07:00", "fb": {"app_id": 275784739127435, "pages": 123624513983}, "msapplication-TileImage": "http://www.westernjournalism.com/wp-content/uploads/2015/11/android-chrome-192x192.png", "article": {"publisher": "https://www.facebook.com/WesternJournalism", "section": "Featured Stories", "tag": "Obamacare", "published_time": "2015-02-20T10:11:23-07:00", "modified_time": "2015-02-20T12:25:05-07:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "obama's scandals, scandals, administration scandals, obama administration's scandals, , barack obama, benghazi, department of veterans affairs va, fast and furious, internal revenue service irs, mainstream media, media bias, obamacare, politics, nation, religion"}, "article_summary": "The ongoing incestuous relationship between the Obama administration and the media often tilts in favor of the administration, leaving many scandals uninvestigated, minimized, or outright ignored.\n(Ben Rhodes, deputy national security advisor to President Obama, is CBS President David Rhodes’ brother.)\nAxelrod, former senior advisor to President Obama, recently asserted something so patently untrue that it demands a response.\nThe media simply will not hold President Obama, or any of his associates who might tarnish his reputation, accountable.\nThis means that the constant lies by the administration, and President Obama himself, can be made with impunity."}