{"article_title": "Survival Rate Amongst Preemie Babies On Upswing", "article_keywords": ["increase", "increased", "preterm", "survival", "upswing", "neonatal", "born", "rate", "preemie", "babies", "infants", "rates", "weeks", "study"], "article_url": "http://dailysignal.com/2015/09/10/study-survival-rate-amongst-preemie-babies-on-upswing/", "article_text": "Babies born prematurely have a higher survival rate than 20 years ago, a study released on Tuesday found.\n\nThe findings of the extensive research study, titled “Trends in Care Practices, Morbidity, and Mortality of Extremely Preterm Neonates, 1993-2012,” were published in the Journal of American Medical Association. The study credits improvements in medical care at neonatal centers for the increase in survival rates among preterm babies.\n\n“Slow but steady improvements in outcomes have been reported, with substantial differences across centers,” the report’s introduction reads. “Nonetheless, extremely preterm infants continue to contribute disproportionately to the burden of neonatal morbidity, mortality, and long-term neurodevelopmental disability.”\n\nThe Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD) Neonatal Research Network (NRN) monitored trends in neonatal care as well as survival rates for premature infants between 1993 and 2012. The study, conducted at 26 such NRN centers, focused on infants born between 22 and 28 weeks’ gestation with a weight of 401-1,500 grams.\n\nThe most significant changes observed over the past 20 years were increased survival rates for infants born at 23 and 24 weeks’ gestation. The trends showed that from 1993 to 2008, survival rates for preterm babies did not change significantly. However, from 2009 to 2012, the survival rate for preterm babies born at 23 weeks’ gestation increased from 27 to 33 percent. During that four-year time frame, survival rates for 24-week-old infants increased from 63 to 65 percent—up from 52 percent in 1993.\n\nAs gestational age increased, so too did survival rates. For babies born at 25 weeks’ gestation, survival rates increased from 58 to 81 percent over the 20-year span. The study also found a significant increase in the amount of infants born between 25 to 28 weeks without major illnesses.\n\nDr. Rosemary D. Higgins, a contributor to the study, attributes the increase in survival rates to advances in medicine, such as the greater percentage of women at risk of early delivery receiving steroids from their physicians to “help stimulate lung development in the fetus.” Indeed, the increase in antenatal steroid administration from 1993 to 2012 jumped from 24 to 87 percent.\n\nAccording to Dr. Higgins, the increase in cesarean sections has also contributed to survival rates, stating that “physicians are more likely to perform the surgery than they were in previous years.”\n\n“Our findings are cautiously optimistic,” Dr. Barbara Stoll, the paper’s lead author and Chair of the Department of Pediatrics at the Emory University School of Medicine in Atlanta, told the Associated Press. “Progress is being made.”\n\nHiggins was careful to note that all of the babies monitored throughout the study were born at academic centers with access to “comprehensive neonatal care” and “tertiary maternal fetal medicine”—and that advances still need to be made.\n\n“Although survival of extremely preterm infants has increased over the past two decades, including survival without major morbidity, the individual and survival burden of preterm birth remains substantial, with approximately 450,000 neonates born prematurely in the United States each year,” the paper reads. “To truly affect newborn outcomes, a comprehensive and sustained effort to reduce the high rates of preterm birth is necessary.”\n\nThe study concluded by suggesting that the findings may be valuable for use in both counseling expectant families and “developing novel interventions,” or new methods of neonatal research and care.", "article_metadata": {"description": "A new study over a 20-year period shows that the survival rate for preemie babies is on the upswing.", "og": {"site_name": "The Daily Signal", "description": "A new study over a 20-year period shows that the survival rate for preemie babies is on the upswing.", "title": "Survival Rate Amongst Preemie Babies On Upswing", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/150910_preemie.jpg", "updated_time": "2015-09-10T20:15:01+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1UJQASL"}, "twitter": {"domain": "The Daily Signal", "description": "A new study over a 20-year period shows that the survival rate for preemie babies is on the upswing.", "creator": "@dailysignal", "image": {"src": "http://dailysignal.com/wp-content/uploads/150910_preemie.jpg"}, "title": "Survival Rate Amongst Preemie Babies On Upswing", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Society", "tag": "Protecting Life", "published_time": "2015-09-10T17:26:18+00:00", "modified_time": "2015-09-10T20:15:01+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Preemie Babies, study, upswing, survival rate, American Medical Association"}, "article_summary": "For babies born at 25 weeks’ gestation, survival rates increased from 58 to 81 percent over the 20-year span.\nThe study credits improvements in medical care at neonatal centers for the increase in survival rates among preterm babies.\nThe trends showed that from 1993 to 2008, survival rates for preterm babies did not change significantly.\nHowever, from 2009 to 2012, the survival rate for preterm babies born at 23 weeks’ gestation increased from 27 to 33 percent.\nDuring that four-year time frame, survival rates for 24-week-old infants increased from 63 to 65 percent—up from 52 percent in 1993."}