{"article_title": "Paul Krugman has good news — and the GOP doesn’t want you to hear it", "article_keywords": ["good", "writes", "federal", "energy", "krugman", "actually", "doesnt", "hear", "york", "youve", "ebola", "paul", "times", "gop", "renewable"], "article_url": "http://www.salon.com/2014/11/17/paul_krugman_has_good_news_and_the_gop_doesnt_want_you_to_hear_it/", "article_text": "Topics: Affordable Care Act, Conservatism, Conservatives, deficit hawks, ebola, Ebola outbreak, Editor's Picks, Federal Deficit, GOP, Government, Health care reform, Obamacare, Paul Krugman, Republican Party, Solyndra, The New York Times, Politics News\n\nAsk Americans whether they trust the federal government to solve big policy problems, and a hefty majority will tell you they don’t. But as Nobel Prize-winning economist Paul Krugman observes in his New York Times column today, the government has actually gotten it right on some of the most vexing challenges confronting the country, despite the prophecies of anti-government naysayers.\n\nEbola is but the most recent example, Krugman writes. While the virus continues to plague Africa, the U.S. hasn’t seen a new case in weeks, and even a casual consumer of news can hardly help noticing that the disease receives much less media attention now — and is no longer the subject of political fear-mongering.\n\nKrugman sees a valuable lesson here. More than a public health challenge, he argues, Ebola functioned as a “political metaphor.” Conservatives seized on the outbreak to assail big government incompetence, calling for drastic measures like travel bans and heaping scorns on government experts at agencies like the Centers for Disease Control. But as Krugman points out, those experts “actually did know what they were doing” — just as the government has deftly handled other complex policy issues.\n\nTake the Energy Department’s renewable energy loan program. Chances are that if you’ve heard of it, it’s because you’ve read about the failure of Solyndra, a renewable energy company whose failure cost the government more than half a billion dollars. Republicans pounced on Solyndra’s collapse to deride federal subsidies and crony capitalism, but they were mysteriously silent last week when the Energy Department reported that its renewable energy program has actually turned a $5 billion profit overall.\n\n“The question is not whether the Department of Energy has made some bad loans — if it hasn’t, it’s not taking enough risks. It’s whether it has a pattern of bad loans. And the answer, it turns out, is no,” Krugman writes. Shouldn’t the right wing, being enthralled with business, understand that some investments succeed, while others don’t?", "article_metadata": {"description": "Remember the right's favorite anti-government horror stories? Paul Krugman reveals why they're pure bunk", "title": "Paul Krugman has good news — and the GOP doesn’t want you to hear it", "og": {"site_name": "Salon", "description": "Remember the right's favorite anti-government horror stories? Paul Krugman reveals why they're pure bunk", "title": "Paul Krugman has good news — and the GOP doesn’t want you to hear it", "url": "http://www.salon.com/2014/11/17/paul_krugman_has_good_news_and_the_gop_doesnt_want_you_to_hear_it/", "image": "http://media.salon.com/2013/11/paul_krugman2.jpg", "type": "article"}, "twitter": {"description": "Remember the right's favorite anti-government horror stories? Paul Krugman reveals why they're pure bunk", "title": "Paul Krugman has good news — and the GOP doesn’t want you to hear it", "image": "http://media.salon.com/2013/11/paul_krugman2.jpg", "creator": "@LukeBrinker", "site": "@salon", "card": "summary_large_image"}, "author": "Luke Brinker", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Affordable Care Act, Conservatism, Conservatives, deficit hawks, ebola, Ebola outbreak, Editor's Picks, Federal Deficit, GOP, Government, Health care reform, Obamacare, Paul Krugman, Republican Party, Solyndra, The New York Times", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcdad0\"", "article_summary": "And the answer, it turns out, is no,” Krugman writes.\nTake the Energy Department’s renewable energy loan program.\nEbola is but the most recent example, Krugman writes.\nBut as Nobel Prize-winning economist Paul Krugman observes in his New York Times column today, the government has actually gotten it right on some of the most vexing challenges confronting the country, despite the prophecies of anti-government naysayers.\nBut as Krugman points out, those experts “actually did know what they were doing” — just as the government has deftly handled other complex policy issues."}