{"article_title": "Organizing for Action trolls the tea party with a sweet new bumper sticker design « Hot Air", "article_keywords": ["ofa", "tread", "gadsden", "tea", "sticker", "obamacare", "yesterday", "air", "hot", "design", "bumper", "welch", "party", "trolls", "organizing", "sweet"], "article_url": "http://hotair.com/archives/2014/03/21/organizing-for-action-trolls-the-tea-party-with-a-sweet-new-bumper-sticker/", "article_text": "Organizing for Action trolls the tea party with a sweet new bumper sticker design\n\nposted at 5:21 pm on March 21, 2014 by Erika Johnsen\n\nI missed this yesterday, but… man.\n\nWant to show off your #Obamacare support? Vote for your favorite bumper sticker: http://t.co/5U1zpCOS7j pic.twitter.com/lwce3EM1dy — OFA (@OFA) March 20, 2014\n\nLet’s go in for a closer look.\n\nWhich of course is a play on the “Don’t Tread on Me” slogan of the original Gadsden flag, designed by Colonel Christopher Gadsden (based off of the popular “Join, or Die” rattlesnake cartoon of the time) after he presented it to to the freshly-formed U.S. Navy during the start of the Revolutionary War. As Matt Welch points out at Reason, it’s been put to a variety of symbolic uses over the years (often with accompanying complaints about its supposedly confederate/racist/terrorist implications, or something) — most recently by the tea party, which gained so much grassroots-to-national momentum largely because of ObamaCare. I think OFA might kinda’-sorta’ be missing the basic point about liberty and heavy-treading government here, no? Especially since ObamaCare already has tread on millions of Americans’ healthcare with canceled plans, skyrocketing premiums, and limited networks? Maybe?\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "…I do not think that means what you think it means.", "title": "Organizing for Action trolls the tea party with a sweet new bumper sticker design", "url": "http://hotair.com/archives/2014/03/21/organizing-for-action-trolls-the-tea-party-with-a-sweet-new-bumper-sticker/", "image": "http://i1183.photobucket.com/albums/x464/elj4s/Screenshot2014-03-21at44215PM_zps6dfddfb8.png", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2014-03-21T21:21:00+00:00", "modified_time": "2014-03-22T11:19:53+00:00"}, "keywords": "freedom, liberty, ObamaCare, Organizing for Action, Tea Party,", "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "_id": "\"57477af46914bd0286fdc42e\"", "article_summary": "Vote for your favorite bumper sticker: http://t.co/5U1zpCOS7j pic.twitter.com/lwce3EM1dy — OFA (@OFA) March 20, 2014Let’s go in for a closer look.\nOrganizing for Action trolls the tea party with a sweet new bumper sticker designposted at 5:21 pm on March 21, 2014 by Erika JohnsenI missed this yesterday, but… man.\nEspecially since ObamaCare already has tread on millions of Americans’ healthcare with canceled plans, skyrocketing premiums, and limited networks?\nI think OFA might kinda’-sorta’ be missing the basic point about liberty and heavy-treading government here, no?\nWant to show off your #Obamacare support?"}