{"article_title": "'Rules of Engagement,' 'Mad Men' Alums Among 4 Cast in Lifetime's 'Unreal' (Exclusive)", "article_keywords": ["exclusive", "engagement", "contestant", "rules", "lifetimes", "price", "men", "shiri", "braddy", "cast", "batt", "unreal", "role", "mad", "series", "appleby", "alums", "regular", "pilot"], "article_url": "http://www.hollywoodreporter.com/live-feed/rules-engagement-mad-men-alums-653102", "article_text": "Megyn Price and Bryan Batt as well as Nathalie Kelley and Johanna Braddy have joined the Shiri Appleby drama pilot.\n\nLifetime's Unreal is fleshing out its cast.\n\nMegyn Price (Rules of Engagement), Bryan Batt (Mad Men), Nathalie Kelley (Body of Proof) and Johanna Braddy (Easy A) have boarded the drama pilot starring Shiri Appleby, The Hollywood Reporter has learned.\n\nUnreal goes behind the scenes of a hit competition dating series to follow the experiences of a young staffer (Life Unexpected's Appleby) whose lone job is to manipulate the relationships with (and among) the contestants in order to get the vital dramatic and outrageous footage producers demand.\n\nPHOTOS: Faces of Fall TV 2013\n\nPrice will play the series regular role of Julia, the executive producer of the reality show at the center of the pilot. Dispassionate while still being tightly wound, controlling and high-strung, Julia is all about making provocative TV.\n\nKelley (Fast & Furious 7) is set as series regular Grace, a contestant on the series described as a hippie/surf goddess, an Eco-swimwear designer/model who went to boarding school. The perfect contestant, warmly appealing, sexy and accessible, with caramel colored skin, green eyes and freckles on her nose, she immediately wins the heart of the show's bachelor, Adam (Freddie Stroma).\n\nBraddy (Paranormal Activity) will play the regular role of Anna, an attorney and another contestant on the show. She's a type-A control freak eager to land a husband, but there's something just a bit off about her.\n\nBatt, who played Salvatore on Mad Men and most recently had a role in 12 Years a Slave, will guest-star as Charles, a field producer on the unscripted show who fails to find any viable \"talent\" for the series. He was married and had a family until he finally came out.\n\nMarti Noxon and Sarah Gertrude Shapiro penned the pilot, which is based on the latter's short, Sequin Raze. Noxon will exec produce, with Shapiro producing. Sally DeSipio and Bill Davenport will EP for Wieden+Kennedy Entertainment. Roger Kumble will direct the pilot.\n\nThe quartet join a cast that also includes The Secret Life of the American Teenager's Francia Raisa, Josh Kelly (Army Wives) and relative newcomer Breeda Wool.\n\nKelley is repped by Stone Manners and Joannie Burstein; Price is with APA and Leslie Allan-Rice Management; Batt is with People Store and DBA; and Braddy is with Innovative, Generate and Felker Toczek.\n\nE-mail: Lesley.Goldberg@THR.com\n\nTwitter: @Snoodit", "article_metadata": {"sailthru.author": "Lesley Goldberg", "description": "Megyn Price and Bryan Batt as well as Nathalie Kelley and Johanna Braddy have joined the Shiri Appleby drama pilot.", "og": {"site_name": "The Hollywood Reporter", "description": "Megyn Price and Bryan Batt as well as Nathalie Kelley and Johanna Braddy have joined the Shiri Appleby drama pilot.", "title": "'Rules of Engagement,' 'Mad Men' Alums Among 4 Cast in Lifetime's 'Unreal' (Exclusive)", "url": "http://www.hollywoodreporter.com/live-feed/rules-engagement-mad-men-alums-653102", "image": {"width": 349, "identifier": "//cdn3.thr.com/sites/default/files/2013/11/megyn_price.jpg", "type": "image/jpeg", "height": 524}, "type": "website"}, "sailthru.date": "2013-11-04 14:29:29", "sailthru.title": "'Rules of Engagement,' 'Mad Men' Alums Among 4 Cast in Lifetime's 'Unreal' (Exclusive)", "fb": {"admins": 3111204}, "sailthru.vertical": "Live Feed", "sailthru.tags": "Live Feed, Television, Lifetime, TV Pilots", "sailthru.channel": "Live Feed", "sailthru.description": "Megyn Price and Bryan Batt as well as Nathalie Kelley and Johanna Braddy have joined the Shiri Appleby drama pilot.", "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fdc436\"", "article_summary": "Megyn Price and Bryan Batt as well as Nathalie Kelley and Johanna Braddy have joined the Shiri Appleby drama pilot.\nMegyn Price (Rules of Engagement), Bryan Batt (Mad Men), Nathalie Kelley (Body of Proof) and Johanna Braddy (Easy A) have boarded the drama pilot starring Shiri Appleby, The Hollywood Reporter has learned.\nPHOTOS: Faces of Fall TV 2013Price will play the series regular role of Julia, the executive producer of the reality show at the center of the pilot.\nBraddy (Paranormal Activity) will play the regular role of Anna, an attorney and another contestant on the show.\nKelley (Fast & Furious 7) is set as series regular Grace, a contestant on the series described as a hippie/surf goddess, an Eco-swimwear designer/model who went to boarding school."}