{"article_title": "Six Fascinating Facts About the Future of Religion", "article_keywords": ["2050", "fascinating", "worlds", "pew", "religion", "future", "growth", "islam", "largest", "facts", "population", "religious", "expected"], "article_url": "http://www.thefiscaltimes.com/2015/04/03/Six-Fascinating-Facts-About-Future-Religion", "article_text": "If God is in the details, as famed architect Ludwig Mies van der Rohe liked to say, then a new study by the Pew Research Center shows that he or she is also in the demographics.\n\nChristianity is now the world’s largest religion, with 2.2 billion adherents as of 2010, representing nearly a third of the world’s population. Islam is a somewhat distant second, with 1.6 billion followers (or 23 percent of the population as of 2010). Differences in age and fertility rates will quickly shift that balance, though, Pew’s 245-page report on “The Future of World Religions” says.\n\nThe Pew researchers forecast that, with the exception of Buddhists, every major religious group will grow over the next 35 years, but Islam will grow faster than any other faith. “Muslims are the only major religious group projected to increase faster than the world’s population as a whole,” the report says.\n\nIn a full page of disclaimers, the researchers caution that many factors — “scientific discoveries, armed conflicts, social movements, political upheavals, natural disasters and changing economic conditions, to name just a few” — could alter current and expected demographic trends in unforeseen ways. But if those trajectories continue to play out as the Pew researchers forecast, it would result in some significant changes — and potentially some sizable challenges — to a world already riven by religious tensions. Here are a number of key changes Pew foresees:\n\nIslam Will Be the World’s Biggest Religion By Around 2070\n\nAs global population is expected to rise to 9.3 billion by the year 2050, the number of Muslims — a relatively younger, more fertile population — is expected to grow to nearly equal the number of Christians. By around 2070, Islam will be the world’s largest religion, surpassing Christianity despite being roughly six centuries younger.\n\nMore of the World's Population Will Be Religious\n\nBy contrast, the Pew report forecasts that the number of atheists, agnostics and “religiously unaffiliated” or secular people will grow in absolute terms but will shrink as a percentage of the world’s population, from 16 percent in 2010 to 13 percent by the middle of the century.\n\nGrowth in Sub-Saharan Africa Will Drive Many of the Trends\n\nThe Pew forecast is based on demographic projections for 234 countries, with the differences in projected growth for Islam and Christianity linked to the expected population growth for the regions where adherents of those religious live.\n\n“One of the main determinants of that future growth is where each group is geographically concentrated today. Religions with many adherents in developing countries – where birth rates are high, and infant mortality rates generally have been falling – are likely to grow quickly,” the report explains. The Pew projections also take into account international migration and patterns in conversion.\n\nThe development and population growth of Sub-Saharan Africa, in particular, is expected to drive much of the global growth of both Islam and Christianity as the region rises from 12 percent of the world’s population in 2010 to about 20 percent in 2050. The Christian population of sub-Saharan Africa is expected to more than double, from 517 million in 2010 to 1.1 billion in 2050. By the middle of the century, Sub-Saharan Africa’s Christians will account for 38 percent of all members of the faith in the world, up from 24 percent in 2010.\n\nChristians Will No Longer Be a Majority in Several Countries\n\nThe number of countries with Christian majorities is projected to fall from 159 to 151, with Christians dropping below 50 percent of the population in places like Australia, France, the Netherlands, New Zealand and the U.K. By 2050, the largest religious group in France, New Zealand and the Netherland is expected to be “unaffiliated.” Christianity is also expected to suffer the largest net losses to conversions, with 40 million people switching in to the religion but 106 million switching out.\n\nThe U.S. Is Getting Less Christian, Too\n\nThe U.S. has and will continue to have the largest Christian population of any country, and Christians are expected to remain the large majority of the U.S. population. Still, members of the religion are projected to decline from 78 percent of the population to 66 percent by 2050. The researchers also forecast that, over that time, Islam will overtake Judaism as the second largest religion in the country. Those with no religious affiliation are expected to see the greatest growth, climbing from 16 percent to 26 percent of the U.S. population.\n\nChina Is a Huge Wild Card\n\nAbout half of China’s 1.3 billion people are estimated to be religiously unaffiliated now and about 5 percent is thought to be Christian, but the report notes that “if Christianity expands in China in the decades to come — as some experts predict — then by 2050, the global numbers of Christians may be higher than projected, and the decline in the percentage of the world’s population that is religiously unaffiliated may be even sharper.”\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "If God is in the details, as famed architect Ludwig Mies van der Rohe liked to say, th", "title": "Six Fascinating Facts About the Future of Religion", "url": "http://www.thefiscaltimes.com/2015/04/03/Six-Fascinating-Facts-About-Future-Religion", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/04032015_Interfaith_Religion.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/04/03/Six-Fascinating-Facts-About-Future-Religion", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/04032015_Interfaith_Religion.jpg", "creator": "@yuvalrosenberg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "If God is in the details, as famed architect Ludwig Mies van der Rohe liked to say, th", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fcdad8\"", "article_summary": "Christianity is now the world’s largest religion, with 2.2 billion adherents as of 2010, representing nearly a third of the world’s population.\nBy around 2070, Islam will be the world’s largest religion, surpassing Christianity despite being roughly six centuries younger.\nThe researchers also forecast that, over that time, Islam will overtake Judaism as the second largest religion in the country.\n“Muslims are the only major religious group projected to increase faster than the world’s population as a whole,” the report says.\nStill, members of the religion are projected to decline from 78 percent of the population to 66 percent by 2050."}