{"article_title": "WaPo's Dana Milbank beclowns himself with doomsday prediction on King v. Burwell", "article_keywords": ["burwell", "king", "supreme", "hide", "wapos", "washington", "social", "obamacare", "prediction", "doomsday", "upheaval", "columnist", "beclowns", "v", "court", "post", "milbank", "wing", "dana"], "article_url": "http://www.americanthinker.com/blog/2015/03/wapos_dana_milbank_beclowns_himself_with_doomsday_prediction_on_king_v_burwell.html", "article_text": "Did you realize that if the Supreme Court decides that Obamacare subsidies can only be paid via state exchanges (as the law’s text demands), the entire country will fall apart? Dana Milbank, the increasingly hysterical left wing columnist at the Washington Post, does. So over the top is this column telling the justices, “The Supreme Court cannot hide on Obamacare,” that fellow Post columnist David Bernstein called it “self parody.\n\n“..the nation’s social fabric” will be torn part, there will be “social upheaval,” and “there will be no place to hide from the national conflagration that follows.”", "article_metadata": {"og": {"url": "http://www.americanthinker.com/blog/2015/03/wapos_dana_milbank_beclowns_himself_with_doomsday_prediction_on_king_v_burwell.html", "image": "http://www.americanthinker.com/assets/images/at-painter-og-image.png", "title": "Blog: WaPo's Dana Milbank beclowns himself with doomsday prediction on King v. Burwell"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdc43e\"", "article_summary": "Dana Milbank, the increasingly hysterical left wing columnist at the Washington Post, does.\n“..the nation’s social fabric” will be torn part, there will be “social upheaval,” and “there will be no place to hide from the national conflagration that follows.”\nSo over the top is this column telling the justices, “The Supreme Court cannot hide on Obamacare,” that fellow Post columnist David Bernstein called it “self parody.\nDid you realize that if the Supreme Court decides that Obamacare subsidies can only be paid via state exchanges (as the law’s text demands), the entire country will fall apart?"}