{"article_title": "What's The Matter With 60 Minutes?", "article_keywords": ["whats", "success", "energy", "cleantech", "60", "matter", "program", "solar", "report", "minutes", "loan", "wind"], "article_url": "http://mediamatters.org/blog/2014/01/06/whats-the-matter-with-60-minutes-cleantech-edit/197434", "article_text": "In its latest piece of shoddy journalism, CBS News' 60 Minutes is labeling cleantech a \"dirty word\" by ignoring the overall success rate of clean energy investments.\n\nIn October, 60 Minutes aired a report criticizing the response to the attacks on the U.S. diplomatic facilities in Benghazi, Libya, which eventually had to be pulled as it relied on an untrustworthy \"witness\" who apparently fabricated his story. Two months later, the news program was widely criticized for a one-sided report on the National Security Agency's surveillance program.\n\nIn another one-sided report on Sunday, 60 Minutes reporter Lesley Stahl concluded that \"instead of breakthroughs, the [cleantech] sector suffered a string of expensive tax-funded flops\" after stimulus investments, including the Department of Energy's loan guarantee program. However, 60 Minutes simply ignored the cleantech breakthroughs that did occur in order to advance this misleading narrative. Here are four facts CBS left out of the story:\n\n1. The DOE Loan Program Has A 97% Success Rate. In July 2012, the former head of the loan guarantee program testified to Congress that funds that went to bankrupt companies represented less than 3 percent of the total Department of Energy portfolio. In other words, the program so far has a 97-percent success rate, far better than that of venture capitalists.\n\n2. Solar And Wind Have Had Big Wins In Recent Years. 60 Minutes made passing mention of Tesla Motors' success after receiving a federal loan guarantee. However, it left out many other successes -- such as SolarCity -- in its myopic focus on Solyndra and other bankrupt companies. Robert Rapier, an energy expert who contributes to the Wall Street Journal and was interviewed for the special, stated on Twitter that he \"gave successes they didn't air\" and told 60 Minutes \"the future is solar power.\" In 2012, renewable energy was the largest source of new electric capacity, led by wind power. These charts from the Department of Energy highlighted by Think Progress show that as the costs of solar and wind power have decreased, installations have jumped:\n\n3. In Addition To These Strides, Cleantech Jobs Were Created. Stahl claimed that \"Everything I've read there were not that many jobs created.\" However, she never mentioned any actual figures for viewers to assess. The loan program office estimates that its investments have created or saved approximately 55,000 direct jobs.\n\n4. Climate Change Necessitates Cleantech Investments. As energy reporter Dana Hull pointed out, 60 Minutes did not even make a passing mention of climate change. Instead, the program touted the rise of natural gas saying that it was \"relatively clean.\" However, experts from Massachusetts Institute of Technology and the Council on Foreign Relations have noted that without significant investment to scale up renewables, climate change will continue apace.\n\nUPDATE (1/6/14): Energy expert Robert Rapier told Think Progress that the 60 Minutes report selectively aired his comments, leaving out his response to Stahl's first question that highlighted the successes of solar and wind power and emphasized that Stahl's question, \"Clean tech is dead. What killed it?\" was based on a false premise. From Rapier's interview with Think Progress:", "article_metadata": {"generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Media Matters for America", "description": "In its latest piece of shoddy journalism, CBS News' 60 Minutes is labeling cleantech a \"dirty word\" by ignoring the overall success rate of clean energy investments.\nIn October, 60 Minutes aired a report criticizing the response to the attacks on the U.S. diplomatic facilities in Benghazi, Libya, which eventually had to be pulled as it relied on a", "title": "What's The Matter With 60 Minutes?: Cleantech Edition", "url": "http://mediamatters.org/blog/2014/01/06/whats-the-matter-with-60-minutes-cleantech-edit/197434", "image": "http://cloudfront.mediamatters.org/static/images/countyfair/60minutes-cleantech.jpg", "updated_time": "2014-01-07T00:03:01-05:00", "type": "article"}, "twitter": {"url": "http://mediamatters.org/blog/2014/01/06/whats-the-matter-with-60-minutes-cleantech-edit/197434", "creator": {"identifier": "@mmfa", "id": 13493302}, "site": {"identifier": "@mmfa", "id": 13493302}, "card": "summary", "title": "What's The Matter With 60 Minutes?: Cleantech Edition"}, "fb": {"admins": 1092360128}, "article": {"section": "Blog", "tag": "Benghazi", "published_time": "2014-01-06T10:46:22-05:00", "modified_time": "2014-01-06T10:03:47-05:00", "author": "http://mediamatters.org/authors/shauna-theel/129"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd832c\"", "article_summary": "However, 60 Minutes simply ignored the cleantech breakthroughs that did occur in order to advance this misleading narrative.\nAs energy reporter Dana Hull pointed out, 60 Minutes did not even make a passing mention of climate change.\n60 Minutes made passing mention of Tesla Motors' success after receiving a federal loan guarantee.\nIn its latest piece of shoddy journalism, CBS News' 60 Minutes is labeling cleantech a \"dirty word\" by ignoring the overall success rate of clean energy investments.\nThe loan program office estimates that its investments have created or saved approximately 55,000 direct jobs."}