{"article_title": "In leadership, Sen. Blunt focuses on old ties, new tools", "article_keywords": ["senators", "focuses", "old", "senate", "blunt", "republicans", "gop", "leadership", "way", "ties", "sen", "republican", "tools", "house", "social"], "article_url": "http://www.usatoday.com/story/news/politics/2013/12/01/blunt-senate-leadership/3768981/", "article_text": "In his role as a leader of the Republican Senate caucus, Sen. Roy Blunt has focused on coordinating with House Republicans and encouraging GOP senators to better use social media.\n\nSen. Roy Blunt walks out of an Oct. 9 closed-door meeting of Senate Republicans on Capitol Hill. (Photo: Susan Walsh, AP) Story Highlights Sen. Roy Blunt of Missouri is a seasoned tactician who works behind the scenes\n\nBlunt has focused on coordination between Republicans in the House and Senate\n\nThe senator also has prodded GOP senators to make better use of social media\n\nWASHINGTON — On Sept. 28, with three days to go before funding for the federal government dried up, the Senate was shuttered and quiet. But Sen. Roy Blunt made his way to the Capitol anyway.\n\nThe Missouri Republican spent that Saturday shuttling from one House GOP office to another, meeting with his former colleagues and their aides to see whether there was some way to avert a government shutdown.\n\nHe was trying to revive a moribund proposal — crafted by House Majority Leader Eric Cantor, R-Va., but rejected by tea party hard-liners — to combine a short-term spending bill with a second proposal to defund the Affordable Care Act. The Senate's Democratic majority could then decouple the two and send only the funding legislation to Obama for his signature — keeping the government open and keeping the health law funded.\n\nBlunt did not make much headway that day. But his efforts highlight his role in the Senate Republican leadership — that of a seasoned tactician who works behind the scenes.\n\nTwo years ago, the freshman senator won a close race to become vice chairman of the Senate GOP conference, the No. 5 leadership slot.\n\nThe job used to involve taking minutes at the Senate Republicans' weekly meetings, but that task is a relic of a different political era. Today, Blunt said, \"you largely can define (the vice chair job) the way you want to and the way you think the members would like for you to.\"\n\nBlunt has picked two main venues to exert influence. One seems like a natural fit — using his 14 years in the House to improve coordination between that chamber's Republican majority and the Senate's GOP minority.\n\nHis other focus is less obvious: The 63-year-old has become a social media maven, nudging his Republican colleagues to sign up for Twitter, start using Instagram, and update their Facebook pages.\n\n\"Every (Republican) senator is now on Twitter, which wasn't the case two years ago,\" Blunt said proudly.\n\nBlunt regularly attends a weekly leadership news conference with Senate GOP leader Mitch McConnell, R-Ky. And he shows up frequently on the Sunday talk shows as a GOP spokesman on everything from Obamacare to Syria. But the Missouri Republican seems content to mostly cede the media spotlight to others and wield his clout more discretely.\n\n\"He's not been an out-front, rousing spokesperson for the Republican Party,\" said Kenneth Warren, a political science professor at St. Louis University. \"He's always liked to lead in the background … (and) he commands respect mostly for what he says behind closed doors.\"\n\nAt the GOP's weekly closed-door strategy sessions, Blunt hands out a list of the most popular topics on Twitter, at least when it comes to Congress and politics. He urges senators to look at what other lawmakers are doing on social media and emulate successful strategies.\n\nAnd he's brought in digital experts to school senators on the best social media strategies. This summer, for example, Blunt asked Katie Harbath, Facebook's politics and government outreach manager, to talk to Senate staffers about the most effective ways to use Facebook to reach voters.\n\nShe told them to make their postings \"authentic\" — not just regurgitated press releases — and to post photos that give their followers a behind-the-scenes sense of what it's like to be a senator. Harbath said Blunt was quick to realize \"the power of social media\" and has made sure it's a priority in his own office and with his colleagues, too.\n\nBlunt said he wanted to help Senate Republicans become better social media users because it's an easy, efficient way for lawmakers to communicate with their constituents. And they can have more dynamic exchanges with voters than they used to with regular mail, he said.\n\n\"Every senator is seeing (social media) as more and more important to the way they campaign,\" he said. But sometimes they drop those efforts once they've won their elections, he said.\n\nStill, for all his talk about Twitter, Blunt is better known as an old-guard, establishment Republican with a knack for insider politics. He's served in leadership for 14 of the 17 years he's been in Congress — starting in the House with his stint as chief deputy whip in 1999.\n\nBlunt won his race for the Senate post despite efforts by outside groups to cast him as the establishment candidate and his opponent, Sen. Ron Johnson of Wisconsin, as a fresh-faced outsider who would bring tea party views to the leadership table. Blunt made his experience in the House and his institutional expertise his main campaign pitch — saying he would be able to make sure the GOP was in lock step from one side of the Capitol to the other.\n\nThe debate over defunding health care reform put that promise to the test, since it exposed a deep GOP rift. Blunt and many other Republican senators saw the efforts to tie extending funding for the government to killing Obamacare as a losing strategy. They fretted that Republicans would shoulder the blame for a government shutdown.\n\n\"I did try to tamp that down,\" Blunt said of the GOP split, by pressing his House counterparts to take a different path. Those efforts fizzled when the shutdown began, he conceded, and for weeks, the main storyline was GOP disarray.\n\nStill, Blunt kept up his outreach to House Republicans — it was something he was doing regularly anyway, as part of his efforts to make sure Republicans in the House and Senate aren't working at \"cross purposes.\"\n\nHe said he spends at least a few minutes every workday talking to a House Republican — sometimes it's Cantor or House Speaker John Boehner, R-Ohio, and sometimes it's a committee chairman.\n\nIt's a way \"to get caught up on where they are and what they're trying to do and see how that might result in actual legislation,\" Blunt said. He delivers that information, along with his Twitter reports, at the weekly Senate GOP meetings.\n\n\"Every week there's some topic that otherwise Republican senators would just simply not know\" their House counterparts were trying tackle, he said.\n\nBlunt's job gives him a hand in shaping the broader GOP agenda, as one of the leaders helping to plot political strategy and define the party's priorities.\n\n\"He's involved in most of the major issues that come up,\" said Sen. Lamar Alexander, R-Tenn., who served in leadership until 2011 and is a close adviser to McConnell. \"He arrived with more experience than most senators have after a couple of terms, so he's an adult at the leadership table and in our conference discussions.\"\n\nAlexander said Blunt may not be as visible as some other leaders, but that should be seen as a good thing.\n\n\"You learn pretty quickly in the Senate that you don't provide much leadership by getting between some other senator and the camera,\" he said. Blunt is \"content to work quietly and as a result (he) is more effective.\"\n\nRead or Share this story: http://usat.ly/1b61miZ", "article_metadata": {"google": "notranslate", "description": "On Sept. 28, with three days to go before funding for the federal government dried up, the Senate was shuttered and quiet. But Sen. Roy Blunt made his way to the Capitol anyway.", "og": {"site_name": "USA TODAY", "description": "On Sept. 28, with three days to go before funding for the federal government dried up, the Senate was shuttered and quiet. But Sen. Roy Blunt made his way to the Capitol anyway.", "title": "In leadership, Sen. Blunt focuses on old ties, new tools", "url": "http://www.usatoday.com/story/news/politics/2013/12/01/blunt-senate-leadership/3768981/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "On Sept. 28, with three days to go before funding for the federal government dried up, the Senate was shuttered and quiet. But Sen. Roy Blunt made his way to the Capitol anyway.", "creator": "@usatoday", "image": "http://www.gannett-cdn.com/-mm-/0f18286f750c2170e30f936a2ec604e7b0bc4af3/c=591-0-3100-2510&r=x643&c=640x640/local/-/media/USATODAY/GenericImages/2013/11/27//1385580411000-AP-Budget-Battle.jpg", "title": "In leadership, Sen. Blunt focuses on old ties, new tools", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "cXenseParse": {"gci-topic": "Geography/Missouri", "gci-asset-type": "story", "gci-categories": "Geography/Missouri", "title": "In leadership, Sen. Blunt focuses on old ties, new tools", "author": "Deirdre Shesgreen", "pageclass": "article", "recs": {"category": "news/politics", "image-3-4": "http://www.gannett-cdn.com/-mm-/a85e82a6113bf8441a129f3bbe46403f0e018c52/c=1063-0-2945-2510/local/-/media/USATODAY/GenericImages/2013/11/27//1385580411000-AP-Budget-Battle.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/b03735f52d48fe11a536388e0e599f83c4fd268f/c=591-0-3100-2510/local/-/media/USATODAY/GenericImages/2013/11/27//1385580411000-AP-Budget-Battle.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/dce46a84ae859bce5dc7d1501b69d16fba560e24/c=177-0-3514-2510/local/-/media/USATODAY/GenericImages/2013/11/27//1385580411000-AP-Budget-Battle.jpg", "image": "http://www.gannett-cdn.com/-mm-/81a74d916bc0aceca58d4ebf38b0886537d082c9/c=0-185-3691-2266&r=x1683&c=3200x1680/local/-/media/USATODAY/GenericImages/2013/11/27//1385580411000-AP-Budget-Battle.jpg", "publishtime": "2013-12-01T09:06:08-05:00", "shorthed": "Sen. Blunt focuses on old ties, new tools", "articleid": 3768981, "image-16-9": "http://www.gannett-cdn.com/-mm-/192dc320af709f68924809ef81f1bfbbe78a4c96/c=0-185-3691-2266/local/-/media/USATODAY/GenericImages/2013/11/27//1385580411000-AP-Budget-Battle.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/8b82a2ba8236053595ba1a9ec53b0c71f0712b7c/c=1255-0-2658-2510/local/-/media/USATODAY/GenericImages/2013/11/27//1385580411000-AP-Budget-Battle.jpg"}}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Roy Blunt, Missouri, leadership, social media, House"}, "_id": "\"57477af46914bd0286fd832d\"", "article_summary": "But his efforts highlight his role in the Senate Republican leadership — that of a seasoned tactician who works behind the scenes.\nSen. Roy Blunt walks out of an Oct. 9 closed-door meeting of Senate Republicans on Capitol Hill.\nTwo years ago, the freshman senator won a close race to become vice chairman of the Senate GOP conference, the No.\nThe job used to involve taking minutes at the Senate Republicans' weekly meetings, but that task is a relic of a different political era.\nHe delivers that information, along with his Twitter reports, at the weekly Senate GOP meetings."}