{"article_title": "‘Terrorism Expert’ Donald Trump Slams Jeb Bush And Pretends He Might Run For President (Again)", "article_keywords": ["thought", "run", "trump", "expert", "asked", "bush", "legal", "terrible", "jeb", "donald", "slams", "im", "president", "terrorism", "think", "pretends"], "article_url": "http://www.newshounds.us/_terrorism_expert_donald_trump_slams_jeb_bush_and_pretends_he_might_run_for_president_again_121714", "article_text": "Donald Trump visited Fox’s Your World yesterday to pimp yet another phony presidential campaign. But first, host Neil Cavuto asked him about the recent Pakistan terror attack and the threat of terrorism in general: “How do you deal with that” and “How would you change that?” Cavuto asked, with a straight face.\n\nPredictably, Trump had no answers, other than to bash President Obama. But later, they moved on to Trump’s hypothetical candidacy, especially in light of the noises Jeb Bush is making about running.\n\nTrump said, “I think the last thing we need is another Bush, and he’s looking like he’s announcing. …I’ve had it with the Bushes.”\n\nCavuto asked, “If it was Jeb Bush challenging Hillary Clinton who would you vote for?”\n\nTrump thought it was too early and didn’t want to say.\n\nCavuto prodded, “It sounds to me if you’re not a fan of Jeb Bush.”\n\n”I’m not a fan of the job that his brother did at all,” Trump said. “I think his brother was terrible. Look, I’m a Republican, I’m a very conservative guy.”\n\n”Then what about you? What are you going to do? Are you going to run?” Cavuto asked. As if he didn’t know already Trump won’t run.\n\nTrump claimed, “I’m giving it very, very serious thought. I can tell you that. I’m giving it very serious thought. …Obama’s been a terrible President, but Bush likewise was a terrible President, and Bush gave us Obama, and Bush gave us Justice Roberts who made ObamaCare possible because, frankly, Obamacare could’ve been ended if Bush’s appointment voted against it which everybody says he should have and every legal scholar says he should have. What he did was disgraceful.”\n\nHow does Trump know this? Which legal scholars did he ask, if any? Trump didn’t say, of course. But none other than FoxNews.com cites legal experts who think otherwise.", "article_metadata": {"csrf-param": "authenticity_token", "google-site-verification": "google51c0b549f514d464.html", "csrf-token": "p0bZ6g8mcny3E62prpkntyCOuF4YhfRhCdKudM4ILZE=", "og": {"url": "http://www.newshounds.us/_terrorism_expert_donald_trump_slams_jeb_bush_and_pretends_he_might_run_for_president_again_121714", "site_name": "NewsHounds", "image": "http://d3n8a8pro7vhmx.cloudfront.net/newshounds/sites/1/meta_images/original/Newshound3_blue.png?1327001871", "type": "article", "title": "‘Terrorism Expert’ Donald Trump Slams Jeb Bush And Pretends He Might Run For President (Again)"}, "Title": "‘Terrorism Expert’ Donald Trump Slams Jeb Bush And Pretends He Might Run For President (Again)"}, "_id": "\"57477af46914bd0286fe1f5f\"", "article_summary": "But later, they moved on to Trump’s hypothetical candidacy, especially in light of the noises Jeb Bush is making about running.\nTrump said, “I think the last thing we need is another Bush, and he’s looking like he’s announcing.\n…I’ve had it with the Bushes.”Cavuto asked, “If it was Jeb Bush challenging Hillary Clinton who would you vote for?”Trump thought it was too early and didn’t want to say.\nPredictably, Trump had no answers, other than to bash President Obama.\nDonald Trump visited Fox’s Your World yesterday to pimp yet another phony presidential campaign."}