{"article_title": "In Defense of the Elastic Clause of the Constitution", "article_keywords": ["tyranny", "constitution", "power", "emory", "clause", "executive", "constitutional", "defense", "college", "student", "elastic", "president"], "article_url": "https://pjmedia.com/jchristianadams/2014/2/26/in-defense-of-the-elastic-clause-of-the-constitution/", "article_text": "In Defense of the Elastic Clause of the Constitution\n\nIf college students listened to Mark Levin or Rush Limbaugh, they would receive a better American history education than they are getting from their professors. I recently spoke at Emory University, where one student defended all of President Obama’s unconstitutional actions by invoking the Elastic Clause of the Constitution.\n\nCiting the Elastic Clause could indeed justify a wide range of administration actions, except for one problem – it doesn’t exist.\n\nBut you couldn’t tell that to the student at Emory University who came to my speech last week on Obama's abuses of power. He persisted in defending the actions through the Elastic Clause, as if the be-all, end-all provision was common knowledge.\n\nFrom the sound of it, the Elastic Clause must be common knowledge in faculty lounges.\n\nThe Elastic Clause, he persisted, gives the president the power to address a wide range of issues through executive prerogative. It allowed the government, he said, to adapt to new circumstances unlike the age when the Founders wrote the Constitution.\n\nOf course the Founders did include an “elastic clause” of sorts, namely Article V, which gives the people and the states the power to amend the Constitution.\n\nBut he wasn’t speaking of something quite so stiff and formal. He wasn’t referring to something that required broad assent. He was referring the Elastic Clause that allows the president to swiftly respond to needs as they arise – sort of like Mussolini and Mugabe did.\n\nHe was serious. He really believed the Elastic Clause was real. But the constitutional literacy of a different student was even worse. With a straight face, she defended the exercise of executive power and the issuance of executive orders as constitutional because of the inaction of Congress.\n\n“It’s part of the Constitution that if the Congress doesn’t act, then the president can issue executive orders to fix something,” was her argument.\n\nEven more frightening, the person saying this is an officer of the campus Democrats. A little totalitarian in training.\n\nNaturally, this was all quite an eye opener. I’m no fool when it comes to the institutional left and their corrosion of the system. But to have a student debate me over a verifiably fictional constitutional provision, to have a student presume I was the one making things up when I said the Elastic Clause didn’t exist – that blazed new territory.\n\nAll of this illustrates the dangerous rot occurring on campus, facilitated in large part by the faculty. All signs point to their success. Students are learning the lexicon of the institutional left and producing tragic-comedy like complaining about equality at UCLA, and worse. My appearance at Emory was sponsored by the David Horowitz Freedom Center and the College Republicans. Recognize that groups like these are fighting an uphill battle on campus. But without them, college campuses would be intellectually monolithic.\n\nThe talk at Emory wandered into the small discrete psychological components of tyranny as described brilliantly in Aleksandr Solzhenitsyn’s Gulag Archipelago. No doubt Mr. Elastic Clause and College Democrat Vice President Edict had never heard of the Nobel Prize winning description of where elastic ideas can lead.\n\nSolzhenitsyn’s great book of the 20th century describes the small ideas of totalitarianism, and the camouflaged embryonic consent that individuals give to tyranny over time. Tyranny isn’t just about gruel with potato peelings day after day and bullets to the back of the head.", "article_metadata": {"page-title": "In Defense of the Elastic Clause of the Constitution | Rule of Law", "title": "In Defense of the Elastic Clause of the Constitution | Rule of Law", "og": {"site_name": "Rule of Law", "description": "After my campus speech, students distorted the Constitution to defend Obama's unlimited power grabs.", "title": "In Defense of the Elastic Clause of the Constitution", "url": "https://pjmedia.com/jchristianadams/2014/2/26/in-defense-of-the-elastic-clause-of-the-constitution/", "image": "https://pajamasmed.hs.llnwd.net/e1/user-content/40/files/2014/02/a3.jpg", "updated_time": 1464206988, "type": "article"}, "twitter": {"description": "After my campus speech, students distorted the Constitution to defend Obama's unlimited power grabs.", "title": "In Defense of the Elastic Clause of the Constitution", "url": "https://pjmedia.com/jchristianadams/2014/2/26/in-defense-of-the-elastic-clause-of-the-constitution/", "image": "https://pajamasmed.hs.llnwd.net/e1/user-content/40/files/2014/02/a3.jpg", "site": "@PJMedia_com", "card": "summary_large_image"}, "pinterest": "nopin", "pinterestDescription": "In Defense of the Elastic Clause of the Constitution", "fb": {"app_id": 149848758413844}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdc478\"", "article_summary": "He persisted in defending the actions through the Elastic Clause, as if the be-all, end-all provision was common knowledge.\nCiting the Elastic Clause could indeed justify a wide range of administration actions, except for one problem – it doesn’t exist.\nFrom the sound of it, the Elastic Clause must be common knowledge in faculty lounges.\nNo doubt Mr. Elastic Clause and College Democrat Vice President Edict had never heard of the Nobel Prize winning description of where elastic ideas can lead.\nI recently spoke at Emory University, where one student defended all of President Obama’s unconstitutional actions by invoking the Elastic Clause of the Constitution."}