{"article_title": "Why Obamacare might have been Bushcare", "article_keywords": ["talking", "sullivan", "obamacare", "system", "idea", "bushcare", "bush", "health", "healthcare", "proposal", "republican"], "article_url": "http://blogs.marketwatch.com/health-exchange/2013/12/05/why-obamacare-might-have-been-bushcare/", "article_text": "Bushcare?\n\nIt’s what might have been the moniker for health-care reform instead of Obamacare, if history had taken a different turn. And we’re not talking about the last President Bush. We’re talking about George H.W. Bush.\n\nIt was nearly 22 years ago that the elder Bush, fighting for political survival during his failed 1992 re-election bid amid a crushing recession and falling poll numbers, delivered a proposal to a group of business leaders in Cleveland on the subject of health-care reform.\n\nReuters\n\nDr. Louis Sullivan, who was Bush’s Health and Human Services secretary at the time, said in an interview with MarketWatch that Bush’s plan had several major similarities to that of the Affordable Care Act. It would have created health-insurance exchanges that would have been open to small businesses as well as consumers, subsidies for low-income consumers and even a mandate requiring individuals to get coverage. The latter proposal, Sullivan says, came at the suggestion of a number of Washington think tanks.\n\nShortly after telling Cleveland business leaders about the idea, Bush proposed it to Congress. And the idea quickly died. If you can imagine it, a Republican president couldn’t convince a Democratic Congress to adopt an idea that had many of the same characteristics that the Democrat currently occupying the White House couldn’t sell to a single Republican lawmaker in 2010.\n\nThere are a couple of explanations for that. One, Democrats in 1992 were hell-bent on winning the White House and would not cooperate with Bush. Plus, they had designs on more elaborate health-care coverage, including a single-payer system for everyone — sort of a Medicare for all.\n\nAlso, Bush’s proposal featured a number of ideas that probably would have been more appealing to Republicans, such as no requirement for employers to provide coverage, limiting malpractice lawsuits and stemming growth in government health plans.\n\nBut Sullivan, a Republican who founded an effort to bring health-care providers into the digital age, says he supports Obamacare even if it has had a rocky start. The key, to him, is that too many individuals are uninsured.\n\nDr. Louis Sullivan\n\n“The act was designed to address that as well as enhance health promotion through these prevention activities to help us move from a sickness-care-oriented system to a wellness system to keep people healthy,” Sullivan said.\n\n“The thing I say all the time is this: We’re talking about a large segment of our economy, some 18% in GDP. So there’s no such ability to have a perfect bill or even a perfect implementation of that legislation,” he added. “It’s been more troubling than we had hoped. But I’m hoping and reasonably confident that they will get this straight.”\n\nSo what does Sullivan say to his Republican friends when he says he supports Obamacare? To be clear, he notes he is not nearly as conservative as many members of the party are today, and will sometimes vote Democratic. But he has another message:\n\n“What I’d like to tell my Republican and Democratic friends is we elect you to solve problems, not create problems,” he said. “There’s been, I think, to much focus on polarization and scoring political points. We need to score points for our citizens.”\n\nFollow Russ Britt on Twitter @russbrittmktw\n\nFollow Health Exchange on Twitter @MWHealthBlog\n\nMore health-care news from MarketWatch\n\nObamacare website’s latest glitch: Getting the information to insurers\n\nMore traffic, more people enrolling via Healthcare.gov\n\nObamacare loser: Investors short the contractor behind the website", "article_metadata": {"article.created": "2013-12-05T05:22:34-05:00", "application-name": "MarketWatch.com", "twitter": {"domain": "Marketwatch.com", "description": "If history in 1992 had turned out differently, what we're now calling Obamacare might have been Bushcare.", "title": "Why Obamacare might have been Bushcare", "url": "http://blogs.marketwatch.com/health-exchange/2013/12/05/why-obamacare-might-have-been-bushcare/", "image": {"src": "http://s.wsj.net/public/resources/MWimages/MW-BQ316_sulliv_MD_20131204185205.jpg"}, "site": "MarketWatch", "card": "summary_large_image"}, "article.author": "Russ Britt", "article.section": "Markets", "keywords": "Dr. Louis Sullivan,George H.W. Bush,health care,Health reform,Obamacare", "article.headline": "Why Obamacare might have been Bushcare", "msapplication-task": "name=SmartMoney;action-uri=http://www.smartmoney.com/;icon-uri=http://www.smartmoney.com/favicon.ico", "news_keywords": "Dr. Louis Sullivan,George H.W. Bush,health care,Health reform,Obamacare", "author": "Russ Britt", "article.page": "Health Exchange Blog", "description": "If history in 1992 had turned out differently, what we're now calling Obamacare might have been Bushcare.", "article.published": "2013-12-05T05:22:34-05:00", "ROBOTS": "noarchive, noodp", "msapplication-tooltip": "MarketWatch", "fb": {"url": "http://blogs.marketwatch.com/health-exchange/2013/12/05/why-obamacare-might-have-been-bushcare/", "app_id": 283204329838}, "article": {"publisher": "https://www.facebook.com/marketwatch", "image_count": 2}, "og": {"site_name": "Marketwatch", "description": "If history in 1992 had turned out differently, what we're now calling Obamacare might have been Bushcare.", "title": "Why Obamacare might have been Bushcare", "url": "http://blogs.marketwatch.com/health-exchange/2013/12/05/why-obamacare-might-have-been-bushcare/", "image": {"width": 1200, "identifier": "http://s.wsj.net/public/resources/MWimages/MW-DR328_mw_soc_NS_20150801233302.png", "height": 630}, "type": "article"}, "article.access": "free", "article.type": "Health Exchange", "article.id": "BL-MW243B-1661", "article.updated": "2013-12-05T05:22:34-05:00"}, "_id": "\"57477af46914bd0286fdd26c\"", "article_summary": "It’s what might have been the moniker for health-care reform instead of Obamacare, if history had taken a different turn.\nThe latter proposal, Sullivan says, came at the suggestion of a number of Washington think tanks.\nShortly after telling Cleveland business leaders about the idea, Bush proposed it to Congress.\nBut I’m hoping and reasonably confident that they will get this straight.”So what does Sullivan say to his Republican friends when he says he supports Obamacare?\nBut Sullivan, a Republican who founded an effort to bring health-care providers into the digital age, says he supports Obamacare even if it has had a rocky start."}