{"article_title": "The Range: The Tucson Weekly's Daily Dispatch", "article_keywords": ["help", "friends", "dollars", "fox", "range", "daily", "lucky", "click", "medical", "tucson", "dispatch", "suffered", "judy", "support", "weeklys"], "article_url": "http://www.tucsonweekly.com/TheRange/archives/2014/05/27/help-fix-judy-foxs-grill-yall", "article_text": "click image Photo courtesy of Judy Fox.\n\nJudy Fox's friends are trying to raise $6,000 to help relieve her medical expenses suffered from a car/bicycle accident.\n\nPlease give what you can- a few dollars or several dollars or maybe a few more. She will need all she can get, and honestly probably a lot more than the $6,000 that i set as our goal. Judy is a beacon of awesome from our community, and although she prefers warmer pastures, she loves and appreciates everyone back home (and elsewhere) for thinking of her and for sending your support.\n\n\n\nLet's put that silly grin back on her face.\n\nAccidents happen all the time, and sometimes we aren't that lucky. Fortunately, Judy Fox is one of the lucky bicycle accident victims. But she didn't escape death without a few battle scars.Fox, 22, was t-boned on her bicycle at approximately 2 p.m., Thursday, May 22, near East 17th Street and South Fifth Avenue. The 22-year-old was transported to the University Medical Center. Fox suffered a broken upper jaw, a large chunk of her knee was removed and she lost three teeth.Thankfully, the young barista was insured and a majority of the medical bills will be taken care of. “I signed up for that Obama-Care-shit, and it covered most of my hospital stay,” Fox articulately put it. She is currently wearing a leg cast that connects to her hip, so, Fox will not be able to go back to work at Sparkroot for some time.The Wisconsin native is concerned with her orthodontic surgery, so that's when her friends stepped in.Fox’s friend AnnaThea Park started a crowdfunding initiative through Indiegogo to help Fox.\"I have been insanely lucky support wise,\" Fox said. \"They have been curating me weird food.\" Fox can't eat solid foods because of her broken maxilla. \"I don't know what I would do out without them,\" Fox said.To avoid any complications with the ongoing insurance claim, Fox wanted to make it very clear that she isn't admitting fault or blaming the other party. Click here to support the cause.", "article_metadata": {"layout": "The Range Blog Post", "description": "Accidents happen all the time, and sometimes we aren't that lucky. Fortunately, Judy Fox is one of the lucky bicycle accident victims. But she didn't...", "title": "Help Fix Judy Fox's Grill, Y'all | The Range: The Tucson Weekly's Daily Dispatch | Tucson Weekly", "og": {"site_name": "Tucson Weekly", "description": "Accidents happen all the time, and sometimes we aren't that lucky. Fortunately, Judy Fox is one of the lucky bicycle accident victims. But she didn't...", "title": "Help Fix Judy Fox's Grill, Y'all", "url": "http://www.tucsonweekly.com/TheRange/archives/2014/05/27/help-fix-judy-foxs-grill-yall", "image": {"width": 600, "identifier": "http://media2.fdncms.com/tucsonweekly/imager/help-fix-judy-foxs-grill-yall/u/slideshow/4370302/boqro-bieaasvjp.jpg", "height": 276}, "type": "article"}, "twitter": {"description": "Accidents happen all the time, and sometimes we aren't that lucky. Fortunately, Judy Fox is one of the lucky bicycle accident victims. But she didn't...", "creator": "@HenryBarajas", "image": {"src": "http://media2.fdncms.com/tucsonweekly/imager/help-fix-judy-foxs-grill-yall/u/slideshow/4370302/boqro-bieaasvjp.jpg"}, "title": "Help Fix Judy Fox's Grill, Y'all", "site": "@tucsonweekly", "card": "summary_large_image"}, "oid": 4369296, "fb": {"app_id": 187122448009492}, "keywords": "Judy Fox, Sparkroot, Car Accidents, bike accidents tucson, news, politics, elections, tucson democrats, tucson republicans, arizona news, arizona legislature,, Tucson Weekly", "google-site-verification": "1shMVE6r6wpDwBgxHmNKSAVS9_A0RaoG53XlEOtHOJM", "thumbnail": "http://media2.fdncms.com/tucsonweekly/imager/help-fix-judy-foxs-grill-yall/u/slideshow/4370302/boqro-bieaasvjp.jpg", "viewport": "width=1000", "news_keywords": "judy fox, sparkroot, car accidents, bike accidents tucson, news, politics, elections, tucson democrats, tucson republicans, arizona news"}, "_id": "\"57477af36914bd0286fcf8eb\"", "article_summary": "Judy Fox's friends are trying to raise $6,000 to help relieve her medical expenses suffered from a car/bicycle accident.\nclick image Photo courtesy of Judy Fox.\n\"I have been insanely lucky support wise,\" Fox said.\nFortunately, Judy Fox is one of the lucky bicycle accident victims.\nPlease give what you can- a few dollars or several dollars or maybe a few more."}