{"article_title": "How E-Cigarettes Lead to Heroin", "article_keywords": ["whats", "lead", "drugs", "ecigarettes", "drug", "marijuana", "cigarettes", "say", "heroin", "york", "young", "wnbc"], "article_url": "http://reason.com/blog/2013/10/11/how-e-cigarettes-lead-to-heroin", "article_text": "WNBC, the network-owned TV station in New York City, discovers that nicotine is not the only drug delivered by e-cigarettes:\n\nMore and more, people are smoking marijuana out of e-cigarettes and vapor pens—right out in the open with little or no fear of getting caught, users and experts say....\n\nExperts say marijuana doesn't emit the telltale odor when it is smoked, in liquid or wax forms, in an e-cigarette or vaporizer. What’s more, since there is no flame, it’s easy for the user to stash in a pocket right after taking a puff.\n\nBut while marijuana use by adults may be becoming more accepted by some, local law enforcement officials and drug counselors say illegal drugs in e-cigarettes are a danger, especially if minors catch on to the trend....\n\n\"I care a lot about it,\" said Detective Lt. Kevin Smith, who heads the Narcotics Unit for the Nassau County Police Department. \"For young people, marijuana is a gateway. The next thing you know they’re doing acid, molly, even heroin. I don't like it that people are giving it a pass.\"....\n\n\"Once you try electronic cigarettes, you can become hooked to them, move on to cigarettes and then move on to other drugs,\" [Assemblywoman Linda] Rosenthal said.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "WNBC, the network-owned TV station in New York City, discovers that nicotine is not the only drug delivered by e-cigarettes: More and more, people are", "title": "How E-Cigarettes Lead to Heroin", "url": "http://reason.com/blog/2013/10/11/how-e-cigarettes-lead-to-heroin", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/jsullum/2013_10/vape-cartridge.png", "type": "article"}, "twitter": {"description": "WNBC,\nthe network-owned TV station in New York City, \ndiscovers that nicotine is not the only drug delivered by\ne-cigarettes:\n\nMore and more, people are smoking marijuana out of e-cigarettes\nand vapor pens—right out in the open with little or no fear of\ngetting caught, users and experts say....\nExperts say marijuana doesn't emit the telltale odor when it is\nsmoked, in liquid or wax fo", "creator": "@jacobsullum", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/jsullum/2013_10/vape-cartridge.png", "title": "How E-Cigarettes Lead to Heroin", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "War on Drugs", "published_time": "2013-10-11T21:28:00+00:00", "author": "http://reason.com/people/jacob-sullum"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fdeff2\"", "article_summary": "Experts say marijuana doesn't emit the telltale odor when it is smoked, in liquid or wax forms, in an e-cigarette or vaporizer.\nThe next thing you know they’re doing acid, molly, even heroin.\nWhat’s more, since there is no flame, it’s easy for the user to stash in a pocket right after taking a puff.\n\"Once you try electronic cigarettes, you can become hooked to them, move on to cigarettes and then move on to other drugs,\" [Assemblywoman Linda] Rosenthal said.\n\"For young people, marijuana is a gateway."}