{"article_title": "The rent is still too damn high!", "article_keywords": ["blasio", "city", "stabilization", "housing", "high", "cost", "damn", "rent", "income", "citys", "rental", "york"], "article_url": "http://www.salon.com/2014/01/04/de_blasios_biggest_challenge_the_rent_is_still_too_damn_high/", "article_text": "Topics: Bill de Blasio, cost of living, Dream City, Editor's Picks, New York City, Real estate, rent control, urban development, urban planning, Business News, Politics News\n\nA new year has begun, and with it, a sharp political pivot in New York. Incoming mayor Bill de Blasio is the first Democrat to hold the office in 20 years, and his ascendance marks more than a transfer of power. De Blasio was the most liberal of the Democratic candidates, winning acclaim from the Left — an early endorsement from The Nation — and inspiring panic on the Right, including a comical New York Post cover he shared with a hammer and sickle. Using the much-discussed “Tale of Two Cities” refrain, he positioned himself as an advocate for New York City’s strugglers and strivers. In Wednesday’s inaugural address, the new mayor emphasized the scope of his mission, “to put an end to economic and social inequalities that threaten to unravel the city we love.”\n\nNow comes the hard part. De Blasio’s signature proposal may be the “millionaires tax” to fund universal preschool education, but if he intends to tackle the cost of life in New York City, one issue stands above the rest: housing.\n\nAverage rent in the four subway-accessible boroughs crossed $3,000 per month this summer, which is about three times the national average. New York City rents have increased by more than 10 percent over the past decade, while median income has fallen. In 2011, according to research from the State Comptroller’s office, one in five NYC households was “severely rent-burdened,” spending more than half its income on rent; 44 percent of NYC households spent more than 30 percent of income on rent (a typical benchmark for affordable housing). The city’s homeless population has reached record levels even as homelessness declines nationally.\n\nThe high rent is not unique to New York: In the 25 largest U.S. metro areas, housing costs grew at more than twice the rate of household incomes between 2000 and 2010. “It is hardly hyperbole to call the growing lack of rental affordability a crisis,” notes a recent report from Harvard’s Joint Center for Housing Studies. After decades of decline, the rental share of American households has increased from 31 percent in 2004 to 35 percent in 2012.\n\nAs the keystone of America’s largest and least equal metropolitan area — the wealthiest quintile of New York City residents earn, on average, $200,000 more than the poorest — New York confronts a housing shortage on the greatest scale. Bill de Blasio made inequality the central issue of his campaign; if he wants to effectively address it, housing will have to be the central issue of his mayoralty. What can he do to lower the cost of living in New York?\n\nThe current housing crunch is not, by most measures, the worst in the New York City history. To understand the complexity of the city’s residential profile today, you must revisit the years following the First World War. Restrictions on materials had brought new construction to a halt during the war, and inflation after the armistice further deterred developers from building. Between March 1919 and April 1920, the city’s vacancy rate fell from two percent to one-third of one percent. In a city of 5.6 million people, there were fewer than 3,500 vacant apartments.\n\nThat period saw the debut of New York’s first rent control legislation; the city’s first public housing was built in the following decade. Since then, each of the succeeding approaches to providing affordable housing has piled upon the last. There are roughly a million rent-controlled and rent-stabilized apartments in New York today. Another 400,000 New Yorkers live in public housing buildings, and several hundred thousand more live in units subsidized by various federal housing initiatives, including Section 8, Mitchell-Lama, and the Low Income Housing Tax Credit.\n\nThe mayor of New York City, in other words, is at the helm of a uniquely complex housing system.\n\nThe widest-reaching policy change — politically fraught though it is — would involve rent stabilization, which keeps about 45 percent of the NYC rental supply below market rate. Whatever their political persuasion, economists do not like rent stabilization, and it has become a favored whipping boy for armchair observers of cities. By keeping nearly half its rental housing off the open market, the argument goes, New York inflates the cost of the remaining properties.\n\nThis is true. But the effects of rent stabilization are more complex. As economist Peter Dorman writes: “The most compelling argument for rent control is neighborhood stabilization, the idea that social capital in an urban environment requires stable residence patterns. If prices are volatile, and this leads to a lot of residential turnover, the result can be a less desirable neighborhood for everyone.” In effect, rent laws constitute a subsidy for longtime residents at the expense of newcomers. That means lingering support, in a rapidly changing city, for older businesses and restaurants; it also means that economically diverse neighborhoods persist against the odds. It’s improbable that de Blasio would alter the policy in either direction.", "article_metadata": {"description": "Bill de Blasio has promised to make New York a more equitable city. Now comes the hard part", "title": "The rent is still too damn high!", "og": {"site_name": "Salon", "description": "Bill de Blasio has promised to make New York a more equitable city. Now comes the hard part", "title": "The rent is still too damn high!", "url": "http://www.salon.com/2014/01/04/de_blasios_biggest_challenge_the_rent_is_still_too_damn_high/", "image": "http://media.salon.com/2014/01/de_blasio_dream_city.jpg", "type": "article"}, "twitter": {"description": "Bill de Blasio has promised to make New York a more equitable city. Now comes the hard part", "title": "The rent is still too damn high!", "image": "http://media.salon.com/2014/01/de_blasio_dream_city.jpg", "creator": "@HenryGrabar", "site": "@salon", "card": "summary_large_image"}, "author": "Henry Grabar", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Bill de Blasio, cost of living, Dream City, Editor's Picks, New York City, Real estate, rent control, urban development, urban planning", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcdb1a\"", "article_summary": "Whatever their political persuasion, economists do not like rent stabilization, and it has become a favored whipping boy for armchair observers of cities.\nUsing the much-discussed “Tale of Two Cities” refrain, he positioned himself as an advocate for New York City’s strugglers and strivers.\nBut the effects of rent stabilization are more complex.\nThe widest-reaching policy change — politically fraught though it is — would involve rent stabilization, which keeps about 45 percent of the NYC rental supply below market rate.\nNew York City rents have increased by more than 10 percent over the past decade, while median income has fallen."}