{"article_title": "Paul Ryan Is the Biggest and Latest Threat to American Women and Their Kids", "article_keywords": ["poor", "kids", "help", "programs", "federal", "state", "ryan", "thats", "states", "ryans", "american", "threat", "welfare", "biggest", "paul", "women", "latest"], "article_url": "http://www.huffingtonpost.com/pat-lamarche/paul-ryan-is-the-biggest_b_5624872.html", "article_text": "So, the man who pretended to feed the poor at a soup kitchen has released his plan for welfare reform. This week, Paul Ryan, who cashed federal support checks in the form of social security payments after his dad died, wants to stop federal support of the needy. Congressman Ryan would like to fund states with block grants replacing programs that he says don't work.\n\nWell, washing dishes that aren't dirty might be the perfect symbolism for Paul Ryan. What programs does Ryan say need scrubbing? Head Start and Medicaid to name two. And, according to Ryan's recently released report entitled \"Expanding Opportunity in America,\" he's poised to rob programs like food stamps, public housing and early childhood education so he can fund state by state programs tailor made by individual state governments. \"In participating states, the federal government would consolidate a number of means-tested programs into a new Opportunity Grant (OG) program. The largest contributions would come from SNAP, TANF, child-care, and housing-assistance programs, and the funding would be deficit-neutral relative to current law.\"\n\nReally? Leaving it up to the individual states to provide for the poor? Has anyone noticed how decentralizing help has negatively impacted healthcare access for the poor in the states who have refused expanded Medicaid?\n\nIt doesn't just hurt the poor. It hurts the communities in which they live. A September 2013 Bloomberg report indicated that municipalities suffered in the states refusing the federal dollars that accompanied the Affordable Care Act. Municipalities denied by state governments the federal funds they needed to run their hospitals and care for the indigent, had bond ratings lowered and found it more difficult to pay their debts. When states start picking and choosing who to help, responsible municipalities or municipalities with more income challenged folks will face even greater obstacles.\n\nThe failure of states to appropriately avail themselves of the expanded federal dollars isn't just costing real money at the municipal level, it's costing lives. A 2012 Harvard University study reveals that 1 out of every 176 poor folks - living in states that do not expand their Medicaid roles to include them - will die because of it. In 2014, that'll work out to more than 27,000 dead poor people.\n\nLet's do the math, 27,000 times 172? That's a lot of poor people: about 5 million. And what helps poor people stop being poor? Better jobs, of course. But that's another thing that's missing in the states that refused Medicaid expansion. The same Harvard study showed - for example - \"In Texas, where 1 in 4 residents are uninsured, not only could nearly 6,000 lives be saved by expansion, but 300,000 jobs could be created by adding $67.9 billion a year in economic activity.\"\n\nSo, Ryan's got the answers. Take every federal program that's hamstrung by having too many idiotic regulations attached - and yeah, Ryan's right about that - and turn the cash over to individual states where an exponentially greater number of idiot rule makers make the ones in Washington look like rank amateurs.\n\nWelfare started out as a way to help kids back in 1935. Title IV of the Social Security Act was written by two women, Grace Abbott and Katherine Lenroot, who wanted to help children. And those children were in families lead mostly by single moms.\n\nIf you read Ryan's recent rants, you'd start thinking the whole single mother head of impoverished household thing was something new and invented by welfare, instead of what welfare was created to address.\n\nBefore the ink was dry on the plans Abbot and Lenroot penned to curtail poverty in the United States, men in the White House and on Capitol Hill began blaming the poor and punishing the recipients. And ironically, in the early days - the 30 years prior to the 1960's War on Poverty reforms that made uniform the help and the hurt done in the name of public assistance - most of the punishments were metered out at the state level because that's how the original welfare programs were administered. Something Paul Ryan clearly doesn't know or refuses to admit, because the congressman insists his ideas are new.\n\nMost notable of all the recent reforms made by men like Ryan who don't understand what it's like to be a woman in need of help were the restrictions agreed to by President Bill Clinton and House Speaker Newt Gingrich. No one should be surprised that the 1997 changes made by those two notorious womanizers left punishing women as their greatest legislative legacy. Likewise no one should be surprised that the man who pretended to help the poor writes legislation that hurts them.\n\nFollow Pat LaMarche on Twitter: www.twitter.com/PatHLaMarche", "article_metadata": {"description": "So, the man who", "sailthru.expire_date": "2014-07-28 13:29:46 -0400", "og": {"site_name": "The Huffington Post", "description": "So, the man who", "url": "http://www.huffingtonpost.com/pat-lamarche/paul-ryan-is-the-biggest_b_5624872.html", "image": "http://i.huffpost.com/gen/1887690/images/o-BREASTFEEDING-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1887690/images/o-BREASTFEEDING-facebook.jpg", "height": 1000}, "description": "So, the man who", "site": "@HuffPostPol", "card": "summary_large_image", "creator": "PatHLaMarche"}, "sailthru.date": "2014-07-27 13:29:46 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5624872", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "republican budget,Bill Clinton,Single Mothers,Social security,welfare reform,newt gingrich,war on poverty,paul ryan", "article": {"section": "Politics", "tag": "republican budget,Bill Clinton,Single Mothers,Social security,welfare reform,newt gingrich,war on poverty,paul ryan", "published_time": "2014-07-27 13:29:46 -0400", "modified_time": "2014-09-26 05:59:06 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fcdb1c\"", "article_summary": "Likewise no one should be surprised that the man who pretended to help the poor writes legislation that hurts them.\n\"In participating states, the federal government would consolidate a number of means-tested programs into a new Opportunity Grant (OG) program.\nCongressman Ryan would like to fund states with block grants replacing programs that he says don't work.\nWell, washing dishes that aren't dirty might be the perfect symbolism for Paul Ryan.\nSomething Paul Ryan clearly doesn't know or refuses to admit, because the congressman insists his ideas are new."}