{"article_title": "Q&A With Hunton & Williams' Douglas Mancino", "article_keywords": ["organizations", "view", "tax", "hunton", "qa", "york", "health", "douglas", "mancino", "care", "williams", "taxexempt"], "article_url": "http://www.law360.com/articles/491342/q-a-with-hunton-williams-douglas-mancino", "article_text": "Q&A With Hunton & Williams' Douglas Mancino\n\nLaw360, New York (February 5, 2014, 6:31 PM ET) -- Douglas M. Mancino is a partner in Hunton & Williams LLP's tax practice in the firm's Los Angeles office. For more than 35 years, he has represented health care and nonprofit organizations on tax, business and financial matters, including audit, appeals and tax controversy issues. He served as counsel to health care clients in a number of cases that defined the limits of tax-exempt organizations participating in health care joint ventures.\n\n\n\nMancino has authored more than 85 articles and book chapters concerning tax-exempt organizations and health...\n\nTo view the full article, register now.", "article_metadata": {"description": "All of my tax-exempt health care clients are confronted with both the new requirements for tax-exempt hospitals under Section 501(r) of the Internal Revenue Code and the $8 billion fee imposed on health insurers by the Affordable Care Act. Our challenge to the fee will assert that the IRS has exceeded its authority in extending it to tax-exempt health management organizations, says Douglas Mancino, a partner in the tax practice of Hunton & Williams LLP.", "apple-itunes-app": "app-id=934560389, app-argument=law360://www.law360.com/articles/491342/q-a-with-hunton-williams-douglas-mancino", "csrf-token": "w+5rMsZQkmlcH4LzRdYLzISjsjrTqWCloZdA4jKdgpSlRwBD+yp1wWd/66buVlSFe5USTAZbpGec+TkCUNHACw==", "csrf-param": "authenticity_token", "og": {"url": "http://www.law360.com/articles/491342/q-a-with-hunton-williams-douglas-mancino", "image": "https://www.law360.com/images/360.png", "type": "website", "title": "Q&A With Hunton & Williams' Douglas Mancino - Law360"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdc493\"", "article_summary": "Q&A With Hunton & Williams' Douglas MancinoLaw360, New York (February 5, 2014, 6:31 PM ET) -- Douglas M. Mancino is a partner in Hunton & Williams LLP's tax practice in the firm's Los Angeles office.\nMancino has authored more than 85 articles and book chapters concerning tax-exempt organizations and health...To view the full article, register now.\nHe served as counsel to health care clients in a number of cases that defined the limits of tax-exempt organizations participating in health care joint ventures.\nFor more than 35 years, he has represented health care and nonprofit organizations on tax, business and financial matters, including audit, appeals and tax controversy issues."}