{"article_title": "Inside the Beltway: Pork-barrel police root around the earmarks", "article_keywords": ["million", "porkbarrel", "beltway", "spending", "inside", "republicans", "abortion", "christie", "research", "earmarks", "mr", "prolife", "republican", "root", "say"], "article_url": "http://www.washingtontimes.com/news/2014/jan/14/inside-the-beltway-pork-barrel-police-root-around-/?page=all", "article_text": "Mammoth legislation with a stupefying price always draws close scrutiny. Such is the case with the 1,532-page, $1.1 trillion Consolidated Appropriations Act, as the lumbering bill that will fund federal agencies and assorted programs through September 30 has been christened. Though it has not yet begun to smell, the big bill is already offending those of a more frugal mindset. Citizens Against Government Waste deems the legislation objectionable because it breaks the sequester budget caps. And there are earmarks which meet the watchdog group’s “longstanding, seven-point criteria for pork-barrel spending.” Among them:\n\n$112.9 million for the Rural Utilities Service; $90 million for continued upgrade of M1 Abrams; $60 million for alternative energy research; $341 million for the Army Corps of Engineers; $4 million for aquatic plant control; $45.1 million for high-intensity drug trafficking areas programs; $98 million for the National Domestic Preparedness Consortium; $25 million for the National Predisaster Mitigation Fund; $9.3 million for Heritage Partnership Programs through the National Park Service; and $14.4 million for Rural Hospital Flexibility Grants.\n\nThe group acknowledges that there are a few provisions that would increase transparency and eliminate wasteful spending — a reduction of $49 million for the federal biofuels program, for instance — but earmarks and other wasteful spending “far outweigh any positive aspects.”\n\nAPPROPRIATIONS OFFENSE CONTINUES\n\nFiscal conservatives and grassroots folk are already holding their noses over the aforementioned legislation, however.\n\n“We have seen this infuriating shell game of increased spending now, and promised cuts later — a game of deception. And it’s why people are so fed up with Washington,” declares Brent Bozell, chairman ForAmerica, who is especially critical of “go-along Republicans” for creating a divide between GOP leadership and the party rank-and-file.\n\n“All the programs the GOP leadership has repeatedly promised to end — Obamacare, taxpayer funding of Planned Parenthood, public broadcasting and others — are still being funded. So what’s the difference between John Boehner and Nancy Pelosi and Mitch McConnell and Harry Reid? Answer: The Democratic leadership honors its promises. Republican leaders have abandoned theirs,” Mr. Bozell says.\n\n“In sum, House leaders have written a sequester-scrapping spending bill in secret, given members and the public barely a day to read it, and shut down all amendments. These are Pelosi tactics, not the ‘transparent’ government and ‘regular order’ Republicans promised,” observes Matt Kibbe, president of FreedomWorks, who is asking the 6 million members of the group to contact their local lawmakers and protest.\n\n“This proposal essentially kicks the can down the road. Where is the leadership in Washington? Until long-term entitlements are reformed, taxpayers will be an economic hiccup away from being burdened with massively higher taxes,” notes John Nothdurft, director of government relations at the Heartland Institute, a free market think tank.\n\nHUCKABEE’S RINO RANT\n\n“What’s the Republican Party’s biggest obstacle in this year’s elections? Republicans! With Benghazi, Obamacare, NSA spying, al Qaeda and the still-staggering economy, 2014 should be a record year for the GOP. But they risk disaster if they let the primaries be hijacked by ad campaigns by groups that don’t target Democrats, but fellow Republicans who aren’t ‘pure’ enough. And one term that I’d like to see outlawed from the vernacular of the party is ‘RINO.’ It stands for ‘Republicans in name only,’ and it’s a pejorative term that questions the authenticity and orthodoxy of someone’s party purity. I’ve been called that myself, even though I fought in the trenches of Republican politics for over two decades. Even so, I would never pretend that I’m lord over determining who the real Republicans are.”\n\n— Mike Huckabee, in a Facebook post on Tuesday.\n\nSANTORUM FINDS A NEW DEMOGRAPHIC\n\n“Blue Collar Conservatives”\n\n— New book by Rick Santorum from Regnery Publishing, due out in April\n\n‘COMMON-SENSE PRO-LIFE LEGISLATION’\n\nThe aforementioned Mr. Santorum will be a key figure at the 41st annual March for Life along the National Mall one week from Wednesday. The event is also accompanied by a raft of new pro-life information to engage an oft-ambivalent press and public.\n\nThere is Americans United for Life’s new “Life List,” ranking all 50 states based on how well each protects life through law. For the fifth year in a row, Louisiana is in first place, followed by Oklahoma, Arkansas, Arizona, Pennsylvania and Texas.\n\nAnd for the 5th year in a row, Washington state ranked as the worst state for life for failing to protect women from an unmonitored and underregulated abortion industry, followed by California, Vermont, New York and Connecticut.\n\n“Real pro-life momentum is reshaping the country as legislators craft protections for both mother and child, the victims of an avaricious abortion industry,” said Charmaine Yoest, president of the nonprofit law and policy organization.\n\n“Common-sense pro-life legislation saves lives and has broad public support in light of what we’re learning about the health risks of abortion for women,” Mrs. Yoest adds.\n\nThe Family Research Council, meanwhile, is releasing a significant analysis of the “demographics of abortion” on Wednesday. The findings show that the number of American women who actually have had an abortion is significantly less than previously thought, according to Patrick Fagan, director of the organization’s Marriage and Religion Research Institute.\n\nRep. Christopher H. Smith, New Jersey Republican and co-chairman of the House Pro-Life Caucus, also will be on hand to discuss the conclusions. The title of it all: “Abortion Myths and Facts: New Research Challenges Abortion Advocates’ Claims.” See their conversation live at 12 p.m. ET, videocast here: Frc.org\n\nPARTY LIKE A PATRIOT\n\nOn the radar: the “Red, White & Blue Gala” on Feb. 5 at a glittering old hotel a few blocks north of the White House. It is refreshingly billed as a “celebration of principles” by organizers at — but of course — the American Principles Project, a nonprofit that celebrates “the dignity of the person as the basis of the founding principles of the United States.”\n\nThe keynote speaker for the reception and dinner is none other than Sen. Rand Paul, Kentucky Republican; the master of ceremony is RedState.com founder Erick Erickson. And this is a celebration: Guests are encouraged to wear swank cocktail attire — but in hues of red, white or blue.\n\nPOLL DU JOUR\n\n• 64 percent of New Jersey residents say they believe Gov. Chris Christie wants a full investigation of the “Bridgegate” controversy.\n\n• 63 percent are not “bothered” by Mr. Christie’s personal style; 59 percent approve of Mr. Christie’s job performance.\n\n• 55 percent say the bridge scandal is “unusual” for the Christie administration; 51 percent say Mr. Christie has not been “completely honest” about the matter.\n\n• 49 percent say Mr. Christie does not have the temperament to be president.\n\n• 47 percent say Mr. Christie is more interested in his political future than in his state.\n\n• 34 percent overall think that Mr. Christie was personally involved in the bridge controversy.\n\n• 32 percent think Mr. Christie is a “bully.”\n\nSource: A Monmouth University/Asbury Park Press Poll of 541 New Jersey adult resident conducted Jan. 10-12.\n\n• Cranky complaints, curious asides to jharper@washingtontimes.com", "article_metadata": {"description": "Mammoth legislation with a stupefying price always draws close scrutiny. Such is the case with the 1,532-page, $1.1 trillion Consolidated Appropriations Act, as the lumbering bill that will fund federal agencies and assorted programs through September 30 has been christened. Though it has not yet begun to smell, the big bill is already offending those of a more frugal mindset.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Mammoth legislation with a stupefying price always draws close scrutiny. Such is the case with the 1,532-page, $1.1 trillion Consolidated Appropriations Act, as the lumbering bill that will fund federal agencies and assorted programs through September 30 has been christened. Though it has not yet begun to smell, the big bill is already offending those of a more frugal mindset.", "title": "Inside the Beltway: Pork-barrel police root around the earmarks", "url": "http://www.washingtontimes.com/news/2014/jan/14/inside-the-beltway-pork-barrel-police-root-around-/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/01/14/1_142014_beltway-huckabee8201.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/01/14/1_142014_beltway-huckabee8201.jpg", "description": "Mammoth legislation with a stupefying price always draws close scrutiny. Such is the case with the 1,532-page, $1.1 trillion Consolidated Appropriations Act, as the lumbering bill that will fund feder", "card": "summary", "title": "Inside the Beltway: Pork-barrel police root around the earmarks"}, "Author": "Jennifer Harper", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Social Issues, Politics"}, "_id": "\"57477af36914bd0286fcdb26\"", "article_summary": "• 47 percent say Mr. Christie is more interested in his political future than in his state.\n• 49 percent say Mr. Christie does not have the temperament to be president.\n• 55 percent say the bridge scandal is “unusual” for the Christie administration; 51 percent say Mr. Christie has not been “completely honest” about the matter.\n• 32 percent think Mr. Christie is a “bully.”Source: A Monmouth University/Asbury Park Press Poll of 541 New Jersey adult resident conducted Jan. 10-12.\n• 34 percent overall think that Mr. Christie was personally involved in the bridge controversy."}