{"article_title": "Never pick a fight with a beach chair, and other lessons from the ER", "article_keywords": ["lessons", "adults", "emergency", "cdc", "schroeder", "data", "visits", "fight", "pick", "report", "visited", "chair", "care", "beach", "er"], "article_url": "http://www.deseretnews.com/article/865650038/Never-pick-a-fight-with-a-beach-chair-and-other-lessons-from-the-ER.html?pg=all", "article_text": "One man cut his finger while trying to separate two frozen hamburger patties. One woman was scraped by tree branches while riding her mule. A child who’d had her face painted at a party developed a rash.\n\nThey were among the Americans who visited emergency rooms in 2014, according to government statistics. And they — like the 59-year-old woman who tripped over toys in her garage — are part of the reason emergency-room use has remained consistent for the past decade, despite the growth of walk-in medical clinics and the implementation of the Affordable Care Act.\n\nA new report from the Centers for Disease Control and Prevention says 18 percent of American adults ages 18-64 visited an emergency room in 2014, the most recent year for which data is available. The numbers illustrate the continuing importance of the ER as a provider of medical care, even when other options are available and costs are higher.\n\nWhile some people expected the number of emergency-room visits to change because of the Affordable Care Act, it’s still too early to see its impact in the survey, said Renee M. Gindi, the lead author of the CDC report, released Feb. 18.\n\nPresident Barack Obama signed the legislation in 2010, but people didn't start enrolling until October 2013.\n\nEven so, the numbers may not change dramatically because it’s a far more elemental thing that drives people to the ER — fear — according to one doctor.\n\n“Most emergency-room visits are not emergencies. Most happen because people are scared,” said Dr. Erika Schwartz, the author of \"Don't Let Your Doctor Kill You\" and the former director of emergency medicine at Westchester County Medical Center in Valhalla, N.Y.\n\nThe specifics of ER visits don't come from the CDC but from another agency, the Consumer Product Safety Commission, which collects incident reports from 93 hospitals across the country each year. Combined with other government data, these reports reveal why so many Americans still head to the ER, even though they may have to wait for hours to be treated. (Twenty-seven percent of ER patients are seen within 15 minutes, according to the CDC.)\n\nWho goes there?\n\nIn the latest CDC report, statisticians examined data obtained in the National Health Interview Survey to learn why people go to the ER instead of seeking other types of medical care, and whether having insurance affects the decision.\n\nThey found that the vast majority — 77 percent — visited the ER because of the seriousness of their injury or condition. Twelve percent went because their doctor’s office was not open, and 7 percent because they did not have a provider, said Gindi, the lead author.\n\nThe reasons varied within demographic groups and also varied with insurance coverage, Gindi said.\n\nIn 2014, 14.3 percent of adults with private coverage visited the ER one or more times in the past 12 months, compared to 35.2 percent of adults with Medicaid and 16.6 percent of uninsured adults.\n\nAdults with private insurance were more likely to visit the ER because their doctor wasn’t available; adults with Medicaid were more likely to say they went because of the seriousness of their condition.\n\nER use was more common among younger adults, African-Americans and women.\n\nWhile not speculating on the reasons, the CDC report makes clear that the reduction of ER visits should be a national goal. \"ER use, whether appropriate or inappropriate, is an expensive source of care,\" it said.\n\nThe average cost of an ER visit in 2013 was $2,168, 40 percent more than the average American's rent, The Atlantic noted.\n\n\"Continued monitoring of ER use by insurance coverage status and by demographic subgroups may help identify influential factors that can be addressed to reduce inappropriate ER use and ER use overall,\" the CDC report said.\n\nBe not afraid\n\nIronically, one thing that could help reduce ER use is the same thing that drives it in the Internet age, Schwartz said: Information.\n\nA lack of education often triggers fear that causes people to rush to the emergency room for a non-emergency condition, and more knowledge would combat that. But when seeking information, people often turn to the Internet, where worst-case scenarios can trigger panic.\n\n“If you took fear off the table, you’d probably eliminate 60 to 70 percent of emergency-room visits” by those who come by themselves and are not taken by ambulance or directed to go by their doctor, Schwartz said. \"You don’t need to take your friend because he’s drunk and can’t stand, or a child who turned blue because she was wearing a navy sweater in the rain.\"\n\nEven people with food poisoning don’t necessarily belong in the ER because they can’t eat or drink. “They’re afraid they’re going to get dehydrated, but it usually goes away in 24 hours. You can hydrate yourself. Use a straw,” she said.\n\nThe types of incidents that send people to the emergency room are highlighted each spring by the Consumer Product Safety Commission, which issues an annual report detailing product-related ER visits at 93 hospitals across the country. Its 2014 findings were recently analyzed by Nathan Yau on Flowingdata.com, who concluded \"the bulk of patients injure themselves in minor ways while doing everyday things.\"\n\nStairs and floors trip up the majority of patients who seek ER care because of products (as opposed to a cardiac event, car accident, drug overdose or violence); followed by floors or flooring and beds or bed frames.\n\nBasketball causes the most sports-related injuries, in part because more people play basketball than football, and they continue to play it later in life, said Thomas Schroeder, a statistician and director of the CPSC's Division of Hazard and Injury Data Systems. Even beach and folding chairs cause injuries, with more than 700 reported in 2014.\n\nThe data, available for download on the CPSC website, offer lessons on how to stay out of the ER, Schroeder said. Among them: Wear helmets and use other safety equipment in sports; make sure that your level of fitness is equivalent to your athletic endeavors; exercise moderation and employ caution.\n\nWhile some ER visits are the stuff of comedy — \"thinning of the herd,\" Schroeder quipped — many are tragedy.\n\n“The reality is, old people fall. Kids, too,” he said. Collecting and analyzing data, however, can help effect change.\n\nFor example, Schroeder said, in the mid-1990s, there were 30,000 injuries a year because of baby walkers that tumbled down stairs. The ER reports got the attention of the agency, which pressured manufacturers to change the design.\n\n“We went from 30,000 (accidents) to 3,000 a year,” Schroeder said.\n\nLikewise, the number of seniors who were falling in their bathrooms spurred the manufacturing of sit-down showers and hand rails for bathrooms, he noted.\n\nSchwartz, the former emergency services director, said many people who go to the ER are not the walking wounded, but the \"walking semi-wounded,\" people who would probably be all right if they waited for their symptoms to resolve (or at least waited until their doctor's office opened the next morning). But she has advice for people who do go.\n\nIf you must seek ER care, she said, find one with a good trauma center; all ERs are not created equal.\n\n“Make sure you go where they have surgical capability and a good ICU. Not only is the ER important, but the aftercare is important, too,” she said.\n\nEMAIL: Jgraham@deseretnews.com\n\nTWITTER: @grahamtoday", "article_metadata": {"twitter": {"site": "@deseretnews", "app": {"url": {"ipad": "itms://itunes.apple.com/us/app/deseret-news/id425758986?mt=8&uo=4", "iphone": "itms://itunes.apple.com/us/app/deseret-news/id425758986?mt=8&uo=4", "googleplay": "https://play.google.com/store/apps/details?id=com.deseretnews.android"}, "name": {"ipad": "Deseret News", "iphone": "Deseret News", "googleplay": "Deseret News"}, "id": {"ipad": 425758986, "iphone": 425758986, "googleplay": "com.deseretnews.android"}}, "description": "Nearly 20 percent of Americans ages 18-64 seek treatment in the ER every year, according to a new report from the CDC. Here’s what we can learn from their visits.", "card": "summary", "title": "Never pick a fight with a beach chair, and other lessons from the ER"}, "datePublished": "2016-03-15", "vr": {"category": "life", "type": "article"}, "cXenseParse": {"recs": {"recommendable": "false"}}, "speare-timestamp": "2016-03-15 06:10:00", "copyright": "© 2016 Deseret News Publishing Company", "title": "Never pick a fight with a beach chair, and other lessons from the ER", "image": "http://www.deseretnews.com/media/photos/web-1669901.jpg", "dsk": "life", "tout": {"article": {"id": 865650038}}, "thumbnail": "http://www.deseretnews.com/media/photos/web-1669901.jpg", "medium": "news", "description": "Nearly 20 percent of Americans ages 18-64 seek treatment in the ER every year, according to a new report from the CDC. Here’s what we can learn from their visits.", "robots": "INDEX, FOLLOW", "fb": {"admins": 683545112, "app_id": 320112201431112, "pages": 16317479654}, "article": {"published_time": "2016-03-15T06:10-06:00"}, "viewport": "width=1024, initial-scale=0.1", "GOOGLEBOT": "ARCHIVE", "og": {"url": "http://www.deseretnews.com/article/865650038/Never-pick-a-fight-with-a-beach-chair-and-other-lessons-from-the-ER.html?pg=all", "type": "article", "image": "http://img.deseretnews.com/images/article/hires/1669901/1669901.jpg", "site_name": "DeseretNews.com", "title": "Never pick a fight with a beach chair, and other lessons from the ER"}, "author": "Jennifer Graham", "dateModified": "2016-03-15", "articleid": 865650038}, "article_summary": "If you must seek ER care, she said, find one with a good trauma center; all ERs are not created equal.\nThe data, available for download on the CPSC website, offer lessons on how to stay out of the ER, Schroeder said.\nWhile not speculating on the reasons, the CDC report makes clear that the reduction of ER visits should be a national goal.\nThey were among the Americans who visited emergency rooms in 2014, according to government statistics.\nWhile some ER visits are the stuff of comedy — \"thinning of the herd,\" Schroeder quipped — many are tragedy."}