{"article_title": "IVF Baby Conceived On Live TV Was Just Born Healthy At 6 Pounds, 5 Ounces — First Successful Live IVF Implant", "article_keywords": ["baby", "ivf", "menkhausen", "success", "pounds", "tv", "couple", "conceived", "step", "hopes", "successful", "live", "ounces", "born", "implant", "theres", "wasnt", "healthy", "today", "told"], "article_url": "http://www.medicaldaily.com/ivf-baby-conceived-live-tv-was-just-born-healthy-6-pounds-5-ounces-first-successful-live-ivf-implant", "article_text": "After nine years of trying to conceive and two ectopic pregnancies, mom Jessica Menkhausen, 34, underwent in virto fertilization (IVF) on NBC's Today Show last September. Nine months later, she received one of the greatest gifts she ever hoped for — a healthy baby girl.\n\nThe procedure was performed by Dr. Sherman Silber of St. Luke’s Hospital in St. Louis, Mo. The sperm of her fiancé, Derek Manion, was injected into a harvested egg in a petri dish and then implanted back into her. In October, the couple told the Today Show that Menkhausen was pregnant, and on the show, aired Tuesday, the couple shared their new miracle with the world.\n\nThe couple couldn’t be happier to have this bundle of joy in their lives. [She is] \"the love of our lives and everything that we hoped and prayed for.\" Baby Chloe was delivered via Cesarean section and came in at 6 pounds and 5 ounces. \"People thought we were crazy, taking that chance,\" Dr. Silber told the NY Daily News.\n\nHe also added he wasn't nervous to show it live because he was prepared in case it didn't work. “It was cool that the first case was a success, but our approach from the beginning was, we're not stacking anything. What happens is what happens and that makes it more exciting ... If it's a story that has a lot of detours, it's OK, as long as there's the truth.\"\n\nHe also told the Daily News that if this procedure wasn’t a success he would try another approach to give the couple a baby. \"I'm an optimist,\" he said. \"There's always a next step.\" The new mom said she wanted to share her story on the Today Show because “there are a lot of other women out there with the same problem.” She hopes “it will inspire other couples to take that next step” and look into their options.\n\nMenkhausen and Manion will get married this September.\n\n\"This journey started with just hopes and prayers, and now has culminated in you, the most beautiful baby girl I have ever seen and had the pleasure of holding, kissing, and loving,\" Menkhausen wrote in a letter to her daughter.\n\nMenkhausen hopes that her daughter will always follow her dreams. She added that her father wishes for her to become a soccer player but understands if she doesn’t want to.\n\nVisit NBCNews.com for breaking news, world news, and news about the economy", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "ivf, today show", "og": {"site_name": "Medical Daily", "description": "A year ago, Jessica Menkhausen and Derek Manion never thought their live IVF procedure would give them a baby girl.", "title": "IVF Baby Conceived On Live TV Was Just Born Healthy At 6 Pounds, 5 Ounces — First Successful Live IVF Implant", "url": "http://www.medicaldaily.com/ivf-baby-conceived-live-tv-was-just-born-healthy-6-pounds-5-ounces-first-successful-live-ivf-implant", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/25/ivf-baby.PNG", "type": "article"}, "twitter": {"description": "A year ago, Jessica Menkhausen and Derek Manion never thought their live IVF procedure would give them a baby girl.", "title": "IVF Baby Conceived On Live TV Was Just Born Healthy At 6 Pounds, 5 Ounces — First Successful Live IVF Implant", "url": "http://www.medicaldaily.com/ivf-baby-conceived-live-tv-was-just-born-healthy-6-pounds-5-ounces-first-successful-live-ivf-implant", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/25/ivf-baby.PNG", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/25/ivf-baby.PNG"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-06-25T17:51:43-04:00", "modified_time": "2014-06-25T17:51:42-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A year ago, Jessica Menkhausen and Derek Manion never thought their live IVF procedure would give them a baby girl."}, "_id": "\"57477af46914bd0286fdc4ae\"", "article_summary": "Menkhausen hopes that her daughter will always follow her dreams.\nIn October, the couple told the Today Show that Menkhausen was pregnant, and on the show, aired Tuesday, the couple shared their new miracle with the world.\nNine months later, she received one of the greatest gifts she ever hoped for — a healthy baby girl.\nHe also told the Daily News that if this procedure wasn’t a success he would try another approach to give the couple a baby.\nBaby Chloe was delivered via Cesarean section and came in at 6 pounds and 5 ounces."}