{"article_title": "Obama ‘using federal law to target Christians’", "article_keywords": ["case", "faith", "life", "target", "organizations", "federal", "abortion", "drugs", "human", "mandate", "using", "plaintiffs", "law", "religious", "christians", "obama"], "article_url": "http://www.wnd.com/2014/11/obama-using-federal-law-to-target-christians/", "article_text": "Obamacare has been challenged in court since it was launched, with charges that it is unconstitutional, violates religious rights, invades privacy and unlawfully orders consumers to purchase a product.\n\nNow, a new lawsuit by four Christian institutions argues the Obama administration is using the law to attack religious groups that oppose the White House’s promotion of abortion.\n\nThe plaintiffs allege “the purpose” of Obamacare’s mandate that employers pay for abortion-causing contraception and abortion “is to discriminate against religious organizations.”\n\nThe complaint cites then-Health and Human Services Secretary Kathleen Sebelius comparing Obamacare opponents to “people who opposed civil rights legislation in the 1960s” and asserting that upholding the law requires the same action as was shown ‘in the fight against lynching and the fight for desegregation.'”\n\nAttorneys with the Alliance Defending Freedom are representing the Association of Christian Schools International, Samaritan Ministries International, Taylor University and Indiana Wesleyan University in the case against Health and Human Services Secretary Sylvia Burwell, Labor Secretary Thomas Perez and others.\n\nThe Supreme Court already has ruled the abortion mandate cannot force business owners to violate their faith.\n\nSo the White House has offered an “accommodation” in which the abortion-causing drugs and abortion services can be provided to the employees without any paperwork that connects the transactions to the employer.\n\nThe Christian organizations contend, however, the Obama rules still impose a burden, or duty, on them.\n\n“They believe that God has condemned the intentional destruction of innocent human life. They hold, as a matter of religious conviction, that it would be sinful and immoral for them intentionally to participate in, pay for, facilitate, enable, or otherwise support access to abortion, which destroys human life,” the complaint explains.\n\n“They hold that one of the prohibitions of the Ten Commandments (‘thou shalt not murder’) precludes them from facilitating, assisting in, serving as the conduct for, or enabling the use of drugs and devices that can and do destroy very young human beings in the womb. The health benefits they provide to their employees reflect these convictions.”\n\nThe case alleges the Obama administration is violating the Administrative Procedure Act, the First Amendment, the Fifth Amendment’s Due Process Clause, the Free Speech Clause, the Establishment Clause, the Free Exercise Clause and the Religious Freedom Restoration Act.\n\nFurther, evidence suggests religious believers who object to abortion-causing drugs are deliberately being targeted, the case claims.\n\n“The Final Mandate forces the plaintiffs to facilitate government-dictated education and counseling concerning abortion that directly conflicts with their religious beliefs and teaching,” the lawsuit states. “Facilitating this government-dictated speech directly undermines the express speech and messages concerning the sanctity of life that the plaintiffs seek to convey.”\n\nFurther, the government’s demand “advances no compelling governmental interest” and such drugs already are commonly available through “numerous alternative mechanisms.”\n\nThe government easily could provide the “benefits,” the lawsuit said, or “the government could simply exempt all conscientiously objecting organizations, just as it has already exempted the small subset of nonprofit religious employers that are referred to in Section 6033(a)(3)(A)(i) or (iii) of the Internal Revenue Code.”\n\nAfter all, the government already provides a multitude of other “exemptions,” it said.\n\nThe government, through its actions, already admits that the mandate is not part of any “compelling interest.”\n\nSo why is the demand being pursued?\n\n“The Final Mandate was promulgated by government officials, and supported by non-governmental organizations, who strongly oppose religious teachings and beliefs regarding marriage, family, and life,” the case states.\n\n“Defendant [former HHS Secretary Kathleen] Sebelius, for example, has long been a staunch support of abortion rights and a vocal critic of religious teachings and beliefs regarding abortion and contraception,” the complaint continues. “On Oct. 4, 2011, six days after the comment period for the original Interim Final Rule ended, Defendant Sebelius gave a speech at a fundraiser for NARAL Pro-Choice America. She told the assembled crowd that ‘we are in a war.’\n\n“She further criticized individuals and entities whose beliefs differed from those held by her and the others at the fundraiser, stating: ‘Wouldn’t you think that people who want to reduce the number of abortions would champion the cause of widely available, widely affordable contraceptive services? Not so much,'” the complaint states.\n\n“On July 16, 2013, Secretary Sebelius further compared opponents of the Affordable Care Act generally to ‘people who opposed civil rights legislation in the 1960s,’ stating that upholding the Act requires the same action as was shown ‘in the fight against lynching and the fight for desegregation.'”\n\nThat attitude leads to the conclusion that the administration is intending to discriminate against religious organizations, the complaint says.\n\n“It cannot be plausibly maintained that the fate of the entire enterprise rests in any measurable way on forcing these four plaintiffs to facilitate access to four drugs and devices – which represent one-fifth of the one of the 143 required items,” the case says.\n\n“In any event, the government has already conceded that it has no interest in imposing the mandate upon religious employers like the plaintiffs,” it says.\n\nSo Washington’s “accommodation,” which “does not sufficiently diminish their ethical objection to complicity with sin,” still “conscripts the plaintiffs into the government’s scheme, hijacking their health plans and using them as conduits for the delivery of life-destroying drugs and devices to members of their religious communities.”\n\nThe government still demands that the Christian groups identify to the government their insurance policy administrators, play a “central role in facilitating free access to abortifacient services” and make them victim to “a shell game that attempts to disguise the religious organization’s role as the central cog in the government’s scheme for expanding access to contraceptive and abortifacient services.”\n\nThe case was filed in federal court in Colorado.\n\n“The government should not force religious organizations to be involved in providing abortion pills to their employees,” said ADF Senior Counsel Gregory S. Baylor. “The best way to respect everyone’s freedom would have been to extend the existing religious exemption to religious non-profits in addition to churches. The administration has failed in its duty to uphold the freedoms guaranteed to every American under the Constitution and federal law. These religious organizations had hoped to avoid this action, but the cause of religious conscience and liberty compelled them to take this step.”\n\nAdded ADF Senior Counsel Kevin Theriot: “All Americans should oppose unjust laws that force people – under threat of punishment – to give up their fundamental freedoms in order to provide insurance. That’s no different for these Christian organizations, which simply want to abide by the very faith they espouse. The government is forbidden from punishing people of faith for making decisions consistent with that faith.”\n\nThere have been multitudes of lawsuits filed over Obamacare, and WND reported only a few days ago that another case over the same contraception mandate issue resulted in a loss for Obama.\n\nIt was a federal judge in Florida who ruled that the government’s latest revisions to the mandate still “don’t do enough to protect people of faith.”\n\nThe ruling came from Judge James Moody Jr. in a suit by Ave Maria University, which charged the Obamacare requirement violates the faith on which it operates.\n\nThe judge said: “Defendants do not dispute that Ave Maria is a nonprofit Catholic university purposed with ‘educat[ing] students in the principles and truths of the Catholic faith.’ … One such element of the Catholic faith that Ave Maria holds and professes concerns the sanctity of life. Ave Maria ‘believes that each human being bears the image and likeness of God, and therefore any abortion – including through post-conception contraception – ends a human life and is a grave sin. Ave Maria also believes that sterilization and the use of contraception are morally wrong.'”\n\nHe said the “rule” that was intended to provide an “accommodation” to faith members was not a satisfactory solution.\n\n“After dozens of court rulings, the government still doesn’t seem to get that it can’t force faith institutions to violate their beliefs,” said a spokesman for that legal team, assembled by the Becket Fund. “Fortunately, the courts continue to see through the government’s attempts to disguise the mandate’s religious coercion.”", "article_metadata": {"description": "A Free Press For A Free People Since 1997", "generator": "WordPress 4.4.1", "og": {"site_name": "WND", "description": "Obamacare has been challenged in court since it was launched, with charges that it is unconstitutional, violates religious rights, invades privacy and unlawfully orders consumers to purchase a product. Now, a new lawsuit by four Christian institutions argues the Obama administration is using the law to attack religious groups that oppose the White House’s promotion […]", "title": "Obama ‘using federal law to target Christians’", "url": "http://www.wnd.com/2014/11/obama-using-federal-law-to-target-christians/", "image": "http://www.wnd.com/files/2014/10/obama_angry.jpg", "type": "article"}, "fb": {"app_id": 152299868169938}, "google-site-verification": "5iw1bKISvQcI1qRwIskRfer6GKV4jUf6LImfS9bhaeI", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcdb42\"", "article_summary": "'”That attitude leads to the conclusion that the administration is intending to discriminate against religious organizations, the complaint says.\n“They believe that God has condemned the intentional destruction of innocent human life.\nThe Supreme Court already has ruled the abortion mandate cannot force business owners to violate their faith.\nNow, a new lawsuit by four Christian institutions argues the Obama administration is using the law to attack religious groups that oppose the White House’s promotion of abortion.\n“The government should not force religious organizations to be involved in providing abortion pills to their employees,” said ADF Senior Counsel Gregory S. Baylor."}