{"article_title": "Patient IO Wants to Improve Care Management with Mobile Thinking", "article_keywords": ["wants", "management", "patient", "thinking", "company", "mobile", "patients", "health", "systems", "io", "healthcare", "bornhorst", "care", "coordination", "improve"], "article_url": "http://www.xconomy.com/texas/2016/02/05/patient-io-wants-to-improve-care-management-with-mobile-thinking/", "article_text": "Austin — [Updated 5/5/16, 4:34 p.m. See below.] When Jason Bornhorst created Filament Labs about three years ago, the goal was to build a business that promotes healthy habits, intended to be distributed through insurance companies.\n\n“We pretty quickly figured out there was not a strong business there,” he says.\n\nThe software was strong enough to use for another purpose, he says, so they retooled it: for chronic care management. Now, the Austin, TX-based company has built a healthcare app, Patient IO,that’s focused on working with patients who are dealing with some sort of chronic disease or condition.\n\nWhen a patient is discharged from a hospital or after a doctor’s appointment, healthcare providers typically prescribe a plan to follow before the next visit. These plans may include medication management, tracking side effects, and reading education materials, Bornhorst says.\n\nPhysicians’ offices, health systems, and others typically help patients follow those care management plans through phone calls or in-home visits, Bornhorst says. But with incentives in the Affordable Care Act that reimburse healthcare providers for caring for patients between visits, as well as general increases in the patient population, those one-on-one interactions are no longer cost effective, he says.\n\n“We’ve taken a very robust, technical approach to care coordination with an eye toward how software like this can integrate with every workflow in healthcare, via APIs,” Bornhorst says. “There have to be ways to support patients between visits that don’t involve a care manager on the phone in a one-on-one interaction.”\n\nPatient IO shifts care coordination to the patient’s smartphone. The tool provides patients with medication reminders, allows them to track side effects of any meds, and provides educational reading material related to their disease, among other features, he says. (A patient’s caregiver or relative can connect on his or her behalf, too.)\n\nPatients will still have care managers who they can securely message through the app. For healthcare managers, Patient IO has an administrative dashboard, which syncs with existing electronic health record systems, Bornhorst says.\n\nSeveral other companies are working on care coordination applications, such as HealthLoop and WellPepper. Bornhorst says Patient IO, is differentiated by an application program interface built to fully integrate and interface with existing medical record systems, providing a physician’s office context during patient interactions and allowing any new information about the patient to be uploaded to the patient’s record.\n\n“Our point of view is, let’s do the same thing, but let’s come to market in a way that can be integrated easily with everything already going on in the health system,” Bornhorst says. “If you go look at the workflow in the health system, it’s all about the existing systems of record the electronic medical record.”\n\nThe $6 billion market for electronic medical records systems is dominated by about 10 big players, such as Epic Systems, Cerner, and Meditech.\n\n“The idea is that patient IO would be present within that software, only surfacing if a patient needs attention,” Bornhorst says.\n\nThe pivot of Filament’s technology from healthy habits to managed care—a hallmark of the startup mentality—isn’t new to Bornhorst. While at the University of Michigan, he founded a student-run accelerator program at the school called TechArb. [The company no longer uses the Filament branding, instead calling itself Patient IO.]\n\nThere, Bornhorst connected with Ben Kazez, a young entrepreneur who had recently moved a company called Mobiata to Ann Arbor. Bornhorst joined the company, which produced mobile travel applications such as FlightTrack and TripDeck. Mobiata sold to Expedia in 2010, and while terms weren’t disclosed, the travel giant said it was its “most significant investment to date in addressing the mobile travel market.”\n\nNow, Patient IO is trying to add to the 35 clinical sites and 10,000 patients it has on its platform. In November, it received an undisclosed strategic investment from Watertown, MA-based healthcare technology company athenahealth (NASDAQ: ATHN). Boulder, CO-based Techstars Ventures, Houston-based Mercury Fund, and San Antonio-based Geekdom Fund are also investors.\n\n“Our whole attack vector from healthcare is, how do we take this leading edge, care coordination technology—these concepts we’re seeing prototyped and approved elsewhere—how do we do that with an eye on enterprise integration?” Bornhorst says.\n\nDavid Holley is Xconomy's national correspondent based in Austin, TX. You can reach him at dholley@xconomy.com Follow @xconholley\n\nTrending on Xconomy", "article_metadata": {"og": {"site_name": "Xconomy", "description": "Austin — When Jason Bornhorst created Filament Labs about three years ago, the goal was to build a business that promotes healthy habits, intended to be di", "title": "Patient IO Wants to Improve Care Management with Mobile Thinking | Xconomy", "locale": "en_US", "image": "http://www.xconomy.com/wordpress/wp-content/images/2016/02/PatientIO.png", "updated_time": "2016-05-05T17:34:44+00:00", "url": "http://www.xconomy.com/texas/2016/02/05/patient-io-wants-to-improve-care-management-with-mobile-thinking/", "type": "article"}, "google-site-verification": "kB8sd1DYBBxgDN18IeVmM224YUBB03iZS3Z3kL6qXBw", "twitter": {"domain": "Xconomy", "description": "Austin — When Jason Bornhorst created Filament Labs about three years ago, the goal was to build a business that promotes healthy habits, intended to be di", "title": "Patient IO Wants to Improve Care Management with Mobile Thinking | Xconomy", "image": {"src": "http://www.xconomy.com/wordpress/wp-content/images/2016/02/PatientIO.png"}, "creator": "@xconholley", "site": "@xconomy", "card": "summary"}, "description": "Austin — When Jason Bornhorst created Filament Labs about three years ago, the goal was to build a business that promotes healthy habits, intended to be di", "article": {"section": "Detroit blog main", "tag": "Wellpepper", "published_time": "2016-02-05T14:38:25+00:00", "modified_time": "2016-05-05T17:34:44+00:00"}}, "article_summary": "“The idea is that patient IO would be present within that software, only surfacing if a patient needs attention,” Bornhorst says.\nFor healthcare managers, Patient IO has an administrative dashboard, which syncs with existing electronic health record systems, Bornhorst says.\nPhysicians’ offices, health systems, and others typically help patients follow those care management plans through phone calls or in-home visits, Bornhorst says.\nSeveral other companies are working on care coordination applications, such as HealthLoop and WellPepper.\n[The company no longer uses the Filament branding, instead calling itself Patient IO.]"}