{"article_title": "Is the 'Sharing Economy' a New Paradigm for American Capitalism?", "article_keywords": ["week", "website", "peers", "sharing", "whats", "videos", "watch", "companies", "capitalism", "american", "way", "paradigm", "economy"], "article_url": "http://reason.com/blog/2014/05/18/is-the-sharing-economy-a-new-paradigm-fo", "article_text": "Last week, the nonprofit organization Peers co-hosted a two-day conference all about the \"sharing economy\" at the Marines' Memorial Theater in San Francisco. About 400 people attended. \"The sharing economy is at a critical inflection point,\" Peers noted on its website. \"This rapidly evolving model has global and local implications that are changing markets, cities, and lives.\"\n\nSo what's the \"sharing economy?\" As I argued in an article last week, even the movement's big thinkers aren't quite sure what the phrase means, but it's often used to refer to businesses like Airbnb, Uber, Lyft, Sidecar, Getaround, RelayRides, and EatWith. These companies are also sometimes described as \"peer-to-peer\" because they connect buyers and sellers through online marketplaces.\n\nIn a series of four videos, I looked at how these companies are providing consumers a way around bad government policies. They're also demonstrating how regulation often serves no purpose other than to protect existing players.\n\nClick below to watch the stories.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "A mushy phrase gives liberals cover to join the fight against big government.", "title": "Is the 'Sharing Economy' a New Paradigm for American Capitalism?", "url": "http://reason.com/blog/2014/05/18/is-the-sharing-economy-a-new-paradigm-fo", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/jepstein/2014_05/Peers428x321.jpg", "type": "article"}, "twitter": {"description": "Last week, the nonprofit organization Peers co-hosted a two-day conference all about the\n\"sharing economy\" at the Marines' Memorial Theater in San\nFrancisco. About 400 people attended. \"The sharing economy is at a\ncritical inflection point,\"\nPeers noted on its website. \"This rapidly evolving model has global\nand loc", "title": "Is the 'Sharing Economy' a New Paradigm for American Capitalism?", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/jepstein/2014_05/Peers428x321.jpg", "creator": "@jimepstein", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Science/Tech", "published_time": "2014-05-18T21:00:00+00:00", "author": "http://reason.com/people/jim-epstein"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fcdb50\"", "article_summary": "Last week, the nonprofit organization Peers co-hosted a two-day conference all about the \"sharing economy\" at the Marines' Memorial Theater in San Francisco.\nSo what's the \"sharing economy?\"\n\"The sharing economy is at a critical inflection point,\" Peers noted on its website.\nIn a series of four videos, I looked at how these companies are providing consumers a way around bad government policies.\nThese companies are also sometimes described as \"peer-to-peer\" because they connect buyers and sellers through online marketplaces."}