{"article_title": "The Atlantic Daily: Saudi Arabia vs. Iran, Bundys vs. the Feds, U.S. vs. Volkswagen", "article_keywords": ["republican", "united", "iran", "trump", "ranchers", "daily", "volkswagen", "better", "middle", "say", "vs", "feds", "saudi", "arabia", "atlantic", "bundys", "scroll"], "article_url": "http://www.theatlantic.com/personal/archive/2016/01/the-atlantic-daily-saudi-arabia-iran-bundy-oregon-volkswagen/422535/", "article_text": "This article is part of a feature we also send out via email as The Atlantic Daily , a newsletter with stories, ideas, and images from The Atlantic , written specially for subscribers. To sign up, please enter your email address in the field provided here.\n\nWhat We’re Following: A Whole Lot of Disagreement\n\nBahrain and Sudan have joined its ally Saudi Arabia in cutting diplomatic ties with Iran, after Iran condemned Saudi Arabia’s recent mass execution of 47 men, including a respected Shiite Muslim cleric, on what Saudi officials said were terrorism charges. The United Arab Emirates, another Saudi ally, downgraded its relations with Iran. This weekend, Iranian protesters ransacked and set fire to the Saudi Arabian embassy in Iran after the execution was announced.\n\nThe Standoff in Oregon: The protesters who started it say they’re in it for the long haul. Over the weekend, Ammon and Ryan Bundy, the sons of Cliven Bundy, the Nevada rancher, and armed supporters stormed the headquarters of a national wildlife refuge in Oregon in support of a pair of ranchers facing prison time for committing arson on public lands. The federal government, the Bundys say, is treating the ranchers unfairly. The ranchers, meanwhile, say the Bundys don’t speak for them.\n\nThe Bumpy Road to Court: The United States is suing Volkswagen for allegedly violating U.S. environmental laws by installing illegal software in thousands of its diesel vehicles and cheating on emissions tests. The software, prosecutors said, was able to detect when a given vehicle was being tested for compliance with EPA emissions standards, and would turn on acceptable emissions controls only during that time. But on the road, the cars emitted air pollutant up to 40 times the levels allowed.\n\nSnapshot\n\nQuoted\n\n“Asking somebody to still live on the streets and get clean and then come to us for housing is just a recipe for failure.”—Brenda Rosen, who runs a nonprofit that provides housing to formerly homeless New Yorkers\n\n“I guess if you use enough Saran Wrap you could build a pretty secure submarine … but … it’s not something I would want to trust with my life.” —Matthew Green, a cryptography professor, on the risks of designing your own encryption system\n\n“Dolphins can swim amazingly fast, and eagles can fly as high as a jet, but this is our trick.”—Stephen Levinson, who studies language, on humans’ speedy response times during a conversation\n\nEvening Read\n\nDavid Frum on the great Republican revolt:\n\nThe angriest and most pessimistic people in America are the people we used to call Middle Americans. Middle-class and middle-aged; not rich and not poor; people who are irked when asked to press 1 for English, and who wonder howwhite male became an accusation rather than a description. You can measure their pessimism in polls that ask about their expectations for their lives—and for those of their children. On both counts, whites without a college degree express the bleakest view. You can see the effects of their despair in the new statistics describing horrifying rates of suicide and substance-abuse fatality among this same group, in middle age. White Middle Americans express heavy mistrust of every institution in American society: not only government, but corporations, unions, even the political party they typically vote for—the Republican Party of Romney, Ryan, and McConnell, which they despise as a sad crew of weaklings and sellouts. They are pissed off. And when Donald Trump came along, they were the people who told the pollsters, “That’s my guy.”\n\nNews Quiz\n\n1. What’s inside Republican presidential candidate __________ ’s first TV ad?\n\n(See answer or scroll to the bottom.)\n\n2. Four new elements, created using __________, have been added to the periodic table.\n\n(See answer or scroll to the bottom.)\n\n3. The poorest residents of the United States die younger than the poorest residents of __________.\n\n(See answer or scroll to the bottom.)\n\nReader Response\n\nA reader disagrees with David Frum’s argument that Trump’s frontrunner status is mostly built on his confident projection of executive intelligence:\n\nFifty-five years ago, LBJ made the following remark to Bill Moyers: If you can convince the lowest white man he’s better than the best\n\ncolored man, he won't notice you’re picking his pocket. Hell, give him somebody to look down on, and he’ll empty his pockets for you. Well, isn’t that what Donald Trump is doing with the uneducated white\n\nconservative branch of the GOP? Trump tells them that they’re better\n\nthan the Mexicans, better than the Muslims, better than the media,\n\nbetter than the liberals, better than that “Kenyan Professor” Obamer,\n\nbetter than “disgusting” women like Rosie O’Donnell, Hillary Clinton\n\nand Megyn Kelly, better than Nobel Prize Economists like Paul Krugman, better than gun control supporters ... In other words, Trump is telling them exactly what they want to hear. The price seems to be small: sell your brain and critical thinking skills to “The Donald” and give him your vote next November.\n\nRead David’s response, and share your own thoughts, here.\n\nVerbs\n\nThe site of the San Bernardino shooting reopened, the world’s fastest toy company explored, the dangers of sleeping with your smartphone considered, the existence of aliens pondered.", "article_metadata": {"description": "Several nations cut diplomatic ties with Iran over a Saudi execution, armed protesters continued their occupation of a federal building in Oregon, American prosecutors filed a lawsuit against a German automaker, and more.", "author": "Marina Koren and Rosa Inocencio Smith", "og": {"site_name": "The Atlantic", "description": "Several nations cut diplomatic ties with Iran over a Saudi execution, armed protesters continued their occupation of a federal building in Oregon, American prosecutors filed a lawsuit against a German automaker, and more.", "title": "The Atlantic Daily: Saudi Arabia vs. Iran, Bundys vs. the Feds, U.S. vs. Volkswagen", "locale": "en_US", "image": "https://cdn.theatlantic.com/assets/media/img/mt/2016/01/RTX20ZVO/facebook.jpg?1451945591", "url": "http://www.theatlantic.com/personal/archive/2016/01/the-atlantic-daily-saudi-arabia-iran-bundy-oregon-volkswagen/422535/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "article_summary": "This weekend, Iranian protesters ransacked and set fire to the Saudi Arabian embassy in Iran after the execution was announced.\nThe United Arab Emirates, another Saudi ally, downgraded its relations with Iran.\nWhat We’re Following: A Whole Lot of DisagreementBahrain and Sudan have joined its ally Saudi Arabia in cutting diplomatic ties with Iran, after Iran condemned Saudi Arabia’s recent mass execution of 47 men, including a respected Shiite Muslim cleric, on what Saudi officials said were terrorism charges.\nThe ranchers, meanwhile, say the Bundys don’t speak for them.\nThe Standoff in Oregon: The protesters who started it say they’re in it for the long haul."}