{"article_title": "The Week Ahead in New York Politics, October 19", "article_keywords": ["week", "city", "council", "ahead", "19", "event", "mayor", "member", "york", "committee", "politics", "hold", "public"], "article_url": "http://www.gothamgazette.com/index.php/government/5388-the-week-ahead-in-new-york-politics-october-19", "article_text": "New York City Hall\n\nWhat to watch for this week in New York politics:\n\nWhat looks like will be the one-and-only debate of the governor's race is set to take place this week, Wednesday night in Buffalo. Details below on that and a whole lot more to look for this week.\n\nRecent campaign activity\n\nOn Sunday, Governor Andrew Cuomo was following up on his quick trip to the Dominican Republic and Puerto Rico by holding two events with Hispanic leaders in the Bronx and Washington Heights. Cuomo was \"joined by leaders in the Hispanic community for campaign rallies at Hostos Community College in the Bronx and the Malcolm X & Dr. Betty Shabazz Center in Washington Heights,\" according to his public schedule.\n\nCuomo had jetted to the Caribbean to impress Hispanic New York voters and announced plans to increase trade between New York and those two places.\n\nOn Saturday, Cuomo's lieutenant governor running mate Kathy Hochul was back on the Women's Equality Express, this time without Cuomo. Together they announced their endorsement (via Saturday press release) of Justin Wagner, who is a Democrat running for State Senate in the Hudson Valley and was aboard the Express on Saturday, and incumbent Democratic State Senator Cecilia Tkaczyk.\n\nMeanwhile, Cuomo's two main opponents, Republican Rob Astorino and the Green Party's Howie Hawkins have continued traversing the state attempting to pick up on or create anti-Cuomo sentiment and offer their policy proposals to voters.\n\nCuomo, Astorino, Hawkins, and Libertarian Party candidate Michael McDermott are set to debate on Wednesday night.\n\nAlso this week\n\nAlong with anticipating the big debate, we'll be watching this week to see how much of a push Cuomo makes for these Democratic Senate candidates and others. And for the two (of the three) ballot proposals he has expressed support for: Cuomo has said New Yorkers should vote \"yes\" for Prop 1 (redistricting reform) and Prop 3 (Smart Schools Bond Act). Hochul expressed support for all three ballot measures (Prop 2 moves the state Legislature toward e-bills as opposed to printing them at all times).\n\nOn Monday, Cuomo will be hosting Vice President Joe Biden, for \"an event to discuss infrastructure modernization, where the Governor will make an announcement.\" The event will take place at 11 a.m. in Flushing, Queens at Vaughn College of Aeronautics and Technology, according to a release from the governor's office. Word is Biden is also due in Syracuse for a campaign rally on Monday with U.S. Rep. Dan Maffei, according to Syracuse.com\n\nBack to election news: as we approach the two weeks until Election Day mark, incumbent Republican Rep. Michael Grimm and his Democratic challenger Domenic Recchia debated on Friday (and aired on ABC-7 Sunday morning). The debate was a contentious one, with each candidate accusing the other of lying on numerous occasions and quite a bit of arguing and interrupting. There was some substance involved, too, as the two do differ starkly on a good deal of policy - things like the Affordable Care Act, taxes, and immigration policy. Despite Grimm being under indictment, Recchia is having a hard time capitalizing, leaving many unimpressed and questioning his candidacy.\n\nThe Mayor, the Comptroller, and the Speaker\n\nLast week was a quiet one for Mayor Bill de Blasio, as was this weekend - on Sunday the mayor's public schedule did include (only) a closed-press meeting with \"Israeli Defense Minister Moshe Ya'alon of Likud in Manhattan.\" The Mayor continues to work his way through (or around) the controversy surrounding Rachel Noerdlinger, the top aide to his wife. On Monday morning, \"Mayor de Blasio will host a press conference in Broad Channel [Queens] to make an announcement related to Hurricane Sandy recovery...[in the] afternoon, the Mayor will hold a public hearing at City Hall on Int. 466-A, in relation to the speed limit reduction, and Int. 295-A, related to transportation benefits.\" On Tuesday night the mayor is a featured guest at a fundraising event for incumbent Comptroller Tom DiNapoli.\n\nMeanwhile, Comptroller Scott Stringer spoke on Sunday at a rally \"with local elected officials and tenants against rent de-stabilization\" at 545 Prospect Place in Brooklyn, according to his public schedule. And on Monday, Stringer is set to testify at the city council hearing on the controversial Astorica Cove development project.\n\nCity Council Speaker Melissa Mark-Viverito joined for the Cuomo-Hochul rally in the Bronx on Sunday, speaking at Hostos in support of the ticket. On Monday, Mark-Viverito will deliver opening remarks at a city council joint committee hearing on domestic violence and run a participatory budgeting event in her district.\n\nOn Wednesday, the Council will hold a full-body Stated Meeting at which it will vote on several bills and send them to the mayor for approval, while also seeing the introduction of others. As always, the stated meetings are full of legislative action.\n\nCouncil members like Mark-Viverito who are running the program are in full participatory budgeting swing. See below for more details.\n\nAs always, there's a whole bunch of interesting political and civic events this week, including at the end of the week this year's annual Municipal Arts Society (MAS) conference on Thursday and Friday, featuring many interesting speakers and panels dealing with city innovation, infrastructure, and more. See below for more.\n\nThe run of the week in more detail:\n\nMonday\n\nAlong with Vice President Biden being in town for an event with Gov. Cuomo, Monday will see:\n\nManhattan Borough President Gale Brewer and a delegation representing 'Dot NYC' will attend the NYSE Opening Bell Ceremony \"to celebrate the public launch of .nyc, the new top-level web domain.\"\n\nOn Monday, Rep. Michael Grimm and his challenger Domenic Recchia are set to appear in front of the Staten Island Advance editorial board.\n\nAlso on Monday, the City Council is back in action with the following committee meetings: the Subcommittee on Zoning and Franchises will convene to review several land use applications; the Committee on Courts and Legal Services will hold a joint meeting with the Committee on Women's Issues and the Committee on General Welfare for an oversight hearing on \"coordination of services for victims of domestic violence\" and to consider a bill \"requiring the department of homeless services to grant a presumption of eligibility for applicants to the shelter system who are exiting human resources administration domestic violence shelters or department of youth and community development runaway homeless youth shelters\"; multiple resolutions related to protecting and helping victims of domestic violence and a \"resolution recognizing October as Domestic Violence Awareness Month in the City of New York\"; the Committee on Immigration will meet to review two new bills regarding \"persons not to be detained by the department of correction\" and \"persons not to be detained by the police department\"; the Subcommittee on Landmarks, Public Siting and Maritime Uses will meet to review a landmarks land use application; and the Committee on Education will meet to discuss a bill \"requiring the department of education to report information regarding guidance counselors and social workers in schools\" and a \"resolution to establish a comprehensive college preparation program\" for New York City schools.\n\nOn Monday morning, Pace University will host the second part of its \"Summit on Resilience.\" The conference will address recovery after Superstorm Sandy and try to provide analysis of what strategies need to be implemented to further increase resiliency \"through improved cooperation and communication among public and private organizations and the public.\"\n\nParticipatory budgeting neighborhood assemblies on Monday will be held by Council Members Melissa Mark-Viverito, Andrew Cohen, Jimmy Van Bramer, Karen Koslowitz, Brad Lander and Mark Treyger.\n\nThe New York State Liquor Authority and NYS Senator Toby Ann Stavisky, NYS Assembly Member Ron Kim, and NYC Council Member Peter Koo are hosting an mid-day event in Queens: \"Small Business Seminar: What does the NYSLA do? What is the process to obtain a liquor license for a restaurant, liquor store, or grocery store?\"\n\nOn Monday evening, Chancellor Carmen Fariña will attend a Community Education Council town hall meeting in Brooklyn.\n\nTuesday\n\nTuesday marks just two weeks 'til Election Day!\n\nTuesday night, Mayor de Blasio is headlining a campaign event for incumbent Democratic Comptroller Tom DiNapoli. DiNapoli and his Republican opponent Bob Antonacci held their only debate last week.\n\nAlso on Tuesday evening, Gov. Cuomo is set to attend the film preview of the PBS documentary \"The Italian Americans\" at The Picture House in Pelham.\n\nAt 10 a.m. on Tuesday at City Hall, Council Member Donovan Richards and the \"BRT For NYC\" Steering Committee will host an event to support city council and community support for bringing Bus Rapid Transit to Queens. The \"BRT For NYC\" Steering Committee includes reps from ABNY, NYPIRG Straphangers Campaign, Riders Alliance, Working Families Party, Pratt Center for Community Development, Tri-State Transportation Campaign, TWU, Transportation Alternatives.\n\nThe City Council's Tuesday schedule includes: the Committee on Transportation meeting to consider at a bill \"requiring signs regarding penalties for assaulting taxi and livery drivers\"; the Committee on Cultural Affairs, Libraries and International Intergroup Relations will meet on a resolution \"to establish the Smithsonian American Latino Museum and designate Arts and Industries building as its future location in Washington D.C.\"; the Committee on Land Use will meet regarding the \"Land Use Calendar - Week of October 20, 2014 - October 24, 2014; Deferral of the Meeting of the Subcommittee on Planning, Dispositions and Concessions\"; the Committee on Community Development will see the introduction of a bill \"in relation to worker cooperatives\"; and the Committee on Waterfronts will hold an oversight hearing on \"examining of the City's Clean Waterfront Plan.\"\n\nOn Tuesday morning, City & State NY hosts its third annual \"Panel on Diversity,\" featuring keynote addresses by Comptroller Stringer; NYS Chief Diversity Officer Mecca Santana; Counsel to Mayor Bill De Blasio Maya Wiley; and the NYS Deputy Secretary for Civil Rights, Alphonso David.\n\nAlso Tuesday morning will be \"Food Policy for Breakfast: Can Campus Food be the Next School Food? Making University Food Services a Force for Food Change, A Look at What's Happening at CUNY and SUNY\" - \"In New York City more than 600,000 young adults attend college. How are universities feeding their students? What are the facilitators and obstacles of healthier campus food and food environments? What promising strategies can be learned from other places? In this session in honor of National Food Day, the following panelists will discuss these questions.\"\n\nCity Council Member Andy King is holding a news conference Tuesday afternoon outside John Philip Sousa Middle School, where he \"will be joined by school officials, parents and students...to announce a bill that will implement an important mandatory program for all New York City public school children,\" according to King's office.\n\nSpeaker Mark-Viverito and Public Advocate Letitia James, joined by other city council members, will celebrate the upcoming Hindu festival of Diwali at City Hall on Tuesday evening.\n\nCouncil Members Corey Johnson, Ydanis Rodriguez and Karen Koslowitz will hold neighborhood assemblies to discuss participatory budgeting in their districts on Tuesday.\n\nFormer candidate for Lieutenant Governor in the Democratic primary, Tim Wu, will speak on \"political corruption and the 1st Amendment\" during an event at Columbia Journalism School on Tuesday evening.\n\nTuesday night is also the Manhattan Young Democrats' monthly meeting, this one featuring special guest Council Member Mark Levine.\n\nCouncil Member Helen Rosenthal is set to participate on a Tuesday evening panel on \"the contemporary minimum wage movement, local politics and the future of labor\" hosted by The Roosevelt Institute at Columbia University. The panel will also include Dorian Warren, Assistant Professor of Political Science at Columbia University, Roosevelt Institute Fellow, and MSNBC contributor.\n\nQueens Borough President Melinda Katz will host her borough board meeting on Tuesday morning and on Tuesday evening will host her annual Italian Heritage Month event at St John's.\n\nWednesday\n\nRep. Michael Grimm and Domenic Recchia are set to debate at the Iron Hills Civic Association on Wednesday evening.\n\nThe four main gubernatorial candidates are also set to meet Wednesday night: in Buffalo for a debate that will be televised on Time Warner.\n\nWednesday afternoon will see a City Council Stated Meeting, prefaced as always by a press conference held by the Speaker. Before the Stated, the Committee on Finance will convene on Wednesday morning to discuss the \"establishment of the West Shore BID\" and to approve \"the new designation and changes in the designation of certain organizations to receive funding in the Expense Budget.\"\n\nAlso earlier on Wednesday, Council Member Andy King \"will hold a news conference...on the steps of City Hall to announce a bill to be introduced that afternoon in Stated that will influence thousands of New York City public school and charter school students by helping to deter bullying, mitigate the tendency of children to form cliques, and is cost effective for parents.\"\n\nWednesday evening New York City Council Member Ben Kallos will host a \"Bike Safety Forum with the NYPD.\"\n\nCouncil Members Helen Rosenthal, Mark Levine, Melissa Mark-Viverito, Andrew Cohen, Paul Vallone, Costa Constantinides, Jimmy Van Bramer, Karen Koslowitz, Eric Ulrich, Stephen Levin, Brad Lander and David Greenfield are holding neighborhood assemblies to discuss different aspects of participatory budgeting in their districts on Wednesday night.\n\nOn Wednesday evening, Brooklyn Borough President Eric Adams is hosting a \"town hall on Ebola and Enterovirus\" at Borough Hall with \"experts from the Brooklyn Hospital Center, Centers for Disease Control, Department of Mental Health and Hygiene, Doctors Council SEIU and Office of Emergency Management.\" In a release, Adams said, \"I want Brooklynites to be aware and prepared for any emergency or disaster. Because of recent medical concerns, and in order to prevent an unnecessary mass panic, I aim to educate our residents...\"\n\nThe Geraldine A. Ferraro Democratic Club launches at an event on Wednesday night in Queens. Various Democratic organizations and leaders, including Council Member Karen Koslowitz and Borough President Melinda Katz will help launch the club.\n\nDemocratic nominee for State Assembly in the 76th District, Rebecca Seawright, will hold a fundraising event on Wednesday night.\n\nBetaNYC is hosting a Civic Hacknight on Wednesday: \"technologists, data scientists, developers, designers, map makers, and activists\" meet for the latest installment of this work, billed as \"a study hall or office hours to improve the city.\"\n\nThursday\n\nEleanor's Legacy Fall Luncheon will feature special guest US Senator Kirsten Gillibrand on Thursday. Kathy Hochul and State Senator Andrea Stewart-Cousins will both be in attendance. \"Every luncheon attendee will receive a complimentary copy of the Senator's new book, Off the Sidelines.\"\n\nThursday's City Council schedule includes: the City Council Committee on Oversight and Investigations will hold a hearing with the Committee on Contracts to discuss \"conflicts of interest in city contracts\"; the Committee on Governmental Operations will meet regarding oversight of \"agency-based voter registration\" and \"improving compliance with the city's pro-voter law\" and \"expanding agency based voter registration to additional city agencies; the Committee on Health meets for an oversight hearing on \"NYC and the Affordable Care Act: Where Are We Post-Roll-Out and How We Can Boost Access to Care\"; and the Committee on Environmental Protection will hold a hearing on a new bill aimed at \"reducing greenhouse gases by 80% by 2050.\"\n\nCrain's New York Business will host a day-long \"Made in New York Trade Show\" at the FIT on Thursday, which will showcase products from \"unique New York businesses in the food and beverage industry.\"\n\nThursday is \"Pro Bono Day NYC 2014: Connecting Passion to Purpose\" - an event dedicated to making sure \"that non-profits..have access to the pro bono they need.\" Keynote speakers are to include Deputy Mayor for Strategic Policy Initiatives, Richard Buery and New York City's Chief Service Officer, Paula Garvin.\n\nDeputy Mayor for Housing and Economic Development Alicia Glen will speak at \"Competitiveness of the Cities\" afternoon panel on the first day of the two-day Municipal Arts Society (MAS) Summit for New York City: \"Now entering its fifth year, the 2014 Summit will focus on the themes of Equity, Place, and Opportunity, addressing the need to create an urban environment that supports economic growth and opportunity while also fostering a sense of place and community. With more than 100 speakers representing a range of civic, cultural, social, and economic sectors from across the city, the country, and the world, the 2014 MAS Summit will offer a dynamic mix of sessions ranging from in-depth panel discussions to Smart Talks.\"\n\nCouncil Members Johnson and Koslowitz will hold participatory budgeting events Thursday night.\n\nBrooklyn District Attorney Ken Thompson will hold a town hall on Thursday at Liberation Diploma Plus High School in Coney Island.\n\nCouncil Member Kallos will deliver remarks at the \"Civicmakers - Building a Better Democracy with Technology\" event on Thursday evening: \"We live in an age of broken politics, overwhelming civic cynicism, and vast disparities in wealth and justice. At the same time, grassroots interest in rebuilding democracy abounds, from the maturing open government movement, to a proliferation of new civic engagement and empowerment platforms...Now is the time for a new conversation about what kind of society we wish to live in, and what solutions will move us most quickly in that direction. Join New York's civic tech luminaries for a night of thought-provoking ideas and deep discussion more salon than meetup, more world-changing than networking.\"\n\nFriday and the weekend\n\nComptroller Stringer hosts a Polish Heritage Breakfast Friday morning at the Polish and Slavic Center, 177 Kent St., Brooklyn.\n\nThe second day of the MAS summit will feature more keynote speakers, including: Sen. Charles Schumer on \"The Future of New York City's Large Scale Infrastructure: How the Federal Government Can Help\"; Chairman of New York City Planning Commission, Carl Weisbrod on \"Building a City for all New Yorkers: Affordable Housing and Economic Development\"; among others. On Friday afternoon Manhattan Borough President Brewer serves on a panel, \"Growth in the Boroughs\" with other Borough Presidents.\n\nRalph Nader will campaign with gubernatorial candidate Howie Hawkins in New York City on Friday.\n\n***\n\nHave events or topics for us to include in an upcoming Week Ahead in New York Politics? Email Gotham Gazette executive editor Ben Max any time: bmax@gothamgazette.com (please use \"For Week Ahead\" as email subject).\n\n***\n\nby Rati Mukhuradze, Katrina Shakarian, and Ben Max\n\n@GothamGazette", "article_metadata": {"description": "Gotham Gazette is an online publication covering New York policy and politics as well as news on public safety, transportation, education, finance and more.", "generator": "Joomla! - Open Source Content Management", "author": "Rati Mukhuradze, Katrina Shakarian, and Ben Max", "og": {"site_name": "Gotham Gazette", "title": "The Week Ahead in New York Politics, October 19", "url": "http://www.gothamgazette.com/index.php/government/5388-the-week-ahead-in-new-york-politics-october-19", "image": "http://www.gothamgazette.com/images/graphics/2014/03/640px-New_York_City_Hall.jpg", "type": "article", "email": "webmaster@gothamgazette.com"}, "twitter": {"domain": "gothamgazette.com", "title": "The Week Ahead in New York Politics, October 19", "url": "http://www.gothamgazette.com/index.php/government/5388-the-week-ahead-in-new-york-politics-october-19", "text": {"description": "New York City Hall\r\n\r\nWhat to watch for this week in New York politics:\r\nWhat looks like will be the one-and-only debate of the governor's race is set to take place this week, Wednesday night in Buffalo. Details below on that and a whole lot more to look for this week.\r\nRecent campaign activityOn Sunday, Governor Andrew Cuomo was following up on his quick trip to the Dominican Republic and Puerto Rico by holding two events with Hispanic leaders in the Bronx and Washington Heights. Cuomo was"}, "creator": "@gothamgazette", "site": "@gothamgazette", "card": "product"}, "google-translate-customization": "666fc04de613e65f-b56c856da56c6139-g38cbe770f4873380-15", "fb": {"admins": 647593277, "app_id": 966242223397117}, "keywords": "new york city, nyc, new york, new york city politics, new york issues, nyc politics,new york politics, new york city issues, nyc issues, new york city news, nyc news, new york city policy, nyc policy, new york city issues, nyc issues, new york city journalism, nyc journalism, new york city government, nyc government, city council", "viewport": "initial-scale = 1.0, maximum-scale = 1.0, user-scalable = no, width = device-width"}, "article_summary": "Wednesday evening New York City Council Member Ben Kallos will host a \"Bike Safety Forum with the NYPD.\"\n***Have events or topics for us to include in an upcoming Week Ahead in New York Politics?\nNew York City HallWhat to watch for this week in New York politics:What looks like will be the one-and-only debate of the governor's race is set to take place this week, Wednesday night in Buffalo.\nRalph Nader will campaign with gubernatorial candidate Howie Hawkins in New York City on Friday.\nAnd on Monday, Stringer is set to testify at the city council hearing on the controversial Astorica Cove development project."}