{"article_title": "Sanders' 'Medicare For All': The Devil Is In The Details", "article_keywords": ["sanders", "devil", "trying", "singlepayer", "states", "medicare", "details", "pass", "health", "senator", "insurance", "care", "plan"], "article_url": "http://www.nationalmemo.com/sanders-medicare-for-all-the-devil-is-in-the-details/", "article_text": "Bernie Sanders is a proud and self-described socialist, a veteran Vermont senator who wants to bring some European ideas to the United States. One of those ideas is a single-payer health care system: a government-funded program in which the patient bears little to no cost. Sanders describes it as “Medicare for all.”\n\nIt’s an excellent idea. The United States is the richest country in the world, and it ought to grant every citizen guaranteed access to doctors and hospitals. That’s what Canada, Japan and the countries of Western Europe have all done.\n\nBut Sanders is vague — and his supporters quite naive — about the prospects of bringing a single-payer system to the United States. He insists that he could accomplish that in a prospective first term “if many millions of people demand it.”\n\nHere’s the rub: They won’t — at least not in the systematic and sustained manner that would be required to bring about that sort of, well, revolutionary change to the American medical-industrial complex.\n\nThere’s a reason that the U.S. doesn’t have “Medicare for all”: politics. Do Sanders and his supporters remember the epic battle to pass the Affordable Care Act?\n\nDemocrats have been trying to pass a version of universal health care since the days of Franklin Delano Roosevelt. But conservatives have fought every proposal that would increase access for ordinary Americans, including Medicare; Ronald Reagan, then a neophyte political activist, toured the country campaigning against it.\n\nBill Clinton made universal health care a cornerstone of his presidential campaign in 1992, and he appointed his wife, Hillary, to head a task force to propose legislation after he won. They tried mightily to pass it, but conservatives denounced it, and the insurance industry spent millions to defeat it.\n\nThat’s why President Barack Obama brought the insurance industry on board when he started toward the Affordable Care Act. He knew he needed their support to have a prayer of passage. So the ACA preserves the business of selling health insurance through private companies.\n\nStill, it has helped millions of families; nearly 9 million more Americans had health insurance in 2014 than the year before, according to government data. Moreover, the ACA prevents insurance companies from banning patients because they are sick and prohibits insurers from placing “lifetime caps” on the amount of money any person can collect for health care.\n\nWould a single-payer plan have been even better? You bet. But listen to Obama’s former aide, David Axelrod, describe the difficulties of trying to pass such a proposal.\n\n“I support single-payer health care, but having gone through health reform, we couldn’t even get a national consensus around the public option! It was Democratic votes that were ultimately missing on that issue,” Axelrod remembered. (The public option was a proposal for a government-run health insurance plan to compete with private health insurers.)\n\nHistory shows that Obama and his allies spent months trying to make the ACA more palatable to conservatives to entice a few GOP votes. Actually, the mandate requiring that all adults have health insurance was originally a conservative idea. While the federal government provides subsidies to help families with modest incomes buy insurance, it doesn’t pay the full cost. (Obamacare also sets aside billions for states to expand Medicaid, but the Supreme Court made that optional, and many states have refused to expand.)\n\nStill, the ACA did not get a single Republican vote in the end — not one. Republicans are still trying to repeal the law, taking more than 60 votes in Congress and going to the Supreme Court with challenges. Most of those Republicans will be easily re-elected to Congress.\n\nGiven recent history, it’s clear that Sanders’ plan would face very long odds — and that’s before details become clear. The Vermont senator proposes an extraordinary range of patient care — dental and vision coverage, mental health care, long-term care — while, he says, saving trillions of dollars. Many health care experts say that can’t be done, so health care spending would likely increase. You don’t have to be a conservative voter to fear where that would lead us.\n\nIf Vermont’s audacious senator has a plan for overcoming an ultraconservative GOP caucus in Congress, a right-leaning U.S. Supreme Court, and millions of voters who still flinch from the word “socialist,” he ought to lay it out. It would be quite a revolutionary plan, indeed.\n\n(Cynthia Tucker won the Pulitzer Prize for commentary in 2007. She can be reached at [email protected] )\n\nPhoto: Democratic U.S. presidential candidate Senator Bernie Sanders speaks at the PBS NewsHour Democratic presidential candidates debate in Milwaukee, Wisconsin, February 11, 2016. REUTERS/Jim Young", "article_metadata": {"description": "It's an excellent idea. But Sanders is vague — and his supporters quite naive — about the prospects of bringing a single-payer system to the United States.", "generator": "WordPress 4.5.2", "og": {"site_name": "The National Memo", "description": "It's an excellent idea. But Sanders is vague — and his supporters quite naive — about the prospects of bringing a single-payer system to the United States.", "title": "Sanders' 'Medicare For All': The Devil Is In The Details - The National Memo - Smart. Sharp. Funny. Fearless.", "locale": "en_US", "image": {"width": 800, "identifier": "http://www.nationalmemo.com/wp-content/uploads/Reuters_Direct_Media/USOnlineReportPoliticsNews/tagreuters.com2016binary_LYNXNPEC1B10S-BASEIMAGE.jpg", "height": 548}, "updated_time": "2016-02-12T17:04:30-04:00", "url": "http://www.nationalmemo.com/sanders-medicare-for-all-the-devil-is-in-the-details/", "type": "article"}, "robots": "noodp", "DC.date.issued": "2016-02-13T06:10:17-04:00", "p": {"domain_verify": "d3b005556643b373e87ddd5d6617469e"}, "fb": {"admins": 100004458014669}, "article": {"publisher": "https://www.facebook.com/NationalMemo", "published_time": "2016-02-13T06:10:17-04:00", "author": "https://www.facebook.com/ctuckerfanpage", "section": "Campaign 2016", "modified_time": "2016-02-12T17:04:30-04:00", "tag": "single-payer"}, "viewport": "width=device-width, minimum-scale=1.0, maximum-scale=1.0", "news_keywords": "2016 democratic primary, bernie sanders, cynthia tucker haynes, single-payer, politics, news, democrats, republicans, elections, nation, presidential election"}, "article_summary": "Many health care experts say that can’t be done, so health care spending would likely increase.\nGiven recent history, it’s clear that Sanders’ plan would face very long odds — and that’s before details become clear.\nOne of those ideas is a single-payer health care system: a government-funded program in which the patient bears little to no cost.\n(The public option was a proposal for a government-run health insurance plan to compete with private health insurers.)\n“I support single-payer health care, but having gone through health reform, we couldn’t even get a national consensus around the public option!"}