{"article_title": "Questions for Fox News to ask the Republican presidential candidates", "article_keywords": ["federal", "fox", "research", "services", "candidates", "change", "questions", "ask", "health", "republican", "debate", "think", "presidential", "care"], "article_url": "http://www.philly.com/philly/blogs/public_health/Questions-for-Fox-News-to-ask-the-Republican-presidential-candidates.html", "article_text": "Aug. 6 is the first Republican presidential candidate debate sponsored by Fox News and Facebook (for the top 10 contenders) and the Republican presidential candidate forum (for those candidates who don’t make the debate). Mark your calendar! Just four weeks to go.\n\nWho knows how many candidates will be in the running by the time the debate gets under way. The Republican Party website straw poll as of this writing lists 29 declared candidates. I’m sure you are as excited as I am to hear how these individuals, who all hope to become president of the United States, address vital questions related to our nation’s health.\n\nWhat will those Fox news moderators be asking? I crowdsourced some questions from colleagues in the public health field and added some of my own. Here are just some of the questions we hope the moderators will ask the candidates.\n\nOnce the democratic candidate debates are scheduled (and they’ve only got five candidates so far), I’ll be positing questions for them.\n\nPublic Health\n\nDo you think vaccinations should be required for all unless they have a medical exemption?\n\nWhat role do you see for the federal government in protecting the public’s health?\n\nFederal Research Funds\n\nWhat role do you see for federal funding for medical research? Should we commit more federal dollars for health-care research? Alternatively, should we ask drug- and device-makers to be responsible for conducting research and setting research priorities?\n\nHealth disparities\n\nStudies have shown that housing/neighborhoods affect the health outcomes of citizens. What role should the federal government have in developing healthy communities?\n\nWhat is your plan for getting more and better health services to currently underserved communities?\n\nWhat do you think are the best policies for addressing the social determinants of health (education, income, poverty, etc., which are known to have major impacts on people’s health)?\n\nTrans-Pacific Partnership\n\nWhat do you think the impact of the Trans-Pacific Partnership will be on generic drugs, on which millions rely?\n\nReproductive Rights\n\nAs access to safe and legal abortions is reduced, what specific health care, financial and other services should be provided to women and their families, both during pregnancy and after delivery? How will these services be funded?\n\nDo you believe that a pharmacist, physician, nurse or other health care provider can refuse to perform standard job related duties based on personal beliefs? Is there a constitutional right to a job if one refuses to perform core duties? For example, would a pharmacist who has religious beliefs that prevent him from filling prescriptions for any reason be allowed to do so--or should he required to fill them or be fired?\n\nAffordable Care Act\n\nWhy have you focused on opposing the Affordable Care Act rather than trying to make health care affordable and available to an even larger group than those currently covered by the legislation?\n\nWhat is your health care reform program and how will it be funded?\n\nLGBT Health Care\n\nDo you support the recommendations in Healthy People 2020 for improving lesbian, gay, bisexual and transgender health?\n\nBehavioral Health\n\nDo you have a plan to expand access to and insurance coverage of behavioral health services?\n\nVeterans Services\n\nWhat is your plan for improving health services for veterans and current members of the military, as well as military families?\n\nClimate Change and Health\n\nAmong the other threats outlined in the Defense Department’s “2014 Climate Change Adaptation Roadmap” are those involving pandemic disease. What steps do you think should be taken to address the threat of climate change? Or, if you reject climate change, would you require the Defense Department to halt its climate change preparations?\n\nThe Public’s Health blog will keep an eye out for debate answers from all candidates in election season. There are just over 480 days until the election. Let’s see what we can learn before we head into the voting booth.\n\nRead more about The Public's Health.\n\nMore Coverage The Affordable Care Act and States’ wrong\n\nJul 1 - 2:08 PM", "article_metadata": {"pubdate": 20160526, "editdate": "20150714T03:30:00", "twitter": {"url": "http://www.philly.com/philly/blogs/public_health/Questions-for-Fox-News-to-ask-the-Republican-presidential-candidates.html", "image": "http://media.philly.com/images/republican-debate-2012.jpg", "site": "@phillydotcom", "card": "summary_large_image", "title": "Questions for Fox News to ask the Republican presidential candidates"}, "cg": "health", "keywords": "Janet Golden, PhD", "description": "Here are some of the questions we hope the moderators will ask the candidates in the first Republican presidential debate on Aug. 6.  - Janet Golden, PhD, Philadelphia Inquirer", "byline": "Janet Golden, PhD", "contenttype": "Blog_Post", "publication": "Philadelphia Inquirer", "title": "Questions for Fox News to ask the Republican presidential candidates", "livedate": "20150714T03:30:00", "verify-v1": "3x82DC93LZlv0I/hQEBoyVVjlGPtX7VxHFgv1upr+9I=", "news_keywords": "Janet Golden, PhD", "contentid": 314738331, "DC.date.issued": "2015-07-14T03:30:00-04:00", "fb": {"app_id": 938226082960499}, "viewport": "width=device-width, initial-scale=1.0", "og": {"site_name": "Philly.com", "description": "Here are some of the questions we hope the moderators will ask the candidates in the first Republican presidential debate on Aug. 6.", "title": "Questions for Fox News to ask the Republican presidential candidates", "url": "http://www.philly.com/philly/blogs/public_health/Questions-for-Fox-News-to-ask-the-Republican-presidential-candidates.html", "image": "http://media.philly.com/images/republican-debate-2012.jpg", "type": "article"}, "searchdate": "2015-07-14", "google-site-verification": "db3T5L3C8_JvO-55gJ22lGGUnZLlNulgzTwX1NhCV3o", "y_key": "ccf0cd67e5f1e33c", "sourcepublication": "Inquirer"}, "_id": "\"57477af46914bd0286fdc4cd\"", "article_summary": "Aug. 6 is the first Republican presidential candidate debate sponsored by Fox News and Facebook (for the top 10 contenders) and the Republican presidential candidate forum (for those candidates who don’t make the debate).\nFederal Research FundsWhat role do you see for federal funding for medical research?\nVeterans ServicesWhat is your plan for improving health services for veterans and current members of the military, as well as military families?\nBehavioral HealthDo you have a plan to expand access to and insurance coverage of behavioral health services?\nWhat is your plan for getting more and better health services to currently underserved communities?"}