{"article_title": "STEPHEN MOORE: The 'Fascist' left in America", "article_keywords": ["obama", "right", "victims", "moore", "fascist", "support", "trump", "fascism", "reason", "mr", "stephen", "america", "left"], "article_url": "http://www.washingtontimes.com/news/2015/dec/13/stephen-moore-the-fascist-left-in-america/?page=all", "article_text": "ANALYSIS/OPINION:\n\nIt’s hard to find a self-respecting liberal these days who doesn’t denounce Donald Trump as “a fascist.” if you Google “fascist” the first thing that pops on the screen is a photo of Mr. Trump.\n\nThose in the media or the university professors or Democratic pundits who don’t call him a fascist resort to over-the-top sneering terms like “racist,” “repellent,” and even “Nazi.” After Mr. Trump’s call for a moratorium on Muslim immigration, here were a few of the choice words for those tolerant people on the left:\n\n“He is running for president as a fascist demagogue.” - Martin O’Malley, Democratic presidential candidate.\n\n“Trump literally wants to write racism into our law books” — Huma Abedin, aide to Democratic presidential hopeful Hillary Clinton.\n\n“It is … entirely fair to call him a mendacious racist.” - Ben Smith, editor-in-chief, Buzzfeed.\n\n“America’s modern Mussolini.” -Dana Milbank, The Washington Post.\n\n“Trump is a proto-fascist, rather than an actual fascist. He has many ideas that are fascistic in nature . CNN.\n\nAt the end of this sneering commentary, CNN launched into a fascinating tutorial on what a Fascist is. Here are several key characteristics of a fascist leader according to CNN:\n\n• “The superiority of the leader’s instincts over abstract and universal reason.”\n\n• “The belief of one group that it is the victim, justifying any action.”\n\n• “The need for authority by natural leaders (always male) culminating in a national chief who alone is capable of incarnating the group’s destiny.”\n\nWait a minute. What modern politician best fits this description? Could it be … Barack Obama. The Messiah. The chosen one. The man who holds political rallies with gothic columns in giant amphitheaters who enters the stage as if he were a Greek god? The greatest demagogue of modern times, who convinced the vast electorate that they are “victims” and that their key to happiness and prosperity is to take from the rich — people, he says, who have way more wealth than they could possibly need.\n\nPresident Obama’s whole political success rests on identity politics — of persuading blacks, Hispanics, Jews, women, the disabled, gays, students, the poor, immigrants, that they are victims of a vast American government conspiracy against them.\n\nAs for belief in the “superiority” of the leader’s powers “over reason,” Barack Obama the omnipotent tells his followers that he has the capability of “healing the planet,” changing the earth’s weather pattern, and stopping oceans from rising. He is promising miracles that require people to suspend all reason and believe that he can achieve the equivalent of Moses parting the oceans.\n\nSo just who is the “proto-fascist” really? By the way, Mr. Obama doesn’t advocate violence either.\n\nLiberal fascism, as my friend Jonah Goldberg has aptly pointed out in his book of the same title, is the “collaboration of government, church, unions and interest groups to expand government. It is simply the liberal impulse for controlling the lives of others.” It is the religion of the left.\n\nThe weird argument that Mr. Trump is a fascist, but Mr. Obama isn’t, is as specious as the left’s rant that the greatest surgeon in the world, Ben Carson, doesn’t have the right qualifications to be president, but a man who’s only accomplishment in life was to be a community organizer in the streets of Chicago was perfectly trained to oversee our $18 trillion economy and take over as our commander in chief.\n\nIronically, the left intelligentsia that is accusing Mr. Trump of fascism, are many of the same people in Hollywood who just made a movie celebrating the communists/fascists of the 1950s within their ranks — and portraying them sympathetically as blackballed victims, rather than subversive supporters of butchers who killed millions of Jews, blacks, gays, Christians, and dissidents.\n\nMany of the communists in Hollywood, not least of all Trumbo, were avid supporters of Stalin and even remained so after his genocidal purges were well-documented. Even the Russians themselves have repudiated the savagery of Stalin — but not the American left.\n\nSo what really is fascism? The left simplistically has redefined the term to mean it is when massive numbers of voters support a conservative cause supported by the right and opposed by the left. If you oppose racial quotas or gun control, you are a fascist. If you support traditional marriage, you are a fascist. If you want to cut welfare benefits, you are a fascist. If you support Donald Trump, you are a fascist. By this definition liberals can’t be fascists because they are on a righteous cause.\n\nBut the real definition of a fascist is a leader who wants to use governmental power to suppress rights of individuals. It is the partnership of government and private industry for the collective good. Corporate cronyism is a classic form of fascism, which would include programs like Export Import Bank.\n\nFascism, communism, socialism, Naziism, progressivism, are all just variations on this same theme. These isms all feed on subjugating freedom.\n\nThe left might want to engage in some introspection and ask why so many millions of Americans — many of whom enthusiastically voted for Obama — now agree with Mr. Trump. Are these suddenly terrible people? Have they been duped by a charismatic leader? More likely the answer is that an ever-shrinking number of Americans trust Mr. Obama to keep the dangerous Muslims out. People want above all right now to keep their families safe, and since Mr. Obama has no interest in real and effective terrorist screening, many Americans say best to keep them all out for now.\n\nIf middle class American voters are so afraid, so angry, so distrustful of Washington, and feeling so economically marginalized that millions would throw their support behind a man routinely denounced as a dangerous Nazi/fascist, maybe the left might want to ask: who made things so bad that it has come to this? Without Barack Obama’s full slate of failures and his eight years of polarizing politics, there could be no Donald Trump.\n\n• Stephen Moore is an economic adviser at Freedom Works and a Fox News contributor.", "article_metadata": {"description": "It's hard to find a self-respecting liberal these days who doesn't denounce Donald Trump as \"a fascist.\" if you Google \"fascist\" the first thing that pops on the screen is a photo of Mr. Trump.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "It’s hard to find a self-respecting liberal these days who doesn’t denounce Donald Trump as “a fascist.” if you Google “fascist” the first thing that pops on the screen is a photo of Mr. Trump.", "title": "STEPHEN MOORE: The ‘Fascist’ left in America", "url": "http://www.washingtontimes.com/news/2015/dec/13/stephen-moore-the-fascist-left-in-america/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/12/13/12132015_b3moorelgfacism8201.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/12/13/12132015_b3moorelgfacism8201.jpg", "description": "It's hard to find a self-respecting liberal these days who doesn't denounce Donald Trump as \"a fascist.\" if you Google \"fascist\" the first thing that pops on the screen is a photo of Mr. Trump.", "card": "summary", "title": "STEPHEN MOORE: The ‘Fascist’ left in America"}, "Author": "Stephen Moore", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Social Issues, Politics, Google, Donald Trump"}, "article_summary": "More likely the answer is that an ever-shrinking number of Americans trust Mr. Obama to keep the dangerous Muslims out.\nANALYSIS/OPINION:It’s hard to find a self-respecting liberal these days who doesn’t denounce Donald Trump as “a fascist.” if you Google “fascist” the first thing that pops on the screen is a photo of Mr. Trump.\nBy the way, Mr. Obama doesn’t advocate violence either.\nAt the end of this sneering commentary, CNN launched into a fascinating tutorial on what a Fascist is.\n• Stephen Moore is an economic adviser at Freedom Works and a Fox News contributor."}