{"article_title": "John Kasich has won two elections in a swing state. Why does he get no 2016 love from the GOP?", "article_keywords": ["core", "republican", "2016", "love", "swing", "political", "elections", "conservatives", "primary", "state", "won", "medicaid", "does", "kasich", "john", "gop", "presidential", "common"], "article_url": "http://theweek.com/articles/536711/john-kasich-won-two-elections-swing-state-why-does-no-2016-love-from-gop", "article_text": "ADVERTISEMENT\n\nIf Lindsey Graham and John Bolton can contemplate a 2016 presidential bid with a straight face, why not John Kasich?\n\nThe two-term Ohio governor won re-election by more than 30 points in a state Republicans must carry if they want to win the White House. Kasich has wanted to run for president since at least 1999 and hasn't exactly denied interest in the next election.\n\nIn addition to actually having executive experience, it wouldn't be Kasich's first rodeo in Washington. He served nine terms in Congress, rising to chairman of the House Budget Committee, where he worked with Bill Clinton to achieve the first — and last! — balanced federal budget in years.\n\nA presidential run sounds obvious doesn't it? Except Kasich has been working overtime to alienate conservatives in an anti-charm offensive not seen from a politician since...well, Jon Huntsman's 2012 campaign.\n\nIt's the political equivalent of those DirecTV commercials featuring Rob Lowe. Lowe with DirecTV looks like the actor we all know. Lowe with cable looks a bit different.\n\nThe 1990s John Kasich was a perfect fit for the Republican primary electorate: socially conservative but not preachy, a self-described \"cheap hawk\" who could potentially straddle the foreign policy divide between Rand Paul and John McCain, a budget-cutter who wanted to reform welfare for the poor and eliminate it for corporations.\n\nBut 2010s John Kasich looks a bit different.\n\nKasich has most recently dismissed criticism of Common Core, a set of multi-state education standards that has come under attack on the right.\n\nAfter denying that Common Core amounts to federal control of education, Kasich told Fox News Sunday, \"I've asked the Republican governors who have complained about this to tell me where I'm wrong, and guess what, silence.\"\n\nHe added, \"I don't know how anybody can disagree with that unless you're running for something.\"\n\nThis comes on the heels of Kaisch's high-profile fight against conservative activists over ObamaCare's Medicaid expansion, which many conservatives oppose on the merits. And he hasn't exactly been diplomatic with Republicans who disagree.\n\nKasich has suggested that religious conservatives might want to contemplate how St. Peter will judge what they've done for the poor in their attempts to shrink government. He's claimed that the Medicaid expansion has nothing to do with ObamaCare, and that it isn't inconsistent with previous expansions dating back to the Reagan administration.\n\nKasich described opposition to his Medicaid position as \"really either political or ideological.\" Many thought he even said that an ObamaCare repeal wasn't going to happen, but the governor said he was misquoted and was only referring to efforts to roll back the expanded Medicaid.\n\nAll this comes after Kasich was panned for not being as tough on spending as governor as he was in Congress.\n\nThe counterargument to all this is obvious: 1990s Kasich helped trigger the government shutdowns and attendant backlash against the GOP when he tried to slow Medicare spending growth, while 2010s Kasich won two elections in a swing state his party hasn't carried in a presidential election since 2004.\n\nMoreover, some of Kasich's digs at his own party ring true. Whatever you think of Common Core on the merits, a lot of Republican politicians who oppose it are being opportunistic. This includes one of Kasich's fellow governors and possible primary opponents, Bobby Jindal.\n\nThere's even a case to be made that 2010s Kasich would avoid some of the political liabilities of the earlier version — in a general election, that is.\n\nBut in order to make it to the fall campaign, one has to get through the primaries first.\n\nWith Jeb Bush and Chris Christie seemingly in the running, voters and establishment donors seeking a pragmatic candidate may already be spoken for.\n\nMeanwhile, conservatives will have several candidates actively vying for — perhaps even pandering to get — their support. Why back a candidate who seems to dismiss them?\n\nEven if you think issues like Common Core and Medicaid expansion are only of importance to a small band of conservative activists, those are precisely the kinds of people you need to be with you in the early going. When it comes to cultivating grassroots support, where is the latest incarnation of Kasich going to turn?\n\nKasich has always marched to the beat of his own drum. It remains to be seen if Republican primary voters will enjoy his latest tune.", "article_metadata": {"description": "Official site of The Week Magazine, offering commentary and analysis of the day's breaking news and current events as well as arts, entertainment, people and gossip, and political cartoons.", "og": {"url": "http://theweek.com/articles/536711/john-kasich-won-two-elections-swing-state-why-does-no-2016-love-from-gop", "image": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/AP148093369566.jpg?itok=GxYQ9VHq", "type": "article", "description": "The Ohio governor may well be the Jon Hunstman of the 2016 cycle", "title": "John Kasich has won two elections in a swing state. Why does he get no 2016 love from the GOP?"}, "twitter": {"description": "The Ohio governor may well be the Jon Hunstman of the 2016 cycle", "title": "John Kasich has won two elections in a swing state. Why does he get no 2016 love from the GOP?", "image": {"src": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/AP148093369566.jpg?itok=GxYQ9VHq"}, "creator": "@jimantle", "site": "@theweek", "card": "summary_large_image"}, "fb": {"pages": 10716057521}, "keywords": "feature, Politics, opinion, conservative", "article": {"published_time": "2015-02-02T05:53:00-05:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "ADVERTISEMENTIf Lindsey Graham and John Bolton can contemplate a 2016 presidential bid with a straight face, why not John Kasich?\nBut 2010s John Kasich looks a bit different.\nIt remains to be seen if Republican primary voters will enjoy his latest tune.\nKasich has most recently dismissed criticism of Common Core, a set of multi-state education standards that has come under attack on the right.\nWhatever you think of Common Core on the merits, a lot of Republican politicians who oppose it are being opportunistic."}