{"article_title": "Ukraine, Russia, and the Art of Politics", "article_keywords": ["ukraine", "art", "russias", "understand", "domestic", "young", "thinks", "american", "nato", "politics", "russia"], "article_url": "http://www.huffingtonpost.com/ryan-evans/ukraine-russia-crimea_b_4987449.html", "article_text": "In the course of good old fashioned American politicking, our elected officials are routinely confronted with peers with whom they disagree vehemently. A pro-life member of Congress is seated across the table from a pro-choice member. A senator views the estate tax as an unjust \"death tax,\" while his colleague thinks it is a reasonable means of pursuing equal opportunity. Or, more topically, two members of Congress are squaring off against each other -- one of whom thinks the Affordable Care Act is an important measure for millions of uninsured Americans who cannot afford medical care, and the other thinks it is an unforgivable usurpation of power by the federal government.\n\nRegardless of who is right, these people still have to do business with each other. They have to negotiate, compromise, and deal with each other. They might pull dirty tricks, seek to outmaneuver their opponents, compete, condemn, make a ruckus, and go through some pain first, but at the end of the day -- in our political system -- they will usually negotiate, compromise, and make deals with those they disagree with and really dislike. When our politicians cannot make a deal and cannot set aside their ideological positions, the American people are faced with unpleasant scenarios, such as the recent government shutdown, which came with a $24 billion price tag and slowed economic growth. And then they still have to make a deal. Whichever party thinks they win standoffs like this, the American people lose. And Washington might be starting to re-learn these lessons when it comes to domestic politics.\n\nBut many Americans have trouble applying these pragmatic lessons to the realm of international affairs, even on issues that reside on the periphery of American interests such as Russia's seizure of Crimea. In an op-ed in Time, Cathy Young argues that Russia's interpretation of post-Cold War history is bunk and should be ignored by U.S. policymakers as they consider how to approach Russian aggression against Ukraine. Young takes issue with the narrative that Russia was taken advantage of in its weaker years in the 1990s and humiliated by NATO expansion right up to its borders. Nonsense, says Young. She notes the West offered Russia tens of billions of dollars of aid in the 1990s and that Russia was a part of NATO's Partnership for Peace.\n\nThis is, of course, true (although over $20 billion of the pledged aid never arrived). But as we see with domestic American politics, honest and intelligent people can look at the same set of facts and come to dramatically different conclusions. In fact, Young observes the same about U.S. politics in similar language on her personal website.\n\nIf the heart of realism is the study of human relations through the lenses of strategy and power, its circulatory system is understanding how your opponents understand themselves and their actions from their perspectives.\n\nI have no personal sympathy for the Kremlin's position on Ukraine. Putin's seizure of Crimea is illegal, unjust, and appalling. But I understand that Russia views NATO as a hostile alliance -- one that was founded with the purpose of containing and fighting the Soviet Union -- that has extended into Russia's immediate neighborhood. The Kremlin cannot understand why the United States would have been so bullish about incorporating Ukraine and Georgia into NATO in the last decade unless its motives were anti-Russian in nature. Their opinion on this could have only been solidified when the United States refused to entertain options that might have included backing off Ukraine and Georgian membership in 2008 in exchange for increased Russian pressure on the then still nascent Iranian nuclear program. And the European Union's recent efforts to incorporate Ukraine into its sphere of influence only increased Russia's distrust, for why would Europe's struggling economy want deeper ties with a country as weak and corrupt as Ukraine? To Putin, it only served as further evidence of Western intent to encircle Russia. Ignoring Russia's admittedly paranoid perspective, as Young suggests, would only serve to exacerbate Putin's aggression and recalcitrance.\n\nThe consequences of not being able to understand your rival's position on the American domestic political stage can be damaging, but not usually life-threatening. Failing to do so on the international stage is what leads to major wars. No matter what the White House decides to do towards stabilizing the crisis in Ukraine, it would be a tragic folly should American officials fail to consider and understand how Moscow regards its own actions through the prism of its own view of its history and aims. To do so is not apologia, as some suggest, but rather it is the most sensible way to steer the ship of state. It is all politics, after all.\n\nRyan Evans is the Assistant Director of the Center for the National Interest in Washington, DC and the Editor-in-Chief of War on the Rocks, a web magazine on strategy and conflict.\n\nFollow Ryan Evans on Twitter: www.twitter.com/EvansRyan202", "article_metadata": {"description": "In the course of good old fashioned American politicking, our elected officials are routinely confronted with peers with whom they disagree vehemently...", "sailthru.expire_date": "2014-03-19 15:04:02 -0400", "og": {"site_name": "The Huffington Post", "description": "In the course of good old fashioned American politicking, our elected officials are routinely confronted with peers with whom they disagree vehemently...", "url": "http://www.huffingtonpost.com/ryan-evans/ukraine-russia-crimea_b_4987449.html", "image": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "height": 1000}, "creator": "EvansRyan202", "description": "In the course of good old fashioned American politicking, our elected officials are routinely confronted with peers with whom they disagree vehemently...", "card": "summary_large_image", "site": "@HuffPostPol"}, "sailthru.date": "2014-03-18 15:04:02 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4987449", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "NATO ukraine russia,crimea,us russia crimea,nato russia,putin,ukraine russia putin,nato,putin russia", "article": {"section": "Politics", "tag": "NATO ukraine russia,crimea,us russia crimea,nato russia,putin,ukraine russia putin,nato,putin russia", "published_time": "2014-03-18 15:04:02 -0400", "modified_time": "2014-05-18 05:59:02 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fdc4dc\"", "article_summary": "But as we see with domestic American politics, honest and intelligent people can look at the same set of facts and come to dramatically different conclusions.\nAnd Washington might be starting to re-learn these lessons when it comes to domestic politics.\nShe notes the West offered Russia tens of billions of dollars of aid in the 1990s and that Russia was a part of NATO's Partnership for Peace.\nThe consequences of not being able to understand your rival's position on the American domestic political stage can be damaging, but not usually life-threatening.\nIn fact, Young observes the same about U.S. politics in similar language on her personal website."}