{"article_title": "Obamacare Ruling Clear Case of 'Judicial Activism'", "article_keywords": ["case", "legislative", "ch", "court", "congress", "lied", "decision", "tv", "judicial", "clear", "obamacare", "argument", "newsmax", "ruling", "mccaughey", "activism"], "article_url": "http://www.newsmax.com/Newsmax-Tv/betsy-mccaughey-supreme-court-obamacare/2015/06/26/id/652465/", "article_text": "The Supreme Court's decision to uphold the nationwide availability of Obamacare tax subsidies was a blatant example of \"judicial activism,\" wresting legislative control from Congress on the flawed national health care law, former New York Lt. Gov. Betsy McCaughey tells Newsmax TV. In a panel debate Friday led by \"Newsmax Prime\" host J.D. Hayworth, the health policy expert said Justice John Roberts' argument that the Affordable Care Act was poorly written should have prompted a decision to send it back to Congress — not interpret what it meant to say.\"The Constitution was written by framers who understood that the legislative branch would not always work well,\" McCaughey said. \"In fact, [James] Madison anticipated that there would often be gridlock. The answer to that is not judicial activism. It's patience. Laws are supposed to be difficult to make and difficult to change, but it is not the role of the court to usurp the legislative function and that is clearly what happened yesterday.\"\n\nWatch Newsmax TV on DirecTV Ch. 349, DISH Ch. 223 and Verizon FiOS Ch. 115. Get Newsmax TV on your cable system — Click Here Now\n\nMcCaughey also took exception to constitutional scholar F.H. Buckley's assertion that because of \"gridlock\" in Congress, Roberts \"has come up with … a rule of interpretation for a government that doesn't work terribly well. At this point, conservatives are going to have to move on.\"\"The professor's argument is exactly the argument made by the majority yesterday — that the ends justifies the means. It does not,\" McCaughey declared.\"[T]he need for national healthcare, whether you believe that or not, is irrelevant to yesterday's decision,\" she added. \"The administration lied to the court yesterday. The lawyers for the administration lied and said that the lawmakers never intended to distinguish between state exchanges and a federal exchange. That was a lie.\"McCaughey charged Obamacare architect Jonathan Gruber \"was on tape just 20 days after the law was passed explaining that subsidies would not be available in the states that failed to set up exchanges.\"\"But the lawyers for the president and the IRS lied to the Supreme Court and denied that that was the case,\" she said. \"This ruling is based on that lie.\"Buckley said that although the decision set a dangerous precedent, \"there are dangerous precedents all the time,\" noting the high court's decision to allow same-sex marriage in all 50 states was another one.\"There is no advantage in pushing a sure loser,\" he said.", "article_metadata": {"news_keywords": "betsy mccaughey, supreme, court, obamacare, ruling", "pubdate": "2015-06-26T19:10:14", "og": {"site_name": "Newsmax", "description": "The Supreme Court's decision to uphold the nationwide availability of Obamacare tax subsidies was a blatant example of \"judicial activism,\" wresting legislative control from Congress on the flawed national health care law, former New York Lt. Gov. Betsy McCaughey tells Newsmax TV.", "title": "Betsy McCaughey: Obamacare Ruling Clear Case of 'Judicial Activism'", "url": "http://www.newsmax.com/Newsmax-Tv/betsy-mccaughey-supreme-court-obamacare/2015/06/26/id/652465/", "type": "article", "image": "http://www.newsmax.com/App_Themes/Newsmax/images/facebook/newsmaxFBLogo.gif", "page_id": 85452072376}, "twitter": {"url": "http://www.newsmax.com/Newsmax-Tv/betsy-mccaughey-supreme-court-obamacare/2015/06/26/id/652465/", "title": "Betsy McCaughey: Obamacare Ruling Clear Case of 'Judicial Activism'", "description": "The Supreme Court's decision to uphold the nationwide availability of Obamacare tax subsidies was a blatant example of \"judicial activism,\" wresting legislative control from Congress on the flawed national health care law, former New York Lt. Gov. Betsy McCaughey tells Newsmax TV.", "site": "Newsmax"}, "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "msvalidate.01": "FAF1322EC761685A5DD9344A1C19E82A", "epoch": 1435345814, "google-site-verification": "Jt2HUKgzJJw9VwIQJv31ETytuvNNm5ypTWN6j0nYvHM", "keywords": "betsy mccaughey, supreme, court, obamacare, ruling", "article": {"section": "Newsmax-Tv", "published_time": "2015-06-26T19:10:14"}, "original-source": "http://www.newsmax.com/Newsmax-Tv/betsy-mccaughey-supreme-court-obamacare/2015/06/26/id/652465/", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=yes", "description": "The Supreme Court's decision to uphold the nationwide availability of Obamacare tax subsidies was a blatant example of  judicial activism,  wresting legislative control from Congress on the flawed national health care law, former New York Lt. Gov. Betsy McCaughey tells Newsmax TV."}, "_id": "\"57477af36914bd0286fd35b0\"", "article_summary": "Get Newsmax TV on your cable system — Click Here NowMcCaughey also took exception to constitutional scholar F.H.\nBetsy McCaughey tells Newsmax TV.\nWatch Newsmax TV on DirecTV Ch.\n\"The Constitution was written by framers who understood that the legislative branch would not always work well,\" McCaughey said.\n\"\"But the lawyers for the president and the IRS lied to the Supreme Court and denied that that was the case,\" she said."}