{"article_title": "Mike Huckabee Is Campaigning Like A Liberal Blogger", "article_keywords": ["mike", "liberal", "entitlement", "blogger", "obamacare", "huckabee", "cruz", "health", "social", "campaigning", "security", "republican", "insurance", "presidential"], "article_url": "http://dailycaller.com/2015/05/06/mike-huckabee-is-campaigning-like-a-liberal-blogger/", "article_text": "Republican presidential candidate and former Arkansas Gov. Mike Huckabee formally launches his bid for the 2016 Republican presidential nomination during an event in Hope, Arkansas May 5, 2015. (REUTERS/Mike Stone)\n\n4558482\n\nIs Mike Huckabee running for the Republican presidential nomination or applying for a job at Vox?\n\nIn 2012, it was Newt Gingrich who dug into the left’s playbook and tried to defeat Mitt Romney by portraying him as a rapacious businessman. In 2016, it seems like Huckabee will fill the role of Republican running for president as a liberal blogger.\n\n“Imagine members of Congress boasting that they will fight to repeal Obamacare, and then turning around and signing up for it,” Huckabee said while officially announcing his candidacy Tuesday, seemingly taking a subtle shot at fellow 2016 contender Ted Cruz, who signed up for Obamacare after his wife lost the family health insurance because she left her job at Goldman Sachs to help her husband with his presidential bid.\n\nThis is a clever line of attack for people who have IQs below 100 — which is why so many liberal bloggers used it when it was revealed in March that Cruz was likely signing up for health insurance through an Obamacare exchange. Thanks to Obamacare, Cruz, of course, had few options other than to get health insurance through an Obamacare exchange, and Cruz had to get health insurance for himself and his family otherwise he would be breaking the law as a result of Obamacare.\n\nYou may like to regale your friends at dinner parties about why the federal income tax is the moral equivalent of theft, but you still have to pay your taxes — unless you want to end up like Wesley Snipes. Just because you don’t like a law doesn’t make it any less the law.\n\nMore distressingly, Huckabee seems to be copying the left’s playbook by demagoguing entitlement reform.\n\n“Now there are some who propose that to save the safety nets like Medicare and Social Security, we ought to chop off the payments for the people who had faithfully had their paychecks and pockets picked by the politicians promising them that their money would be waiting for them when they were old and sick,” he said during his announcement speech in his hometown of Hope, Arkansas. “My friends, you were forced to pay for Social Security and Medicare for 50 years. The government grabs the money from our paychecks and says it will be waiting for us when we turn 65.”\n\n“If Congress wants to take away someone’s retirement, let them end their own congressional pensions, not your Social Security,” he exclaimed.\n\nForget for a moment that Huckabee once seemed to recognize the necessity of Paul Ryan-style entitlement reform in order to save America from economic catastrophe. Huckabee’s kicker is another example of a line a liberal blogger might use — and, in case it has to be stated, that’s not a compliment.\n\nWhatever the merit of ending congressional pensions, it will do almost nothing to solve our long-term debt crisis. Only reforming our entitlement programs, which are embedded with over $80 trillion of unfunded liabilities, will.\n\nHuckabee has his virtues — he is, for instance, an excellent communicator — but he will not be the Republican nominee, both for the reasons Washington Examiner editor Philip Klein recently laid out and because of the fact the American people are too decent to nominate a man who has no problem scamming sick people with nonsense diabetes cures.\n\nNonetheless, he can still hurt the GOP by adding a Republican voice to the left’s attack on the eventual Republican nominee, particularly on entitlement reform.\n\nOn the upside, Huckabee’s decision to run for president again will probably enable him to raise his speaking fee once the race is over. So there’s that.\n\nFollow Jamie on Twitter", "article_metadata": {"sailthru.author": "Jamie Weinstein", "description": "Is Mike Huckabee running for president or applying for a job at Vox?", "og": {"site_name": "The Daily Caller", "description": "Is Mike Huckabee running for the Republican presidential nomination or applying for a job at Vox?    In 2012, it was Newt Gingrich who dug into the left's playbook and tried to defeat Mitt Romney by", "title": "Mike Huckabee Is Campaigning Like A Liberal Blogger", "url": "http://dailycaller.com/2015/05/06/mike-huckabee-is-campaigning-like-a-liberal-blogger/", "image": {"width": 788, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2015/05/2015-05-05T174808Z_1_LYNXMPEB440R0_RTROPTP_4_USA-ELECTION-HUCKABEE-e1430881909520.jpg", "height": 340}, "type": "article"}, "twitter": {"description": "Is he running for president or applying for a job at Vox?", "title": "Mike Huckabee Is Campaigning Like A Liberal Blogger Via @dailycaller", "url": "http://dailycaller.com/2015/05/06/mike-huckabee-is-campaigning-like-a-liberal-blogger/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2015/05/2015-05-05T174808Z_1_LYNXMPEB440R0_RTROPTP_4_USA-ELECTION-HUCKABEE-e1430881909520.jpg"}, "creator": "@Jamie_Weinstein", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2015-05-06 10:00:48", "sailthru.title": "Mike Huckabee Is Campaigning Like A Liberal Blogger", "HandheldFriendly": "true", "sailthru.tags": "mike-huckabee,jamie-weinstein", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "mike huckabee", "sailthru.description": "Is Mike Huckabee running for the Republican presidential nomination or applying for a job at Vox?    In 2012, it was Newt Gingrich who dug into the left's playbook and tried to defeat Mitt Romney by", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2015/05/2015-05-05T174808Z_1_LYNXMPEB440R0_RTROPTP_4_USA-ELECTION-HUCKABEE-e1430881909520.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "(REUTERS/Mike Stone)4558482Is Mike Huckabee running for the Republican presidential nomination or applying for a job at Vox?\nMike Huckabee formally launches his bid for the 2016 Republican presidential nomination during an event in Hope, Arkansas May 5, 2015.\nIn 2016, it seems like Huckabee will fill the role of Republican running for president as a liberal blogger.\n“My friends, you were forced to pay for Social Security and Medicare for 50 years.\nRepublican presidential candidate and former Arkansas Gov."}