{"article_title": "A Theater Festival Resurrects Broadway Movie Palaces", "article_keywords": ["theater", "la", "festival", "movie", "murphy", "theaters", "radar", "resurrects", "palaces", "house", "broadway", "tower", "malpede"], "article_url": "http://www.laweekly.com/arts/a-theater-festival-resurrects-broadway-movie-palaces-4183331", "article_text": "The Tower Theater Bill Raden\n\nIn 2011, much of the inaugural edition of Radar L.A. -- the biennial festival of new works by renowned international and L.A.-based theater companies and artists -- was centered around downtown's LATC on Spring St. and REDCAT in the Walt Disney Concert Hall complex beneath Bunker Hill.\n\nRadar 2013 includes both of those venues but also now stretches out to Getty Villa in Pacific Palisades and UCLA's Freud Playhouse in Westwood (and returns to the Kirk Douglas Theater in Culver City).\n\nPerhaps the most striking difference between Radar 2011 and 2013, however, is that this year's festival will be reclaiming three of Broadway's mothballed movie and vaudeville palaces (along with the Grand Central Market) for live theater, temporarily transforming the street into not quite the Great White Way West perhaps, but nevertheless something that lends the performances there some of the opulence and glamour of a more accommodating age.\n\nWunderbaum/LAPD perform Hospital as part of Radar L.A. Steve Gunther\n\nMark Murphy, the executive director of REDCAT and a co-programmer of Radar with Center Theatre Group's Diane Rodriguez and New York curator Mark Russell, says the decision to use the Broadway venues came as a direct outgrowth of 2011.\n\n\"That downtown area was so lively with theatergoing pedestrians in 2011,\" Murphy recalls, \"that it made us think about ways to help people discover more of downtown. We kept pointing out different architectural features or talking about these historic theaters that it seemed useful to [include] a bit more of downtown. Locals as well as out-of-towners were discovering something new and will this time.\"\n\nThat discovery will focus on three Broadway theaters. The Palace (1911), a former vaudeville house that once featured the likes of the Marx Brothers, W.C. Fields and Harry Houdini, is being used by Lemi Ponifasio, the Samoan choreographer and founder of New Zealand's MAU theater, for the first public performances of MAU's Stones in Her Mouth.\n\nThe Million Dollar Theater (1918), which was Sid Grauman's first L.A. movie house, is being taken over by Mexico City-based director Claudio Valdés Kuri for El Gallo, his comic look at the creation of a new music theater work that will be performed and sung in an imaginary language.\n\nLAPD's John Malpede & Wunderbaum's Walter Bart Bill Raden\n\nAnd then there's 1927's Tower Theater, which is hosting the premiere of a REDCAT residency collaboration by Rotterdam's Wunderbaum and Los Angeles Poverty Department (LAPD) called Hospital.\n\nWith its Baroque-eclectic façade and French Renaissance interior modeled after Paris' Palais Garnier opera house, the Tower, which hasn't been a working movie theater since 1988, embodies both the gilded extravagance of the Broadway movie palaces along with what turned out to be the considerable technical challenges of bringing them up to international theater festival standards.\n\n\"It doesn't necessarily have all the ideal creature comforts,\" Murphy notes, \"like functioning air conditioning -- though there are fans -- or fully equipped dressing rooms. There's no [stage light] grid.\" There are also no theater seats. They were torn out in 1988 and the raked floor was leveled when the interior was used for the nightclub sequences in 1992's Mambo Kings (though Murphy assures that there will be audience seating for Hospital performances).\n\nWhat the theater offered in abundance, at least according to LAPD's John Malpede and Wunderbaum's Walter Bart, was the cool factor.\n\n\"We shopped around for a lot of places going back to last spring. We looked at some of the other theaters,\" recalls Malpede. \"Of the other possibilities, [the Tower] turned out to be the coolest.\"\n\n\"If you look up, you have the feeling that you're in some sort of time bubble of decay,\" Bart agrees. \"I think it's quite a creepy theater. ... The first time I walked in here it looked like a ghost house a little bit. But also very nice. I like the feeling of it. It makes [the experience] more intense, I hope.\"\n\n\"Creepy\" and \"decay\" turn out to be understatements. \"Ghost house,\" however, seems right on the mark. Apart from the Mambo Kings-scarred main auditorium and the stripped concessions area, much of the theater looks eerily untouched, as if it was simply abandoned in place after the last reel of its last movie.\n\nWunderbaum's Maartje Remmers studies her lines Bill Raden\n\nBeyond the still-stunning marble and columned lobby, with its sweeping grand staircase, stained glass window and crystal chandelier, the theater's peeling paint and ancient carpeting is perfumed with a mustiness that, as one descends into the warren of utility rooms beneath the theater, becomes heavy with the unmistakable odor of street urine, wafting down from some alleyway alcove above.\n\nThat state of decay, muses Malpede, \"sort of reflects on the precarious position involved in people's own worry about their health, but also about the healthcare systems that they end up in.\"\n\nIn other words, it is a perfect setting for Hospital, which is being described as a sardonic \"ficto-mentary\" that blends satires of TV medical dramas with real-life encounters with patients, doctors, healthcare professionals and reformers in both the U.S. and the Netherlands.\n\n\"One of the things that's going on now in the Netherlands over the last ten years or so,\" says Malpede, \"is the healthcare environment has gotten privatized. ... So it moved in a direction more like the U.S. And with the Affordable Care Act it looked like the U.S. is moving slightly in the other direction. ... So it seems like something that's in play and [Wunderbaum and LAPD] could really connect on.\"\n\nThe connection will mostly happen on the large, boxing ring set designed by Maarten van Otterdijk just beneath the Tower's old projection screen. The ring will function as both stage and TV studio, whose live feeds will appear on the screen during the performance.\n\nMaking that possible fell to veteran technical director Todd Kramer, who, among other hurdles, had to figure out a way to bring power up from the sub-cellar for both the TV studio and the lighting grid he had to erect in the balcony.\n\nTodd Kramer pulls the switch on Hospital Bill Raden\n\nWhat that meant, says Kramer, was \"running a lot of heavy cable and having a lot of good people to do that. Getting some transformers put into the building so that we had clean power, [which] meant people carrying a very heavy piece of machinery upstairs, down the alley, through a hall to make that happen.\"\n\nAnd if the Tower is now momentarily state-of-the-art enough to present cutting-edge live theater, the best reason for Hospital's L.A. Broadway premiere, Malpede adds, is that the historic Broadway Theater District is \"a pretty happening spot.\"\n\n\"It always seemed weird the notion of revitalizing Broadway, because I always thought it was the most vital street in Los Angeles,\" he says. \"So I didn't quite get it. But it might mean making it vital for somebody else.\"\n\n2013 Radar L.A. Festival runs Sept. 24-Oct. 1.\n\nSee also: Our Latest Theater Reviews\n\nPublic Spectacle, L.A. Weekly's arts & culture blog, on Twitter:\n\nFollow @laweeklyarts\n\nFollow Public Spectacle on Facebook", "article_metadata": {"description": "In 2011, much of the inaugural edition of Radar L.A. -- the biennial festival of new works by renowned international and L.A.-based theater companies...", "author": "Bill Raden", "og": {"site_name": "L.A. Weekly", "description": "In 2011, much of the inaugural edition of Radar L.A. -- the biennial festival of new works by renowned international and L.A.-based theater companies and artists -- was centered around downtown's LATC on Spring St. and REDCAT in the Walt Disney Concert Hall complex beneath Bunker Hill. Radar 2013 includes...", "title": "A Theater Festival Resurrects Broadway Movie Palaces", "url": "http://www.laweekly.com/arts/a-theater-festival-resurrects-broadway-movie-palaces-4183331", "image": {"width": 550, "identifier": "http://IMAGES1.laweekly.com/imager/wunderbaum-lapd-perform-hospital/u/original/4204903/radar.hospital.jpg", "height": 367}, "type": "article"}, "twitter": {"image": "http://IMAGES1.laweekly.com/imager/wunderbaum-lapd-perform-hospital/u/original/4204903/radar.hospital.jpg", "description": "In 2011, much of the inaugural edition of Radar L.A. -- the biennial festival of new works by renowned international and L.A.-based theater companies and artists -- was centered around downtown's LATC on Spring St. and REDCAT in the Walt Disney Concert Hall complex beneath Bunker Hill. Radar 2013 includes...", "site": "@laweekly", "card": "summary_large_image", "title": "A Theater Festival Resurrects Broadway Movie Palaces"}, "mobile-web-app-capable": "yes", "fb": {"app_id": 129402037121166}, "theme-color": "#0053b8", "keywords": "Los Angeles news, California news, Los Angeles events, California events, LA Weekly", "article": {"section": "Arts", "published_time": "2013-09-23T12:36:09-07:00", "modified_time": "2016-05-24T01:47:10-07:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af56914bd0286fe5210\"", "article_summary": "And if the Tower is now momentarily state-of-the-art enough to present cutting-edge live theater, the best reason for Hospital's L.A. Broadway premiere, Malpede adds, is that the historic Broadway Theater District is \"a pretty happening spot.\"\nThat discovery will focus on three Broadway theaters.\n2013 Radar L.A. Festival runs Sept. 24-Oct. 1.\nWith its Baroque-eclectic façade and French Renaissance interior modeled after Paris' Palais Garnier opera house, the Tower, which hasn't been a working movie theater since 1988, embodies both the gilded extravagance of the Broadway movie palaces along with what turned out to be the considerable technical challenges of bringing them up to international theater festival standards.\nSee also: Our Latest Theater ReviewsPublic Spectacle, L.A. Weekly's arts & culture blog, on Twitter:Follow @laweeklyartsFollow Public Spectacle on Facebook"}