{"article_title": "Government shutdown: Most Americans blame Republicans. But will it matter in 2014? (+video)", "article_keywords": ["republican", "polls", "house", "republicans", "political", "blame", "matter", "video", "shutdown", "party", "americans", "poll", "gop", "obama"], "article_url": "http://www.csmonitor.com/USA/Politics/DC-Decoder/2013/1012/Government-shutdown-Most-Americans-blame-Republicans.-But-will-it-matter-in-2014-video", "article_text": "The last time the government shut down, Republicans were punished at the polls. Political history doesn’t necessary repeat itself, but the GOP should worry about next year’s elections.\n\nHow Uber knows your phone battery is dying and more\n\nWhy Congress is looking at labels to curb food waste\n\nSmoke detected on EgyptAir Flight 804: What does that mean?\n\nHouse Speaker John Boehner departs the Capitol en route to the White House to meet with President Barack Obama about a solution to ending the government shutdown.\n\nFor now, at least, congressional Republicans and the White House are talking to – not at – each other, looking for a way to end the government shutdown and avoid a debt ceiling crisis.\n\nBut they’re not there yet, and the latest polls confirm the bad news for the GOP: Most Americans are inclined to blame Republicans for the partisan gridlock.\n\nBy a 22-point margin (53-31 percent), the public blames the Republican Party more for the shutdown than President Barack Obama, according to a new NBC/Wall Street Journal poll. That’s a wider margin of blame for the GOP than the party received during the last shutdown in 1995-96.\n\nRecommended: Debt ceiling 101: 12 questions about what's going on\n\nUnder more typical circumstances, President Obama wouldn’t be too thrilled with his 47-percent approval rating here. But compared to House Speaker John Boehner (17 percent), Sen. Ted Cruz (14 percent), the Republican Party (24 percent), and the tea party (21 percent), Obama’s number in the NBC/WSJ poll is positively stratospheric.\n\nWhy these worrisome numbers for the GOP?\n\n“The answer is simple,” write Washington Post politics bloggers Chris Cillizza and Sean Sullivan. “The American public views the Republican party’s motives in the shutdown as overwhelmingly political. And looking political is the absolute worst thing that can happen to a political party.”\n\n“To be clear: There are politics – and political calculation – in everything ,” Cillizza and Sullivan write. “The trick, however, is to make the other side look like they are on a political mission while you are acting out of some combination of principle and pragmatism. Republicans have lost that fight [70-51 percent in the NBC/WSJ poll] and, in so doing, are watching their brand take a major hit.”\n\nMeanwhile, the poll has some other tidbits that may indicate trends for the short-term political future.\n\nThe percentage of those who see the Affordable Care Act as a good idea has edged up from 31-38 percent, and those who oppose defunding “Obamacare” if it means a partial government shutdown has risen from 46-50 percent.\n\nThose who believe “the government should do more to solve problems” has gone up from 48 percent to 52 percent, and the portion who would like to see Congress controlled by Democrats has risen to an eight-point advantage (47-39 percent). Not exactly a landslide for progressive government, but less tea party oriented.\n\n“That is an ideological boomerang,” says Bill McInturff, the Republican pollster who (along with Democratic pollster Peter Hart) ran the poll. “As the debate has been going on, if there is a break, there is a break against the Republican position.”\n\nIn barely more than a year, Americans will be trudging to the polls for another national election that could determine the balance of power in Congress as well as how Obama does his last two years in office. (Except for those whose bumper sticker reads “Don’t vote. It only encourages them.”)\n\nConventional political wisdom is that the 1995-96 government shutdown – national park closures were a big deal then too – hurt the GOP later, when Republicans lost House seats and Rep. Newt Gingrich was forced to resign as Speaker.\n\nSome analysts and political operatives are warning that it could happen to Republicans again in 2014.\n\nNate Silver – probably the best poll tracker in the business as evidenced by spot-on election predictions in his New York Times FiveThirtyEight.com blog – is skeptical.\n\nThe media is probably overstating the magnitude of the shutdown's political impact, he asserts\n\n“Remember Syria? The fiscal cliff? Benghazi? The IRS scandal? The collapse of immigration reform? All of these were hyped as game-changing political moments by the news media,” he wrote the other day on his temporary web site. “In each case, the public's interest quickly waned once the news cycle turned over to another story. Most political stories have a fairly short half-life and won't turn out to be as consequential as they seem at the time.”\n\nSilver acknowledges recent polls mostly blaming Republicans for the shutdown, although he also notes that differences between the two political parties here aren’t as stark as they were in 1995 and 1996.\n\n“The unanswered question is how this abstract notion of blame, on just one issue, might translate into tangible changes in voter preferences 13 months from now,” he writes. “Republicans are taking more blame for the shutdown – but they were extremely unpopular to begin with. How many people's votes will be changed by the shutdown?”", "article_metadata": {"sailthru.content.id": "4ab3673fa1fd8dbfa70a068efdee00bc", "sailthru.author": "Brad Knickerbocker", "description": "The last time the government shut down, Republicans were punished at the polls. Political history doesn’t necessary repeat itself, but the GOP should worry about next year’s elections.", "sailthru.image.std": "http://images.csmonitor.com/csm/2013/10/Boehner_2.JPG?alias=standard_380x253", "author": "The Christian Science Monitor", "og": {"site_name": "The Christian Science Monitor", "description": "The last time the government shut down, Republicans were punished at the polls. Political history doesn’t necessary repeat itself, but the GOP should worry about next year’s elections.", "title": "Government shutdown: Most Americans blame Republicans. But will it matter in 2014? (+video)", "url": "http://www.csmonitor.com/USA/Politics/DC-Decoder/2013/1012/Government-shutdown-Most-Americans-blame-Republicans.-But-will-it-matter-in-2014-video", "image": "http://images.csmonitor.com/csm/2013/10/Boehner_2.JPG?alias=standard_900x600", "type": "article"}, "twitter": {"site": "@csmonitor", "image": "http://images.csmonitor.com/csm/2013/10/Boehner_2.JPG?alias=standard_380x253", "description": "The last time the government shut down, Republicans were punished at the polls. Political history doesn’t necessary repeat itself, but the GOP should worry about next year’s elections.", "card": "summary", "title": "Government shutdown: Most Americans blame Republicans. But will it matter in 2014? (+video)"}, "sailthru.date": "2013-10-12", "DC.date.issued": "2013-10-12T09:12:39-04:00", "fb": {"page_id": 14660729657, "app_id": 179793002061452}, "sailthru.content.body": "http://www.csmonitor.com/layout/set/rssfull/USA/Politics/DC-Decoder/2013/1012/Government-shutdown-Most-Americans-blame-Republicans.-But-will-it-matter-in-2014-video", "sailthru.tags": "section-dc-decoder,section-politics,section-usa,class-article,storysource-monitor", "article": {"section": "DC Decoder", "published_time": "2013-10-12T09:12-05"}, "copyright": "The Christian Science Monitor", "sailthru.image.credit": "J. Scott Applewhite/AP"}, "_id": "\"57477af36914bd0286fcdba3\"", "article_summary": "“Republicans are taking more blame for the shutdown – but they were extremely unpopular to begin with.\nThat’s a wider margin of blame for the GOP than the party received during the last shutdown in 1995-96.\nBut they’re not there yet, and the latest polls confirm the bad news for the GOP: Most Americans are inclined to blame Republicans for the partisan gridlock.\nBy a 22-point margin (53-31 percent), the public blames the Republican Party more for the shutdown than President Barack Obama, according to a new NBC/Wall Street Journal poll.\n“The American public views the Republican party’s motives in the shutdown as overwhelmingly political."}