{"article_title": "Rockies’ Wilin Rosario has value, either as player or trade – The Denver Post", "article_keywords": ["training", "catcher", "spring", "team", "rockies", "denver", "trade", "thought", "player", "base", "value", "catchers", "wilin", "post", "weiss", "rosario"], "article_url": "http://www.denverpost.com/psaunders/ci_27580174/saunders-rockies-wilin-rosario-has-value-either-player", "article_text": "SCOTTSDALE, Ariz. — I’ll admit that I thought Wilin Rosario would be an ex-Rockie by now.\n\nI thought it made sense to trade him to an American League team that would use him as a designated hitter and a part-time catcher. The Texas Rangers turned out to be Rosario’s most ardent pursuers, but a deal was never consummated.\n\nSo now there are two major questions. First, what do the Rockies do with Rosario? Second, would they really consider keeping three catchers on their 25-man roster? Probably not, but then again, manager Walt Weiss broke spring training with six outfielders last year.\n\nNick Hundley, signed as a free agent for his defensive skills and ability to work with young pitchers, is clearly the No. 1 catcher in camp. Michael McKenry, who made a big statement with his play late last season, is also in the mix, but he’s out of options and can’t be shipped back and forth between the big club and Triple-A.\n\nAs Rosario told me Saturday, and as Weiss reiterated Sunday, Rosario remains primarily a catcher. He will see playing time at first base behind Justin Morneau, but Rosario is very raw at that position and needs to improve quickly. If he’s going to see significant time, he must improve around the bag.\n\nRockies Mailbag: Pose a question for Patrick Saunders\n\nMaking the transition to first base isn’t as easy as some fans believe. Gold Glovers Troy Tulowitzki, Nolan Arenado and DJ LeMahieu must be able to trust that Rosario can scoop up difficult throws.\n\nEarly in camp, with only pitchers and catchers taking part in official team workouts, “The Bull” is spending almost all of his time behind the plate during drills and bullpen sessions. Yet Weiss understands that Rosario needs significant reps at first base.\n\n“There will be more time spent at first base when we get the full squad rolling,” Weiss said. “As I’ve said, he is still a catcher.”\n\nGeneral manager Jeff Bridich said during the offseason that the Rockies might give Rosario a look in right field, but that seems like a stretch now. Frankly, I never thought it was a good idea.\n\n“It’s not a priority,” Weiss said. “It’s difficult to learn two new positions — first base and the outfield — particularly for a guy who has virtually never done it. So we don’t want to put too much on his plate.”\n\nGiven Rosario’s obvious limitations behind the plate, fans often ask why the Rockies are trying so hard to find a niche for him. Actually, the answer is pretty obvious: Right-handed power hitters are tough to find. Rosario clubbed 28 homers in 2012 and 21 in 2013. He still managed to hit 13 home runs last season despite a nasty bout with the flu that cost him 11 pounds, and despite an injured left wrist that hurt every time he swung a bat during the second half of the season.\n\nAlso, keep this in mind: He has murdered left-handed pitching, hitting .328/.361/.647 with an OPS of 1.009 and 30 homers in 357 at-bats. He can provide a powerful right-handed bat off the bench.\n\nThere is still a chance Rosario, or McKenry, could be traded. As spring training nears its end and players get hurt or don’t pan out, teams often go trolling for catchers. One thing is certain: The Rockies are not going to give Rosario away for cheap.\n\nPatrick Saunders: psaunders@ denverpost. com or twitter.com/ psaundersdp", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Saunders: Rockies’ Wilin Rosario has value, either as player or trade", "title": "Saunders: Rockies’ Wilin Rosario has value, either as player or trade", "url": "http://www.denverpost.com/2015/02/22/saunders-rockies-wilin-rosario-has-value-either-as-player-or-trade/", "image": {"width": 512, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg", "height": 512}, "locale": "en_US", "type": "article"}, "twitter": {"site": "@denverpost", "card": "summary"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-02-22T20:32:13+00:00", "modified_time": "2016-05-18T18:50:08+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "As spring training nears its end and players get hurt or don’t pan out, teams often go trolling for catchers.\nProbably not, but then again, manager Walt Weiss broke spring training with six outfielders last year.\nSCOTTSDALE, Ariz. — I’ll admit that I thought Wilin Rosario would be an ex-Rockie by now.\nAs Rosario told me Saturday, and as Weiss reiterated Sunday, Rosario remains primarily a catcher.\nOne thing is certain: The Rockies are not going to give Rosario away for cheap."}