{"article_title": "Obama White House trying to reverse GOP takeover of state-level government « Hot Air", "article_keywords": ["control", "legislative", "democratic", "reverse", "state", "house", "statelevel", "air", "states", "hot", "takeover", "party", "white", "trying", "gop", "obama"], "article_url": "http://hotair.com/archives/2015/03/05/obama-white-house-trying-to-reverse-gop-takeover-of-state-level-government/", "article_text": "Obama White House trying to reverse GOP takeover of state-level government\n\nposted at 6:41 pm on March 5, 2015 by Noah Rothman\n\nPresident Barack Obama will leave behind many legacies when he steps aboard Marine One for the last time in January of 2017. Maybe the Obama legacy that was the most unforeseen when he took office in 2009 will be the fact that his administration oversaw the resurgence of the Republican Party.\n\nBeyond facilitating the conditions that allowed Republicans to retake control of the House in 2010 and the Senate in 2014, the most devastating blow to the Democratic Party’s future political prospects has been its collapse farther down the ballot.\n\nI wrote about this phenomenon for Townhall shortly after the 2014 elections:\n\nFurther down the ballot, Republican victories rivaled those the party enjoyed in 2010. In 2008, when Obama took office after two consecutive Democratic wave elections, his party controlled 62 of the 99 legislative chambers across America. By the end of the night on November 4, Republicans were in control of 68 of them. The GOP was in full command of both the legislatures and governor’s mansions in 23 states, compared to just seven states where Democrats maintained monopoly control of state government. Additionally, 32 lieutenant governors and 29 secretaries of state were aligned with the GOP. As the fallout from 2014’s Republican tsunami settled, state legislators across the country began abandoning the party with which they had been allied their whole careers. In West Virginia, where Republicans captured control of the House of Delegates for the first time in 83 years, Democratic state Sen. Daniel Hall announced that he would shed his party label and join the ascendant Republican Party. His flip snatched control of an evenly split state Senate from the Mountain State’s Democratic governor and handed the GOP control of their 69th legislative chamber. A similar switch in Missouri by state Rep. Linda Black delivered the GOP a veto-proof majority, rendering the Show Me State’s Democratic governor a mere figurehead.\n\nPew Research Center has created a helpful chart that visualizes the 37-year implosion of the Democratic Party’s dominance over state legislatures:\n\nIt is not merely the party’s farm team in competitive states that has been decimated, but its chance to rebound at the federal level as a result of the next round of decennial reapportionment.\n\n“There are three elections — 2016, 2018 and 2020 — before the next round of national redistricting,” The Washington Post’s Chris Cillizza observed. “If Democrats can’t use the next six years to reverse their losses of the past six years, they could see the party drawn into semi-permanent (nothing is totally permanent in politics) minority status in the House of Representatives. The Democratic National Committee has identified reversing the party’s massive losses at the state legislative level as a major priority going forward but the questions remains how much they can actually do about it.”\n\nAccording to Politico, the White House and progressive icon Sen. Elizabeth Warren (D-MA) are formulating a plan to wrest control of state-level government out of the hands of Republicans. The report indicates that the White House is eager to create a counterweight to pro-Republican groups like the American Legislative Exchange Council (ALEC), and the State Innovation Exchange (SiX) might eventually become that counterweight.\n\n“It’s an improvement, but it remains to be seen whether a progressive voice can be as loud and persuasive at the state level as ALEC,” said Minnesota State Senate President Senator Sandra Pappas, who is among the lawmakers in SiX’s delegation. She had been involved with a predecessor group to SiX that had struggled to gain traction with either national Democratic leaders or donors, and said she had been debating whether to come to Washington with SiX this week. “This is a very busy time in our legislative session and the ticket was expensive, but when I heard there was a White House briefing, it got my attention and I decided I better go for this.” The White House briefing, set for Friday morning, is expected to include Education Secretary Arne Duncan, political director David Simas, intergovernmental affairs director Jerry Abramson and a host of Obama policy advisors including Brian Deese and James Kvaal. A White House spokesman did not respond to requests for comment on the briefing, but it seems intended at least in part to encourage Democratic state lawmakers, interest groups and donors around the country to rally behind SiX, which was launched late last year. It comes as the group is forging relationships with other key national liberal groups, including the Congressional Progressive Caucus, and also awaiting a coveted endorsement from Democracy Alliance major donor club.\n\nThis effort will not bear fruit immediately, but its importance will become clear as Democrats face the next three election cycles with a woefully deficient base of fresh talent from which to draw viable candidates to run for statewide or federal office. This move is an indication of the scale of the problem facing the Democratic Party, but it is a problem that might only become clear to the general public well after the 2016 election cycle.", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "Rollback.", "title": "Obama White House trying to reverse GOP takeover of state-level government", "url": "http://hotair.com/archives/2015/03/05/obama-white-house-trying-to-reverse-gop-takeover-of-state-level-government/", "image": {"width": 560, "identifier": "http://media.hotair.com/wp/wp-content/uploads/2015/03/legislatures.jpg", "height": 338}, "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary", "creator": "@JazzShaw"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2015-03-05T23:41:33+00:00", "modified_time": "2015-03-05T20:11:18+00:00"}, "keywords": "2010, 2014, American Legislative Exchange Council, legislatures,", "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "_id": "\"57477af46914bd0286fdc51b\"", "article_summary": "Obama White House trying to reverse GOP takeover of state-level governmentposted at 6:41 pm on March 5, 2015 by Noah RothmanPresident Barack Obama will leave behind many legacies when he steps aboard Marine One for the last time in January of 2017.\nHis flip snatched control of an evenly split state Senate from the Mountain State’s Democratic governor and handed the GOP control of their 69th legislative chamber.\nA similar switch in Missouri by state Rep. Linda Black delivered the GOP a veto-proof majority, rendering the Show Me State’s Democratic governor a mere figurehead.\nIn 2008, when Obama took office after two consecutive Democratic wave elections, his party controlled 62 of the 99 legislative chambers across America.\nThis move is an indication of the scale of the problem facing the Democratic Party, but it is a problem that might only become clear to the general public well after the 2016 election cycle."}