{"article_title": "The DOL’s Final Fiduciary Rule: Leveling the Playing Field for Retirement Investors", "article_keywords": ["retirement", "leveling", "investors", "advisers", "advice", "rule", "final", "investment", "field", "plan", "fiduciaries", "dols", "fiduciary", "erisa", "playing", "plans"], "article_url": "http://www.natlawreview.com/article/dol-s-final-fiduciary-rule-leveling-playing-field-retirement-investors", "article_text": "Thursday, April 14, 2016\n\nOn April 6, 2016, the U.S. Department of Labor (“DOL”) released its final rule (“Fiduciary Rule”) concerning the definition of a “fiduciary” who provides investment advice to a plan for a fee. The basic fiduciary rules governing the provision of investment advice were created in 1975 following the passage of the Employee Retirement Income Security Act of 1974 (“ERISA”) and have not been significantly updated since then. In connection with the issuance of the Fiduciary Rule, several ERISA prohibited transaction exemptions were amended, and new exemptions were released. The exemptions enable advisers to provide investment advice to plan sponsors, plan participants, and individual retirement account (“IRA”) owners without violating the prohibited transaction rules. The Fiduciary Rule will become applicable on April 10, 2017.\n\nThe Fiduciary Rule is the culmination of the DOL’s multi-year regulatory project that commenced in 2009 to review the 1975 rules and to address conflicts of interest in investment advice. The Fiduciary Rule was intended to respond to a changing retirement savings landscape that is moving away from professionally managed, employer-sponsored defined benefit pension plans and toward participant-directed defined contribution plans and IRAs. In essence, the Fiduciary Rule clarifies that the principles that guide a fiduciary who provides investment advice to an ERISA plan are extended to those who provide investment advice to individual ERISA plan participants, IRA account-holders (including with regard to rollovers to IRAs), and holders of other vehicles, such as health savings accounts. Investment professionals, consultants, brokers, insurance agents, and other advisers are on notice that there is a clear legal obligation to act in the best interest of a retirement investor in connection with his or her savings in these types of accounts and that they must not steer the retirement investor into particular investment products for their own financial interests.\n\nThe new standards will require advisers to examine their compensation structures, adhere to reasonable fee structures void of conflicts of interests, and, in effect, level the fees for individual retirement investors. With the anticipated increase in IRA rollovers from qualified plans by baby-boomers facing retirement, as well as the trends across the country at the state- and city-level toward initiatives for automatic payroll IRAs for American workers who do not have access to workplace retirement plans, the message is clear—the fiduciary standards of prudence and the concept of acting in the best interests of the participants that were the hallmark of ERISA’s protections for ERISA pensions will now exist to protect individual retirement investors managing their own pension accounts or IRAs.\n\nWhat Is Included as Investment Advice Under the Fiduciary Rule?\n\nPlan sponsors should know that the Fiduciary Rule describes the types of communications that are considered “investment advice” and the types of relationships in which those communications would give rise to fiduciary investment advice responsibilities. The fundamental threshold in determining the existence of fiduciary investment advice is whether a “recommendation” (i.e., a communication that, based on its content, context, and presentation would reasonably be viewed as a suggestion that the advice recipient engage in, or refrain from taking, a particular course of action) occurred. The DOL asserts that this definition is consistent with the approach taken by the Financial Industry Regulatory Authority (“FINRA”), the independent regulatory authority of the broker-dealer industry subject to the oversight of the Securities and Exchange Commission.\n\nCovered investment advice includes a recommendation to a plan, a plan fiduciary, a plan participant and beneficiary, an IRA, or an IRA owner for a fee or other compensation, direct or indirect, as to the advisability of buying, holding, selling, or exchanging securities or other investment property, including recommendations as to the investment of securities or other property after the securities or other property are rolled over or distributed from a plan or an IRA. Also, covered investment advice includes recommendations as to the management of securities or other investment property, including recommendations on investment policies or strategies; portfolio composition; the selection of other persons to provide investment advice or investment management services; the selection of investment account arrangements; or recommendations with regard to rollovers, transfers, or distributions from a plan or IRA.\n\nIn order for recommendations to give rise to fiduciary investment advice responsibilities, recommendations must be made, either directly or indirectly (through or together with any affiliate), by a person who:\n\nrepresents or acknowledges that it is acting as a “fiduciary” within the meaning of ERISA or the Internal Revenue Code;\n\nrenders advice pursuant to a written or verbal agreement, arrangement, or understanding that the advice is based on the particular investment needs of the advice recipient; or\n\ndirects the advice to a specific recipient or recipients regarding the advisability of a particular investment or management decisions with respect to securities or other investment property of the plan or IRA.\n\nNotably, the recommendation can be initiated by a person or a computer software program.\n\nWhat Is Not Included as Investment Advice Under the Fiduciary Rule?\n\nWhere a communication does not meet the threshold of a “recommendation,” the communication will be of a non-fiduciary nature. The Fiduciary Rule includes some specific examples of communications that would not rise to the level of a recommendation and would not constitute a fiduciary investment advice communication:\n\neducation about retirement savings and general plan, financial, and investment information, as well as compliant asset allocation models and interactive investment materials identifying specific alternatives so long as they are alternatives selected and monitored by the plan fiduciary other than the fund provider (plan sponsors should evaluate any educational programs to confirm compliance with the nuances of this rule; in the IRA context, however, asset allocation models and interactive investment materials with references to specific investment alternatives are not considered merely educational);\n\ngeneral communications that a reasonable person would not view as an investment recommendation;\n\ngeneral platforms of investment alternatives for plan fiduciaries (who are independent of the platform provider) to choose from to offer in the plan;\n\nthe provision of objective financial data and comparisons with independent benchmarks;\n\nthe identification of investment alternatives that meet objective criteria specified by the plan fiduciary, provided that written disclosures concerning any financial interest in the investment alternatives are made;\n\nresponses to a request for proposal (“RFP”), provided that written disclosures concerning any financial interest in the investment alternatives are made;\n\nadviser communications with independent plan fiduciaries, such as a bank, insurance carrier, registered investment adviser, registered broker-dealer, or independent fiduciary with assets of at least $50 million, or in connection with certain swap transactions where certain conditions are met; and\n\ncommunications from an employee working in the employer’s payroll, accounting, human resources, or financial department who routinely develops reports for the company and other named fiduciaries, as well as communications to other employees about the plan, provided that the employee does not receive a fee or other compensation in connection with such work beyond his or her normal compensation as an employee (and the employee is not a registered or licensed adviser).\n\nWhat Is the Best Interest Contract Exemption?\n\nA fiduciary’s provision of investment advice to a plan or plan participants for a fee is a prohibited transaction under ERISA, unless an exemption applies. To provide conditional relief for certain common forms of compensation, the DOL published a new prohibited transaction exemption called the Best Interest Contract Exemption (“BICE”). The BICE allows certain broker-dealers, insurance agents, and others that act as investment advice fiduciaries to continue to receive certain common forms of compensation, such as commissions, revenue-sharing, and 12b-1 fees, so long as they adhere to standards aimed at ensuring that their advice is impartial and in the best interest of their customers. The standard requires advisers to acknowledge their status as fiduciaries, make prudent investment recommendations without regard to their interests, charge only reasonable compensation, and make no misrepresentations to their customers regarding recommended investments. The firm also must have policies and procedures designed to mitigate harmful impacts of conflicts of interest and must provide certain disclosures about its conflicts of interest and the cost of its advice. With the BICE, advisers can recommend variable annuities and indexed annuities to plans. Employer investment fiduciaries cannot use the BICE with in-house plan investments. Full compliance with the BICE will be required by January 1, 2018, with certain rules in effect as of April 10, 2017.\n\nIf advisers and financial institutions do not adhere to the standards established in the exemption, retirement investors will be able to file suit either through a breach of contract claim (for IRAs and other non-ERISA plans) or under ERISA (for ERISA plans, participants, and beneficiaries).\n\nIn addition to the BICE, the DOL adopted amendments to existing PTE 84-24 that will allow insurance agents and brokers and insurance companies to receive compensation for recommending fixed rate annuity products to plans and IRAs to provide lifetime income. The DOL also amended other existing exemptions to ensure that plan and IRA investors receiving investment advice are consistently protected by impartial conduct standards. Finally, the DOL published a new exemption for “principal transactions” that allows advisers to sell to plans and IRAs certain proprietary products.\n\nWhat ERISA Plan Sponsors Should Do Now\n\nFor employers that sponsor ERISA benefit plans, the Fiduciary Rule does not change the fiduciary role of plan sponsors, plan administrators, benefit committees, trustees, or others who are named fiduciaries or functional fiduciaries with respect to the employer-sponsored plan. Fiduciaries still include those who exercise any discretionary authority or control over the management of the plan or disposition of plan assets, or who have discretionary authority or responsibility for plan administration. Investment advisers who render investment advice to the plan for a fee are also still fiduciaries.\n\nWhat is new for employers sponsoring ERISA benefit plans is that there may be advisers to the plan or to the participants who were not previously considered to be giving investment advice but are now investment advice fiduciaries under the Fiduciary Rule. The new definition of a “fiduciary” may impact the plan’s operations and use of third-party service providers and advisors. To prepare for the Fiduciary Rule, employers should consider taking the following actions in advance of the April 10, 2017 compliance date:\n\nExamine all consulting, broker, and adviser relationships with the plan to determine whether any service agreements, contracts, disclosures, or fee arrangements need to be revisited and updated for compliance with the new guidance and clarified for fiduciary duties toward the plan, participants, and beneficiaries.\n\nReview and evaluate any investment advice and related programs, including education programs, for compliance.\n\nReview and evaluate any service provider plan distribution or rollover services for compliance.\n\nProvide training to plan fiduciaries and other employees who may provide plan-related information to the organization’s workforce.\n\nEvaluate the terms of fiduciary liability insurance and determine whether any enhancements are desired.\n\nIt is important for employers to confirm the type of advisers they are selecting and utilizing for the applicable ERISA plan and the standard to which they must be held, and to understand when the adviser is providing investment advice to the plan and/or the participants. All of these relationships and programs must be prudently selected and monitored.\n\nFinally, employers should note that the Fiduciary Rule is subject to the Congressional Review Act provisions of the Small Business Regulatory Enforcement Fairness Act of 1996 and will be transmitted to Congress and the Comptroller General for review. The Fiduciary Rule is a “major rule,” as that term is defined in 5 U.S.C. § 804, because it is likely to result in an annual effect on the economy of $100 million or more. Future guidance with respect to the Fiduciary Rule must be monitored.", "article_metadata": {"description": "On April 6, 2016, the U.S. DOL released its final rule Fiduciary Rule concerning the definition of a fiduciary who provides investment advice to a plan for a fee.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "On April 6, 2016, the U.S. Department of Labor (&amp;ldquo;DOL&amp;rdquo;) released&amp;nbsp;its final rule&amp;nbsp;(&amp;ldquo;Fiduciary Rule&amp;rdquo;) concerning the definition of a &amp;ldquo;fiduciary&amp;rdquo; who provides", "title": "The DOL’s Final Fiduciary Rule: Leveling the Playing Field for Retirement Investors", "url": "http://www.natlawreview.com/article/dol-s-final-fiduciary-rule-leveling-playing-field-retirement-investors", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/aux/1092/Retirement_0.jpg?itok=vLw2fonu", "type": "article"}, "keywords": "DOL, fiduciary rule, investment advice, ERISA, IRAs, retirement investors, department of labor, FINRA, Financial Industry Regulatory AuthoritY", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "legal, business, government, finance, DOL, fiduciary rule, investment advice, ERISA, IRAs, retirement investors, department of labor, FINRA, Financial Industry Regulatory AuthoritY"}, "article_summary": "The Fiduciary Rule is a “major rule,” as that term is defined in 5 U.S.C.\nThursday, April 14, 2016On April 6, 2016, the U.S. Department of Labor (“DOL”) released its final rule (“Fiduciary Rule”) concerning the definition of a “fiduciary” who provides investment advice to a plan for a fee.\nIn connection with the issuance of the Fiduciary Rule, several ERISA prohibited transaction exemptions were amended, and new exemptions were released.\nPlan sponsors should know that the Fiduciary Rule describes the types of communications that are considered “investment advice” and the types of relationships in which those communications would give rise to fiduciary investment advice responsibilities.\nWhat Is Included as Investment Advice Under the Fiduciary Rule?"}