{"article_title": "Why Demi Lovato And Jay Pharoah Want To Help Break Down Stigmas About Mental Illness", "article_keywords": ["lovato", "illness", "mental", "jay", "stigmas", "demi", "break", "state", "health", "talk", "recent", "pharoah", "really", "depression", "help"], "article_url": "http://thinkprogress.org/health/2015/08/11/3690070/lets-talk-more-about-depression/", "article_text": "Health Why Demi Lovato And Jay Pharoah Want To Help Break Down Stigmas About Mental Illness CREDIT: Photo by Taylor Jewell/Invision/AP\n\nSince Robin Williams committed suicide one year ago, a growing number of celebrities have revealed their bouts with mental illness and encouraged others to do the same as part of an effort to destigmatize depression and other ailments.\n\nMoments of sadness, lack of interest in once pleasurable activities, fatigue, guilt, and recurrent thoughts of death count among depression’s most common symptoms. This mental illness debilitates nearly 15 million Americans of various income levels, races, and walks of life annually. Left untreated, it can lead to suicide, as seen in Williams’ case.\n\nWhile mental health professionals encourage a range of treatments for depression — including the use of antidepressants and electric shock therapy — another effective way to overcome a perpetual melancholic state may be opening up to others. Comedian Jay Pharoah took heed to those words, recently appearing on HuffPost Live to reflect on his “constant state of depression” as an overweight teenager.\n\n“I was depressed when I was a kid. I remember when I was 12, that was a really, really bad time. …It wasn’t a good situation, and my mom was there to kind of help me through it,” Pharoah, currently a cast member of NBC’s Saturday Night Live, said. “She was like one of the only people that really knew about it. …At the time, when I was really massively depressed like that, when I really didn’t want my life anymore, I was 12. And I remember she came in and she stopped me from doing some stuff. It was crazy.”\n\nThe National Alliance on Mental Illness encourages discussion along the lines of what Pharoah mentioned, saying that it helps to break down “barriers of ignorance, prejudice, or unfair discrimination” against people who suffer from mental disorders.\n\nSuch stigma often limits access to care and discourages people from seeking treatment. Institutionally, depictions of the mentally ill as the “other” allow for exclusion from employment, social, and educational opportunities. Stereotypes about the mentally ill also lower the likelihood that a health care provider will have a patient’s best interests in mind. In turn, those who suffer from mental illness may internalize these negative thoughts, causing them to hide their disorder to their detriment and that of others. This fear perpetuates the cycle of social isolation.\n\nBut the tide may be starting to shift. Pharoah’s recent comments follow similar personal details from Supernatural’s Jared Padalecki, who disclosed his ongoing bout with depression to his Twitter followers in May after canceling several public appearances. Last month, fans cheered on Padelecki and lit candles in the actor’s honor as he entered the stage at San Diego Comic-Con.\n\nSinger Demi Lovato, who has publicly dealt with bipolar disorder, has stood on the front lines in the fight for mental health care reform, including at an event sponsored by the National Alliance on Mental Illness. “It’s important that we’re able to talk about” mental health, Lovato told Yahoo Health News earlier this year. “The more we’re able to talk about it, the more understanding we are, and [the more] compassionate [we can be] about what we’re going through.”\n\nA commitment to helping others cope with their issues compelled singer Mary Lambert to talk about her bipolar disorder in her song “Secrets,” an experience she reflected on during a recent interview.\n\n“What if I start the song by telling everybody that I’m bipolar?’ And the whole room was like, ‘Are you sure you want to do that?’ And I was like, ‘Hell yes I do!'” Lambert said. “I think it’s really important to destigmatize mental illness in any form. …Everybody is going through something. Everybody has had something that they’ve had to overcome.”\n\nCases of depression appear to be on the rise. Last year, a study found that Americans are reporting symptoms — including sleeplessness and trouble concentrating — at least 38 percent more often than they did in the 1980s.\n\nJean M. Twenge, a professor at San Diego State University who analyzed the data, told CNN that an increase in discourse about mental illness may have caused a leap in reported case of depression. “Previous studies found that more people have been treated for depression in recent years, but that could be due to more awareness and less stigma,” said Twenge. “This study shows an increase in symptoms most people don’t even know are connected to depression, which suggests adolescents and adults really are suffering more.”\n\nBut talking about mental illness could do more good than harm for those who are suffering. Research shows that when one talks about their depression, they develop coping skills that help them mitigate future stress-inducing situations. These conversations also allow the depressed person to gain perspective on problems with family, friends, and co-workers. Once they reach that threshold, they can then talk to others about their problems, further encouraging others to confront issues of their own.\n\nThe field of psychotherapy — in which one treats mental illness by chatting with a mental health provider — mostly aligns with this line of thinking, due to the manner in which therapists often help their patients outline goals to get them over their depressive state. During these sessions, therapists may also dole out assignments — including journal entries and application of problem-solving techniques. Psychotherapy has been found to be helpful in treating anxiety disorders, addiction, and schizophrenia. It’s also useful in helping people learn how to come to terms with an ongoing health problem and resolve conflict.\n\nIn recent years, the tech industry has also tried to facilitate more conversation among people struggling with mental health issues, supplying new tools to help them seek help more easily. For instance, earlier this year, Facebook launched a suicide prevention tool that allows users to reach out to troubled loved ones and connect them with online resources once they spot the first sign of trouble.\n\n“People who are feeling suicidal also feel alienated and if they’re reaching out on social media, then it can be a bridge that helps them obtain really good prevention resources. Sometimes people don’t know what to say to their loved one and this tool gives them some language,” Lisa Horowitz, staff scientist and pediatric psychologist at the National Institute of Mental Health, told ThinkProgress in a previous interview after the unveiling of Facebook’s tool.", "article_metadata": {"google": "nositelinkssearchbox", "description": "\"Everybody is going through something. Everybody has had something that they've had to overcome.\"", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "\"Everybody is going through something. Everybody has had something that they've had to overcome.\"", "title": "Why Demi Lovato And Jay Pharoah Want To Help Break Down Stigmas About Mental Illness", "url": "http://thinkprogress.org/health/2015/08/11/3690070/lets-talk-more-about-depression/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2015/08/10152249/Jay-Pharoah.jpg", "type": "article"}, "twitter": {"description": "\"Everybody is going through something. Everybody has had something that they've had to overcome.\"", "creator": "@SamPKCollins", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2015/08/10152249/Jay-Pharoah-321x214.jpg", "title": "Why Demi Lovato And Jay Pharoah Want To Help Break Down Stigmas About Mental Illness", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2015/08/10152249/Jay-Pharoah.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2015/08/10152249/Jay-Pharoah.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2015-08-11T08:17:31+00:00", "author": "https://www.facebook.com/sampkcollinswriter"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af46914bd0286fdc537\"", "article_summary": "I remember when I was 12, that was a really, really bad time.\nThis mental illness debilitates nearly 15 million Americans of various income levels, races, and walks of life annually.\nSinger Demi Lovato, who has publicly dealt with bipolar disorder, has stood on the front lines in the fight for mental health care reform, including at an event sponsored by the National Alliance on Mental Illness.\n“It’s important that we’re able to talk about” mental health, Lovato told Yahoo Health News earlier this year.\nIn turn, those who suffer from mental illness may internalize these negative thoughts, causing them to hide their disorder to their detriment and that of others."}