{"article_title": "Dr. Ben Carson Storms Through Oklahoma To SRLC Straw Poll Victory", "article_keywords": ["srlc", "conference", "ben", "straw", "oklahoma", "polls", "storms", "governor", "carson", "victory", "vote", "sen", "poll", "dr", "gop"], "article_url": "http://www.breitbart.com/big-government/2015/05/23/dr-ben-carson-storms-through-oklahoma-to-srlc-straw-poll-victory/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nIn a stunning victory, Dr. Ben Carson swept the straw poll at the Southern Republican Leadership Conference (SRLC) in Oklahoma City on Saturday.\n\nSIGN UP FOR OUR NEWSLETTER\n\n“I am grateful for the support of the many Americans who attended the conference,” Carson told Breitbart News. “I was absolutely thrilled also to hear many of the views of my fellow GOP candidates who are also running for president. We are blessed with an extraordinarily group of competent, intelligent and capable candidates, that love this nation and very much wish to see it succeed.\n\n“Over the next several months the polls will vary, but hopefully the resolve of the candidates to present the American people with solid ideas and solutions will only grow stronger.\n\n“We’re obviously very pleased with the result, and it demonstrates our growing grassroots’ appeal. Thank you, Oklahoma GOP!” he added.\n\nBreitbart News reported earlier on Carson’s big win, where the neurosurgeon defeated the winner of the CPAC straw poll, Kentucky Sen. Rand Paul:\n\nCarson, who formally announced his candidacy for president less than three weeks ago, finished with 25.4% of the vote according to a press release. Wisconsin Gov. Scott Walker and Sen. Ted Cruz (R-TX)\n\nfinished second and third with 20.5% and 16.6% of the vote, respectively. Rounding out the top ten were New Jersey Governor Chris Christie (5.3%) of the vote, former Texas Governor Rick Perry (5.0%), former Florida Governor Jeb Bush (4.9%), Sen. Rand Paul (R-KY) (4.1%), Sen. Marco Rubio (R-FL) (4.1%), Louisiana Gov. Bobby Jindal (4.1%), an Carly Fiorina (2.7%). The full results of the straw poll can be viewed here.\n\nThe media scoffed at the poll’s significance — “Straw polls are generally not accurate in forecasting success on the presidential campaign trail. And Oklahoma is not expected to play a major role in choosing the GOP nominee in 2016,” wrote National Journal.\n\nNational Journal also claimed that Carson’s campaign bought tickets for the event and sold them for a reduced price to Carson fans in order to swing the poll:\n\nCarson and his team made a priority of winning the straw poll, which they hoped would demonstrate his strength among grassroots Republicans. Carson supporters flooded the event, passing out literature and lobbying attendees to support him in the straw poll. His campaign even purchased 100 tickets to the conference and resold them to activists at a cheaper price. “That certainly gave him an advantage,” said Bill Shapard, whose firm, SoonerPoll, conducted the survey.\n\nCarson’s communications director, Doug Watts, pushed back against the narrative.\n\n“As an aside, wanted to tell you that, notwithstanding the bullshit National Journal piece, we did nothing to organize or seek votes for the poll, other than show up and make our pitch,” Watts stated to Breitbart News.", "article_metadata": {"description": "In a stunning victory, Dr. Ben Carson swept the straw poll at the Southern Republican Leadership Conference (SRLC) in Oklahoma City on Saturday.", "og": {"site_name": "Breitbart", "description": "In a stunning victory, Dr. Ben Carson swept the straw poll at the Southern Republican Leadership Conference (SRLC) in Oklahoma City on Saturday.", "title": "Dr. Ben Carson Storms Through Oklahoma To SRLC Straw Poll Victory", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/05/carson.jpg", "height": 480}, "url": "http://www.breitbart.com/big-government/2015/05/23/dr-ben-carson-storms-through-oklahoma-to-srlc-straw-poll-victory/", "type": "article"}, "twitter": {"description": "In a stunning victory, Dr. Ben Carson swept the straw poll at the Southern Republican Leadership Conference (SRLC) in Oklahoma City on Saturday.", "title": "Dr. Ben Carson Storms Through Oklahoma To SRLC Straw Poll Victory", "image": "http://media.breitbart.com/media/2015/05/carson.jpg", "creator": "@BreitbartNews", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "use_automatic_ad_placement": "true", "app_id": 1243316582352556}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Dr. Ben Carson,2016 Presidential Race, Big Government,ben carson", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "2016 Presidential Race", "tag": "Dr. Ben Carson", "published_time": "2015-05-23T14:18:43-07:00", "categories": "Big Government,2016 Presidential Race"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "SIGN UP FOR OUR NEWSLETTERIn a stunning victory, Dr. Ben Carson swept the straw poll at the Southern Republican Leadership Conference (SRLC) in Oklahoma City on Saturday.\nThe media scoffed at the poll’s significance — “Straw polls are generally not accurate in forecasting success on the presidential campaign trail.\nSIGN UP FOR OUR NEWSLETTER“I am grateful for the support of the many Americans who attended the conference,” Carson told Breitbart News.\nCarson supporters flooded the event, passing out literature and lobbying attendees to support him in the straw poll.\nThe full results of the straw poll can be viewed here."}