{"article_title": "Actress Vicki Lawrence Speaks About Living With Chronic Urticaria, Raises Awareness Of Severe Hives", "article_keywords": ["living", "help", "lawrence", "hives", "itching", "medical", "vicki", "chronic", "severe", "raises", "ciu", "hands", "diagnosis", "speaks", "come", "urticaria", "awareness", "treatment"], "article_url": "http://www.medicaldaily.com/actress-vicki-lawrence-speaks-about-living-chronic-urticaria-raises-awareness-severe-323966", "article_text": "Hives can drive someone to scratch themselves into frustration, but some diagnoses go beyond the surface scratch and turn into a more severe medical mystery. Emmy award-winning actress and comedian Vicki Lawrence is best known for her TV role starring on the Carol Burnett Show and Mama’s Family, but a diagnosis in 2010 changed her life and encouraged her to become a voice for the silent sufferers of chronic idiopathic urticaria (CIU).\n\n“I’m one of the 1.5 million people who are affected by CIU and when I was approached by the Asthma and Allergy Foundation of America (AAFA), I decided yes, I would throw my hives in the ring and put my face up on that website,” Lawrence told Medical Daily. “I just hope I can help and inspire people who are looking for answers, to let them know they’re not alone, that it’s real, and that there are treatment options out there.“\n\nThe AAFA teamed up with Novartis Pharmaceuticals to create a comprehensive campaign “CIU & YOU” to help those searching for help get the answers they’re looking for after allergy tests come back negative. It affects both men and women, however it’s more common among middle-aged women, such as Lawrence.\n\nA Morning of Mysterious Bumps\n\n“I woke up one morning with the palms of my hands itching and I remember telling my husband he needed to go buy a lottery ticket cause obviously we were going to come into a lot of money,” Lawrence said. “Then after a while it stopped being funny and I went into the kitchen and plunged my hands into a bowl of ice water to stop the itching. Fast forward to the next day when I woke up with my hands itching again. It was like Groundhog Day.”\n\nIn order to be diagnosed with CIU, you must have the hives for six weeks or more, thus deeming it a chronic condition. There’s no identifiable cause for the hives, and symptoms can range in severity, but the hives are always red and itchy, lasting for months or years. “I think the first logical idea you have is this is something I have done, this is something I am doing. All your friends will certainly try and help you. I had people telling me to go on a holistic diet, an elimination diet, go off of all of the new vitamins you're taking; red wine has tannins that’s what’s doing it. Everybody’s got answers for you. But I’m not really sure anybody understands what you’re really going through.”\n\nAfter six weeks of trial and error her allergist diagnosed her with CIU. She had no idea what it was and had no family history of hives, which is characteristic of the diagnosis. The burden of knowing you can have a flare up at any moment strips control from a person and makes them a prisoner in their own unreliable skin. Lawrence says she’s fortunate for not seeing any hives or breakouts for three years.\n\n“It’s very typical of the CIU sufferer,” board-certified allergist Dr. Beth Corn, who also serves on the national board of the AAFA, told Medical Daily. “I see patients like this come in all the time; not exactly Vicki’s story but very similar. Very often patients will come in with a stack of literature and test results. They’ve eliminated certain suspected foods from their diets, and have lost 25 pounds on these very strict elimination diets.”\n\nCIU sufferers become obsessed with searching for an answer to the itch, which is why they need to visit an allergist familiar with the rare diagnosis. Living in the dark with CIU isn’t a laughing matter, especially because it’s an idiopathic condition, meaning the cause is unknown. For most people living with hives the triggers can usually be identified, but someone with CIU must grapple with an unsolved condition.\n\n“Personally, I can’t understand why anybody wouldn’t seek treatment. I understand the frustration of not being able to find the right person to treat you, “ Corn said, and added the website provides information to narrow down the next steps in the diagnosis and treatment process. “There’s no reason for anybody to suffer.”", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "actress, vicki, lawrence, speaks, about, living, chronic, urticaria, raises, awareness, severe", "og": {"site_name": "Medical Daily", "description": "Chronic hives without known triggers can cause frustration, and they are no laughing matter.", "title": "What It’s Like Living With Chronic Hives, According To Actress Vicki Lawrence", "url": "http://www.medicaldaily.com/actress-vicki-lawrence-speaks-about-living-chronic-urticaria-raises-awareness-severe-323966", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/03/01/vicki-lawerence-hives.png", "type": "article"}, "twitter": {"description": "Chronic hives without known triggers can cause frustration, and they are no laughing matter.", "title": "What It’s Like Living With Chronic Hives, According To Actress Vicki Lawrence", "url": "http://www.medicaldaily.com/actress-vicki-lawrence-speaks-about-living-chronic-urticaria-raises-awareness-severe-323966", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/03/01/vicki-lawerence-hives.png", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/03/01/vicki-lawerence-hives.png"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-03-01T14:40:44-05:00", "modified_time": "2015-03-01T14:40:43-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Chronic hives without known triggers can cause frustration, and they are no laughing matter."}, "article_summary": "Fast forward to the next day when I woke up with my hands itching again.\nFor most people living with hives the triggers can usually be identified, but someone with CIU must grapple with an unsolved condition.\nShe had no idea what it was and had no family history of hives, which is characteristic of the diagnosis.\nHives can drive someone to scratch themselves into frustration, but some diagnoses go beyond the surface scratch and turn into a more severe medical mystery.\nIt affects both men and women, however it’s more common among middle-aged women, such as Lawrence."}