{"article_title": "Honolulu Pays $4.7 to Settle Race Bias Lawsuit", "article_keywords": ["city", "race", "dowkin", "47", "bias", "officers", "need", "settle", "honolulu", "pays", "department", "racial", "settlement", "lawsuit", "plaintiffs"], "article_url": "http://www.legalreader.com/honolulu-pays-4-7-to-settle-race-bias-lawsuit/", "article_text": "Honolulu pays $4.7 to settle race bias lawsuit that says the Honolulu Police Department were responsible for racial and sexual discrimination.\n\nThe lawsuit filed in 2010 says the Honolulu Police Department endangered the lives of its officers after backup was refused during nighttime traffic stops. The plaintiffs claim they were retaliated against after bringing up racial discrimination, and that police and city officials hid evidence that would have supported their case.\n\nThe settlement comes after the Honolulu Police Department has already come under scrutiny by lawmakers who are calling for increased oversight. The department has been criticized in recent years for problems including excessive force and domestic violence.\n\nThe plaintiffs in the 2010 case are Sgt. Shermon Dowkin and former officers Cassandra Bennett Huihui and Federico Delgadillo Jr. In 2004 the problems began when Dowkin, a black officer, lead a DUI team in Kailua, including Mexican-American officer Federico Delgadillo. In the suit, it alleges that Dowkin found out that the patrol commanders who were Asian American and mixed race, had ordered other officers not provide backup for his DUI team.\n\nIn 2008, after an array of close calls, Dowkin and Delgadillo filed a complaint to the police chief, the lawsuit said. Huihui, the third plaintiff, was interviewed about the complaint, saying it was likely the officers were discriminated due to racial bias.\n\nHuihui said she experienced retaliation from other officers for speaking up about the other officers. She was seriously injured in 2010 when she was refused backup after entering a bar to confront a potentially armed and dangerous felon.\n\nIn 2012 another lawsuit was filed, which is included in the $4.7 million settlement. It says the police and city officials attempted to conceal the fact that the defendants made racially derogatory remarks, which could have benefitted the plaintiffs’ case.\n\nThe plaintiffs’ attorney, Victor Bakke, would not comment.\n\nLawmakers find the settlement to be a wake-up call to city officials. Over $900,000 in legal fees were paid to the City Council along with the $4.7 million for the settlement.\n\n“It certainly shows that there’s a need for more oversight of the police department, and when you look at the specific case itself, there’s some very disturbing items in there that need to be reviewed. We need to see if other officers need to be disciplined,” said Sen. Will Espero, who this year introduced a various police reform bills\n\nEspero said the settlement could be one of the largest in the Honolulu Police Department’s history.\n\nThe Honolulu Police Department stated that no one was disciplined for misconduct. Deputy Chief Marie McCauley finds the allegations do not reflect the values of the department and assures that behavior of that kind will not be tolerated.\n\nHonolulu Mayor Kirk Caldwell said racial and gender discrimination are unacceptable in the city, and retaliation for speaking up is inadmissible.\n\nSource: Honolulu Agrees to Pay $4.7M to End Police Race Bias Case\n\nPhoto credit: www.huffingtonpost.com\n\nJoin the Discussion", "article_metadata": {"description": "Honolulu pays $4.7 to settle race bias lawsuit that says the Honolulu Police Department were responsible for racial and sexual discrimination.", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "author": "Eric Needs", "og": {"site_name": "Legal Reader", "description": "Honolulu pays $4.7 to settle race bias lawsuit that says the Honolulu Police Department were responsible for racial and sexual discrimination.", "title": "Honolulu Pays $4.7 to Settle Race Bias Lawsuit - Legal Reader", "locale": "en_US", "image": "http://www.legalreader.com/wp-content/uploads/2016/03/79th_recruit_class_large.jpg", "url": "http://www.legalreader.com/honolulu-pays-4-7-to-settle-race-bias-lawsuit/", "type": "article"}, "robots": "noodp,noydir", "fb": {"app_id": 1598871133679697}, "article": {"publisher": "http://facebook.com/thelegalreader", "section": "News & Politics", "published_time": "2016-03-27T09:28:53+00:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Honolulu pays $4.7 to settle race bias lawsuit that says the Honolulu Police Department were responsible for racial and sexual discrimination.\nThe settlement comes after the Honolulu Police Department has already come under scrutiny by lawmakers who are calling for increased oversight.\nThe lawsuit filed in 2010 says the Honolulu Police Department endangered the lives of its officers after backup was refused during nighttime traffic stops.\nSource: Honolulu Agrees to Pay $4.7M to End Police Race Bias CasePhoto credit: www.huffingtonpost.comJoin the Discussion\nHonolulu Mayor Kirk Caldwell said racial and gender discrimination are unacceptable in the city, and retaliation for speaking up is inadmissible."}