{"article_title": "Meet the uninsured immigrants propping up our $800 billion food industry", "article_keywords": ["billion", "work", "working", "garcia", "food", "fields", "industry", "immigrants", "immigration", "propping", "undocumented", "health", "insurance", "uninsured", "meet", "800", "workers", "maria"], "article_url": "http://fusion.net/story/294053/sb10-lara-undocumented-obamacare-immigrationreform/", "article_text": "BAKERSFIELD, CA—After 26 years of waking up at 4 a.m. to stoop, grasp, and shuffle her way through the fields and vineyards of California’s Central Valley, Maria Elena’s body hurts. Her bones ache. Her skin burns. She’s one of the lucky ones.\n\nMaria, 51, is among the estimated 2.5 million farmworkers in the United States, a workforce that is the backbone of an agriculture industry generating $835 billion per year. Like many farmworkers, Maria is undocumented and does not have medical insurance, despite the serious health risks associated with her job.\n\n“Working in the fields is a tough task,” she said. “The heat can be unbearable, waking up every day at 4 a.m. is exhausting and the pesticides are bad for our health.”\n\nCalling field work “tough” is probably an understatement.\n\nThe U.S. Department of Labor ranks agriculture among the most dangerous industries. In 2011 (the most recent year cited on the DOL website), agriculture workers were 7 times more likely to be killed on the job than other private industry workers. Between 2003 and 2011, at least 5,816 agricultural workers in the U.S. died from work-related injuries like heat exhaustion and farm vehicle accidents. Every day, on average, 243 agricultural workers suffer a “serious” injury that leads to lost work time, and 5% of those injuries leave workers permanently impaired.\n\nNot all injuries are of the one-time-accident variety. Farm jobs require awkward and repetitive body movements that can lead to muskuloskeletal disorders, resulting in chronic pain such as Maria’s aching bones. Long-term exposure to pesticides poses another risk. Maria attributes her burning, painful rashes to decades of near constant exposure to chemicals used in the fields. When she took a break from doing crop work for a few years, she said, the rashes went away. Now that she’s back in the fields, so are the rashes.\n\nWhen Maria once asked her work supervisor to take her to a hospital, she said he refused.\n\n“I had no recourse,” Maria said. “I couldn’t go to the doctor because I couldn’t afford treatment, and I couldn’t miss work because I had bills to pay. The only thing I could do is go to a local pharmacy to try to buy something that would help my condition.”\n\nJust over one-third of farmworkers in the U.S. have health insurance. And when they do see a doctor, they’re likely to pay out of pocket like Maria. Only 14% of workers used an employer-paid insurance plan for their last doctor’s visit, in the latest National Agricultural Workers Survey.\n\nRoughly half of all farmworkers are undocumented, according to Department of Labor surveys, although the actual number is thought to be much higher than that. Undocumented immigrants are ineligible for most government health programs and barred from purchasing private insurance through the exchange established by the Affordable Care Act.\n\nMaria and other undocumented immigrants in California, however, have reason to be optimistic.\n\nNext month, 170,000 low-income undocumented children under the age of 18 will become eligible for full-scope Medi-Cal, California’s version of Medicaid. California is just the fifth state to expand affordable health insurance to undocumented children, joining Massachusetts, New York, Washington and Washington D.C.\n\nAnd that’s just the beginning. Senator Ricardo Lara (D-Bell Gardens) has authored a bill, SB 10, that would make California the first state to allow undocumented adults to purchase private health insurance under the Affordable Care Act. The bill has a good shot of advancing through the state legislature, according to a recent article in the LA Times, despite claims by opponents of the bill that SB 10 would encourage illegal immigration.\n\nThis is all welcome news to Maria, who came to the Central Valley from Michoacán, Mexico in 1979 to harvest tomatoes, something her father had done 35 years prior through the Bracero Program, a guest worker initiative that brought millions of Mexican workers to the U.S. between 1942 and 1964.\n\n“My mom always complains about how her body hurts,” said Maritza, one of Maria’s eight children. “During the night, before she goes to sleep, she always asks us to give her a massage to ease the pain.”\n\nAnd it isn’t just about physical pain. Eight years ago, when Maria met an immigration attorney who said she could fix her immigration status, the future looked a bit brighter. Instead, Maria said she wound up the victim of an immigration scam that left her facing deportation proceedings.\n\n“She (the lawyer) gave us false hope, saying that my mom could fix her immigration status when there was no way she could,” said Maritza.\n\nMaria said immigration authorities are permitting her to live at home and continue working temporarily while she waits for a court ruling on her deportation. In the meantime, she continues to put in long hours in the fields, but now she does it with a bulky ankle bracelet that lets the government monitor her whereabouts. She has no idea how much longer she’ll be allowed to stay in the U.S. with her children.\n\n“It is humiliating to wear. It makes me feel like I’m a criminal,” said Maria. “But regardless, I have to go to work despite the constant physical and emotional obstacles.”\n\nRelated Will a new generation of activists finish what Cesar Chavez started?\n\nUndocumented farmworkers like Maria are forced to work in the shadows, risking their lives performing jobs that pay just enough for basic subsistence, according to Eriberto Fernandez, a community engagement coordinator with The United Farm Workers Foundation in Bakersfield.\n\n“We have seen cases where people have died from heat exposure, people who have suffered [from] pesticide drift,” said Fernandez, referring to sprayed pesticides that get blown outside of their target area. “[They] are working at a fast pace and oftentimes working piece rate, meaning that you get paid by the box, so you have to produce enough boxes so that you can make a living wage that day.”\n\nFarmworker Roberto Garcia is one of those who has suffered from working in severe heat.\n\nJust 30 miles southwest of Bakersfield, the small City of Taft sits surrounded by oil and agricultural fields. This is where Garcia, a native of Oaxaca, Mexico, arrived in 2001 at the age of 41, without documentation. Like so many other immigrants in this region, he quickly found a job in the fields, where summertime temperatures routinely hit triple digits.\n\n“I’ve known many people who became disillusioned with farm work [because of the working conditions],” said Garcia, who has seen people collapse on the job due to heat exhaustion more times than he cares to remember.\n\nGarcia himself lasted about 15 years before the job got the better of him. As a result of a work-related injury that happened a year ago and injured his spinal cord, he can no longer work in the fields.\n\n“My back constantly hurts, but I have no health coverage, so I can’t get medical attention and I can’t afford to pay out of pocket,” Garcia said. “Each visit to the doctor can be very expensive. My wife still works in the fields, so we get by, but it’s not enough. I do small jobs here and there, but nothing too heavy because of my back.”\n\nLike many immigrants in California, Garcia is paying attention to the shifting political winds around immigration and healthcare reform.\n\n“Even though I’m not receiving any health coverage, I’m glad to hear that we are moving in the right direction by providing our youth with healthcare,” he said. “We all should have access to healthcare, regardless of our immigration status, who we are or where we come from.”\n\nThis content was made possible by a grant from The California Endowment and produced independently by Fusion’s Rise Up: Be Heard Journalism Fellowship.", "article_metadata": {"msapplication-config": "http://fusion.net/wp-content/themes/fusion-theme/assets/images/favicons/browserconfig.xml?v=1462067892199", "msapplication-TileColor": "#da532c", "description": "Farmworkers don't just need healthcare, they deserve it.", "generator": "WordPress 4.5.2", "og": {"site_name": "Fusion", "description": "Farmworkers don't just need healthcare, they deserve it.", "title": "Meet the Uninsured Immigrants Propping Up Our $800 Billion Food Industry", "url": "http://fusion.net/story/294053/sb10-lara-undocumented-obamacare-immigrationreform/", "image": {"width": 1200, "identifier": "http://i0.wp.com/fusion.net/wp-content/uploads/2016/04/160420-farmworkers.png?resize=1200%2C630&quality=80&strip=all", "height": 630}, "type": "article"}, "twitter": {"description": "Farmworkers don't just need healthcare, they deserve it.", "title": "Meet the uninsured immigrants propping up our $800 billion food", "url": "http://fusion.net/story/294053/sb10-lara-undocumented-obamacare-immigrationreform/", "image": "http://i0.wp.com/fusion.net/wp-content/uploads/2016/04/160420-farmworkers.png?resize=560%2C294&quality=80&strip=all", "site": "@fusion", "card": "summary_large_image"}, "apple-mobile-web-app-title": "Fusion.net", "pocket-site-verification": "81a5587d6c56043280b2554922f43d", "p": {"domain_verify": "c6a5260d31ead375c331934cb6df4833"}, "fb": {"app_id": 796694167041552}, "theme-color": "#ffffff", "msapplication-TileImage": "http://fusion.net/wp-content/themes/fusion-theme/assets/images/favicons/mstile-144x144.png?v=1462067892199", "application-name": "Fusion.net", "msvalidate.01": "0EABD001D404EA9DDE2025E9E4F14CAF", "google-site-verification": "BKw_9qDU04u2w1WoNF53fplAwWXVK_DJ1b6rZDR5u-M", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "SB-10, SB-4, Lara, Health4All, farmworkers, undocumented, uninsured, UFW, immigration reform"}, "article_summary": "California is just the fifth state to expand affordable health insurance to undocumented children, joining Massachusetts, New York, Washington and Washington D.C.And that’s just the beginning.\nLike many farmworkers, Maria is undocumented and does not have medical insurance, despite the serious health risks associated with her job.\nThe only thing I could do is go to a local pharmacy to try to buy something that would help my condition.”Just over one-third of farmworkers in the U.S. have health insurance.\nOnly 14% of workers used an employer-paid insurance plan for their last doctor’s visit, in the latest National Agricultural Workers Survey.\nUndocumented immigrants are ineligible for most government health programs and barred from purchasing private insurance through the exchange established by the Affordable Care Act."}