{"article_title": "Up & Coming: Joshua T. Natzel", "article_keywords": ["joshua", "works", "benefits", "reform", "practice", "natzel", "coming", "employee", "health", "law", "think", "care"], "article_url": "http://minnlawyer.com/2015/09/16/up-coming-joshua-t-natzel/", "article_text": "After spending several years as a junior high history teacher and basketball coach, Josh Natzel was ready for a new challenge. As an associate at Lindquist & Vennum, Natzel has more than met the challenge of establishing himself in a new profession.\n\nNatzel works with employers, third-party administrators, trustees, and employee benefit vendors to make and administrate plans for retirement, health benefits and the like. He also helps clients stay in compliance with HIPAA, the Affordable Care Act, ERISA and other related laws. It’s not an area of law he long had designs on, but he enjoys it.\n\n“I don’t think there are too many people who go to law school thinking they want to be an employee benefits attorney,” said Natzel. “It’s definitely a specialty practice. But I was introduced to it here at Lindquist, primarily thanks to the other attorneys working in our group. They’re fantastic attorneys and good mentors.”\n\nNatzel also works on Lindquist’s M&A transaction team. Last year, in the role of employee benefits specialist, he worked on more than 50 M&A transactions ranging in size from $1 million to over $500 million.\n\nBut he is seen as a firm leader when it comes to health care reform issues. He created internal policies to help a manufacturing company determine eligibility for health coverage for its seasonal employees in accordance with the ACA. He also developed and helped implement strategies for a restaurant chain that had numerous variable hour employees to reduce its potential liability under the ACA.\n\nNatzel enjoys the practice area right now because it’s constantly changing\n\n“There’s always something new to learn,” he said. “You have to give clients advice based on not only what has happened so far, but also where you think the law is going.\n\n“I think my practice will continue to evolve as health care reform and the benefits landscape continues to change.”", "article_metadata": {"description": "Lindquist & Vennum", "generator": "WordPress", "author": "Dan Heilman", "og": {"site_name": "Minnesota Lawyer", "description": "Lindquist & Vennum", "title": "Up & Coming: Joshua T. Natzel", "url": "http://minnlawyer.com/2015/09/16/up-coming-joshua-t-natzel/", "image": "http://minnlawyer.com/files/2015/09/Natzel-3.jpg", "locale": "en_us", "type": "article"}, "apple-mobile-web-app-title": "Up & Coming: Joshua T. NatzelMinnesota Lawyer", "fb": {"admins": 1425649256}, "msvalidate.01": "118D5E2D5722A6F1A827250C4D8CEC95", "google-site-verification": "VUvIV5mbPZngAAlztx3YXkp9rJBQgXB1UbOeEthYOPw", "thumbnail": "http://minnlawyer.com/files/2015/09/Natzel-3-180x120.jpg", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Natzel works with employers, third-party administrators, trustees, and employee benefit vendors to make and administrate plans for retirement, health benefits and the like.\nBut he is seen as a firm leader when it comes to health care reform issues.\n“I don’t think there are too many people who go to law school thinking they want to be an employee benefits attorney,” said Natzel.\n“I think my practice will continue to evolve as health care reform and the benefits landscape continues to change.”\nAs an associate at Lindquist & Vennum, Natzel has more than met the challenge of establishing himself in a new profession."}