{"article_title": "How a shutdown could affect the economy", "article_keywords": ["whats", "worse", "federal", "zandi", "continue", "shutdown", "affect", "weeks", "quarter", "percentage", "economy"], "article_url": "http://money.cnn.com/2013/09/23/news/economy/shutdown-economy/", "article_text": "It would be inconvenient and frustrating. But how much would a federal government shutdown affect the economy?\n\nIt depends on how long it lasts.\n\n\"The effects build over time: Two weeks is worse than one week, and three works is still worse than two weeks, and four is still worse than that,\" Congressional Budget Office Director Douglas Elmendorf said last week.\n\nMark Zandi, chief economist and co-founder of Moody's Analytics, got more specific.\n\nZandi estimates that a shutdown that lasts just a few days might cost the economy two-tenths of a percentage point of annualized growth during the fourth quarter. That's the economic equivalent of a smidge.\n\nBut if a shutdown runs for three or four weeks? \"[That] would do significant economic damage\" -- reducing GDP by 1.4 percentage points for the quarter, Zandi said in congressional testimony.\n\nThe last time there was a shutdown that long was at the end of 1995, when the government was shut down twice for nearly four weeks combined.\n\nThe CBO estimated those shutdowns shaved only about half a percentage point off growth in the fourth quarter of that year.\n\nCNN: House GOP votes to defund Obamacare\n\nZandi said he is assuming a greater hit this time for two reasons. The first is timing: The 1995 shutdowns started in the second half of the quarter. This time, if Congress fails to pass a funding bill, the shutdown will begin on Oct. 1, the start of a new quarter.\n\nIn addition, Zandi noted, \"the economy is much more fragile today than in 1995-96 when the economy was on the verge of the tech boom.\"\n\nMohamed El-Erian, the CEO of bond fund firm PIMCO, thinks a shutdown could have several negative effects.\n\n\"First, it increases uncertainty which makes companies less willing to invest in new plants, equipment and hiring. Second, it forces the Fed to continue with experimental policies, the impact of which are uncertain,\" El-Erian told CNN.\n\nRelated: What happens in a shutdown\n\nMuch might depend, too, on just how much of the federal government remains running during a shutdown. The White House will have some discretion in determining what's essential and what's not.\n\nTypically any federal program or agency charged with protecting life and property -- such as air traffic control and food inspections -- is deemed critical, so operations there are likely to continue uninterrupted. Also likely to continue would be benefit payments such as Social Security checks.\n\nBut much of the federal government would be shuttered, and the money those agencies would normally spend would be delayed. Hundreds of thousands of federal workers would be furloughed without pay.\n\nAnother factor that could affect the economy in a prolonged shutdown is consumer, investor and business psychology, Zandi said.\n\nAnd there's no telling what their psychology would be if a shutdown runs concurrent with a major standoff over the debt ceiling, raising the risk of a U.S. default.", "article_metadata": {"news_keywords": "shutdown, furlough, Congressional Budget Office , CBO, default, debt ceiling, Social Security, economic growth, GDP, Douglas Elmendorf, federal workers, funding bill, Mohamed El-Erian, PIMCO, Moody's, air traffic control", "title": "How a shutdown could affect the economy", "og": {"url": "http://money.cnn.com/2013/09/23/news/economy/shutdown-economy/index.html", "site_name": "CNNMoney", "type": "article", "description": "The longer a shutdown lasts the worse the effects on the economy would be.", "title": "How a shutdown could affect the economy"}, "section": "news", "author": "Jeanne Sahadi", "vr": {"category": "economy", "type": "Article"}, "DC.date.issued": "2013-09-23T03:58:59", "keywords": "shutdown, furlough, Congressional Budget Office , CBO, default, debt ceiling, Social Security, economic growth, GDP, Douglas Elmendorf, federal workers, funding bill, Mohamed El-Erian, PIMCO, Moody's, air traffic control", "fb": {"app_id": 521848191196480}, "subsection": "economy", "date": "2013-09-23 03:58:59", "twitter": {"url": "http://money.cnn.com/2013/09/23/news/economy/shutdown-economy/index.html", "site": "@CNNMoney", "description": "The longer a shutdown lasts the worse the effects on the economy would be.", "card": "summary_large_image", "title": "How a shutdown could affect the economy"}, "viewport": "width=1140", "description": "The longer a shutdown lasts the worse the effects on the economy would be."}, "_id": "\"57477af46914bd0286fdc577\"", "article_summary": "Another factor that could affect the economy in a prolonged shutdown is consumer, investor and business psychology, Zandi said.\nBut how much would a federal government shutdown affect the economy?\nZandi estimates that a shutdown that lasts just a few days might cost the economy two-tenths of a percentage point of annualized growth during the fourth quarter.\nIn addition, Zandi noted, \"the economy is much more fragile today than in 1995-96 when the economy was on the verge of the tech boom.\"\n\"[That] would do significant economic damage\" -- reducing GDP by 1.4 percentage points for the quarter, Zandi said in congressional testimony."}