{"article_title": "Billed for 'Free' Preventive Care", "article_keywords": ["screenings", "lab", "women", "costs", "free", "services", "covered", "preventive", "bills", "billed", "care"], "article_url": "http://www.huffingtonpost.com/christina-lamontagne/billed-for-free-preventive-care_b_6840114.html", "article_text": "muharrem Aner via Getty Images\n\nThis weekly Q&A addresses questions from real patients about healthcare costs. Have a question you'd like to see answered? Submit it to AskChristina@nerdwallet.com.\n\nQuestion:\n\nI recently took advantage of free preventive care at my annual well woman visit, including some blood work. But I received a bill from an outside lab for balances left unpaid by my insurance company. I thought everything included in these annual preventive visits was free. Why am I getting stuck with unexpected bills?\n\nAnswer:\n\nPerhaps one of the most widely celebrated changes ushered in by the Affordable Care Act is the inclusion of free preventive care. Although you were smart to take advantage of this opportunity to see a doctor and receive annual screenings, it's unfortunate you've been left with out-of-pocket costs. It could be a mistake on the part of your medical provider, but the costs might end up being your responsibility.\n\nThe importance of free preventive care\n\nResearch indicates that preventive care can save lives. But prior to the ACA, many Americans were postponing regular doctor's visits because of cost concerns. According to a 2013 health survey from the Kaiser Family Foundation, 20 percent of women put off seeing the doctor for preventive services. The hope was that making many of these services free would motivate women to seek out this care and improve health outcomes in the long run.\n\nWhile we call these services \"free,\" the term isn't exactly appropriate. Your insurance is paying for your care, with no \"cost sharing\" passed on to you. So although you don't necessarily have out-of-pocket costs for these services, they are not entirely free.\n\nThe key to understanding why you got charged lies in understanding what's covered.\n\nWhat's included in free preventive care under the ACA?\n\nThe ACA specifies certain preventive screenings and treatments for adults and some specific to women. It's likely when you go to your OB/GYN for your annual well woman visit that you'll receive services off of both of these lists.\n\nFor adults, free preventive care includes things such as blood pressure screenings, cholesterol tests, Type 2 diabetes screenings and immunizations. An entire list of covered preventive benefits can be found at Healthcare.gov.\n\nFor women, the list is longer, with some benefits exclusive to pregnant women or women over certain ages. Your well woman visit itself should have been covered at no cost to you, as should have any of the following you might have received: screening for sexually transmitted infections, cervical cancer screening (pap smear), pelvic exam, and contraceptives and related counseling.\n\nWhat isn't covered as free preventive care?\n\nYou mentioned your doctor sent some lab work off for analysis, and that's where your bills came from. It's not unusual for some doctor's offices to use one (usually in-house) lab for basic testing and send more complex tests out go another location. It might be that these additional screenings were simply not among those covered under free preventive care.\n\nAn example would be if you have irregular periods and your doctor wanted to check your hormone levels, or if you have thyroid problems and she wanted to see whether your medication was working. Those additional lab tests aren't covered under the free preventive care offered by the ACA.\n\nCheck for billing errors\n\nIt's possible that the external lab or labs billed you for screenings that should have been covered -- a cholesterol or HIV test, for instance. Take a look at the bills you received and determine what exactly you're being charged for. If the bill doesn't make it clear, call the lab and ask.\n\nA coding error on the part of the lab could have led to an erroneous denial by your insurance company. Many services have multiple billing codes, and it's possible that the billing department chose the code that doesn't correspond to preventive care. If this is the case, ask the lab to correct their error and resubmit. If their claim was correct but it was mistakenly denied, you can file an appeal with your insurance company.\n\nMake payment arrangements\n\nIf the lab services were not covered under free preventive care, their costs will fall under other cost-sharing aspects of your health insurance plan. The balances left to you will likely be applied toward your annual deductible or coinsurance specified in your policy.\n\nPaying these bills should be a priority. If the balances are too high to pay off with a single payment, contact the billing office to discuss payment arrangements. Medical providers are often willing to negotiate with patients who show a willingness to pay.\n\nPrevent unexpected bills in the future\n\nNow that you know what is and isn't covered under free preventive care, bills for those additional tests and treatments don't have to come as a surprise. Don't be afraid to ask your doctor whether or not the screenings she's recommending will come at a cost to you. Also, consider setting aside pre-tax dollars for medical expenses in a flexible spending account through your employer.\n\nUnexpected medical bills can throw off your monthly budget and cause significant financial stress. By planning for your share of any health care costs, you can avoid that stress wit\n\nFollow Christina LaMontagne on Twitter: www.twitter.com/lamontagne_c", "article_metadata": {"description": "This weekly Q&amp;A addresses questions from real patients about healthcare costs. Have a question you'd like to see answered? Submit it to AskChristina@...", "sailthru.expire_date": "2015-03-12 15:47:41 -0400", "og": {"site_name": "The Huffington Post", "description": "This weekly Q&amp;A addresses questions from real patients about healthcare costs. Have a question you'd like to see answered? Submit it to AskChristina@...", "title": "Billed for 'Free' Preventive Care", "url": "http://www.huffingtonpost.com/christina-lamontagne/billed-for-free-preventive-care_b_6840114.html", "image": "http://i.huffpost.com/gen/2200772/images/o-CONFUSED-STUDENT-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "This weekly Q&amp;A addresses questions from real patients about healthcare costs. Have a question you'd like to see answered? Submit it to AskChristina@...", "title": "Billed for 'Free' Preventive Care", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2200772/images/o-CONFUSED-STUDENT-facebook.jpg", "height": 1000}, "creator": "lamontagne_c", "site": "@HuffPostMoney", "card": "summary_large_image"}, "sailthru.date": "2015-03-11 15:47:41 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=6840114", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "money", "fb": {"app_id": 46744042133}, "keywords": "health,Health Insurance,healthcare", "article": {"section": "Money", "tag": "health,Health Insurance,healthcare", "published_time": "2015-03-11 15:47:41 -0400", "modified_time": "2015-05-11 05:59:01 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fde57b\"", "article_summary": "Answer:Perhaps one of the most widely celebrated changes ushered in by the Affordable Care Act is the inclusion of free preventive care.\nThe importance of free preventive careResearch indicates that preventive care can save lives.\nQuestion:I recently took advantage of free preventive care at my annual well woman visit, including some blood work.\nFor adults, free preventive care includes things such as blood pressure screenings, cholesterol tests, Type 2 diabetes screenings and immunizations.\nWhat's included in free preventive care under the ACA?"}