{"article_title": "Allen West disturbed by billboard signs: ‘Find Jesus in the Quran’", "article_keywords": ["faith", "progressive", "quran", "west", "secular", "socialism", "jesus", "god", "islamic", "disturbed", "signs", "billboard", "allen", "nation", "dream", "wrote"], "article_url": "http://www.bizpacreview.com/2013/10/20/allen-west-disturbed-by-billboard-signs-find-jesus-in-the-quran-85586", "article_text": "Former Congressman Allen West said the road to “Islamic totalitarianism” is being paved by progressive socialism and secular humanism, according to a column he wrote Saturday.\n\nOn his way home from a recent speaking engagement, West drove past several electronic billboards that said, “Find Jesus in the Quran,” he wrote on his new website, AllenBWest.com.\n\nThe Declaration of Independence isn’t merely the mechanism to attain the American dream, West said; it is the dream itself. He wrote:\n\nJefferson’s immortal words, “We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable rights.” Those words embody the American Dream: that our individual rights emanate from God, our Creator, not from man or government. It is that deep Judeo-Christian faith that enabled 56 men to embark upon the quest of creating a nation where the individual reigned preeminent.\n\nBut, West warned, other forces are working to destroy both the American dream and American exceptionalism — the thing that makes us unique in the world.\n\n“So how was it that I gazed upon two electronic billboards promoting an ideology that translates into the word, ‘surrender?’” he asked. “America is facing its most threatening challenge, a dangerous triumvirate of progressive socialism, secular humanism, and Islamic totalitarianism.”\n\nMuch of the mainstream news for the past three weeks has focused on progressive socialism — the Affordable Care Act’s failed takeover of one-sixth of the national economy.\n\nWe saw the threat early in President Obama’s first term, when he bailed out two of America’s big three automakers, saying he didn’t intend to run their businesses — then proceeded to run their businesses.\n\nBut Obama isn’t the only one to blame for progressive socialism. He’s merely accelerating a century-old process, while destroying our greatness in the process.\n\nEqually disturbing is that progressive socialism “seeks to erode any faith or belief system in God and religion,” West wrote, offering an example from last year. “You might recall, it was at last years’ Democrat National convention where they had to conduct a vote to reinsert God into their platform. We all remember the disturbing boos and resounding NAY votes rising from the convention floor.”\n\n“We will become a nation of secular humanists, set adrift with no foundation, no faith, clinging to a belief that government can provide our needs,” West wrote. “We will no longer be ‘one Nation under God’ but rather one nation gone under, as Ronald Reagan so aptly stated.”\n\nThe people of “a nation gone under” with no moral compass or belief system “are primed for the infiltration, the stealth jihad that undermines any remaining concept of faith, in other words, Islamic totalitarianism,” he wrote.\n\nBut there is a ray of hope in the form of a classic Westernization, he said:\n\n“In the end, progressive socialism, secular humanism, and Islamic totalitarianism will be tossed upon the ash heap with fascism, imperialism, and communism because in America, those dawgs don’t hunt.”\n\n[poll id=”128″]", "article_metadata": {"generator": "WordPress 4.4.3", "og": {"site_name": "BizPac Review", "description": "Former Congressman Allen West said the road to “Islamic totalitarianism” is being paved by progressive socialism and secular humanism, according to a column he wrote Saturday. On his way home from a recent speaking engagement, West drove past several electronic billboards that said, “Find Jesus in the Quran,” he wrote on his new website, AllenBWest.com. …", "title": "Allen West disturbed by billboard signs: 'Find Jesus in the Quran'", "locale": {"alternate": "en_US", "identifier": "en_US"}, "image": "http://www.bizpacreview.com/wp-content/uploads/2013/10/Cute-little-muslim-baby-holing-Holy-Quran.jpg", "updated_time": "2013-10-29T16:23:33+00:00", "url": "http://www.bizpacreview.com/2013/10/20/allen-west-disturbed-by-billboard-signs-find-jesus-in-the-quran-85586", "type": "article"}, "twitter": {"widgets": {"csp": "on"}}, "alexaVerifyID": "qC73ojZoktel85cbl12SAFJar9k", "fb": {"admins": "10152426200106417,10152720237657852,10200650572686956,3854753687919,100215693385946,549853448412696", "pages": 169204449790211, "app_id": 1502886339979348}, "article": {"publisher": "https://www.facebook.com/ConservativeNewsToday", "section": "Florida", "published_time": "2013-10-20T11:35:36+00:00", "modified_time": "2013-10-29T16:23:33+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdc57e\"", "article_summary": "The Declaration of Independence isn’t merely the mechanism to attain the American dream, West said; it is the dream itself.\nFormer Congressman Allen West said the road to “Islamic totalitarianism” is being paved by progressive socialism and secular humanism, according to a column he wrote Saturday.\nBut Obama isn’t the only one to blame for progressive socialism.\nEqually disturbing is that progressive socialism “seeks to erode any faith or belief system in God and religion,” West wrote, offering an example from last year.\nOn his way home from a recent speaking engagement, West drove past several electronic billboards that said, “Find Jesus in the Quran,” he wrote on his new website, AllenBWest.com."}