{"article_title": "The Week Ahead in New York Politics, November 23", "article_keywords": ["week", "city", "committee", "ahead", "23", "food", "elected", "state", "officials", "york", "council", "politics", "public"], "article_url": "http://www.gothamgazette.com/index.php/government/6002-the-week-ahead-in-new-york-politics-november-23", "article_text": "New York City Hall\n\nWhat to watch for this week in New York politics:\n\nThanksgiving week will see just a few days of political activity, but the beginning of the week is looking busy. Highlights include closing arguments in Sheldon Silver's corruption trial; the continuation of Dean Skelos' corruption trial; the release of the Public Advocate's \"worst landlord list\"; several City Council hearings and a full-body \"Stated Meeting\"; two public meetings of the city's commission on elected official compensation; and more. See our day-by-day rundown below.\n\nFirst, in case you haven't seen some of our most recent reporting, a few highlights:\n\nTwo New Reps Set to Join the City Council - get to know Joseph Borelli and Barry Grodenchik, who just won special elections and will join the Council soon.\n\nStringer Joins Calls to Shut Down Rikers - Comptroller Scott Stringer said last week that the city should implement reforms at Rikers Island jails, but also begin to plan for eventually closing down the complex\n\nAs Homelessness Crisis Continues, Shelter Siting Questions Intensify - with dozens of new homeless shelters opening, are they being distributed around the city fairly? are communities being given enough notice?\n\nPressure Shifts to Cuomo as De Blasio Makes Supportive Housing Announcement - Mayor de Blasio put forth a 15,000-unit supportive housing plan, seeming to temporarily give up on city-state negotiations for a new New York/New York plan\n\n[To read more of the latest from Gotham Gazette, click here; to subscribe to our newsletters, click here]\n\nMayor Bill de Blasio had no public schedule Saturday. On Sunday, the mayor, NYPD Commissioner Bill Bratton, FDNY Commissioner Daniel Nigro, and U.S. Secretary of Homeland Security Jeh Johnson observed \"an active shooter drill in Lower Manhattan.\" After that, the mayor was delivered remarks at Church of God of Prophecy in the Bronx, where he was hosted by City Council Member Vanessa Gibson, among others.\n\nOn Monday, de Blasio \"will deliver remarks at the groundbreaking ceremony for Hunter's Point South Phase II\" at noon; \"host a press conference to make an announcement related to mental health\" with First Lady Chirlane McCray at 2 p.m. at CUNY Hunter College - Silberman School of Social Work; and hold a media availability at about 3 p.m. nearby the school.\n\n***Do you have events or topics for us to include in an upcoming Week Ahead in New York Politics?\n\nE-mail Gotham Gazette editor Ben Max: bmax@gothamgazette.com***\n\nThe run of the week in detail:\n\nMonday\n\nAt the City Council on Monday, November 23:\n\nAt 10 a.m. the Committee on Public Safety and the Committee on Transportation will meet to hear the introduction of several bills regarding unmanned aviation vehicles (drones). They will focus on regulation, registration requirements and authorization of use.\n\nAt 10 a.m. the Committee on Youth Services will meet to discuss several new bills that would require training for certain employees in treating runaway, homeless, and sexually exploited youths, and amend the requirement date for the annual report on sexually exploited children.\n\nAt 1 p.m. the Committee on Education will meet for oversight on Department of Education’s efforts to help struggling schools. Schools chancellor Carmen Fariña will testify.\n\nAt 1 p.m. the Committee on Civil Service and Labor will meet to hear a series of new bills that would require successive employers of buildings to retain workers for a transitional time period and extend protections for displaced building service workers to food service workers.\n\nAt 1 p.m. the Committee on Environmental Protection will meet to hear a new bill that would require the identification of geothermal systems and buildings eligible for them, as well as registration for the people allowed to install such systems.\n\nOn Monday at 8 a.m., The Food Bank for New York will release a new report on the state of hunger and food networks in New York City. The “legislative breakfast” and report will examine the effects of federal cuts to SNAP cuts. Margarette Purvis, President and CEO, Food Bank For New York City; Steven Banks, Commissioner, New York City Human Resources Administration; Triada Stampas, Vice President For Research & Public Affairs, Food Bank For New York City, and “elected officials from throughout New York City” are expected.\n\nAt 8:30 a.m. The Manhattan Chamber of Commerce and Business Forward will host a business leader forum to discuss the effects of severe climate change on the restaurant industry.\n\nAt 9 a.m. Monday in Long Island City, City Council \"Majority Leader Jimmy Van Bramer will be joined by several New Yorkers who have applied and have not been selected for a variety of the City's affordable housing development lotteries throughout the five boroughs. Together, Council Member Van Bramer and these New Yorkers in need will express why they believe Airbnb needs to be held accountable for allowing tax-subsidized affordable housing units to be posted as illegal hotels on their website.\"\n\nLater, Van Bramer will join the mayor for the aforementioned Hunter's Point groundbreaking.\n\nAt 11 a.m. in Foley Square, Public Advocate Letitia James \"will hold a tenant rally and release the 2015 Worst Landlord Watchlist. Following the rally, Public Advocate James will visit Brooklyn Housing Court to ensure tenants are aware of their rights and then tour one of the buildings on the Worst Landlord Watchlist.\".\n\nAt 11:15 a.m. Monday, State Senator Liz Krueger, together with community leaders and elected officials, will gather at the City Hall for a press conference which will urge Governor Andrew Cuomo to transition New York off of coal power by 2020. Senator Liz Krueger will be joined by State Senator Brad Hoylman; Assembly Members Brian Kavanagh, Rebecca Seawright and Jo Anne Simon; and City Council Members Donovan Richards and Dan Garodnick.\n\n[Read Sen. Krueger's new op-ed on the subject: Time for New York to Cut the Coal]\n\nAt 12:45 p.m. Monday, City Council Member Ydanis Rodriguez, joined with Unite Here 100, will rally for food service worker retention, supporting a bill that expands upon the 2002 Displaced Building Service Worker Protection Act to include food service workers from being fired from work after a new owner takes over a business. A Council hearing will take place at 1 p.m.\n\nOn Monday at 2 p.m., Gov. Cuomo will be at the Jacob Javits Center to participate \"in New York State's Annual Thanksgiving Food Donation Drive with volunteers and members of the New York National Guard.\"\n\nAt 5 p.m. the city’s Quadrennial Advisory Committee on elected officials’ compensation will hold its first of two community hearings to gather public feedback about its work. There is a state pay commission set to convene soon as well, we'll have details on that upcoming. [Read our recent look at the work ahead for the commission and the question of whether New York elected officials deserve a raise]\n\nAt 6 p.m. Monday, New York City Comptroller Scott Stringer’s Red Tape Commission will hold a Staten Island hearing for business owners and entrepreneurs, part of the ongoing initiative to remake the government into a partner to businesses instead of being an “obstacle to growth”.\n\nAlso at 6 p.m. the Brooklyn Borough President Eric Adams will hold a public hearing on East New York community planning.\n\nTuesday\n\nAt the State Legislature on Tuesday: at noon, the Assembly Standing Committee on Agriculture will convene for “Oversight of the SFY 2015-2016 State Budget for the New York State Department of Agriculture and Markets.”\n\nAt the City Council on Tuesday, November 24th:\n\nAt 10 a.m. the Committee on Finance will meet on a variety of topics.\n\nAt 1 p.m. the City Council Stated Meeting will be held - and as usual, it will be prefaced by the Speaker’s pre-stated press conference, at 12:30 p.m.\n\nOn Tuesday, \"Mayor de Blasio and First Lady Chirlane McCray will appear live on CNN's New Day to discuss ThriveNYC: The Mental Health Roadmap for All,\" at about 6:50 a.m. Later in the morning, \"the Mayor will create and deliver food packages with Joel Berg of NYC Coalition Against Hunger.\" At about 11:45 a.m., \"the Mayor will deliver remarks on hunger and food insecurity in New York City.\" At about 4 p.m., \"the Mayor will join bi-partisan local elected officials – including Westchester County Executive Robert Astorino, Congressman Jerrold Nadler, Congressman Dan Donovan and Congresswoman Nydia Velázquez – to host a press conference to highlight the need for increased federal transportation funding as New Yorkers prepare for holiday weekend travel.\"\n\nOn Tuesday, November 24th, Council Member Andy King will offer Free Healthcare Enrollment and Legal Services to Bronx Residents. In cooperation with MetroPlus and New York Legal Assistance Group the event will help residents sign up for health care and legal services.\n\nAt 10:30 a.m. Tuesday, Comptroller Scott Stringer will deliver remarks at \"NYC Coalition Against Hunger Annual Flagship Event.\"\n\nAt 5 p.m. Tuesday the NYC Quadrennial Advisory Board will hold another community hearing on compensation for elected officials. [Read our recent look at the work ahead for the commission and the question of whether New York elected officials deserve a raise]\n\nOn Tuesday at 7 p.m. Public Advocate Tish James will host an African Immigrant \"Talk to Tish\" Town Hall in the Bronx; and at 8:30 p.m. James will attend the Bayside Hills Civic Association General Meeting in Oakland Gardens.\n\nOn Tuesday evening in Brooklyn, school district 15, which includes parts of Sunset Park, Kensington, Park Slope, Carroll Gardens, and Red Hook, schools Chancellor Carmen Fariña will hold a town hall \"from 6:30 to 7:30 p.m. at P.S. 516...Local elected officials including City Councilman Carlos Menchaca, Assemblyman Felix Ortiz and State Sen. Jesse Hamilton are expected to attend and answer questions from the public from 7:30 to 8:30 p.m.,\" according to DNAinfo.\n\nHappy Thanksgiving if you’re celebrating. Watch for our latest articles this week and we'll publish a 'Week Ahead' on Sunday, Nov. 29.\n\n***\n\nHave events or topics for us to include in an upcoming Week Ahead in New York Politics? E-mail Gotham Gazette executive editor Ben Max any time: bmax@gothamgazette.com (please use \"For Week Ahead\" as email subject).\n\n***\n\nby Colin O'Connor, Konstantine Beridze, and Ben Max\n\n@GothamGazette", "article_metadata": {"description": "Gotham Gazette is an online publication covering New York policy and politics as well as news on public safety, transportation, education, finance and more.", "generator": "Joomla! - Open Source Content Management", "author": "Ben Max", "og": {"site_name": "Gotham Gazette", "title": "The Week Ahead in New York Politics, November 23", "url": "http://www.gothamgazette.com/index.php/government/6002-the-week-ahead-in-new-york-politics-november-23", "image": "http://www.gothamgazette.com/images/graphics/2014/03/640px-New_York_City_Hall.jpg", "type": "article", "email": "webmaster@gothamgazette.com"}, "twitter": {"domain": "gothamgazette.com", "title": "The Week Ahead in New York Politics, November 23", "url": "http://www.gothamgazette.com/index.php/government/6002-the-week-ahead-in-new-york-politics-november-23", "text": {"description": "New York City Hall\r\n\r\nWhat to watch for this week in New York politics:\r\nThanksgiving week will see just a few days of political activity, but the beginning of the week is looking busy. Highlights include closing arguments in Sheldon Silver's corruption trial; the continuation of Dean Skelos' corruption trial; the release of the Public Advocate's"}, "creator": "@gothamgazette", "site": "@gothamgazette", "card": "product"}, "google-translate-customization": "666fc04de613e65f-b56c856da56c6139-g38cbe770f4873380-15", "fb": {"admins": 647593277, "app_id": 966242223397117}, "keywords": "new york city, nyc, new york, new york city politics, new york issues, nyc politics,new york politics, new york city issues, nyc issues, new york city news, nyc news, new york city policy, nyc policy, new york city issues, nyc issues, new york city journalism, nyc journalism, new york city government, nyc government, city council", "viewport": "initial-scale = 1.0, maximum-scale = 1.0, user-scalable = no, width = device-width"}, "article_summary": "New York City HallWhat to watch for this week in New York politics:Thanksgiving week will see just a few days of political activity, but the beginning of the week is looking busy.\n***Do you have events or topics for us to include in an upcoming Week Ahead in New York Politics?\nMargarette Purvis, President and CEO, Food Bank For New York City; Steven Banks, Commissioner, New York City Human Resources Administration; Triada Stampas, Vice President For Research & Public Affairs, Food Bank For New York City, and “elected officials from throughout New York City” are expected.\n***Have events or topics for us to include in an upcoming Week Ahead in New York Politics?\nWatch for our latest articles this week and we'll publish a 'Week Ahead' on Sunday, Nov. 29."}