{"article_title": "3 Great Reasons Not to See A Doctor -- The Motley Fool", "article_keywords": ["fool", "great", "consumers", "verizon", "doctor", "reasons", "devices", "motley", "patients", "health", "mobile", "doctors", "tech", "care"], "article_url": "http://www.fool.com/investing/general/2014/07/06/3-great-reasons-not-to-see-a-doctor.aspx", "article_text": "Visiting the doctor could take on a radical new twist in the next few years.\n\nNationwide health care reform has put pressure on the traditional doctor-patient relationship that we all know. As the Kaiser Family Foundation notes, the influx of possibly millions of newly insured Americans following Obamacare's launch could mean shorter patient visits to physicians' offices across the country as doctors struggle to handle more customers. However, the shortage of doctors that's being created by higher demand is facing a potential solution that's taking hold across the country – and it can be found right in your pocket.\n\nMobile health is the newest revolution sweeping the medical sector. Transparency Market Research estimates the telehealth market to grow to more than $8 billion by 2019, a drastic step up from $650 million back in 2012. It's not just time-sensitive doctors looking to connect with patients by smartphone or tablet, either: Big players in the health care sector, such as insurance giant WellPoint (NYSE:ANTM), along with leading tech and telecom names like Verizon (NYSE:VZ) and Apple (NASDAQ:AAPL) are jumping into this hot new field.\n\nBut how will this new wave of technology transform your visit to the doctor? Here are three great reasons to pass up the doctor's office the next time you feel a headache coming on.\n\nA new take on face-to-face\n\nForget trooping out to the nearest office to see your doctor. WellPoint wants to bring them to you.\n\nWellPoint, the market's second-largest U.S. insurer, is pushing a new mobile health service called LiveHealth Online for its subscribers. LiveHealth teams patients up with doctors over a mobile device, charging $49 for a session in states where telehealth is legal. That allows physicians to check in with patients and answer questions, even doling out limited medications, all onscreen.\n\nOf course, WellPoint's not just marketing mobile health for convenience's sake, although that's a major perk for enrollees in the new program. According to a recent release from CDW, remote monitoring of chronic disease and cardiac illness, patients could save $36 billion worldwide over the next five years. Cost saving is a big plus for insurers in the post-Obamacare world, especially with the rollout of new state and federal exchanges less than a year old. While WellPoint and other top insurers have managed costs well so far under Obamacare's launch, keeping potential rising costs from affecting older and sicker Americans signing up for plans will be pivotal in the future.\n\nTelecom giants are jumping into the fray as well. In June , Verizon launched Virtual Visits, its own mobile technology that the company aims to push toward employers and health care providers. Verizon's hoping to carve out a niche on smartphones, tablets, and other mobile devices, while taking advantage of its cloud to store patient medical records. Better still for Verizon, the company's platform can be used over any carrier, not just Verizon devices. Virtual Visits could cut down on trips to the doctor's office, freeing up physicians' time while saving patients the trouble of leaving their home – all while giving Verizon another innovative leg up on its competitors.\n\nTesting from home\n\nIt's not just a face-to-face meeting with your doctor that could be coming to your smartphone, however. Soon, you may have medical testing tools at your fingertips without ever having to leave the house.\n\nCompanies and researchers are coming up with new diagnostic devices to bring the lab straight to consumers. In May, tech start-up Cue launched a home health tracker (appropriately named Cue) that can keep tabs on five different health indicators, including inflammation levels, flu, and fertility. A drop of blood, saliva, or a nasal swab on one of Cue's cartridges can bring up health charts on a smartphone app, allowing customers to keep tabs on their health at any time.\n\nCue's not alone. Cornell engineers recently devised a smartphone-attachable device, the smartCARD, that can read cholesterol levels from a phone's camera and a test strip. Perhaps the most radical innovation is the iPhone ECG, a specialized cover for Apple's iPhone 5 and 5S and Samsung's (NASDAQOTH:SSNLF) S3 and S4 that can read an electrocardiogram from a user's fingers, along with gathering heart rate data. Developer AliveCor went as far as gaining FDA approval for this innovative new device.\n\nMedical devices could be the next to see mobile competition, and it's not just cardiac health that's heading to your home. A study in June, published in the New England Journal of Medicine, showed a bionic pancreas attached to an iPhone 4S that monitored glucose levels and delivered insulin doses remotely, bested a traditional insulin pump in maintaining glucose levels in patients. While smartphones won't replace tried-and-true methods for controlling diabetes overnight, mobile monitoring of the disease, which affects more than 347 million people across the globe, could one day cut down on medical costs while easing treatment options for diabetics.\n\nMobile's health maintenance revolution\n\nOf course, the best way to cut back on growing health care costs is through prevention – and nutrition and exercise data on mobile devices and wearables could be the biggest and most popular factor in keeping people healthy.\n\nApple might be the largest company to strike gold in the mobile fitness sphere. The tech giant's rumored iWatch has investors keeping both eyes on the wearable tech market, an area that Credit Suisse last year projected could grow to $50 billion in the next three to five years. RBC Capital Markets said that an iWatch could earn Apple up to $10 billion in sales, boosting the stock by an estimated $35 to $45.\n\nThis new technology is valuable to more than just investors, however. A report from the Wall Street Journal earlier in June pegged Apple's rumored iWatch to provide 10 fitness- and health-tracking sensors. It's a potential move by Apple that will cater to the health niche in order to counter wearable smart bands already announced by rivals such as Samsung, which plans to release its own Gear smartwatch on July 7. Integration with the plethora of nutrition and exercise apps already available would allow consumers to centralize data on healthy living right on their mobile devices. Along with health tracking apps such as Apple's recently unveiled HealthKit, smart bands could be a revolution in health maintenance, allowing consumers to cut down on their doctor bills while taking their health into their own hands.\n\nHealthcare – coming to your home?\n\nMobile's already taken the tech world by storm, but the potential of technology being used to transform health care is a giant opportunity to consumers, physicians, other health care providers, and investors alike. While it may take a few years and a few new innovative products boasting new designs to complete the shift, the reality is that smartphones, tablets, and other mobile devices could mean huge health care savings for all in the near future. Allowing consumers to manage their own health better through maintenance, tracking, and remote visits with doctors, furthermore, should help patients take and maintain better control. For the companies embracing this trend now, that opportunity could become a windfall for savvy shareholders down the road.", "article_metadata": {"publish_time": "16:00", "description": "With the rise of mobile health, checking in with your doctor could be as easy as pulling out your smartphone", "ResponsiveALP": "1Ses_control-21_control_100", "author": "Dan Carroll", "promo": "With the rise of mobile health, checking in with your doctor could be as easy as pulling out your smartphone", "twitter": {"title": "3 Great Reasons Not to See A Doctor --  The Motley Fool", "description": "With the rise of mobile health, checking in with your doctor could be as easy as pulling out your smartphone", "site": "@themotleyfool"}, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "og": {"site_name": "The Motley Fool", "description": "With the rise of mobile health, checking in with your doctor could be as easy as pulling out your smartphone", "title": "3 Great Reasons Not to See A Doctor --  The Motley Fool", "url": "http://www.fool.com/investing/general/2014/07/06/3-great-reasons-not-to-see-a-doctor.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F130451%2Fsamsung-gear-live.jpg&h=630&w=1200&op=resize", "type": "article"}, "headline": "3 Great Reasons Not to See A Doctor", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "505f931c-f01b-11e3-b5db-0050569d4be0", "pitch": 823, "date": "2014-07-06T20:00:00Z", "gsa_date": "2014 07 06", "tickers": "AAPL,VZ,ANTM,SSNLF", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fcdc34\"", "article_summary": "WellPoint, the market's second-largest U.S. insurer, is pushing a new mobile health service called LiveHealth Online for its subscribers.\nNationwide health care reform has put pressure on the traditional doctor-patient relationship that we all know.\nOf course, WellPoint's not just marketing mobile health for convenience's sake, although that's a major perk for enrollees in the new program.\nBetter still for Verizon, the company's platform can be used over any carrier, not just Verizon devices.\nHere are three great reasons to pass up the doctor's office the next time you feel a headache coming on."}