{"article_title": "Slate's Emily Bazelon Misleads In Order To Hype Racism", "article_keywords": ["school", "suspended", "students", "white", "racism", "different", "bazelon", "hype", "systemic", "groups", "slates", "racial", "data", "order", "misleads", "emily"], "article_url": "http://www.conservativeblog.org/amyridenour/2014/8/19/slates-emily-bazelon-misleads-in-order-to-hype-racism.html", "article_text": "One of the unstated assumptions among leftist intellectuals is that absent racism, different racial groups would have roughly equal outcomes. If statistics show that different racial groups have different outcomes, then racism must be afoot.\n\nThat was the assumpton that Emily Bazelon’s brought to her article on why she doesn’t like to call the police, especially on black people. Consider this passage:\n\nThe divide opens early in life: Black kids are far more likely to be suspended, expelled, and funneled into the juvenile justice system than nonblack kids. Again, the disparity can’t be explained by their behavior: It reflects the heavy hand of systemic bias.\n\nThe link leads to a Washington Post article on a 2012 U.S. Dept. of Education Civil Rights Survey showing that black students were disciplined more often than other racial groups. For example:\n\nIn a more focused analysis of school systems with more than 50,000 students enrolled, the data showed that African American students represented 24 percent of enrollment but 35 percent of arrests. White students accounted for 31 percent of enrollment and 21 percent of arrests. For Hispanic students, there was less of a disparity in arrests. They accounted for 34 percent of enrollment and 37 percent of arrests.\n\nYet the data from the survey does not reveal whether the different outcomes stem from student behavior or some “systemic bias.” It doesn’t show how many times students from various racial groups misbehaved—only the number of times they received some form of discipline for it. Bazelon assumes that students of all racial groups misbehave at equal rates and that unequal rates of discipline must reflect systemic bias—presumably the racism of the white officials who run those schools given the tone of the rest of her article.\n\nBut the Post article actually throws some cold water on that theory which Bazelon might have noticed but for her ideological blinders:\n\nBeyond police contact, the data show persisting disparities in out-of-school suspension. African Americans were more than 3½ times as likely to be suspended or expelled as white students, the data showed.\n\nBlack males stood out, with 20 percent being suspended from school during the 2009-10 school year. By comparison, 7 percent of white males, 9 percent of Hispanic males and 3 percent of Asian American males were removed from school for disciplinary offenses. (Italics added.)\n\nSo, let’s see if you buy this theory: The white racism that is systemic in the school system discriminates heavily against blacks, treats Hispanics only slightly worse that whites, and treats Asians the best of all.\n\nHere’s another theory: The school system is actually run by racist Asians who, of course, treat Asians the best but for some reason have a disproportionate animus toward blacks.\n\nAnd here’s a theory that’s a great deal more plausible: Students from different racial groups have not been misbehaving equally.\n\nDigging down into the Dept. of Education data a bit reveals some other holes in the Bazelon’s “equality of misbehaving” assumption. Take, for example, Curie Metropolitan High School in Chicago. Below is the enrollment and discipline data of that school broken down by race from the Dept. of Education’s website:\n\nNotice that with the exception of expulsions—of which there were only five—the pattern repeats itself. Black students are suspended at a rate higher relative to their rate of enrollment, while other races are suspended at rates similar to or below their rate of enrollment.\n\nThe reason I chose Curie Metropolitan High School is that systemic racism doesn’t seem to explain these results. At the time these data were taken in 2009-2010, Curie’s principal, Phillip C. Perry, was black, as was the CEO of Chicago Public Schools, Ron Huberman.\n\nEconomist Thomas Sowell has long pointed out that it is almost impossible to find different racial groups with equal outcomes. The norm through history is one of different groups having very different outcomes. But don’t expect the political left to acknowledge this any time soon.\n\nCORRECTION: While Ron Huberman has a dark complexion he is not an African-American. He is, in fact, the son of Holocaust survivors. Sorry for the error.", "article_metadata": {"og": {"image": "http://www.conservativeblog.org/storage/Curie--Discipline.png?__SQUARESPACE_CACHEVERSION=1408122975195", "description": "One of the unstated assumptions among leftist intellectuals is that absent racism, different racia...", "title": "Slate's Emily Bazelon Misleads In Order To Hype Racism - Amy Ridenour's National Center Blog - A Conservative Blog"}, "blogburst-verify": "B9EORVLmLdD0z2JKwETUEmoZ", "Robots": "index,follow"}, "_id": "\"57477af46914bd0286fdc5c0\"", "article_summary": "One of the unstated assumptions among leftist intellectuals is that absent racism, different racial groups would have roughly equal outcomes.\nIf statistics show that different racial groups have different outcomes, then racism must be afoot.\nEconomist Thomas Sowell has long pointed out that it is almost impossible to find different racial groups with equal outcomes.\nAnd here’s a theory that’s a great deal more plausible: Students from different racial groups have not been misbehaving equally.\nThe reason I chose Curie Metropolitan High School is that systemic racism doesn’t seem to explain these results."}