{"article_title": "Are You Prepared? The Top 10 Regulatory Enforcement Trends to Watch For in 2016", "article_keywords": ["enforcement", "global", "increased", "information", "continuing", "compliance", "watch", "focus", "prepared", "2015", "trends", "sec", "regulatory", "2016"], "article_url": "http://www.bna.com/prepared-top-10-n57982069956/", "article_text": "By Richard H. Girgenti\n\nRichard Girgenti is KPMG LLP's National and Americas leader for Forensic Advisory Services. He has more than 40 years of experience conducting investigations and providing fraud risk management advisory services to public and private corporations, as well as federal and state government entities and not-for-profit organizations. Richard recently teamed with Timothy P. Hedley, Ph.D., KPMG's Global Lead for Fraud Risk Management Services, to author “The New Era of Regulatory Enforcement: A Comprehensive Guide for Raising the Bar to Manage Risk,” published by McGraw-Hill Education. For more information about the new book, click here: www.kpmg.com/us/NewEra. Prior to joining KPMG, Richard held a number of high-level legal and law enforcement positions including having served as New York State Director of Criminal Justice and Commissioner of the Division of Criminal Justice Services.\n\nAs we look back at 2015 and ahead into 2016, the regulatory enforcement landscape is becoming increasingly clear. One can begin to see trends that will shape the terrain for the remainder of 2016 and beyond. It is absolutely critical that boards, C-level executives, risk management and compliance professionals foresee and plan for these trends, and understand the implications, risks and challenges that they present for their organizations.\n\n1. The Increasing Importance of Effective Corporate Compliance Programs\n\nOne of the most important regulatory and policy developments in recent years has been the government's heightened scrutiny of the effectiveness of an organization's compliance program in making decisions regarding both liability and cooperation. Since the advent of the Organizational Sentencing Guidelines in 1991, and through numerous policy statements since then, the government has continually emphasized the importance of an effective compliance program. Perhaps the most explicit indicator of the government's seriousness about its evaluation of a company's compliance program was the decision by the U.S. Department of Justice (DOJ) at the end of 2015 to hire Hui Chen as compliance counsel to provide expert guidance to prosecutors considering whether to charge and give a company cooperation credit. This is a first for the DOJ and is evidence of the importance it will place on the evaluation of compliance programs.\n\n2. Increased Focus on Individuals and Gatekeepers in Criminal Investigations and Enforcement Actions\n\nWhile the prosecution of individual wrongdoing has always been an important part of the government's enforcement strategy, the DOJ put an exclamation point on its intention to prosecute individuals in a memorandum (Yates memo) released in September 2015. This was followed by a major policy address by Deputy Attorney General Sally Q. Yates. The memorandum issued new guidelines to government prosecutors regarding individual accountability for corporate wrongdoing. The underlying message: a company seeking cooperation credit must make full disclosure of all individual wrongdoing.\n\nAt the same time, the focus of government actions, particularly at the Securities and Exchange Commission (SEC), has been on gatekeepers with special emphasis on company attorneys, compliance officers, auditors, fund directors, underwriters, and others charged with the responsibility for maintaining the integrity of an organization.\n\n3. Increased Global Cooperation\n\nPerhaps the most pervasive change in the regulatory landscape over the last decade has been increased cooperation amongst global regulators and enforcement agencies. U.S. Assistant Attorney General Leslie Caldwell emphasized this point when she observed, “[W]e increasingly find ourselves shoulder-to-shoulder with law enforcement and regulatory authorities in other countries … and this includes not just our long-time partners but countries in all corners of the globe.” In the investigation and prosecution of the manipulation of LIBOR and foreign exchange markets, antitrust laws and policies or the enforcement of anti-bribery and corruption laws, multijurisdictional and global cooperation continues to rise. Organizations doing business globally that face action for potential regulatory misconduct need to understand that, more and more, enforcement agencies across the globe are sharing information and working together.\n\n4. Continuing Reliance on Whistle-Blowers and Qui Tam Relators\n\nGovernment whistle-blower programs continue to be a source of tips that have resulted in enhanced enforcement activity. In 2015, the SEC recorded a 30 percent increase in tips and paid $37 million in rewards—up from $31 million paid in 2014. The SEC has sought to encourage whistle-blowers by placing special emphasis on any company action that might be perceived as retaliation. In one instance, the SEC charged a Houston-based company for using overly restrictive language by requiring its employees to sign confidentiality agreements that threatened them with disciplinary action or termination if they discussed the contents of interviews in the course of internal investigations, and did not specifically exempt disclosure to regulatory or law enforcement agencies.\n\nRelying in large measure on the actions of private citizens (qui tam actions) to identify and report fraud, the False Claims Act (FCA) has long been an integral enforcement tool of the federal government in matters involving government contracts or other government expenditures. Many states and large cities have also enacted their own false claims laws. Since the Financial Emergency Recovery Act amended the FCA in 2010, the government has collected nearly $25 billion under the Act, initiating more than 4,000 new matters.\n\n5. The Continuing Focus on Terrorist Financing and Anti-Money Laundering\n\nWith the war on terror and the financing of terrorist activities a continuing top priority, anti-money laundering enforcement has persisted unabated since the 9/11 attacks. However, money laundering enforcement, once solely aimed at traditional financial institutions, has also trained its sights on new targets, such as the alternative investment industry, investment advisers, money service businesses, cyber currency companies, innovative payment technologies and retail companies that offer financing.\n\n6. The Continuing Use of Trade Sanctions as a Weapon to Enforce Foreign Policy Objectives\n\nEconomic and trade sanctions continue to be an essential weapon in the U.S. foreign policy arsenal. In dealing with rogue nations or perceived transgressions, the U.S. has been more aggressive than ever in imposing civil monetary penalties or criminal cases against companies that do business with sanctioned persons and companies.\n\n7. Increased Enforcement of Cyber Regulations\n\n2016 will be remembered as the year cyber regulations became an enforcement priority. Attention to cyber intrusions and security has never been greater and with this increased attention has come increased regulatory enforcement.\n\nAt the end of 2015, as part of the 2016 federal budget, Congress passed, and the President signed into law, the Cybersecurity Act of 2015. The Act provides a framework for the sharing of cyber threat information between private industry and the government. In addition, a number of federal agencies, including the SEC, the U.S. Federal Trade Commission (FTC), the Federal Communications Commission (FCC) and the Consumer Financial Protection Bureau (CFPB) as well as a number of state attorneys general have sharpened their enforcement focus on companies which had lapses in their cybersecurity policies or programs.\n\nThe SEC has staked out jurisdiction (Regulations S-P for regulated firms, and S-ID for broker-dealers and other investment advisers) requiring that regulated firms establish policies and procedures designed to protect the confidentiality of customer records and information. In September 2015, the SEC's Office of Compliance Inspections and Examinations (OCIE) announced a second round of cybersecurity examinations. Also in September, the SEC settled charges with an investment adviser in St. Louis for failing to establish adequate cyber security policies and procedures in advance of a breach that compromised the personally identifiable information of approximately 100,000 individuals.\n\nSimilar enforcement activity is occurring at other federal agencies. The FTC has been holding companies accountable for data breaches. And, in March, the CFPB fined an online payment company for deceiving customers about the measures it had in place to secure sensitive personal information, including social security numbers and bank account data.\n\n8. Continuing Anti-Bribery and Corruption Enforcement\n\nAnti-bribery and corruption will remain a top priority for enforcement in 2016. The DOJ has added more prosecutors to its FCPA unit and the FBI has elevated the investigation of violations of the FCPA to a top priority, along with counter-terrorism and cyber-crime. What's new over the last ten years is the expansion of anti-bribery and corruption regulatory enforcement beyond U.S. borders. The DOJ has continued its focus on individual accountability with 80 percent of its enforcement actions in 2015 involving individual prosecutions. At the same time, the SEC in 2015 set the pace for corporate FCPA enforcement. With companies continuing to expand their global footprint, the challenges of managing the risks that third parties present, and with the increase of global enforcement, there is no doubt that anti-bribery and corruption will remain a high enforcement priority in 2016.\n\n9. Continuing Focus on Government Fraud, Waste and Abuse\n\nGovernment spending is part of a continuing national debate. With little prospect of new or increased revenue sources, enforcement that focuses on fraud, waste and abuse in government programs will remain a high priority. This makes both the health-care and life sciences industry a continuing target of regulatory enforcement. The Affordable Care Act (Obamacare) has been a political lightning rod and has highlighted the escalating costs of health care, much of it financed by the government. By 2023, government-financed health-care expenditure is projected to reach $2.5 trillion and account for 48 percent of national health-care expenditure. The life sciences industry, like the health-care sector, will continue to receive intense government scrutiny for misuse of taxpayer dollars. As mentioned above, the FCA will continue to serve as the go-to tool for the government in bringing enforcement actions in this area.\n\nOffshore tax evasion will also continue to receive attention as part of the government's efforts to recover monies. In the second half of 2015, the DOJ entered into 75 non-prosecution and deferred-prosecution agreements with a variety of banks under its Swiss Bank Program. The Organization for Economic Cooperation and Development's (OECD) release of guidance to governments and financial institutions of the global standard for the automatic exchange of financial account information to combat offshore tax evasion will elevate this issue to a global stage.\n\n10. The Renewed Focus on Accounting, Fraud and Disclosure Enforcement Actions\n\nIn 2015, the SEC filed 135 accounting-related and disclosure enforcement actions, a 41 percent increase over 2014 and nearly double the number brought in 2013. SEC Chair Mary Jo White and Division of Enforcement Director Andrew Ceresney prioritized this area of enforcement when taking the reins in 2013. While many of these cases were smaller in scale, the focus on auditors, investment advisers, private fund managers and broker dealers, particularly in the area of alternative trading systems and market access, is notable. There is no doubt that 2016 will bring a continued focus by the SEC on accounting and disclosure.\n\nThe pace, volume and complexity of regulatory change over the last decade and a half, together with heightened scrutiny, broader authority and more aggressive enforcement tactics, have raised the bar for organizations that hope to avoid the costs and risks of enforcement actions. Organizations not only must understand the trends that are driving enforcement activity, but also develop plans and strategies to address the challenges they face.\n\n\n\n", "article_metadata": {"og": {"url": "http://www.bna.com/prepared-top-10-n57982069956/", "image": "http://www.bna.com/uploadedImages/BNA_V2/Company/BnaSocialShare.jpg", "description": "As we look back at 2015 and ahead into 2016, the regulatory enforcement landscape is becoming increasingly...", "title": "Are You Prepared? The Top 10 Regulatory Enforcement Trends to Watch For in 2016"}, "csrf-token": "_cgsHxuy2626KCDinlpuoqriF-o324wxDejshyeI5n-nRdsIIgdtyhpvic9Pc1NjS1n6Frrk_Clv2CiNKl2_Z0yJy4OznboJW4R0FSglWjk1:Fr-Ytq5efqBAyCYCwoihp6v9mCb4frK0ln2YdGRkC2fsVBYwzXaj-v_pzlmKMCI4dn-p93WgsxhHrnBBUP2miWOXaIBVxS9ZnSfbY39hmK01", "description": "As we look back at 2015 and ahead into 2016, the regulatory enforcement landscape is becoming increasingly", "viewport": "width=device-width, initial-scale=1", "fragment": "!"}, "article_summary": "Attention to cyber intrusions and security has never been greater and with this increased attention has come increased regulatory enforcement.\nAs we look back at 2015 and ahead into 2016, the regulatory enforcement landscape is becoming increasingly clear.\nWhat's new over the last ten years is the expansion of anti-bribery and corruption regulatory enforcement beyond U.S. borders.\nIncreased Enforcement of Cyber Regulations2016 will be remembered as the year cyber regulations became an enforcement priority.\nThis makes both the health-care and life sciences industry a continuing target of regulatory enforcement."}