{"article_title": "Today in Liberty: Sanctions won't hurt Russia, Senate Dems to push climate change", "article_keywords": ["wont", "climate", "libertarians", "sanctions", "senate", "obama", "wrote", "liberty", "hurt", "policy", "dems", "conservatives", "push", "paul", "foreign", "russia", "today", "panel"], "article_url": "http://www.unitedliberty.org/articles/16932-today-in-liberty", "article_text": "“There is a great and tumultuous battle underway for the future, not of the Republican Party, but the future of the entire country. The question is, will we be bold and proclaim our message with passion, or will we be sunshine patriots retreating under adverse fire?” — Rand Paul\n\n— Sanctions against Russia won’t work: Steve Chapman says that the push for sanctions against Russia is an exercise in futility, given that sanctions often don’t work. Rather, he explains, Russia could be its own worst enemy. “[O]ur best hope is that he bites off more than he can chew. The invasion of Afghanistan looked like a success at the outset, but it spawned a fierce insurgency that cost thousands of Soviet lives, forced a humiliating retreat and helped bring about the collapse of the Soviet Union. The farther Putin pushes and the longer he stays the more likely this occupation will end in tears,” writes Steve Chapman at Reason. “There is a very slim possibility that Western economic sanctions will undo his ambitions in Ukraine. There is a better chance that those ambitions will undo themselves.”\n\n— GOP Establishment vs. Amash in Michigan: Reuters covers the race in MI-03 between Rep. Justin Amash (R-MI) and Brian Ellis, his establishment-backed primary challenger. While his challenger has slammed him as someone who doesn’t get along with leadership, Amash says that he is open to solutions that make things better for Americans. “I think unfortunately Washington has twisted the meaning of the word compromise,” Amash told Reuters, “where compromise has come to mean passing phony deals that don’t do anything to improve our situation.”\n\n— Begich runs from his record: In keeping with Senate Democrats’ strategy, Sen. Mark Begich (D-AK) has released a new ad, the first of his reelection bid, that focuses exclusively on the Koch brothers. Like other vulnerable Senate Democrats, Begich can’t run on his record, which includes voting with his party 93% of the time.\n\n— Senate NSA apologists upset about CIA spying: This is adorable. It seems that members of the Senate Intelligence Committee that have defended the NSA’s domestic surveillance are angry about the CIA spying on committee staffers. “In what McClatchy news characterized as an ‘unprecedented breakdown in relations between the CIA and its congressional overseers,’” writes Lauren McCauley of Common Dreams, “members of the Senate Intelligence Committee are saying the alleged CIA spying violates provisions of the Federal Computer Fraud and Abuse Act.”\n\n— FISC rules against Obama administration: The Foreign Intelligence Surveillance Court (FISC) has denied an Obama administration request that the NSA be allowed to retain metadata it collects longer than five years. “The amended procedures would further infringe on the privacy interests of United States persons whose telephone records were acquired in vast numbers and retained by the government to aid in national security investigations,” wrote FISC Judge Reggie Walton, according to Politico. “The government seeks to retain these records, not for national security reasons, but because some of them may be relevant in civil litigation in which the destruction of those very same records is being requested. However, the civil plaintiffs potentially interested in preserving the…metadata have expressed no desire to acquire the records.”\n\n— Senate Dems to push climate change in talkathon: A number of Senate Democrats will begin an all-night talkathon later today to raise awareness to climate change. Note to Dems, when you telegraph this sort of charade, it doesn’t make it nearly as interesting. One thing you’re not likely to hear is discussion of the cooling trend we’ve seen over the past several years. Because, you know, ManBearPig. We’re super cereal.\n\n— IRS will turnover Lerner emails: After a subpoena threat from the House Ways and Means Committee, the Internal Revenue Services has agreed to turn over all of Lois Lerner’s emails since 2009. Lerner, the central figure in congressional investigations into the IRS’s targeting of conservative groups, has thus far refused to testify before Congress.\n\n— Ted Cruz vs. Rand Paul on foreign policy: Looks like Sen. Ted Cruz (R-TX) is joining the chorus of hawkish conservatives pushing the misleading narrative of Sen. Rand Paul’s (R-KY) foreign policy views. “I’m a big fan of Rand Paul. He and I are good friends. I don’t agree with him on foreign policy,” Cruz said on ABC’s This Week. “I think U.S. leadership is critical in the world. And I agree with him that we should be very reluctant to deploy military force aboard. But I think there is a vital role, just as Ronald Reagan did.” Paul has said that attacks such as this are a mischaracterization of his foreign policy views. He recently told The Hill that national defense is “the most important thing that the federal government does,” adding that “doesn’t mean we give a blank check to the military.”\n\n— Conservative case for criminal justice reform: ReasonTV takes note of the interest in criminal justice reform this weekend at CPAC, the largest annual gathering of conservatives. There was an entire panel on the subject on Friday, featuring Gov. Rick Perry (R-TX) and ATR President Grover Norquist. This was one of the more interesting discussions of the weekend. It definitely worth a watch.\n\n— Another panel worth watching: The discussion between libertarians and social conservatives — this one taking place on the main stage this year — was also pretty interesting. Social conservatives on the panel tried to appeal to the libertarians, Matt Welch of Reason and Alexander McCobin of Students for Liberty, but were mostly unsuccessful. “Throughout the panel, the social conservatives seemed to be soliciting the help of the libertarians, trying to speak their language, while the libertarians seemed indifferent to the idea of converting social conservatives,” wrote Leah Libresco at AmCon. “The libertarians answered the questions that were posed to them but made no parallel attempts to appeal to socially conservative tenets in order to attract their fellow panelists to libertarian positions.” You can watch the full panel discussion here.\n\n— So. Much. Liberty.: Young Americans for Liberty (YAL) had a Nolan Chart in their booth at CPAC. Those of you not familiar with the Nolan Chart can see an example of it here. As if the results of the straw poll were evidence enough of the libertarian influence at CPAC, the YAL quiz results should underscore it. (H/T: Against Crony Capitalism)\n\n— Yeah, about those Obamacare numbers: There’s a lot being said about Obamacare at the open enrollment period winds down. But Doug Badger cuts through some of the rhetoric and presents some facts about the Obamacare enrollment. One particularly interesting point from the post is the nearly 4 million Americans who were deemed eligible to enroll in a government-approved health plan, but didn’t.\n\n— AFP thanks Walter Jones: Facing a primary challenge from an establishment-backed Republican, Americans for Prosperity has come to Rep. Walter Jones’ (R-NC) aid with a new issue ad thanking for his opposition to Obamacare. Jones has been a heavy critic of President Obama’s foreign policy and the NSA’s domestic surveillance programs. He has also criticized the administration’s subversion of Congress.\n\n— White House censored leftist foreign policy critics: That’s what Zaid Jilani, a former blogger at the Center for American Progress’s ThinkProgress, says, via The Daily Caller. Jilani wrote post critical of the “troop surge” in Afghanistan, but it raised the ire of the White House. [P]hone calls from the White House started pouring in, berating my bosses for being critical of Obama on this policy,” wrote Jilani. “Soon afterwards all of us ThinkProgress national security bloggers were called into a meeting with CAP senior staff and basically berated for opposing the Afghan war and creating daylight between us and Obama.” He liked the situation to how the Russian government controls the narrative on RT America. “Essentially,” says Jilani, “they were doing the same thing to us RT America is telling its American producers to do now — align with your boss, who is the president of the country.”\n\n— Remember their names: Ron Paul Problems has a list of the names of the innocent children in Pakistan and Yemen that have been by drone strikes authorized by President Barack Obama.\n\n— Liberty Karaoke with Thomas Massie: Don’t forget, D.C.-area friends, Liberty Karaoke with Rep. Thomas Massie (R-KY) is going down at O’Sullivan’s Irish Pub in Arlington’s Clarendon neighborhood tomorrow night.\n\nIf you work for a liberty-minded organization, think tank, or candidate, please send tips, news, or event information to jason-at-unitedliberty(dot)org.", "article_metadata": {"keywords": "Brian Ellis,CIA,Climate Change,CPAC,criminal justice reform,FISC,Foreign Policy,Justin Amash,Koch brothers,Mark Begich,metadata,MI-03,NSA,Rand Paul,Russia,sanctions,Senate Democrats,spying,Ted Cruz,Today in Liberty,Vladimir", "description": "&#8220;There is a great and tumultuous battle underway for the future, not of the Republican Party, but the future of the entire country. The question is, will we be bold and proclaim our message with passion, or will we be sunshine patriots", "robots": "index,follow", "copyright": "(c) 2005-2013 United Liberty", "DC.Title": "Today in Liberty: Sanctions won't hurt Russia, Senate Dems to push climate change"}, "_id": "\"57477af36914bd0286fcdc4c\"", "article_summary": "Jones has been a heavy critic of President Obama’s foreign policy and the NSA’s domestic surveillance programs.\n[P]hone calls from the White House started pouring in, berating my bosses for being critical of Obama on this policy,” wrote Jilani.\nI don’t agree with him on foreign policy,” Cruz said on ABC’s This Week.\n— White House censored leftist foreign policy critics: That’s what Zaid Jilani, a former blogger at the Center for American Progress’s ThinkProgress, says, via The Daily Caller.\nLike other vulnerable Senate Democrats, Begich can’t run on his record, which includes voting with his party 93% of the time."}