{"article_title": "IRS Deadline for Those With Tax Extentions is October 15", "article_keywords": ["15", "pay", "irs", "tax", "filing", "taxpayers", "returns", "deadline", "file", "return", "payment", "extentions"], "article_url": "http://www.cpapracticeadvisor.com/news/12122219/irs-deadline-for-those-with-tax-extentions-is-october-15-last-minute-tips-for-filers", "article_text": "Taxpayers whose tax-filing extension runs out on Oct. 15 are being urged to double check their returns for often-overlooked tax benefits and then file their returns electronically. It's also not too late to seek professional tax guidance from a CPA or Enrolled Agent.\n\nAbout a quarter of the 13 million taxpayers who requested an automatic six-month extension this year have yet to file. Although Oct. 15 is the last day for most people, some still have more time, including members of the military and others serving in combat zone localities who typically have until at least 180 days after they leave the combat zone to both file returns and pay any taxes due.\n\n“If you still need to file, don’t forget that you can still file electronically through October 15,” said IRS Commissioner John Koskinen. “Many people may not realize they may be eligible to use Free File available on IRS.gov/freefile. Free File is free tax software that takes the guesswork out of return preparation. Even if you’re filing in the final days, filing electronically remains easy, safe and the most accurate way to file your taxes.”\n\nCheck Out Tax Benefits\n\nBefore filing, the IRS encourages taxpayers to take a moment to see if they qualify for these and other often-overlooked credits and deductions:\n\nBenefits for low-and moderate-income workers and families, especially the Earned Income Tax Credit. The special EITC Assistant can help taxpayers see if they’re eligible.\n\nSavers credit, claimed on Form 8880, for low-and moderate-income workers who contributed to a retirement plan, such as an IRA or 401(k).\n\nAmerican Opportunity Tax Credit, claimed on Form 8863, and other education tax benefits for parents and college students.\n\nHealth Care Tax Reporting\n\nWhile most taxpayers will simply need to check a box on their tax return to indicate they had health coverage for all of 2014, there are also new lines on Forms 1040, 1040A and 1040EZ related to the health care law. Visit IRS.gov/aca for details on how the Affordable Care Act affects the 2014 return. This includes:\n\nReporting health insurance coverage.\n\nClaiming an exemption from the coverage requirement.\n\nMaking an individual shared responsibility payment.\n\nClaiming the premium tax credit.\n\nReconciling advance payments of the premium tax credit. Properly doing so can help maintain continued eligibility for premium assistance in 2016.\n\nThe Interactive Tax Assistant tool can also help determine if a taxpayer qualifies for an exemption, needs to make a payment or is eligible for the premium tax credit.\n\nTaxpayers who intend to claim the Health Coverage Tax Credit for 2014 must first file an original 2014 tax return without claiming the HCTC, even if they have no other filing requirement . They can then file an amended return when the IRS issues further HCTC guidance. Visit irs.gov/hctc for updates.\n\nE-file Now: It’s Fast, Easy and Often Free\n\nThe IRS urges taxpayers to choose the speed and convenience of electronic filing. Fast, accurate and secure, filing electronically is an ideal option for those rushing to meet the Oct. 15 deadline. The IRS verifies receipt of an e-filed return, and people who file electronically make fewer mistakes too. Of the nearly 144 million returns received by the IRS so far this year, about 86 percent or over 124 million have been e-filed.\n\nTaxpayers who purchase their own software can also choose to e-file, and most paid tax preparers are now required to file their clients’ returns electronically.\n\nEveryone can use Free File, either the brand-name software, offered by the IRS’s commercial partners to individuals and families with incomes of $60,000 or less, or online fillable forms, the electronic version of IRS paper forms available to taxpayers at all income levels.\n\nJoin the eight in 10 taxpayers who get their refunds faster by using direct deposit and e-file. Taxpayers can choose to have their refunds deposited into as many as three accounts. See Form 8888 for details.\n\nQuick and Easy Payment Options\n\nThe IRS Direct Pay system offers taxpayers the fastest and easiest way to pay what they owe. Available through the Pay Your Tax Bill icon on IRS.gov, this free online system allows individuals to securely pay their tax bills or make quarterly estimated tax payments directly from checking or savings accounts without any fees or pre-registration. So far this year, more than 4.1 million tax payments totaling over $15 billion have been received from individual taxpayers through Direct Pay.\n\nTaxpayers can also pay by debit or credit card. While the IRS does not charge a fee for this service, the payment processer will. Other e-pay options include the Electronic Federal Tax Payment System (pre-registration is required) and Electronic Funds Withdrawal which is available when e-Filing. Taxpayers can even e-pay what they owe using, IRS2Go , the agency’s popular mobile phone app. All of the electronic payment options are quick, easy and secure and much faster than mailing in a check or money order. Those choosing to pay by check or money order should make the payment out to the “United States Treasury.”\n\nTaxpayers with extensions should file their returns by Oct. 15, even if they can’t pay the full amount due. By doing so, taxpayers will avoid the late-filing penalty, normally five percent per month, that would otherwise apply to any unpaid balance after Oct. 15. However, interest, currently at the rate of 3 percent per year compounded daily, and late-payment penalties, normally 0.5 percent per month, will continue to accrue.\n\nFresh Start for Struggling Taxpayers\n\nIn many cases, those struggling to pay taxes qualify for one of several relief programs. Most people can set up a payment agreement with the IRS on line in a matter of minutes. Those who owe $50,000 or less in combined tax, penalties and interest can use the Online Payment Agreement to set up a monthly payment agreement for up to 72 months or request a short-term payment plan. Taxpayers can choose this option even if they have not yet received a bill or notice from the IRS.\n\nTaxpayers can also request a payment agreement by filing Form 9465. This form can be downloaded from IRS.gov and mailed along with a tax return, bill or notice.\n\nAlternatively, some struggling taxpayers qualify for an Offer-in-Compromise. This is an agreement between a taxpayer and the IRS that settles the taxpayer’s tax liabilities for less than the full amount owed. Generally, an offer will not be accepted if the IRS believes the liability can be paid in full as a lump sum or through a payment agreement. The IRS looks at the taxpayer’s income and assets to make a determination regarding the taxpayer’s ability to pay. To help determine eligibility, use the Offer in Compromise Pre-Qualifier, a free online tool available on IRS.gov.", "article_metadata": {"description": "Taxpayers whose tax-filing extension runs out on Oct. 15 are being urged to double check their returns for often-overlooked tax benefits and then file their returns electronically. It's also not too late to seek professional tax guidance from a CPA or...", "og": {"site_name": "CPA Practice Advisor", "description": "Taxpayers whose tax-filing extension runs out on Oct. 15 are being urged to double check their returns for often-overlooked tax benefits and then file their returns electronically. It's also not too late to seek professional tax guidance from a CPA or...", "title": "IRS Deadline for Those With Tax Extentions is October 15 - Last Minute Tips for Filers", "url": "http://www.cpapracticeadvisor.com/news/12122219/irs-deadline-for-those-with-tax-extentions-is-october-15-last-minute-tips-for-filers", "image": {"width": 1280, "identifier": "http://r2.cpapracticeadvisor.com/files/base/CSN/image/2015/10/16x9/1280x720/large_october_tax_deadline_clock_fast_times_text_10762_1_.56129152e4731.jpg", "height": 720}, "type": "article"}, "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 203013999739730}, "keywords": "tax deadline, i missed the tax deadline, Taxes, tax extension, Tax extensions, income tax extension, Internal Revenue Service (IRS)", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "article_summary": "This is an agreement between a taxpayer and the IRS that settles the taxpayer’s tax liabilities for less than the full amount owed.\nThis form can be downloaded from IRS.gov and mailed along with a tax return, bill or notice.\nOther e-pay options include the Electronic Federal Tax Payment System (pre-registration is required) and Electronic Funds Withdrawal which is available when e-Filing.\n“If you still need to file, don’t forget that you can still file electronically through October 15,” said IRS Commissioner John Koskinen.\nAmerican Opportunity Tax Credit, claimed on Form 8863, and other education tax benefits for parents and college students."}