{"article_title": "Mergers & Acquisitions, Latest News", "article_keywords": ["acquisitions", "ppg", "company", "ampac", "packaging", "paint", "products", "acquisition", "prolamina", "portfolio", "wellspring", "mergers", "latest"], "article_url": "http://www.themiddlemarket.com/news/financial_sponsors/wellspring-packages-new-deal-257767-1.html", "article_text": "Wellspring Packages Deal\n\nThe PE fund acquires Ampac Holdings and merges it with portfolio company Prolamina\n\nNew York private equity firm Wellspring Capital is buying packaging company Ampac Holdings LLC and will merge it with portfolio company Prolamina Corp. Alvarez & Marsal Capital Partners is also investing in the new combined company, which will be based in Cincinnati, Ohio. Financial terms were not disclosed.\n\nBoth Ampac and Prolamina make similar products such as bags, pouches and packages for the food and beverage, retail and health care sectors. Prolamina was formed in 2010 by Wellspring and industry veteran Harold Bevis.\n\n\u0093The acquisition of Ampac and its combination with Prolamina reflects the attractiveness of the global packaging industry,\u0094 says Wellspring principal Matthew Harrison. \u0093We believe there is increasing growth potential in the sector given the shift towards flexible packaging solutions driven by shifting consumer demands.\u0094\n\nThe Ampac acquisition follows other packaging deals in 2015 such as: Berry Plastic\u0092s (NYSE: BERY) acquisition of Avintiv; Gerresheimer AG\u0092s (FRA: GXI) deal for Centor US Holding Inc.; and Bubble Wrap owner Sealed Air Corp.\u0092s (NYSE:SEE) purchase of B+ Equipment.\n\nPittsburgh packaging PPG Industries Inc. (NYSE: PPG) won Mergers & Acquisitions\u0092 2014 M&A Mid-Market Award for Strategic Buyer of the Year. Earlier this year, PPG picked up texture repair products maker Homax Group Inc. and paint distributor Masterwork Paint Co.\n\nWilliam Blair, Paul, Weiss, Rifkind, Wharton & Garrison LLP along with Jones Day are advising Wellspring. Lincoln International is Ampac\u0092s financial adviser.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/financial_sponsors/wellspring-packages-new-deal-257767-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/shoppingbag.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Wellspring Packages Deal"}}, "_id": "\"57477af46914bd0286fd8b93\"", "article_summary": "Pittsburgh packaging PPG Industries Inc. (NYSE: PPG) won Mergers & Acquisitions\u0092 2014 M&A Mid-Market Award for Strategic Buyer of the Year.\nBoth Ampac and Prolamina make similar products such as bags, pouches and packages for the food and beverage, retail and health care sectors.\n\u0093The acquisition of Ampac and its combination with Prolamina reflects the attractiveness of the global packaging industry,\u0094 says Wellspring principal Matthew Harrison.\nProlamina was formed in 2010 by Wellspring and industry veteran Harold Bevis.\nEarlier this year, PPG picked up texture repair products maker Homax Group Inc. and paint distributor Masterwork Paint Co.William Blair, Paul, Weiss, Rifkind, Wharton & Garrison LLP along with Jones Day are advising Wellspring."}