{"article_title": "Freelancers Union Pulls Out of Health Insurance Markets - Non Profit News For Nonprofit Organizations", "article_keywords": ["organizations", "non", "policies", "empire", "state", "union", "freelancers", "primary", "profit", "unions", "health", "york", "members", "pulls", "nonprofit", "markets", "insurance"], "article_url": "https://nonprofitquarterly.org/2014/10/06/freelancers-union-pulls-out-of-health-insurance-markets/", "article_text": "September 30, 2014; New York Times\n\nOne of the star programs of the Freelancers Union was its provision of affordable health insurance to its 25,000 members in New York State. The Obama administration gave the Freelancers Union a one-year exemption to adjust its insurance offerings to the mandates of the Affordable Care Act, but the Freelancers Union has decided it can’t be done without increasing premiums by about 14 percent. Adding that much cost to its insurance offerings violates why the Freelancers Union went into the insurance business in the first place. Consequently, the Union has decided to get out of the insurance business. Members who had Freelancers Union insurance coverage will be automatically shifted to policies offered by Empire BlueCross BlueShield.\n\nAlthough freelancers were told that the Empire policies basically mirror what the Union had offered, many believe that the truth is different. The new plans do not allow freelancers to go outside a fixed network of doctors, which wasn’t the case with the Union’s policies, and the new network will have one-fifth fewer doctors. The Empire network also apparently has higher co-pays. Because the Empire plans aren’t on the state exchange, it is logical to expect some members of the Freelancers Union toforego the Empire option and shop for policies on the state exchange, where the policies might be more to their liking and potentially eligible for premium subsidies.\n\nWhile the Freelancers Union failed to find an acceptable way of making its insurance offerings ACA-complaint, it hasn’t withdrawn from the healthcare field. Based on a primary care center model that it has already developed and operates in lower Manhattan and downtown Brooklyn, the Union plans to open 15 more centers for independent workers in upper Manhattan, Jersey City, and eventually across the nation in locations such as Philadelphia, Los Angeles, Portland, Austin, and San Francisco. These primary care centers would be available to the Freelancers Union membership across the nation, which is reported at approximately 250,000.\n\nThe Freelancers Union’s membership is only a small part of the freelancer economy. The Union’s own study this year indicated that 53 million people qualify as freelancers, roughly one out of every three people in the labor force, though 14.3 million of those freelancers are “moonlighters” who have primary jobs with traditional benefits and freelance for extra income. Although calling itself a union, the Freelancers Union doesn’t negotiate contract and workforce protections as traditional unions do for their members. How the Freelancers Union’s 25,000 New York members fare in the wake of the organization’s decision to get out of the insurance business will be telling about the future health insurance protection for an increasingly large segment of the American workforce that freelances.—Rick Cohen", "article_metadata": {"description": "How will the Freelancers Union’s 25,000 New York members (and freelancers in general) fare after its decision to get out of the insurance business?", "original-source": "https://nonprofitquarterly.org/2014/10/06/freelancers-union-pulls-out-of-health-insurance-markets/", "og": {"site_name": "Non Profit News For Nonprofit Organizations | Nonprofit Quarterly", "description": "How will the Freelancers Union’s 25,000 New York members (and freelancers in general) fare after its decision to get out of the insurance business?", "title": "Freelancers Union Pulls Out of Health Insurance Markets", "locale": "en_US", "image": "https://nonprofitquarterly.org/wp-content/blogs.dir/56/files/2014/10/Freelance-Union.jpg", "updated_time": "2015-04-16T16:09:22+00:00", "url": "https://nonprofitquarterly.org/2014/10/06/freelancers-union-pulls-out-of-health-insurance-markets/", "type": "article"}, "twitter": {"site": "@npquarterly", "image": "https://nonprofitquarterly.org/wp-content/blogs.dir/56/files/2014/10/Freelance-Union.jpg", "description": "How will the Freelancers Union’s 25,000 New York members (and freelancers in general) fare after its decision to get out of the insurance business?", "card": "summary", "title": "Freelancers Union Pulls Out of Health Insurance Markets - Non Profit News For Nonprofit Organizations | Nonprofit Quarterly"}, "syndication-source": "https://nonprofitquarterly.org/2014/10/06/freelancers-union-pulls-out-of-health-insurance-markets/", "article": {"section": "News", "tag": "Organizational Management and Change", "published_time": "2014-10-06T14:08:02+00:00", "modified_time": "2015-04-16T16:09:22+00:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "News, Policy, Healthcare, Organizational Management and Change"}, "_id": "\"57477af36914bd0286fcdc5a\"", "article_summary": "Adding that much cost to its insurance offerings violates why the Freelancers Union went into the insurance business in the first place.\nAlthough calling itself a union, the Freelancers Union doesn’t negotiate contract and workforce protections as traditional unions do for their members.\nThe Obama administration gave the Freelancers Union a one-year exemption to adjust its insurance offerings to the mandates of the Affordable Care Act, but the Freelancers Union has decided it can’t be done without increasing premiums by about 14 percent.\nMembers who had Freelancers Union insurance coverage will be automatically shifted to policies offered by Empire BlueCross BlueShield.\nWhile the Freelancers Union failed to find an acceptable way of making its insurance offerings ACA-complaint, it hasn’t withdrawn from the healthcare field."}