{"article_title": "Pamela Anderson: I am a survivor of rape", "article_keywords": ["led", "survivor", "memories", "share", "anderson", "pamela", "backgammon", "speech", "sexual", "rape", "charity"], "article_url": "http://www.salon.com/2014/05/18/pamela_anderson_i_am_a_survivor_of_rape/", "article_text": "Topics: Animals, Charity, Gang Rape, molestation, pamela anderson, pamela anderson foundation, Rape, Sexual abuse, Life News, Entertainment News\n\nIn a jaw-dropping speech delivered at the launch of her charity for animal welfare, Pamela Anderson revealed on Friday that she is a victim of sexual abuse and rape.\n\nThe Guardian reports that the former “Baywatch” actress, who held a backgammon competition and fundraising event at the Cannes Film Festival, opened up about the memories to share the reason animals are so important to her. “I feel now might be the time to reveal a few of my most painful memories,” she began her speech. “At the risk of over-exposing myself, again, or being inappropriate, again, I thought I might share with you why I am doing this.”\n\n“I did not have an easy childhood. Despite loving parents, I was molested from age six by a female babysitter,” she revealed.\n\n“I went to a friend’s boyfriend’s house and his older brother decided to teach me backgammon which led into a back massage, which led into rape. My first heterosexual experience,” she said. “He was 25 years old and I was 12.”", "article_metadata": {"description": "At the launch of her charity, the actress revealed that her love for animals helped her survive repeated abuse", "author": "Prachi Gupta", "og": {"site_name": "Salon", "description": "At the launch of her charity, the actress revealed that her love for animals helped her survive repeated abuse", "title": "Pamela Anderson: I am a survivor of rape", "url": "http://www.salon.com/2014/05/18/pamela_anderson_i_am_a_survivor_of_rape/", "image": "http://media.salon.com/2014/05/shutterstock_97005419-e1400447587892-1280x960.jpg", "type": "article"}, "twitter": {"description": "At the launch of her charity, the actress revealed that her love for animals helped her survive repeated abuse", "creator": "@prachigu", "image": "http://media.salon.com/2014/05/shutterstock_97005419-e1400447587892-1280x960.jpg", "title": "Pamela Anderson: I am a survivor of rape", "site": "@salon", "card": "summary_large_image"}, "title": "Pamela Anderson: I am a survivor of rape", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Animals, Charity, Gang Rape, molestation, pamela anderson, pamela anderson foundation, Rape, Sexual abuse", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: Animals, Charity, Gang Rape, molestation, pamela anderson, pamela anderson foundation, Rape, Sexual abuse, Life News, Entertainment NewsIn a jaw-dropping speech delivered at the launch of her charity for animal welfare, Pamela Anderson revealed on Friday that she is a victim of sexual abuse and rape.\n“I went to a friend’s boyfriend’s house and his older brother decided to teach me backgammon which led into a back massage, which led into rape.\n“I feel now might be the time to reveal a few of my most painful memories,” she began her speech.\nDespite loving parents, I was molested from age six by a female babysitter,” she revealed.\n“At the risk of over-exposing myself, again, or being inappropriate, again, I thought I might share with you why I am doing this.”“I did not have an easy childhood."}