{"article_title": "Saudis land in Aden with equipment to re-open airport: Arabiya TV", "article_keywords": ["hadi", "land", "saudis", "equipment", "tv", "al", "reopen", "airport", "houthi", "arabiya", "saudi", "forces", "aden", "yemen", "war", "yemeni"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/07/24/Saudis-land-Aden-equipment-re-open-airport-Arabiya-TV", "article_text": "Aden International Airport was recaptured on July 14 by Gulf Arab-backed Yemeni forces as they drove Iranian-allied Houthi forces out of the southern port city and much of the surrounding areas.\n\nHouthi fighters allied with army units loyal to former President Ali Abdullah Saleh captured Aden in March and April at the outset of the country's four-month-old war, dealing a blow to President Abd-Rabbu Mansour Hadi, an ally of Saudi Arabia and the United States.\n\nHadi and his aides fled to Riyadh as Houthi forces, who had seized the capital in September, closed in on Aden. In the wake of Aden's recapture, his ministers are slowly returning there.\n\nIf the airport resumes regular operations using the equipment carried by the plane that landed on Friday, then the city is expected to be able to expedite the import of badly needed emergency humanitarian aid.\n\nFour months of air raids and civil war have killed more than 3,500 people in Yemen. Aden has suffered especially, with acute shortages of food, medicine and fuel.\n\nAden and the other southern provinces have been largely inaccessible to U.N. food aid, and about 13 million people - more than half the population - are thought to be in dire need of food.\n\nA coalition of Arab states has been bombarding Houthi forces since late March in a bid to reinstate Hadi. It has also run training programs for Yemeni soldiers loyal to Hadi and dropped arms to local forces fighting the Houthis.\n\nThe first plane to land at Aden airport since pro-Hadi government forces took over was Saudi, carrying weapons and military assistance. An aircraft from the United Arab Emirates (UAE) landed at dawn on Friday at Aden airport carrying humanitarian aid, Al Arabiya reported.\n\nIn the latest military action, coalition warplanes bombed targets across Yemen including the capital Sanaa on Friday, according to Houthi media Saba news and security sources.\n\nThey bombed several districts in Aden, including Dar Saad, Hael and al Khadra and targets in Marib, Shabwa, Abyan, Taiz and Amran provinces.\n\nYemen’s Houthi forces on Friday, separately, said they fired rockets and artillery shells at Saudi Arabia’s border town of Najran, Houthi media Saba and the Saudi-owned network reported. There were no casualties or injuries, Al Arabiya TV added.\n\n(Reporting by Mohammed Mukhashaf and Mohammed Ghobari; Writing by Hadeel Al Sayegh; Editing by William Maclean and Tom Heneghan)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Aden International Airport was recaptured on July 14 by Gulf Arab-backed Yemeni forces", "title": "Saudis land in Aden with equipment to re-open airport: Arabiya TV", "url": "http://www.thefiscaltimes.com/latestnews/2015/07/24/Saudis-land-Aden-equipment-re-open-airport-Arabiya-TV", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/yemen-security_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/07/24/Saudis-land-Aden-equipment-re-open-airport-Arabiya-TV", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/yemen-security_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Aden International Airport was recaptured on July 14 by Gulf Arab-backed Yemeni forces", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fdc5e5\"", "article_summary": "An aircraft from the United Arab Emirates (UAE) landed at dawn on Friday at Aden airport carrying humanitarian aid, Al Arabiya reported.\nThe first plane to land at Aden airport since pro-Hadi government forces took over was Saudi, carrying weapons and military assistance.\nHadi and his aides fled to Riyadh as Houthi forces, who had seized the capital in September, closed in on Aden.\nAden International Airport was recaptured on July 14 by Gulf Arab-backed Yemeni forces as they drove Iranian-allied Houthi forces out of the southern port city and much of the surrounding areas.\nA coalition of Arab states has been bombarding Houthi forces since late March in a bid to reinstate Hadi."}