{"article_title": "Obama honors Argentina's 'Dirty War' victims; faults U.S. on human rights", "article_keywords": ["argentinas", "united", "victims", "rights", "visit", "war", "states", "faults", "dirty", "human", "president", "argentina", "macri", "honors", "obama"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/03/24/Obama-honor-Argentinas-Dirty-War-victims-coup-anniversary", "article_text": "BARILOCHE, Argentina (Reuters) - President Barack Obama said the United States was too slow to condemn human rights atrocities during Argentina's 1976-1983 dictatorship as he honored victims of the \"Dirty War\" on Thursday, but he stopped short of apologizing for Washington's early support for the military junta.\n\nObama's state visit to Argentina coincided with the 40th anniversary of the coup that began a seven-year crackdown on Marxist rebels, labor unions and leftist opponents, during which security forces killed 30,000 people.\n\n\"There has been controversy about the policies of the United States early in those dark days,\" Obama said while visiting a memorial park in Buenos Aires dedicated to victims of the dictatorship.\n\n\"Democracies have to have the courage to acknowledge when we don't live up to the ideals that we stand for. And we've been slow to speak out for human rights and that was the case here,\" he said.\n\nObama's trip, winding up later on Thursday, is part of a wider effort to deepen ties and bolster U.S. influence with Latin America after years of frosty relations with left-leaning governments in the region.\n\nWith South America's leftist block now in disarray amid graft scandals and economic recession, Argentina's new center-right leader, Mauricio Macri, offers Obama a new ally in one of the Americas' biggest economies.\n\nObama traveled to Argentina from Cuba, where he became the first sitting U.S. president to visit in 88 years and opened a new chapter in engagement with the Communist-ruled island after decades of hostilities.\n\nThat policy shift has boosted Washington's standing in a region long wary of being treated as the U.S. \"backyard\", although U.S. foreign policy under Obama has still been dominated by the Middle East.\n\nDEATH FLIGHTS\n\nAt the memorial by La Plata River, Obama and Macri walked along a stark wall that is known as the Monument to the Victims of State Terrorism and is inscribed with 20,000 names.\n\nOn a pier overlooking the river, they dropped white roses into the water to commemorate the dead. Obama bowed his head and stood with Macri in silence.\n\nSurvivors of the crackdown say one of the military rulers' tactics was so-called \"death flights\", where political opponents were tossed into aircraft, stripped and then thrown alive into the river and the Atlantic Ocean to drown.\n\nWashington's early support for the military rulers reflected Cold War thinking, which sometimes put the United States on the side of brutal right-wing governments in Latin America. In a gesture toward Argentines still angry over that legacy, Obama has promised to declassify U.S. military and intelligence records related to the dictatorship-era.\n\nThe U.S. leader was criticized by some rights activists. One group of victims' relatives said the timing of his visit was a provocation.\n\n\"We will not allow the power that orchestrated dictatorships in Latin America and oppresses people across the world to cleanse itself and use the memory of our 30,000 murdered compatriots to strengthen its imperialist agenda,\" the Buenos Aires-based Center for Human Rights Advocates said in a statement.\n\nSome Argentines welcomed Obama's gestures. \"Obama is not going to say outright 'forgive us', but he's saying it through his actions,\" said Daniel Slutzky, a 75-year-old college professor.\n\nObama praised Argentina for taking on its past. \"Confronting crimes committed by your own leaders, by your own people - that can be divisive and frustrating, but it is essential to moving forward,\" he said.\n\nSpeaking after Obama, Macri said: \"We have to reaffirm our commitment to the defense of democracy and human rights. Every day, somewhere in the world they are jeopardized.\"\n\nThe Argentine foreign ministry later issued a statement saying it had declassified 847 official documents from the dictatorship era outlining rights violations. \"The documents shine light on acts of repression ... and could help ongoing judicial investigations,\" the statement said.\n\nThousands gathered at the Casa Rosada presidential palace to honor the victims of the junta. The rally and others around the country are held every March 24, a national holiday.\n\nObama's visit to Argentina is a show of support for Macri's sharp turn away from the nationalist policies of his predecessor, Cristina Fernandez, who frequently railed against the United States and Wall Street. Obama praised Macri on Wednesday for his rapid economic reforms.\n\nThe U.S. president was due to head back to Washington on Thursday night. Before setting out, he and his family flew to the Patagonian city of Bariloche for some sightseeing and hiking.\n\nThousands of people lined the route from the airport through the lakeside mountain city, waving as the motorcade sped by. Several hundred people gathered for a protest near the city center, holding signs and making obscene gestures.\n\nOne sign depicted the national flag and the phrase \"For Sale\" crossed out, a rallying cry of Fernandez supporters who believe Macri is selling out the country with his market-friendly policies.\n\nDuring his trip to Cuba, the U.S. president challenged President Raul Castro on human rights and political freedoms even as the two men sought to move on from more than half a century of animosity that began soon after Cuba's 1959 revolution.\n\n(Reporting by Jeff Mason, additional reporting by Hugh Bronstein and Richard Lough in Buenos Aires; Editing by Frances Kerry and Andrew Hay)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "BARILOCHE, Argentina (Reuters) - President Barack Obama said the United States was too", "title": "Obama honors Argentina's 'Dirty War' victims; faults U.S. on human rights", "url": "http://www.thefiscaltimes.com/latestnews/2016/03/24/Obama-honor-Argentinas-Dirty-War-victims-coup-anniversary", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-argentina_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/03/24/Obama-honor-Argentinas-Dirty-War-victims-coup-anniversary", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-argentina_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "BARILOCHE, Argentina (Reuters) - President Barack Obama said the United States was too", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "And we've been slow to speak out for human rights and that was the case here,\" he said.\nSpeaking after Obama, Macri said: \"We have to reaffirm our commitment to the defense of democracy and human rights.\nWashington's early support for the military rulers reflected Cold War thinking, which sometimes put the United States on the side of brutal right-wing governments in Latin America.\nBARILOCHE, Argentina (Reuters) - President Barack Obama said the United States was too slow to condemn human rights atrocities during Argentina's 1976-1983 dictatorship as he honored victims of the \"Dirty War\" on Thursday, but he stopped short of apologizing for Washington's early support for the military junta.\n\"There has been controversy about the policies of the United States early in those dark days,\" Obama said while visiting a memorial park in Buenos Aires dedicated to victims of the dictatorship."}