{"article_title": "CMS Reports $2.4B in Healthcare Consumer ACA Premium Rebates", "article_keywords": ["aca", "premium", "consumers", "24b", "cms", "medical", "million", "reports", "rebates", "mlr", "health", "rule", "healthcare", "consumer", "insurance"], "article_url": "http://revcycleintelligence.com/news/cms-reports-2.4b-in-healthcare-consumer-aca-premium-rebates", "article_text": "Consumers are apparently receiving major bang for their buck, although not in relation to this week’s hard-to-miss Black Friday and Cyber Monday holiday sales brouhaha.\n\nHealthcare consumers have received over $2.4 billion premium rebates since 2011, confirmed a press release earlier this month from the Centers for Medicare & Medicaid Services (CMS).\n\n“Today’s results show that an increasing number of consumers are in plans where they are receiving more value for their premium dollars up front because their premium rates were set to reasonably reflect insurers’ spending on medical care and quality improvement activities,” CMS said.\n\nLast year, over 5.5 million healthcare consumer received almost $470 million in rebates, CMS said – an average of $129 per family. 2014 was notably the first year various Affordable Care Act (ACA) reforms were wholly implemented.\n\nCalifornia and Florida had the largest statewide 2014 MLR rebates of nearly $98 million and nearly $60 million, respectively.\n\nLast year, the number of healthcare consumers tied to plans where refunds were owed dropped by over 1 million, CMS claimed – from nearly 6.8 million in 2013 to 5.5 million in 2014.\n\nCMS asserted the root of these sizable savings results is the ACA, which mandates that health insurance companies spend a minimum of 80 percent of premium dollars on healthcare endeavors.\n\n“Thanks to the Affordable Care Act, there are now programs in place to give consumers maximum value for their premium dollar,” stated Kevin Counihan, CEO of the Health Insurance Marketplace. “We are pleased that the tools created under the health care law are working as intended to give consumers access to high-quality health insurance coverage and keep cost affordable.”\n\nAccording to CMS, the Medical Loss Ratio (MLR) rule, created under the ACA, is keeping costs manageable. Also known as the 80/20 rule, under its provisions, issuers within both individual and small group markets spend a minimum of 80 percent of premium dollars to help improve healthcare’s overall quality. Consumers are owed a refund via a lower premium or check if standards are not met.\n\nHealthcare payers have historically faced pressure regarding medical loss ratios,” said Laurie Graham, Payer Operations Manager at athenahealth, to RevCycleIntelligence.com. “Payers ahead of the curve are thinking about ways to streamline their administrative processes as much as possible and creating consumer engagement at the same time.”\n\nHealthcare consumers reportedly saved over $1 billion in 2013 due to 2013 MLR rebates of $250 million. In 2012, the MLR and rate review provisions yielded $1.6 billion in both rebates and lower premiums.\n\n“Thanks to the 80/20 Rule, enrollees will receive refunds if they are charged excess premium while health insurance companies gain experience setting competitive premiums in the Marketplace,” CMS said. “In this way, the 80/20 Rule, together with premium stabilization programs, ensures that consumers’ premiums remain stable and proportionate to their medical costs.”", "article_metadata": {"description": "Healthcare consumers have received over $2.4 billion premium rebates since 2011, confirmed a press release earlier this month from CMS on MLR rates and the ACA.", "author": "RevCycleIntelligence", "og": {"url": "http://revcycleintelligence.com/news/cms-reports-2.4b-in-healthcare-consumer-aca-premium-rebates", "type": "article", "image": "http://revcycleintelligence.com/images/site/articles/imageedit_2_8850806750.jpg", "site_name": "RevCycleIntelligence", "title": "CMS Reports $2.4B in Healthcare Consumer ACA Premium Rebates"}, "twitter": {"description": "Healthcare consumers have received over $2.4 billion premium rebates since 2011, confirmed a press release earlier this month from CMS on MLR rates and the ACA.", "title": "CMS Reports $2.4B in Healthcare Consumer ACA Premium Rebates", "image": {"src": "http://revcycleintelligence.com/images/site/articles/imageedit_2_8850806750.jpg"}, "creator": "@RevCycleIntel", "site": "@RevCycleIntel", "card": "summary"}, "robots": "index, follow", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "article_summary": "Last year, over 5.5 million healthcare consumer received almost $470 million in rebates, CMS said – an average of $129 per family.\nHealthcare consumers have received over $2.4 billion premium rebates since 2011, confirmed a press release earlier this month from the Centers for Medicare & Medicaid Services (CMS).\nCalifornia and Florida had the largest statewide 2014 MLR rebates of nearly $98 million and nearly $60 million, respectively.\nCMS asserted the root of these sizable savings results is the ACA, which mandates that health insurance companies spend a minimum of 80 percent of premium dollars on healthcare endeavors.\n“Thanks to the 80/20 Rule, enrollees will receive refunds if they are charged excess premium while health insurance companies gain experience setting competitive premiums in the Marketplace,” CMS said."}