{"article_title": "The Internet Pokes Fun at Political Websites", "article_keywords": ["website", "week", "domain", "pokes", "candidate", "campaign", "media", "political", "took", "websites", "site", "leads", "internet", "fun"], "article_url": "http://www.govtech.com/internet/The-Internet-Pokes-Fun-at-Political-Websites.html", "article_text": "(TNS) — WASHINGTON — This week, a delighted Internet audience discovered that JebBush.com redirects visitors to front-runner Donald Trump’s campaign website.\n\nIt’s an easy joke. Noticing that the Bush campaign, which uses jeb2016.com, had failed to register the other domain as a precaution, someone else decided to have some fun.\n\nHunting for and buying domain names that presidential campaigns may have overlooked has become a popular sport this election season. Part prank, part Internet attack ad, this trend also gives any online users with some cash or a good sense of timing the ability to reach thousands in a matter of hours and drive the conversation.\n\nSome websites are juvenile in their simplicity. After Trump was defeated by Texas Sen. Ted Cruz in the Iowa caucus, loser.com was redirected to his Wikipedia biography. In a similar vein, taunting the businessman’s bravado and oft-repeated line about winning at everything, Nobodyrememberswhocameinsecond.com took visitors to his Wikipedia page as well. As of Feb. 19, it redirects to a YouTube video of comedians poking fun at his campaign.\n\nAnother creative netizen bought TedCruzforAmerica.com last summer and decided to redirect it to different sites depending on what is in the news.\n\nLast summer it redirected to HealthCare.gov, the site for President Barack Obama’s Affordable Care Act, against which Cruz led a government shutdown in 2013. At another point it took people to articles critical of Cruz’s policies. This week the website took over social media once more when users discovered it took them to the Canadian government’s immigration page.\n\nAlthough Cruz was born in Calgary, Alberta, he became an automatic U.S. citizen through his American mother. That hasn’t stopped the issue of whether he’s a natural-born citizen from haunting him on the campaign trail, leading the candidate to emphatically say at Wednesday’s CNN town hall in Greenville, S.C.: “I never breathed a breath of air on this planet when I was not a U.S. citizen.”\n\nThe number of fake campaign domains continues to grow. Bernieforpresident.com leads to a page giving the choice between Bernie Sanders and Bernie Lomax, the fictional dead character from the film “Weekend at Bernie’s.” TedCruz.com just leads to a bare-bones site with the words “Support President Obama. Immigration Reform Now!”\n\nSome websites don’t just redirect, but also use the attention as a platform to make a point about a candidate. HillaryClinton2016.com leads to a Huffington Post-style website consisting entirely of critical articles, leading with “Hillary’s gender fabrications.”\n\nCarlyFiorina.org leads to a stark white-on-gray page that declares, “Carly Fiorina failed to register this domain. So I’m using it to tell you how many people she laid off at Hewlett-Packard. It was this many.”\n\nIt’s followed by a seemingly endless wall of sad face emoticons that ends with the line, “That’s 30,000 people she laid off. People with families.”\n\nThe message is simple but effective. And while these website pranks are unlikely to lead to genuine confusion among voters, their tendency to go viral on social media gives the public a new way to criticize a candidate or draw attention to a certain policy.\n\nIf the timing is right, these websites can be more than just a joke. They can highlight a campaign’s shortcomings and feed a certain narrative illustrated best by the “poor Jeb” sentiment that has been prevalent on social media. Bush’s struggling campaign has garnered a strange kind of pity on Twitter and Facebook. His most-shared clips recently have been the moment when he told a New Hampshire audience to “please clap” and a video labeled “Jeb hug — sad times” in which he enthusiastically embraced a supporter who said he “might” vote for him.\n\nWhen the Internet rediscovered this week that the domain bearing Bush’s name went straight to Trump’s website — this had been first noticed by the media in December — the timing was perfect. Popular news outlets including The Washington Post, The Wall Street Journal, the Huffington Post and Vox wrote about the site, the latter’s headline declaring, “How badly is Bush getting owned in this primary? JebBush.com goes to DonaldJTrump.com.”\n\nThe Trump campaign said it was not involved with the website, and the owner used a privacy system to remain unlisted.\n\nInnovative jokers are likely to have plenty of material in the coming months. Some have taken a different approach to give their favorite candidate a boost online: berniesingles.com, a dating site to meet and connect with other Sanders supporters, already has over 1,000 registered users. But that’s another story.\n\n©2016 McClatchy Washington Bureau, Distributed by Tribune Content Agency, LLC.", "article_metadata": {"contentType": "GT Article", "description": "Part prank, part Internet attack ad, hunting for and buying domain names that presidential campaigns may have overlooked has become a popular sport this election season.", "pubDate": "2016-02-22", "og": {"image": "http://media2.govtech.com/images/Flickr-Donald-Trump-Campaigning.jpg", "title": "The Internet Pokes Fun at Political Websites"}, "wssUrl": "http://www.govtech.com/internet", "p": {"domain_verify": "6fde23837116ec868cad5f966cf08656"}, "wss": "Web", "authors": "[]", "google-site-verification": "YGeeEDFGk0P1HO8tlyROBmRbQvw1H3jzQqXhn0Q55a8", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "(TNS) — WASHINGTON — This week, a delighted Internet audience discovered that JebBush.com redirects visitors to front-runner Donald Trump’s campaign website.\nThis week the website took over social media once more when users discovered it took them to the Canadian government’s immigration page.\nAs of Feb. 19, it redirects to a YouTube video of comedians poking fun at his campaign.\nImmigration Reform Now!”Some websites don’t just redirect, but also use the attention as a platform to make a point about a candidate.\nNoticing that the Bush campaign, which uses jeb2016.com, had failed to register the other domain as a precaution, someone else decided to have some fun."}