{"article_title": "Mass General's \"SharingClinic\" bets big on healthcare storytelling", "article_keywords": ["bets", "generals", "patient", "sharingclinic", "storytelling", "big", "marketing", "according", "patients", "mass", "hill", "wbur", "healthcare", "hospitals"], "article_url": "http://www.fiercehealthcare.com/story/mass-generals-sharingclinic-bets-big-healthcare-storytelling/2016-01-25", "article_text": "Massachusetts General Hospital hopes its new interactive \"listening booth\" will help improve communication and facilitate storytelling in healthcare settings, according to WBUR.\n\nThe \"SharingClinic\" is stocked with recorded stories of illnesses and recovery. Visitors and patients simply use a touch screen to access the stories by theme, perspective or diagnosis. It's equipped with more than 100 stories so far, with plans to add more, according to the article. Staff hope to eventually collect enough stories that trained staff can schedule regular \"clinics\" for storytelling. A downloadable app is also in the works.\n\nThe project, which MGH has long had in the pipeline, is part of a broader trend within patient-centered healthcare that emphasizes the value of integrating individual patient stories into both marketing and patient engagement. Research published in 2012 suggests that giving patients a platform to tell their own stories improves their mental health by giving them an enhanced sense of agency, according to WBUR.\n\n\"My hope is that SharingClinic will fundamentally transform the culture of the hospital by encouraging and facilitating storytelling,\" Annie Brewster, M.D., the originator of the SharingClinic project, said at the opening of SharingClinic last week, according to WBUR. \"Hospitals can be cold, scary, lonely places. SharingClinic aims to build community and to lessen this sense of isolation.\"\n\nBrewster came up with the idea based on her own experience after being diagnosed with multiple sclerosis. She chose to stay silent at the time, sharing the information with only close family and friends, but the silence took its toll, wrote Brewster as reported by the Beacon Hill Times.\n\n\"Over the years, I have learned that one of the most healing things I can do for my patients is to listen well,\" wrote Brewster, according to the Beacon Hill News. \"Patients want to tell their stories, and to feel heard. Unfortunately, the harried climate of primary care today rarely allows for such quality exchanges, and people are left wanting.\"\n\nGenuine, empathetic communication, she told WBUR, can have palpable effects on the brain's response to one-on-one interaction, a science known as \"interpersonal neurobiology.\"\n\nPatient stories are collected by social workers, and in recounting them, patients have a chance to consider and process their experiences, SharingClinic Social Worker Barbara Olson told WBUR.\n\nTo learn more:\n\n- read the WBUR article\n\n- here's the Beacon Hill News story\n\nRelated Articles:\n\nBoston hospital's story-recording kiosk helps patients cope with illness\n\nHospital for Special Surgery takes patient engagement, marketing to a whole new level\n\n3 ways providers can drive patient engagement\n\nPatient engagement key to doing more with less\n\nWhat hospitals can learn from retail giants like Amazon, Zappos\n\n5 hot hosptial marketing trends for 2015\n\n5 healthcare marketing lessons from the ALS ice bucket challenge", "article_metadata": {"description": "Massachusetts General Hospital hopes its new interactive \"listening booth\" will help improve communication and facilitate storytelling in healthcare settings, according to WBUR.", "og": {"site_name": "FierceHealthcare", "description": "Massachusetts General Hospital hopes its new interactive \"listening booth\" will help improve communication and facilitate storytelling in healthcare settings, according to WBUR.", "title": "Mass General's \"SharingClinic\" bets big on healthcare storytelling", "url": "http://www.fiercehealthcare.com/story/mass-generals-sharingclinic-bets-big-healthcare-storytelling/2016-01-25", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,Empathy,Massachusetts General Hospital,Operations & Business Management,SharingClinic,storytelling", "viewport": "width=device-width", "news_keywords": "Care Delivery,Operations & Business Management"}, "article_summary": "Massachusetts General Hospital hopes its new interactive \"listening booth\" will help improve communication and facilitate storytelling in healthcare settings, according to WBUR.\n\"My hope is that SharingClinic will fundamentally transform the culture of the hospital by encouraging and facilitating storytelling,\" Annie Brewster, M.D., the originator of the SharingClinic project, said at the opening of SharingClinic last week, according to WBUR.\nStaff hope to eventually collect enough stories that trained staff can schedule regular \"clinics\" for storytelling.\nVisitors and patients simply use a touch screen to access the stories by theme, perspective or diagnosis.\nPatient stories are collected by social workers, and in recounting them, patients have a chance to consider and process their experiences, SharingClinic Social Worker Barbara Olson told WBUR."}