{"article_title": "With a final loss, Brewers' off-season of change begins", "article_keywords": ["begins", "loss", "different", "look", "season", "counsell", "lot", "think", "offseason", "going", "way", "brewers", "final", "change", "theres"], "article_url": "http://www.jsonline.com/sports/brewers/milwaukee-brewers-vs-chicago-cubs-b99588356z1-330557891.html", "article_text": "By of the\n\nFinally, it's over.\n\nThe Milwaukee Brewers put a fitting capper on a long and disappointing season Sunday afternoon with one last dud, a 3-1 loss to the Chicago Cubs at Miller Park.\n\nA season that began with a sweep here by the Colorado Rockies ended with one by the Cubs, who go on to play at Pittsburgh in the National League wild-card game while the Brewers plot the long road back from a 68-94 showing.\n\n\"I think the season kind of ended the way it began,\" said Ryan Braun, whose personal bounce-back year was cut short at the end by an ailing back that will require surgery.\n\n\"For all of us, obviously, not the way we had hoped or anticipated the season going. It's kind of nice now that it's over. It's a lot easier to be optimistic and to be able to look ahead ...and try to find some positives to take from the season and move into the off-season, looking forward to next year.\n\n\"It was a really challenging year and disappointing year. The further we get away from it, hopefully we'll look back and recognize this as a turning point for the franchise, the organization. ... I hope as we look back over time we can say this was the start of something really good. But looking back on it right now, it just feels like it was a very long and challenging season.\"\n\nNow that the games are done — and everyone involved is thankful for that — it should get infinitely more interesting. The Brewers have new manager Craig Counsell in place and even newer general manager David Stearns — Monday is his first official day of work — and have a good start on rebuilding their farm system.\n\nBut there is more to be done. Much more.\n\n\"We recognize we're going through a transitional period so there's a good chance there's going to be greater change than we've seen in the past,\" said Braun. \"If you look back right now at where our team was in the beginning of April, it's completely different.\"\n\nNow, it will be up to Stearns and Co. to decide if a complete teardown is in order before next season.\n\n\"I still think there's significant change going to happen,\" said Counsell, who took over from Ron Roenicke in early May and did his best to direct an already challenged team thinned by trades and injuries after the all-star break.\n\n\"We're at the start of an off-season where there's already been significant change, and I think there will be more change moving forward. I think David's imprint is really yet to be felt.\"\n\nCounsell already has talked with Stearns several times so he knows what the new boss is thinking in terms of moving the rebuilding process forward.\n\n\"Look, we've got a lot of work to do,\" said Counsell. \"We have to kind of decide, ultimately, the direction to do that to sustain something over the long term.\"\n\nStearns, 30, takes over for Doug Melvin, 63, who is stepping into an advisory role. The new general manager will have a different way of doing things, so the learning curve for the front office is just beginning.\n\n\"Because they're different people, with different levels of experience, different backgrounds, different upbringings, I do think it's going to be different, but that's to be expected,\" said Counsell.\n\nSome front-office changes certainly are in the works, and Counsell said an announcement on the coaching staff should come by midweek. Once that smoke clears, look for roster retooling to continue.\n\nBy starting the rebuilding process, the team's decision-makers got looks at players this season they never imagined. A franchise-record 12 players made their major league debuts, including Brewers minor-league pitcher of the year Jorge Lopez, who started the season finale against the Cubs.\n\nLopez had a rough first inning, allowing the first three batters of the game to score. But he pitched four scoreless frames afterward and certainly will be in the Brewers' starting rotation at some point in the not-to-distant future.\n\nEven with that influx of youth, Counsell forecasts more personnel moves before next spring, which is hardly surprising.\n\n\"There's going to be a lot of competition next spring, significant competition all over the field. On the mound, there's going to be a lot of competition. That's the way it's going to have to be.\n\n\"There's going to be a reliance on younger players. The competition's not going to stop for a while.\"\n\nPitchers and catchers report to spring training in Phoenix in 137 days. Stay tuned.", "article_metadata": {"title": "With a final loss, Brewers' off-season of change begins", "og": {"url": "http://www.jsonline.com/sports/brewers/milwaukee-brewers-vs-chicago-cubs-b99588356z1-330557891.html", "image": {"width": 2048, "identifier": "http://media.jrn.com/images/b99588356z.1_20151004193717_000_gnlcr29c.1-1.jpg", "height": 1280}, "type": "article", "description": "With one final Brewers loss to the Cubs, an interesting off-season begins. With new manager Craig Counsell and even newer GM David Stearns in place, and with a good start on rebuilding the farm system, there’s still “significant change going to happen.”", "title": "With a final loss, Brewers' off-season of change begins"}, "twitter": {"site": "@journalsentinel", "image": "http://media.jrn.com/images/b99588356z.1_20151004193717_000_gnlcr29c.1-1.jpg", "description": "With one final Brewers loss to the Cubs, an interesting off-season begins. With new manager Craig Counsell and even newer GM David Stearns in place, and with a good start on rebuilding the farm system, there’s still “significant change going to happen.”", "card": "summary_large_image", "title": "With a final loss, Brewers' off-season of change begins"}, "apple-mobile-web-app-capable": "no", "fb": {"admins": "journal.sentinel.1", "app_id": 227386193957280}, "msapplication-TileImage": "http://media.jrn.com/designimages/logo-mjs-144-icon.png", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "article_summary": "\"We recognize we're going through a transitional period so there's a good chance there's going to be greater change than we've seen in the past,\" said Braun.\nThe new general manager will have a different way of doing things, so the learning curve for the front office is just beginning.\n\"We're at the start of an off-season where there's already been significant change, and I think there will be more change moving forward.\n\"For all of us, obviously, not the way we had hoped or anticipated the season going.\n\"There's going to be a reliance on younger players."}