{"article_title": "Girls swimming: Silver Creek wins first city title on 14th try", "article_keywords": ["city", "brandi", "creek", "title", "vu", "wins", "girls", "free", "14th", "try", "skyline", "points", "niwot", "team", "longmont", "silver", "swimming"], "article_url": "http://www.timescall.com/ci_27342751/girls-swimming-silver-creek-wins-first-city-title", "article_text": "Raptors freshman class dominant, especially Vu\n\nLONGMONT — Debbie Stewart knew her team had a chance.\n\nAfter all, like most swim coaches when they get their heat sheets before a big meet, Stewart spent much of her Friday night — calculator in hand — trying to figure out if it was possible.\n\nAfter crunching the numbers, she figured her young but deep and talented group of Raptors had a 76-point edge on Niwot going into Saturday's Longmont City Championship at Centennial Pool.\n\n\"But we've had sick girls and in years past we've always been close,\" said Stewart, who has been at Silver Creek since it opened its doors in 2000 and each time watched the Cougars walk away with the title. \"It's always fun to compete against Niwot and no matter what we can't let our guard down.\n\nFreshman Brandi Vu posted victories in the breaststroke and individual medley to help Silver Creek win its first team title at the Longmont City Championships. (Cliff Grassmick / Daily Camera)\n\n\"Because we've lost to Niwot by 20 points in the past and you never know what is going to happen.\"\n\nWhat happened even blew Stewart's mind. Her girls exceeded her expectations, winning their first city title in 14 tries by 103 points over Niwot, 474-371. Skyline finished third with 272 points and Longmont was fourth with 176.\n\nThe Raptors' depth was impressive and not only did they win each of the three relays, but crowned five individual champions, including freshman Brandi Vu, who was the only two-time winner.\n\n\"The freshman coming in and the talent that we've got makes me excited to see how we'll do at conference,\" said Stewart, whose team owns a victory over league rival Thompson Valley (minus their club swimmers) already this season. \"It'll be tough against Thompson Valley when we get to conference, but we are not going to give it to them. We are going to make them work for the championship and hopefully be right up there contending for it as well.\"\n\nVu started her day by helping the Raptors medley relay team to victory in 1 minute, 55.29 seconds. Two races later she was in the water for the 200 individual medley. She created more than a length lead on the field during the breaststroke portion of the race and her time of 2:15.11 was three seconds faster than Skyline's Hannah Svendsen.\n\nVu, who didn't realize her prowess as a breaststroker until she joined the Longmont Redtails club team, was an accomplished freestyler and backstroker.\n\n\"I was able to realize that I was a breaststroker,\" said Vu, who was a thrilled to bring home a city title for her coach and school. \"But really, breaststroke chose me.\"\n\nQuite the antithesis of most breaststrokers, the petite Vu blew away a field that included three of her teammates in a state-qualifying time of 1:07.78.\n\n\"She's just a born natural talent,\" Stewart said. \"To be a breaststroker, it's unusual to see them that small, but Brandi is a machine. We could put her in almost anything and she'll perform for us.\"\n\nOther individual champions for the Silver Creek on Saturday included Meghan Magill in the 200 freestyle (2:05.51), Sara Findley in the 100 fly (1:02.51), Emma Pearson in the 500 free (5:49.15) and Nikki Schlegel in the 100 backstroke (1:04.22).\n\nStewart, who was emotional on Friday night when addressing her team about the prospects of winning, was again emotional on Saturday after the dream became a reality.\n\nSkyline's Megan Oldham captured the diving title at the annual Longmont City Championships. (Cliff Grassmick / Daily Camera)\n\n\"I got a little teary-eyed because I know my time is getting close,\" she said. \"And this was my ultimate goal. It doesn't mean I'm ready to quit or retire, because I still love watching the girls.\n\n\"But I've had a fourth place state finish, we've had two conference championships, but winning the all-city after 14 years ... it was one more milestone I had to get to.\"\n\nFor Niwot, the lone champion on the day was Sonia Martinez, who after a runner-up finish to Magill in the 200 free, came back in the 100 free to edge Silver Creek's Olivia Bruce for the top spot.\n\nSkyline crowned two champions. The Falcons duo of Alex Hellenberg and Lauren Bade went one-two in the 50 free. Hellenberg's 26.20 second swim was good enough to qualify for state.\n\nShortly after Hellenberg's win, it was Megan Oldham's turn. The Falcons diver was impressive, especially on her final two dives where she amped up the degree of difficulty to finish with a score of 510.05 points. Niwot's Maddie Barkow, who was just four points behind Oldham going into the finals, finished with 481.30 points.\n\n\"I think this is one of the best meets I've had all season,\" Oldham said. \"I think I was just more comfortable because I was with my teammates. Even though we are not on the same team, we all practice together.\"\n\nFollow Jon on Twitter: twitter.com/JonEYunt\n\nLONGMONT CITY CHAMPIONSHIPS\n\nAt Centennial Pool\n\nTeam scores — Silver Creek 474, Niwot 371, Skyline 272, Longmont 176.\n\n200 medley relay — 1. Silver Creek (Nikki Schlegel, Brandi Vu, Sara Finley, Jenna Latsko) 1:55.29*; 2. Silver Creek 2:03.66*; 3. Niwot 2:05.97; 4. Silver Creek 2:09.30; 5. Skyline 2:10.33; 6. Longmont 2:11.08.\n\n200 freestyle — 1. Meghan Magill, Silver Creek, 2:05.51*; 2. Sonia Martinez, Niwot, 2:09.36; 3. Sophie Haase, Silver Creek 2:09.91; 4. Amalia Luthens, Niwot, 2:11.91; 5. Courtney Dobbins, Silver Creek, 2:12.82; 6. Emma Pearson, Silver Creek, 2:13.94.\n\n200 IM — 1. Brandi Vu, Silver Creek, 2:15.11*; 2. Hannah Svendsen, Skyline, 2:18.32*; 3. Jenna Latsko, Silver Creek, 2:18.44*; 4. Sara Findley, Silver Creek, 2:24.68*; 5. Beth McNichols, Silver Creek, 2:36.07; 6. Anna Beeck, Niwot, 2:38.22.\n\n50 freestyle — 1. Alex Hellenberg, Skyline, 26.20*; 2. Lauren Bade, Skyline, 26.75; 3. Chase Balman, Niwot, 27.02; 4. Sierra Juvonen, Silver Creek, 27.12; 5. Nikki Schlegel, Silver Creek, 27.25; 6. Jessie Moore, Niwot, 27.27.\n\nDiving — 1. Megan Oldham, Skyline, 510.05 points*; 2. Maddie Barkow, Niwot, 481.30*; 3. Alaina Hellenberg, Skyline, 385.45*; 4. Katie Emberley, Silver Creek, 267.75; 5. Camryn Kenkel, Niwot, 252.05; 6. Mary Lang, Niwot, 198.45.\n\n100 butterfly — 1. Sara Findley, Silver Creek, 1:02.51*; 2. Hannah Svendsen, Skyline, 1:03.24*; 3. Chase Balman, Niwot, 1:07.09; 4. Eva Kitlen, Niwot, 1:10.08; 5. Paulina Gutierrez, Skyline, 1:10.57; 6. Jenny Weygandt, Silver Creek, 1:11.31.\n\n100 freestyle — 1. Sonia Martinez, Niwot, 58.60; 2. Olivia Bruce, Silver Creek, 59.08; 3. Sierra Juvonen, Silver Creek, 59.33; 4. Alyson Lhungay, Silver Creek, 59.44; 5. Alex Hellenberg, Skyline, 59.47; 6. Jessie Moore, Niwot, 59.74.\n\n500 freestyle — 1. Emma Pearson, Silver Creek, 5:49.15; 2. Sophie Haase, Silver Creek, 5:51.43; 3. Meghan Magill, Silver Creek, 5:51.44; 4. Amalia Luthens, Niwot, 5:53.34; 5. Eva Kitlen, Niwot, 6:01.70; 6. Christina Otte, Niwot, 6:32.27.\n\n200 free relay — 1. Silver Creek (Sierra Juvonen, Olivia Bruce, Brandi Vu, Jenna Latsko) 1:46.99*; 2. Niwot 1:50.05*; 3. Silver Creek 1:51.34; 4. Skyline 1:52.37; 5. Niwot 1:54.35; 6. Longmont 1:55.01.\n\n100 backstroke — 1. Nikki Schlegel, Silver Creek, 1:04.22*; 2. Anna Beeck, Niwot, 1:06.73*; 3. Beth McNichols, Silver Creek, 1:08.96; 4. Sam Rhodes, Skyline, 1:09.04; 5. Brigid Winn, Silver Creek, 1:09.13; 6. Kylie Farris, Skyline, 1:11.18.\n\n100 breaststroke — 1. Brandi Vu, Silver Creek, 1:07.78*; 2. Jenna Latsko, Silver Creek, 1:13.25*; 3. Olya Martin, Silver Creek, 1:15.40*; 4. Madi Pelton, Silver Creek, 1:18.26; 5. Lauren Bade, Skyline, 1:19.35; 6. Abby Levesque, Longmont, 1:22.61.\n\n400 free relay — 1. Silver Creek (Sara Findley, Sierra Juvonen, Meghan Magill, Nikki Schlegel) 3:55.20*; 2. Niwot 3:58.52*; 3. Silver Creek 4:01.12*; 4. Skyline 4:10.29; 5. Silver Creek 4:17.09; 6. Silver Creek 4:18.73.\n\n* — denotes state-qualifying mark", "article_metadata": {"startDate": "2015-01-17T19:53:58-0700", "modificationDate": "2015-01-19T14:41:35-0700", "byline": "By Jon E.", "sailthru.author": "By Jon E. Yunt  BoCoPreps.com", "description": "Like most swim coaches when they get their heat sheets before a big meet, Silver Creek's Debbie Stewart spent much of her Friday night, calculator in hand, trying to figure out if it was possible.", "ag": {"canon": "LongmontTimes-Call:article:27342751:view"}, "og": {"image": "http://extras.mnginteractive.com/live/media/site54/2015/0117/20150117__18prswimw~1.jpg", "type": "article", "description": "Like most swim coaches when they get their heat sheets before a big meet, Silver Creek's Debbie Stewart spent much of her Friday night, calculator in hand, trying to figure out if it was possible.", "title": "Girls swimming: Silver Creek wins first city title on 14th try"}, "twitter": {"domain": "timescall.com", "description": "Like most swim coaches when they get their heat sheets before a big meet, Silver Creek's Debbie Stewart spent much of her Friday night, calculator in hand, trying to figure out if it was possible.", "title": "Girls swimming: Silver Creek wins first city title on 14th try", "image": "http://extras.mnginteractive.com/live/media/site54/2015/0117/20150117__18prswimw~1.jpg", "site": "@TimesCall", "card": "summary_large_image"}, "sailthru.date": "2015-01-17T19:53:58-0700", "sailthru.title": "Girls swimming: Silver Creek wins first city title on 14th try", "sailthru.article-section-or-homepage": "article", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "lLtD9ZooxmJUEEdRSCVzkO06t_hYKtyDqZF7EA3N2U0", "sailthru.site": "timescall.com", "pubDate": "2015-01-17T19:59:08-0700", "news_keywords": "Longmont, TimesCall, Colorado, news, sports, features, schools, education, jobs, homes, real estate, lifestyles"}, "_id": "\"57477af46914bd0286fd986d\"", "article_summary": "Brandi Vu, Silver Creek, 2:15.11*; 2.\nBrandi Vu, Silver Creek, 1:07.78*; 2.\nFollow Jon on Twitter: twitter.com/JonEYuntLONGMONT CITY CHAMPIONSHIPSAt Centennial PoolTeam scores — Silver Creek 474, Niwot 371, Skyline 272, Longmont 176.\nSilver Creek 4:18.73.\nFreshman Brandi Vu posted victories in the breaststroke and individual medley to help Silver Creek win its first team title at the Longmont City Championships."}