{"article_title": "OTC drugs that you should buy generic", "article_keywords": ["buy", "cost", "namebrand", "generic", "otc", "cvs", "costs", "drugs", "savings", "medications", "products", "pillgeneric", "tablets"], "article_url": "http://www.usatoday.com/story/money/personalfinance/2015/04/04/cheat-sheet-otc-drugs/70786210/", "article_text": "Why do people persist in throwing their money away on more expensive products when the cheaper alternative is just as good? (Photo: Thinkstock)\n\nAmericans are spending a lot of money on aspirin. Consumers in the U.S. spent a whopping $3.9 billion on over-the-counter painkillers in 2014, according to the Consumer Healthcare Products Association. That's just a small fraction of total spending on non-prescription health products, which totaled $31 billion that year.\n\nOne easy way for people to cut costs in health spending is to switch from name-brand drugs to cheaper, store-brand versions of the same products. Making the switch to generic over-the-counter (OTC) medications could save you up to 73%, according to Consumer Reports. But some consumers are hesitant to forgo brand names because they worry that store brands won't be as effective or safe.\n\nConcerns that generics drugs aren't as good as other medications are misplaced, say experts. \"Most of the time, a generic will work as well for you as the brand name medicine,\" assuming that it has the same ingredients as the name-brand products, says the American Academy of Family Physicians. That's because the FDA requires generic medications to be \"chemically identical\" to their brand-name counterparts. While it might seem that generic drugs are cheaper because they're an inferior product, the real reason is because the companies that make them didn't have to shoulder the cost of developing the medications, nor are they running expensive advertising campaigns to convince patients and doctors to use their products.\n\nHEALTH COSTS: 9 procedures that cost way too much in America\n\nOBAMACARE: Guarantees these free health care services\n\nHEALTHY LIVING: How different rewards can spur better habits\n\nPeople who are still hesitant to switch from their trusty Advil or Tylenol to a generic medicine can take comfort in the findings of a recent study by economists at Brown University and the University of Chicago, which found that doctors and pharmacists preferred generic versions of many OTC medications over name-brand ones. The researchers found that the more informed the consumers were, the more likely they were to buy generic headache remedies and other store-brand products. Having a college education, working in the healthcare field, having majored in a science in college, and being able to name the active ingredients in the medication were all associated with a greater willingness to use store brands.\n\nSo why do people persist in throwing their money away on more expensive products when the cheaper alternative is just as good? \"Consumers may be willing to pay a premium for brands because they overestimate the benefits of the brand, or are otherwise confused or misled,\" write the study authors.\n\nThat's a shame, because people could be saving a lot of cash by making some simple adjustments to their shopping habits. The researchers noted a 104% price difference between generic and name-brand aspirin, for example. A quick glance at drug store shelves reveals similarly stark price differences between virtually all name-brand and generic products.\n\nDoctors didn't prefer generic products in all categories. When shopping for some items, like migraine remedies, contact lens solution, sleeping aids, eye drops, and bandages, doctors tended to choose name brands. NPR's podcast Planet Money crunched the numbers from the study and came up with a graph showing which products doctors were most likely to buy generic compared to their non-doctor counterparts. We've highlighted seven of those items, along with information about how much you might save by switching to a generic. (If you're thinking about switching to a new OTC medication but aren't sure whether a generic is right for you, talk to your doctor or pharmacist.)\n\nNote: All prices for name-brand and generic drugs are taken from the CVS website. The generic savings represent the percentage difference between the two costs of the same sized product. In the case of different sizes, such as the iron supplements, the percentage difference was calculated per pill.\n\n1. Tylenol PM (acetaminophen/diphenhydramine)\n\n24 Tylenol PM caplets sell for $6.49 at CVS, or $0.27 per pill.\n\n24 CVS Extra-Strength Pain Relief PM caplets cost $3.99, or about $0.17 per pill.\n\nGeneric savings: 47.7%\n\n2. Claritin (loratadine)\n\nA 20-tablet box of 24-hour non-drowsy Claritin costs $19.79 at CVS — almost $1 per pill.\n\nA 20-tablet box of CVS-brand non-drowsy allergy relief with the same active ingredient costs $12.49, or $0.62 per pill.\n\nGeneric savings: 45.2%\n\n3. Iron supplements\n\nA 180-count bottle of 65 mg Nature Made iron tablets costs $14.29, or about $0.08 per pill.\n\nA 200-count bottle of 65 mg iron supplements from CVS costs $10.49, or about $0.05 per pill.\n\nGeneric savings: 46.2%\n\n4. Pepto-Bismol (bismuth subsalicylate)\n\nA 16-ounce container of Pepto-Bismol Liquid Original costs $7.79 at CVS, or roughly $0.49 per ounce.\n\nThe same-sized container of CVS-brand Stomach Relief Liquid Original costs $6.29, or roughly $0.39 per ounce.\n\nGeneric savings: 21.3%\n\n5. Aleve (naproxen)\n\nA 100-count box of Aleve tablets costs $10.99 at CVS, or $0.11 per pill.\n\nThe store-brand version is $8.99 for 100 tablets, or $0.09 per pill.\n\nGeneric savings: 20%\n\n6. Dulcolax (bisacodyl USP)\n\n25 Dulcolax laxative tablets cost $7.49 at CVS, or $0.30 each.\n\n25 CVS brand laxatives tablets with the same active ingredient cost $6.49, or $0.26 each.\n\nGeneric savings: 14.3%\n\n7. Advil (ibuprofen)\n\nA 50-count box of Advil caplets costs $6.49 at CVS, or $0.13 per pill.\n\nA 50-count box of CVS brand ibuprofen caplets costs $6.39, or a little less than $0.13 per pill.\n\nGeneric savings: Virtually none (1.6%)\n\nThe Cheat Sheet is a USA TODAY content partner offering financial news and commentary. Its content is produced independently of USA TODAY.\n\nRead or Share this story: http://usat.ly/1D3HuLA", "article_metadata": {"google": "notranslate", "description": "Why do people persist in throwing their money away on more expensive products when the cheaper alternative is just as good?", "og": {"site_name": "USA TODAY", "description": "Why do people persist in throwing their money away on more expensive products when the cheaper alternative is just as good?", "title": "OTC drugs that you should buy generic", "url": "http://www.usatoday.com/story/money/personalfinance/2015/04/04/cheat-sheet-otc-drugs/70786210/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "Why do people persist in throwing their money away on more expensive products when the cheaper alternative is just as good?", "title": "OTC drugs that you should buy generic", "image": "http://www.gannett-cdn.com/-mm-/2fb52df5b1767ffeed1ad861875e5ebaf87653a9/c=2-0-333-331&r=x643&c=640x640/local/-/media/2015/04/02/USATODAY/USATODAY/635635840747136446-ThinkstockPhotos-468595692.jpg", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Organizations/American Academy of Family Physicians", "gci-asset-type": "story", "gci-categories": "Organizations/American Academy of Family Physicians", "title": "OTC drugs that you should buy generic", "author": "Megan Elliott", "pageclass": "article", "recs": {"category": "money/personalfinance", "image-3-4": "http://www.gannett-cdn.com/-mm-/27addfc53dd568a1b1ac741bc5f1cd06cb1ccaca/c=24-0-272-331/local/-/media/2015/04/02/USATODAY/USATODAY/635635840747136446-ThinkstockPhotos-468595692.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/8c5ef57d38c176396b5a90242157bf8fd816632d/c=2-0-333-331/local/-/media/2015/04/02/USATODAY/USATODAY/635635840747136446-ThinkstockPhotos-468595692.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/a8b6c2c3a38629e86468e6ae051e553884186f3a/c=0-0-440-331/local/-/media/2015/04/02/USATODAY/USATODAY/635635840747136446-ThinkstockPhotos-468595692.jpg", "image": "http://www.gannett-cdn.com/-mm-/0ce64e90e2e328cac9f76aafb2c29fbc026d86bc/c=0-39-518-331&r=x633&c=1200x630/local/-/media/2015/04/02/USATODAY/USATODAY/635635840747136446-ThinkstockPhotos-468595692.jpg", "publishtime": "2015-04-04T10:02:30.633000-04:00", "shorthed": "OTC drugs that you should buy generic", "articleid": 70786210, "image-16-9": "http://www.gannett-cdn.com/-mm-/da306c9049f4d9d4166326b6040060add22f492d/c=0-39-518-331/local/-/media/2015/04/02/USATODAY/USATODAY/635635840747136446-ThinkstockPhotos-468595692.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/135ac0e80a5d47f2dd3a8dc5ce206fc32cb69ecb/c=22-0-207-331/local/-/media/2015/04/02/USATODAY/USATODAY/635635840747136446-ThinkstockPhotos-468595692.jpg"}}, "news_keywords": "generic drugs,otc drugs,over the counter drugs"}, "_id": "\"57477af36914bd0286fcdca2\"", "article_summary": "Generic savings: Virtually none (1.6%)The Cheat Sheet is a USA TODAY content partner offering financial news and commentary.\nThat's because the FDA requires generic medications to be \"chemically identical\" to their brand-name counterparts.\nA quick glance at drug store shelves reveals similarly stark price differences between virtually all name-brand and generic products.\nGeneric savings: 45.2%3.\nGeneric savings: 20%6."}