{"article_title": "How does the Affordable Care Act affect seniors with Medicare? — NewsWorks", "article_keywords": ["seniors", "affordable", "short", "marketplaces", "questions", "oct", "does", "medicare", "coverage", "act", "newsworks", "affect", "health", "insurance", "care"], "article_url": "http://www.newsworks.org/index.php/local/healthscience/60200-how-does-the-affordable-care-act-affect-seniors-with-medicare", "article_text": "Got questions about the Affordable Care Act? WHYY/NewsWorks Health and Science Desk provides \"The Short Answer.\"\n\nToday's Question\n\nEnrollment starts next week (Oct. 1) for the new health insurance marketplaces. What does that mean for seniors with Medicare?\n\nThe Short Answer\n\nWell, the very short answer is ... nothing.\n\nMedicare is a federally run insurance program for seniors over 65 and people with disabilities. The important thing to remember, is that Medicare is not a part of the health insurance exchanges we've been hearing so much about.\n\nHowever, there is another open enrollment period specifically for Medicare that runs from Oct. 15 to Dec. 7.\n\nThat's confusing\n\nYou may be not alone in feeling that. The office that helps administer Medicare in the Philadelphia area, for instance, says it's fielding more questions than usual as the launch date for the health insurance marketplaces nears. The open enrollment period for Medicare happens annually.\n\nRemember: Medicare and Obamacare are on separate tracks. The opening of the new insurance marketplaces on Oct. 1 is a non-event for the roughly 50 million Americans who get coverage through Medicare.\n\nDoes Obamacare affect seniors at all?\n\nOn some fronts, yes, it does. Preventive benefits under Medicare — like cancer screenings and wellness visits — are being expanded under of the Affordable Care Act. Higher-income seniors are paying more for prescription drug coverage, though the majority of Medicare beneficiaries are paying less.\n\nThe law does cut some Medicare funding, about $700 billion over ten years. Those cuts are to payments from Medicare to healthcare providers, which experts say may impact the system down the road.\n\nOne more time\n\nShopping for health plans on the new insurance marketplaces does not apply to people over 65. Think of it as HealthCare.gov vs. Medicare.gov. The new marketplaces at Healthcare.gov are for people seeking coverage. If you have Medicare, you have coverage, and the open enrollment period that starts Oct. 15 is the normal window for considering your options.\n\n—\n\nThe 2010 health law goes into effect Jan. 1, 2014. How will it affect you, your wallet and your health? Email your questions to This e-mail address is being protected from spambots. You need JavaScript enabled to view it or tweet us @newsworksWHYY.", "article_metadata": {"apple-mobile-web-app-status-bar-style": "black", "description": "Got questions about the Affordable Care Act? WHYY/NewsWorks Health and Science Desk provides The Short Answer Today s Question Enrollment starts next week Oct 1 for the new health insurance", "title": "How does the Affordable Care Act affect seniors with Medicare?", "og": {"image": "http://www.newsworks.org/nw_logo_fb.png", "site_name": "Newsworks.org", "description": "Question: How does the Affordable Care Act affect seniors with Medicare?"}, "twitter": {"description": "Question: How does the Affordable Care Act affect seniors with Medicare?", "creator": "@zackseward", "image": "http://www.newsworks.org/images/stories/flexicontent/m_health10-1200.jpg", "title": "How does the Affordable Care Act affect seniors with Medicare?", "site": "@NewsWorksWHYY", "card": "summary_large_image"}, "msapplication-TileColor": "#ffc40d", "robots": "index, follow", "DC.date.issued": "2013-09-25", "apple-mobile-web-app-capable": "no", "url": "http://www.newsworks.org/index.php/local/healthscience/60200-how-does-the-affordable-care-act-affect-seniors-with-medicare", "fb": {"page_id": 115829381793481}, "author": "Zack Seward", "keywords": "medicare, insurance, health, marketplaces, enrollment, &nbsp, //www, healthcare, coverage, seniors, people, period, answer, short, remember, paying, obamacare, https, starts, questions", "google-site-verification": "zlKVThgI_7CsCilHyAeJraRojXxR5nL5CZqBEZJMJNw", "st": {"image": "http://www.newsworks.org/images/stories/flexicontent/m_health10-1200.jpg"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "msapplication-TileImage": "/mstile-144x144.png"}, "_id": "\"57477af46914bd0286fde125\"", "article_summary": "One more timeShopping for health plans on the new insurance marketplaces does not apply to people over 65.\nToday's QuestionEnrollment starts next week (Oct. 1) for the new health insurance marketplaces.\nThe important thing to remember, is that Medicare is not a part of the health insurance exchanges we've been hearing so much about.\nPreventive benefits under Medicare — like cancer screenings and wellness visits — are being expanded under of the Affordable Care Act.\nWhat does that mean for seniors with Medicare?"}