{"article_title": "New Great Recession Coming in 3 Years", "article_keywords": ["great", "alm", "financial", "leaders", "rodriguez", "industry", "fed", "recession", "thinkadvisorcom", "right", "thinkadvisor", "york", "coming"], "article_url": "http://www.thinkadvisor.com/2014/10/27/bob-rodriguez-new-great-recession-coming-in-3-year", "article_text": "This copy is for your personal, non-commercial use only. To order presentation-ready copies for distribution to your colleagues, clients or customers, click the \"Reprints\" link at the bottom of any article.\n\nIs the economy good right now? \"I don’t know what people are smoking!\" Rodriguez says. Legendary fund manager Robert Rodriguez, who forecast the global financial crisis, sees money managers and advisors in peril. They will be victims of their own heedlessness, he says. The day of reckoning will come within three years in a financial crisis at least as big and pernicious as The Great Recession, he told ThinkAdvisor in a recent, exclusive interview. The country is treading a tenuous path toward another disaster of massive proportions, according to Rodriguez. Complete your profile to continue reading and get FREE access to ThinkAdvisor.com, part of your ALM digital membership. Your access to unlimited ThinkAdvisor.com content isn’t changing. Once you are an ALM digital member, you’ll receive: Critical ThinkAdvisor information including continuing education articles and quizzes, Fact Sheets, Investing Guides, educational webcasts and videos, resources from industry leaders, and informative eNewsletters.\n\nExclusive discounts on ALM and ThinkAdvisor events.\n\nAccess to other award-winning ALM publications including LifeHealthPro.com, GlobeSt.com and Law.com. Register Now Already have an account? Sign In\n\nDoesn’t the financial services industry realize what’s happening? I get on a tangent; but I sit here in utter amazement that all this goes on, and the industry proceeds as usual. Hel-lo! The world has changed! It changed in 2008. We’re in a different and fundamentally more volatile environment than any we’ve seen prior to 2008.\n\nWhen could that happen? We’ll find out in approximately two or three years whether the Fed’s monetary policies have worked their magic. By that time the U.S. will have been on QE of some type for going on nine years.\n\nYou don’t have much confidence in the Fed! No, not in our fearless leaders in the Fed. By the way, little Timmy Geithner, back when he was president of the New York Fed, made comments that they were unaware of what was going on at the major New York banks and brokerage firms and how things were spinning out of control. But it was right there for everyone to see! At the time, I even identified the page they should be looking at in the 2007 Citibank 10-K [SEC filing].", "article_metadata": {"sailthru.author": "Jane Wollman Rusoff", "description": "The country is treading a tenuous path toward another disaster of massive proportions, according to legendary fund manager Bob Rodriguez.", "og": {"url": "http://www.thinkadvisor.com/2014/10/27/bob-rodriguez-new-great-recession-coming-in-3-year", "image": "http://media.thinkadvisor.com/thinkadvisor/article/2014/10/27/rodriguezbobmi600.jpg", "type": "website", "description": "The country is treading a tenuous path toward another disaster of massive proportions, according to legendary fund manager Bob Rodriguez.", "title": "Bob Rodriguez: New Great Recession Coming in 3 Years"}, "twitter": {"image": {"src": "http://media.thinkadvisor.com/thinkadvisor/article/2014/10/27/rodriguezrobnew200x200-crop-120x120.jpg"}, "description": "The country is treading a tenuous path toward another disaster of massive proportions, according to legendary fund manager Bob Rodriguez.", "card": "summary", "title": "Bob Rodriguez: New Great Recession Coming in 3 Years"}, "sailthru.date": "2014-10-27", "keywords": "Economy & Markets, The Retiree, Theory & Strategy, Mutual Funds, Annuities, federal government, Nevada, S&P, Citibank, New York Fed, Robert Rodriguez, First Pacific, FPA Capital Fund, energy exposure, economic systems, FPA New Income Fund, snake-oil marketers", "sailthru.tags": "thinkadvisor, article, 544e5ba4140ba023109cd643, News, Economy & Markets,Mutual Funds,Theory & Strategy,The Retiree,Annuities", "sniply-options": "block", "sailthru.image.full": "http://media.thinkadvisor.com/thinkadvisor/article/2014/10/27/rodriguezbobmi600.jpg", "viewport": "width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=0"}, "article_summary": "The day of reckoning will come within three years in a financial crisis at least as big and pernicious as The Great Recession, he told ThinkAdvisor in a recent, exclusive interview.\nLegendary fund manager Robert Rodriguez, who forecast the global financial crisis, sees money managers and advisors in peril.\nAt the time, I even identified the page they should be looking at in the 2007 Citibank 10-K [SEC filing].\nComplete your profile to continue reading and get FREE access to ThinkAdvisor.com, part of your ALM digital membership.\nTo order presentation-ready copies for distribution to your colleagues, clients or customers, click the \"Reprints\" link at the bottom of any article."}