{"article_title": "Obama, Cruz tackle income inequality from different sides", "article_keywords": ["ago", "different", "economic", "washington", "private", "theyre", "regulations", "cruz", "inequality", "growth", "income", "tackle", "republican", "sides", "obama"], "article_url": "http://www.dallasnews.com/news/columnists/todd-j-gillman/20131207-obama-cruz-tackle-income-inequality-from-different-sides.ece", "article_text": "WASHINGTON — Rising profits used to track neatly with prosperity for all. What was good for General Motors was also, as a whole, good for the ordinary worker.\n\nThat is no longer so true. Right and left see it. They concur that it’s a huge problem. They describe it in similar ways. They just utterly disagree on what to do about it.\n\n“The basic bargain at the heart of our economy has frayed,” President Barack Obama lamented last week in a major speech designed to tee up the issue for the 2014 midterm elections. He called “dangerous and growing inequality and lack of upward mobility” the “defining challenge of our time.”\n\nHis solution, in broad terms, is to spur private sector investment and business confidence. That drew guffaws from the right, which accuses him of quashing growth through burdensome regulations and taxes.\n\n“We have to continue to relentlessly push a growth agenda,” he said. “We can’t tackle inequality if the economic pie is shrinking or stagnant.”\n\nThe next day, Sen. Ted Cruz spoke to a ballroom filled with conservative state lawmakers from around the country. The Texas Republican covered much of the same ground.\n\n“Right now, the top 1 percent in this country, the millionaires and billionaires the president demagogues so much, earn a higher share of our national income than anytime since 1928,” Cruz said. “If you were flying a private jet five years ago, you’re still flying a private jet.”\n\nBut, he said, plenty of folks are left out of the party — single mothers, young workers, black and Hispanic Americans. To Cruz, that’s an opening for the GOP.\n\n“Growth yields opportunity,” he said. “Every policy we think about and talk about should focus like a laser on easing the means of ascent up the economic ladder, how it impacts the least well-off among us.”\n\nSurveys show that most Americans see a widening gap between rich and poor, and they’re worried about the harm it may do.\n\nJust over a year ago, as a senator-elect, Cruz touched on the same themes in a post mortem on the party’s disappointing 2012 election results. Mitt Romney’s dismissive comment about the “47 percent” who don’t pay income tax and probably won’t vote Republican, Cruz said, was bad politics, and at odds with GOP principles.\n\n“The story we conveyed is that the 47 percent are stuck in a static world. We don’t have to worry about them,” Cruz said.\n\nJust how bad is the problem?\n\nResearch published two months ago by University of California at Berkeley economist Emmanuel Saez found that the top 10 percent of earners (those with household income above $114,000) accounted for just over half of the nation’s total income last year.\n\nThat’s the biggest share since data collection began nearly a century ago.\n\nAs the economy has rebounded from the 2008 economic crisis, the trends have only gotten worse. Families with income in the top 1 percent have seen their income spike 31 percent from 2009 to 2012.\n\nThe rest of us saw income growth of just 0.4 percent.\n\nObama blamed Republican dogma, “trickle-down ideology. … Taxes were slashed for the wealthiest, while investments in things that make us all richer, like schools and infrastructure, were allowed to wither.”\n\nHis solutions include boosting the minimum wage to $9 an hour. Critics warn that that would impede job growth, but backers note that it’s been at $7.25 since July 2009 — to keep up with inflation, it would have to be $10.74.\n\nHe also promoted his signature health care law as a way to protect the less wealthy.\n\nConservatives say Obama’s failed policies have aggravated the gap. Cruz focuses on “massive job-killing regulations,” including Obamacare.\n\nThe recipe for growth, he asserted, is this: “You rein in out-of-control spending, you limit taxes, have fundamental tax reform and pull back crushing regulations that are hammering small businesses. Everytime we have done so, whether in the 1920s, the 1960s, the 1980s, the results have been incredible economic growth.”\n\nGrowth. Both sides agree that’s the secret sauce.\n\nAt least they’re speaking the same language.\n\nFollow Washington Bureau chief Todd J. Gillman on Twitter at @toddgillman.", "article_metadata": {"description": "Both say growth is the answer, but they differ on how to spur an economic boom.", "og": {"description": "Both say growth is the answer, but they differ on how to spur an economic boom.", "title": "Obama, Cruz tackle income inequality from different sides", "url": "http://www.dallasnews.com/news/columnists/todd-j-gillman/20131207-obama-cruz-tackle-income-inequality-from-different-sides.ece", "image": {"width": 345, "identifier": "http://www.dallasnews.com/resrsc/images/facebook-default.jpg", "height": 345}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "type": "article"}, "LastModifiedDate": "2013-12-08T04:27:36Z", "twitter": {"site": "@dallasnews", "card": "summary", "creator": "@dallasnews"}, "PublishDate": "2013-12-08T04:25:56Z", "parsely-page": "{\"title\": \"Obama, Cruz tackle income inequality from different sides\", \"link\": \"http://www.dallasnews.com/news/columnists/todd-j-gillman/20131207-obama-cruz-tackle-income-inequality-from-different-sides.ece\", \"image_url\": \"http://www.dallasnews.com/resrsc/images/facebook-default.jpg\", \"type\": \"post\", \"post_id\": \"1333598\", \"pub_date\": \"2013-12-08T04:25:56Z\", \"section\": \"Todd J. Gillman\", \"author\": \"Todd J. Gillman\", \"tags\": [\"dallas\", \"dallas fort worth\", \"dallas news\", \"dallas fort worth news\", \"dfw news\", \"dallas local news\", \"dallas fort worth local news\", \"dallas newspaper\", \"dallas morning news\", \"dallas morning news newspaper\"]}", "fb": {"admins": 1043783589, "page_id": 20946638799, "app_id": 258290334265148}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "cXenseParse": {"recs": {"image": "http://www.dallasnews.com/resrsc/images/facebook-default.jpg", "publishtime": "2013-12-08T04:25:56Z"}}, "news_keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper"}, "_id": "\"57477af46914bd0286fe1089\"", "article_summary": "The rest of us saw income growth of just 0.4 percent.\nMitt Romney’s dismissive comment about the “47 percent” who don’t pay income tax and probably won’t vote Republican, Cruz said, was bad politics, and at odds with GOP principles.\nFamilies with income in the top 1 percent have seen their income spike 31 percent from 2009 to 2012.\n“We can’t tackle inequality if the economic pie is shrinking or stagnant.”The next day, Sen. Ted Cruz spoke to a ballroom filled with conservative state lawmakers from around the country.\nThat drew guffaws from the right, which accuses him of quashing growth through burdensome regulations and taxes."}