{"article_title": "3 reasons nurses report to work sick", "article_keywords": ["medscape", "dont", "reasons", "workers", "work", "nurses", "say", "sick", "healthcare", "report", "come", "wrote"], "article_url": "http://www.fiercehealthcare.com/story/3-reasons-nurses-report-work-sick/2015-09-24", "article_text": "Fear of punishment, strict attendance policies and lack of staff coverage are three reasons nurses go to work when sick even though they are well aware of the risks it poses to patients.\n\nEight out of 10 doctors and advanced practice clinicians refuse to call in sick to work, according to a recent report published in the JAMA Pediatrics. Now, nurses are explaining why they won't take sick days, a phenomenon known as presenteeism.\n\nNurses wrote to Medscape to talk about the reasoning behind their decisions after the publication ran an article about why doctors report to work when ill. They said many healthcare personnel go to work when sick because there is no one to cover for them. They don't want to leave their patients or coworkers in the lurch. Others fear termination from their jobs.\n\nSome 95 percent of healthcare workers say that they know they pose a risk to patients when they don't call in sick, the JAMA research noted. Nonetheless, 83 percent of them admitted they had gone to work within the last year while exhibiting symptoms of contagious illness like fever, diarrhea, coughing and respiratory symptoms.\n\n\"I am the first to say 'shame on me' for coming to work today,\" one nurse told Medscape. \"I am so sick that I cannot stop coughing. Why am I here? We have an 'attendance management program.' If I am sick 'too often,' I will automatically be enrolled in this program to help 'manage my sick time.'\"\n\nOther employees said that loyalty to their coworkers gets them up out of the sick bed and on to the ward floor. Otherwise, they say, there is no one to cover when they call in sick. And when they don't come in to work, another nurses must take a 16- to 24-hour shift.\n\nBut some of the nurses who wrote to Medscape described situations dealing with their supervisors that come painfully close to bullying. \"I worked one Christmas with pneumonia and a fever of 104 degrees F. I tried to call in but was told that if I wasn't wearing a toe tag, I needed to come in or risk termination,\" said another nurse.\n\nTo learn more:\n\n- read the first Medscape article and second article\n\nRelated articles:\n\nDespite patient risks, most docs, nurse practitioners go to work when sick\n\nSick healthcare workers continue to care for patients\n\nStudies: Sick healthcare workers do more harm than good\n\nPhysicians feel obligated to work while sick\n\nHealthcare worker injuries jump by up to 10%\n\nProviders need more protection from flu\n\nFlu causes IV saline shortage, visitor restrictions at hospitals", "article_metadata": {"description": "Fear of punishment, strict attendance policies and lack of staff coverage are three reasons nurses go to work when sick even though they are well aware of the risks it poses to patients.", "og": {"site_name": "FierceHealthcare", "description": "Fear of punishment, strict attendance policies and lack of staff coverage are three reasons nurses go to work when sick even though they are well aware of the risks it poses to patients.", "title": "3 reasons nurses report to work sick", "url": "http://www.fiercehealthcare.com/story/3-reasons-nurses-report-work-sick/2015-09-24", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "HR & Workforce Management,Medscape,Nurses,Patient Care & Outcomes,presenteeism,Sick Employees,working while sick", "viewport": "width=device-width", "news_keywords": "HR & Workforce Management,Patient Care & Outcomes"}, "article_summary": "Nurses wrote to Medscape to talk about the reasoning behind their decisions after the publication ran an article about why doctors report to work when ill.\nAnd when they don't come in to work, another nurses must take a 16- to 24-hour shift.\nEight out of 10 doctors and advanced practice clinicians refuse to call in sick to work, according to a recent report published in the JAMA Pediatrics.\nThey said many healthcare personnel go to work when sick because there is no one to cover for them.\nFear of punishment, strict attendance policies and lack of staff coverage are three reasons nurses go to work when sick even though they are well aware of the risks it poses to patients."}