{"article_title": "No more Grimm weepers in modern day fairytales", "article_keywords": ["little", "grimm", "big", "modern", "fairytales", "bad", "version", "wolf", "red", "mother", "riding", "weepers", "day", "hood"], "article_url": "http://www.dailytelegraph.com.au/news/opinion/no-more-grimm-weepers-in-modern-day-fairytales/story-fni0cwl5-1226833454518", "article_text": "Who’s afraid of the big, bad wolf? Not any modern kiddie-winkies, that’s for sure.\n\nThe Big Bad Wolf has been de-fanged. He is now a modern, new-age wolf and he’s not even moderately scary.\n\nHe doesn’t eat Grandma. He doesn’t stalk Little Red Riding Hood. He’s not very big and he’s about as bad as the faux-lumberjack barista at your local Gloria Jeans.\n\nHe’s a vegan scaredy-wolf.\n\nI’ve spent a bit of time lately reading our baby the Ladybird Books edition of the classic Little Red Riding Hood and I’ve discovered the story has been reimagined — and completely de-fanged — to suit the sensitive modern poppet.\n\nThat’s a modern fable for you. No axes, no breaches of the RSPCA guidelines and definitely no moral. No tiny tots are having nightmares after that little bedtime read.\n\nIn the bleak, tough-love Grimm brothers’ 1812 telling of the traditional folk tale, the Big Bad Wolf follows Red through the forest, then sneaks ahead of her to Grandma’s house, swallows Grandma whole and waits in her bed, dressed in Granny’s nightie and curlers.\n\nRed is starting to get suspicious about Granny’s gleaming fangs and beady little eyes, and Wolf is just about to scoff the annoying little trollop and her frumpy hood in one gulp when — aha! — a manly local woodsman shows up and slashes the wolf’s belly open with his axe.\n\nThe wolf is not dead yet, just comatose. Sweet old Granny and little Red fill his body with heavy stones and then stand around chortling while the wolf attempts to flee.\n\nThe wolf eventually collapses and dies under the weight of the stones.\n\nIn early 19th century Germany, that was seen as a happy ending.\n\nThe moral of the story? I guess it was that dangers lurk in the darkness, that you should stay close to home, and that wild carnivores in drag cannot be trusted under any circumstances.\n\nIn 2014, happy endings apparently do not involve death, harm to animals or morals.\n\nThe Ladybird version has Riding Hood arriving to visit Grandma, and observing that she seems terribly hairy and bad-breathed.\n\nThen she feels a tug at her skirt — it’s Grandma, hiding under the bed! Riding Hood scampers under the bed too — and then, just in the nick of time, Riding Hood’s dad shows up and the wolf is “so frightened he ran right out of the door.\n\nHe never came back. And Granny, Little Red Riding Hood and her father all had a big hug!”\n\nThat’s a modern fable for you. No axes, no breaches of the RSPCA guidelines and definitely no moral. No tiny tots are having nightmares after that little bedtime read.\n\nHere’s a confession. I secretly like the sanitised version better. I know, I know.\n\nYou’ll say children are too sheltered these days; it never did us any harm to hear scary stories; it’s terrible that our cultural heritage is being corrupted like this; modern kids have no idea about hardship or the realities of life; it’s time the little punks toughened up and learnt to survive in the world.\n\nThe Big Bad Wolf has been de-fanged. He is now a modern, new-age wolf and he’s not even moderately scary.\n\nI agree. It would be a shame if modern children never feel the thrill of a scary story.\n\nBut I also think one of the great joys of being a parent is that you can dictate the outcome. It’s the one time in life when you can clean things up a bit and take out the unpleasant parts.\n\nYou can postpone the arrival of woodland justice for as long as you think appropriate — and I’ll be damned if I’m going to leave the judgment call about that to two dead German sadomasochists.\n\nCensorship is part of a proud Harvey family tradition.\n\nAs a tiny girl, I remember sobbing in despair when my mother read me the story of Babar the little elephant.\n\nEarly in the book, Babar’s mother gets shot by hunters and he is orphaned. I howled. I wept. I was so upset for poor little Babar.\n\nI wanted Babar’s mum to stay alive. I wasn’t particularly interested in the adventures Babar was going to have later. I couldn’t get over the dreadful idea that someone could murder a mummy.\n\nSo my own mummy fixed it. She got out a bottle of White-Out and painted over the offending words, and in her neat handwriting retold the story.\n\n“Babar’s mother lay down and pretended to be dead until the hunters went away,” Mum wrote.\n\nI remember — or it might be an embellishment of my imagination — her blowing softly on the White-Out to dry it while I looked on, sniffling. I can still picture her handwriting underneath the picture of the mummy elephant lying on the ground.\n\nAnd that made it all better. I instantly and wholly believed Mum’s new, improved version of the story, completely accepting her flagrant act of censorship.\n\nIt was as if the old version had never existed. We continued reading, me all safe and snugly in bed with my head nestled on Mum’s lap, and then I went to sleep completely nightmare-free.\n\nI’ve never forgotten that moment; the extraordinary power of a mother to make everything right.\n\nYeah, it was disrespectful to the original text. It prevented me from learning a valuable life lesson — death is real and even mummies will die one day.\n\nBut I was three. I didn’t need to know it. And when I go out and buy my own copy of Babar to read to little people some time soon, I’ll be buying a bottle of White-Out and a biro at the same time.\n\nAs for Bambi — forget it. Not in our house. We don’t do mothers getting shot at bedtime. Not yet.", "article_metadata": {"description": "Who&#8217;s afraid of the big, bad wolf? Not any modern kiddie-winkies, that&#8217;s for sure.", "generator": "legacy", "og": {"site_name": "DailyTelegraph", "description": "Who&#8217;s afraid of the big, bad wolf? Not any modern kiddie-winkies, that&#8217;s for sure.", "title": "No more Grimm weepers in modern day fairytales", "url": "http://www.dailytelegraph.com.au/news/opinion/no-more-grimm-weepers-in-modern-day-fairytales/story-fni0cwl5-1226833454518", "image": "http://resources.news.com.au/cs/dailytelegraph/images/placeholders/story-thumb-large.jpg", "type": "article"}, "twitter": {"site": {"identifier": "@dailytelegraph", "id": "@dailytelegraph"}, "card": "summary_large_image"}, "robots": "noarchive", "fb": {"admins": ",100000875899514", "app_id": 135086289853833}, "articleid": 1226833454518, "keywords": "new-age wolf, Red Riding Hood, modern children, modern kiddie-winkies, sensitive modern poppet, family tradition, extraordinary power, heavy stones, scary story, happy endings, dangers lurk, cultural heritage, offending words, unpleasant parts, frumpy hood, wolf attempts, dead German sado-masochists, traditional folk tale, RSPCA, Claire Harvey, clean things, neat handwriting, sanitised version, gleaming fangs, modern kids, scary stories, mummy elephant, tiny girl, improved version, faux-lumberjack barista, woodland justice, woodsman shows, ,,,Germany, Gloria Jeans, modern fable, bedtime read", "article": {"publisher": "News Limited", "publicationdate": "Sun Feb 23 11:53:13 EST 2014", "modified_time": "Sun Feb 23 11:53:13 EST 2014", "author": "Claire Harvey"}}, "_id": "\"57477af36914bd0286fcdcc5\"", "article_summary": "And Granny, Little Red Riding Hood and her father all had a big hug!”That’s a modern fable for you.\nHe doesn’t stalk Little Red Riding Hood.\nWho’s afraid of the big, bad wolf?\nThe Big Bad Wolf has been de-fanged.\nThe Ladybird version has Riding Hood arriving to visit Grandma, and observing that she seems terribly hairy and bad-breathed."}