{"article_title": "On climate change, expect the worst", "article_keywords": ["climate", "whats", "risk", "science", "incentives", "economic", "worst", "expect", "risks", "tax", "change", "emissions"], "article_url": "http://www.usatoday.com/story/opinion/2014/04/12/climate-change-global-warming-evidence-science-column/7438567/", "article_text": "We must create incentives to prevent risks before the environment gets ugly.\n\nDrought (Photo: Armend Nimani, AFP/Getty Images)\n\nFor far too long, our national debate about climate change has been about \"yes or no:\" Is human-caused climate change real? That debate should now end. Based on well-established evidence, about 97% of climate scientists have concluded that human-caused climate change is happening. If 97 of 100 doctors told you that your child's health was at serious risk without surgery, how long would you wait for the other three to get on board?\n\nThe next debate is about how we should respond. Those decisions should be supported by the best information climate science can give us about what's already happening, what's likely to happen in the future and – importantly – what might happen.\n\nLet's start with what's already happening. Temperatures are going up. Ice sheets are melting. Sea level is rising. The patterns of rainfall and drought are changing. Heat waves are getting worse as is extreme precipitation. The oceans are acidifying. All of these impacts have social and economic costs. But we must also consider what science tells us as we conduct this unprecedented experiment with the world's climate system: expect the unexpected.\n\nAs global temperature rises, the risk increases that one or more important parts of the Earth's climate system will experience changes that may be abrupt, unpredictable and potentially irreversible with massively disruptive and large-scale impacts. As one example, we could experience abrupt losses from both major ice sheets in Antarctica, precipitating rapid and irreversible sea level rise all around the globe. Will that happen? It's unlikely, but the point is that it might. And the risk increases as global temperature goes up.\n\nWe must consider these worst-case scenarios for climate the same as we do for all the risks we manage. We don't get in our cars expecting a head-on collision with a drunk driver. Nevertheless, we buy insurance, contribute to Mothers Against Drunk Driving, insist that our cars have seat belts, air bags and crumple zones and support vigilant policing to insure against that risk.\n\nThe good news is that we have a great tool for managing the risks of climate change. We simply decide to reward ourselves for doing the things that reduce our risk. Just as insurance companies give us \"safe-driver\" discounts, we can create incentives that reward everyone – consumers, businesses and investors – for reducing emissions. Such incentives would unleash a torrent of American innovation and economic activity aimed at slowing down emissions -- from conservation to low-emissions energy to new emissions-reducing technologies -- that would provide a new and sustainable foundation for economic prosperity.\n\nThe bad news – at least at present – is that we've got our incentives for emissions exactly backwards. Right now the U.S. estimates the cost of economic damages created by greenhouse gas emissions at $37 per ton. Once all climate risks are included, this number would go up. Would charging ourselves this much for emissions mean a big tax increase? No, because whatever revenues we collected by putting a price on emissions that pollute our atmosphere we could give right back to ourselves in lower income taxes. Today, however, the actual global price for emissions is -$15 per ton. That's not a typo! It reflects the fact that governments around the world subsidize (with our tax dollars) the production and consumption of fossil fuels.\n\nShould we reward ourselves for emissions that are increasing the most dangerous environmental risks we've ever faced? That's only great for the fossil fuel industry. As the reality and risks of climate change sink in, it's time to start rewarding ourselves for moving in the opposite direction.\n\nMario Molina is the chair of the Climate Science Panel of the American Association for the Advancement of Science \"What We Know\" initiative, for and to which Bob Litterman is a funder and advisor. Litterman is a partner in an asset management firm, Kepos Capital LP, and sits on a number of boards of companies that make investments some of which may be positively or negatively impacted by a carbon tax. He does not own any direct investments that would benefit from environmental risk pricing.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors. To read more columns like this, go to the opinion front page or follow us on twitter @USATopinion or Facebook.\n\nRead or Share this story: http://usat.ly/1nfBBki", "article_metadata": {"google": "notranslate", "description": "We must create incentives to prevent risks before the environment gets ugly.", "og": {"site_name": "USA TODAY", "description": "We must create incentives to prevent risks before the environment gets ugly.", "title": "On climate change, expect the worst: Column", "url": "http://www.usatoday.com/story/opinion/2014/04/12/climate-change-global-warming-evidence-science-column/7438567/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "We must create incentives to prevent risks before the environment gets ugly.", "title": "On climate change, expect the worst: Column", "image": "http://www.gannett-cdn.com/-mm-/12d3911f0fd8b92355da1a2c9d6b4d62a30ca8ae/c=706-0-3532-2826&r=x643&c=640x640/local/-/media/USATODAY/USATODAY/2014/04/07//1396910941000-AFP-528333289-63084686.JPG", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Topics/Columnists' Opinions", "gci-asset-type": "story", "gci-categories": "Topics/Columnists' Opinions", "title": "On climate change, expect the worst: Column", "author": "Mario Molina and Bob Litterman", "pageclass": "article", "recs": {"category": "opinion", "image-3-4": "http://www.gannett-cdn.com/-mm-/3343990c414007331eb5c2d3271b2baf18103be5/c=1073-0-3192-2817/local/-/media/USATODAY/USATODAY/2014/04/07//1396910941000-AFP-528333289-63084686.JPG", "image-1-1": "http://www.gannett-cdn.com/-mm-/1318d2825dca0b96391a964133e640e516562bca/c=706-0-3532-2826/local/-/media/USATODAY/USATODAY/2014/04/07//1396910941000-AFP-528333289-63084686.JPG", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/a905314e2a40367786abd51b4b65ade570e68d26/c=247-0-4001-2817/local/-/media/USATODAY/USATODAY/2014/04/07//1396910941000-AFP-528333289-63084686.JPG", "image": "http://www.gannett-cdn.com/-mm-/11e85f58ef50d1ccca47ce9990fea8bbf3d04e31/c=0-383-4256-2783&r=x1683&c=3200x1680/local/-/media/USATODAY/USATODAY/2014/04/07//1396910941000-AFP-528333289-63084686.JPG", "publishtime": "2014-04-12T07:00:07.233000-04:00", "shorthed": "On climate, expect worst: Column", "articleid": 7438567, "image-16-9": "http://www.gannett-cdn.com/-mm-/7dfa919b5d2c00ce7805a7fc5baf6c8f12362e34/c=0-383-4256-2783/local/-/media/USATODAY/USATODAY/2014/04/07//1396910941000-AFP-528333289-63084686.JPG", "image-9-16": "http://www.gannett-cdn.com/-mm-/227e5ba3ccc3f549e892f423f517a09315e1fb93/c=1328-0-2920-2817/local/-/media/USATODAY/USATODAY/2014/04/07//1396910941000-AFP-528333289-63084686.JPG"}}, "news_keywords": "climate change, climate, scientists climate change, climate scientists, global warming, ice sheets, temperature, sea level, extreme weather"}, "_id": "\"57477af36914bd0286fcdcc9\"", "article_summary": "Drought (Photo: Armend Nimani, AFP/Getty Images)For far too long, our national debate about climate change has been about \"yes or no:\" Is human-caused climate change real?\nBased on well-established evidence, about 97% of climate scientists have concluded that human-caused climate change is happening.\nAs the reality and risks of climate change sink in, it's time to start rewarding ourselves for moving in the opposite direction.\nThe good news is that we have a great tool for managing the risks of climate change.\nOnce all climate risks are included, this number would go up."}