{"article_title": "Ohio Insurance Companies Project A Job Gap, Encourage Veterans To Apply", "article_keywords": ["taylor", "jobs", "state", "industry", "companies", "encourage", "opportunities", "gap", "project", "job", "vets", "apply", "ohio", "veterans", "insurance"], "article_url": "http://wyso.org/post/ohio-insurance-companies-project-job-gap-encourage-veterans-apply", "article_text": "The State of Ohio and insurance industry advocates have launched an effort to urge veterans, students, and people changing careers to seek out insurance jobs. As baby-boomer employees begin to retire in droves, Ohio insurance companies expect to have 17,000 job openings in the next five years in all areas from claims to government relations.\n\nHealth insurance is also anticipating a growth spurt as the Affordable Care Act takes effect. Lieutenant Governor Mary Taylor, who heads the Ohio Department of Insurance, has been a vehement opponent of the law, but she’s heading off the effort to recruit new insurance industry employees.\n\n“We’ve reached specifically out to veterans or those that will be returning soon, because there are good job opportunities in the insurance industry,” Taylor said to a group of veterans and job seekers at Wright-Patterson Air Force Base Monday.\n\nBut helping veterans transition to insurance jobs may not be just a question of opportunities, as vets face unique obstacles translating their skill sets to civilian employment.\n\n“The frustration that I experienced was when I’d go out and interview for a job, and I’d try and explain what I did in the military, and it’s like, but you don’t have this particular background,” said Tim Gorrell, director of veterans affairs for Ohio.\n\nA couple of schools are trying to pick up the slack in terms of job preparation and qualifications: Franklin University and Kent State have both launched programs focused on insurance jobs since 2012, although neither are specific to vets.", "article_metadata": {"category": "News", "description": "The State of Ohio and insurance industry advocates have launched an effort to urge veterans, students, and people changing careers to seek out insurance", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://wyso.org/post/ohio-insurance-companies-project-job-gap-encourage-veterans-apply", "image": "http://mediad.publicbroadcasting.net/p/wyso/files/styles/medium/public/201312/DSCN0864.JPG", "type": "article", "description": "The State of Ohio and insurance industry advocates have launched an effort to urge veterans, students, and people changing careers to seek out insurance", "title": "Ohio Insurance Companies Project A Job Gap, Encourage Veterans To Apply"}, "story_id": 248353251, "twitter": {"site": "@wyso", "card": "summary", "creator": "@lewispants"}, "author": "Lewis Wallace", "org_id": 0, "dc": {"title": "Ohio Insurance Companies Project A Job Gap, Encourage Veterans To Apply"}, "nid": 42838, "datePublished": "2013-12-03", "keywords": "Jobs, Insurance, Affordable Care Act, Insuring Ohio Futures, Lieutenant Governor Mary Taylor", "wordCount": 489, "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "The State of Ohio and insurance industry advocates have launched an effort to urge veterans, students, and people changing careers to seek out insurance jobs.\nAs baby-boomer employees begin to retire in droves, Ohio insurance companies expect to have 17,000 job openings in the next five years in all areas from claims to government relations.\n“We’ve reached specifically out to veterans or those that will be returning soon, because there are good job opportunities in the insurance industry,” Taylor said to a group of veterans and job seekers at Wright-Patterson Air Force Base Monday.\nLieutenant Governor Mary Taylor, who heads the Ohio Department of Insurance, has been a vehement opponent of the law, but she’s heading off the effort to recruit new insurance industry employees.\nBut helping veterans transition to insurance jobs may not be just a question of opportunities, as vets face unique obstacles translating their skill sets to civilian employment."}