{"article_title": "Where are the young signups for Obamacare?", "article_keywords": ["younger", "plans", "18", "workers", "work", "obamacare", "young", "signups", "health", "sold", "uninsured", "enrollment"], "article_url": "http://www.cbsnews.com/news/where-are-the-young-signups-for-obamacare/", "article_text": "The \"if you build it, they will come\" philosophy apparently doesn't always work in health care.\n\nThe federal health care exchanges are so far falling short of signing up young (and presumably healthier) workers, which may portend trouble ahead for plans sold through the Affordable Care Act. When the law was created, actuaries estimated that 40 percent of the Obamacare plans would need to be sold to people between 18 to 34 years old in order to offset higher costs tied to older (and presumably sicker) workers.\n\nIn the current enrollment period, plans sold through the federal exchanges are falling short of that goal. About 11.3 million people have signed up for coverage through Dec. 26, including 8.6 million people in the 38 states that use the HealthCare.gov platform, the U.S. Department of Health & Human Services said on Thursday. But out of that latter number, only 26 percent are between 18 to 34.\n\nThe open-enrollment period doesn't end until Jan. 31, so it's possible an influx of younger people could still boost that percentage, and confusion is still widespread about when to sign up. The Henry J. Kaiser Family Foundation found in December that two-thirds of uninsured Americans weren't aware of when open enrollment ends.\n\nYoung, healthy workers may be making a trade-off between the cost of buying insurance versus taking the risk of remaining uninsured and paying a fine come tax time. The average penalty for foregoing insurance in 2016 will be about $969, while the typical cost to insure a single 25-year-old making the median household income of $54,000 under a silver plan would be about $2,800, according to Kaiser.\n\nAlready, some signs show that Obamacare's costs are greater than expected. UnitedHealth Group, the country's biggest health insurer, said last year it was considering pulling out of the ACA because it was losing money on the plans.\n\nObama administration officials said they usually see younger consumers signing up in the last weeks before enrollment shuts down, according to The Wall Street Journal. And when officials add in those under 18, the share of enrollees under 34 jumps to 35 percent.\n\n\"We're encouraged that Marketplace consumers are increasingly young, engaged and shopping for the best plan,\" Health and Human Services Secretary Sylvia M. Burwell said in a statement. She added: \"We have more work to do before the next deadlines.\"", "article_metadata": {"description": "Those 18 to 34 years olds are key to making the health insurance plan work, but so far their numbers are falling short", "og": {"url": "http://www.cbsnews.com/news/where-are-the-young-signups-for-obamacare/", "image": {"width": 1200, "identifier": "http://cbsnews1.cbsistatic.com/hub/i/r/2015/04/13/183c0fbd-10ee-4598-a1b6-44fe6d8bb4aa/thumbnail/1200x630g2/456e9d3e9c4c65af0c8bef4184ce65ee/ap30213472209.jpg", "height": 630}, "type": "article", "description": "Those 18 to 34 years olds are key to making the health insurance plan work, but so far their numbers are falling short", "title": "Where are the young signups for Obamacare?"}, "twitter": {"description": "Those 18 to 34 years olds are key to making the health insurance plan work, but so far their numbers are falling short", "title": "Where are the young signups for Obamacare?", "app": {"url": {"ipad": "cbsnewsapp://news/where-are-the-young-signups-for-obamacare/", "iphone": "cbsnewsapp://news/where-are-the-young-signups-for-obamacare/", "googleplay": "http://www.cbsnews.com/news/where-are-the-young-signups-for-obamacare/"}, "country": "US", "name": {"ipad": "CBS News", "iphone": "CBS News", "googleplay": "CBS News"}, "id": {"ipad": 334256223, "iphone": 334256223, "googleplay": "com.treemolabs.apps.cbsnews"}}, "site": "@CBSNews", "image": "http://cbsnews1.cbsistatic.com/hub/i/r/2015/04/13/183c0fbd-10ee-4598-a1b6-44fe6d8bb4aa/thumbnail/1200x630g2/456e9d3e9c4c65af0c8bef4184ce65ee/ap30213472209.jpg", "card": "summary_large_image"}, "al": {"web": {"url": "http://www.cbsnews.com/news/where-are-the-young-signups-for-obamacare/"}, "android": {"app_name": "CBS News", "package": "com.treemolabs.apps.cbsnews"}, "ios": {"url": "cbsnewsapp://news/where-are-the-young-signups-for-obamacare/", "app_name": "CBS News", "app_store_id": 334256223}}, "robots": "index, follow", "fb": {"app_id": 1536620209892267}, "keywords": "obamacare, affordable care act, aca, health insurance, health insurance exchanges", "article": {"publisher": "https://www.facebook.com/CBSMoneyWatch"}, "viewport": "width=device-width", "news_keywords": "obamacare, affordable care act, aca, health insurance, health insurance exchanges"}, "article_summary": "In the current enrollment period, plans sold through the federal exchanges are falling short of that goal.\nThe federal health care exchanges are so far falling short of signing up young (and presumably healthier) workers, which may portend trouble ahead for plans sold through the Affordable Care Act.\n\"We're encouraged that Marketplace consumers are increasingly young, engaged and shopping for the best plan,\" Health and Human Services Secretary Sylvia M. Burwell said in a statement.\nYoung, healthy workers may be making a trade-off between the cost of buying insurance versus taking the risk of remaining uninsured and paying a fine come tax time.\nThe \"if you build it, they will come\" philosophy apparently doesn't always work in health care."}