{"article_title": "Investing Guru: Trump and GOP Candidates are Scaring the Markets", "article_keywords": ["think", "trump", "guru", "investing", "cosmic", "killing", "donald", "economic", "candidates", "trumps", "scaring", "marks", "stock", "markets", "gop", "dont"], "article_url": "http://www.thefiscaltimes.com/2016/02/18/Investing-Guru-Trump-and-GOP-Candidates-are-Scaring-Markets", "article_text": "Donald Trump is \"scaring the hell out of people,\" and investing legend Howard Marks thinks this is bad news for the stock market.\n\nMarks, co-founder and chairman of investing giant Oaktree Capital Group, told Bloomberg TV's Stephanie Ruhle and David Westin that Republican presidential frontrunner Trump and his competitors are preaching fear and exaggerating economic concerns.\n\nRelated: Trump and Cruz Strike a New Low In Presidential Politics\n\nAnd these are doing nothing to ease the anxiety that is already gripping markets right now.\n\n\"They're scaring the hell out of people,\" Marks said of Trump and his Republican competitors.\n\n\"And Donald says, the Chinese are killing us. The Mexicans are killing us. The Japanese are killing us. But we're going to get the jobs back. And I think that people tend to believe him.\"\n\nRelated: Yes, Trump Can Win in November – And Here’s How\n\nMarks added that Trump's tactics have left his primary competitors with no choice but to follow his tune, despite economic evidence to the contrary.\n\n\"It's very hard for them to compete with him by saying 'No, the latest information from the Commerce Department says it's not true.' [The voters] don't want to hear that. [Trump's] stuff is much more attention [grabbing].\"\n\nAs for what else is bothering investors, Marks said that a source of the stock market turmoil has been \"cosmic fears\" that are outside of basic economy cycle concerns.\n\n\"I think that people have gotten used to dealing with normal economic cycles, recession, recovery, et cetera,\" Marks said. \"But we have now kind of cosmic issues that people don't have any experience dealing with and don't know how.\"\n\nAs for what these \"cosmic fears\" might entail, Marks highlighted China, oil prices, interest rates, and terrorism.\n\nThis article originally appeared on Business Insider. Read more from Business Insider:\n\nMURDOCH TO TRUMP: There's no 'anti-Trump conspiracy' at Fox News, Wall Street Journal\n\nMeet the three women who married Donald Trump\n\nHere's how much the president of the United States gets paid", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Donald Trump is \"scaring the hell out of people,\" and investing legend Howard Marks th", "title": "Investing Guru: Trump and GOP Candidates are Scaring the Markets", "url": "http://www.thefiscaltimes.com/2016/02/18/Investing-Guru-Trump-and-GOP-Candidates-are-Scaring-Markets", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/markets-stocks_3.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/02/18/Investing-Guru-Trump-and-GOP-Candidates-are-Scaring-Markets", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/markets-stocks_3.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Donald Trump is \"scaring the hell out of people,\" and investing legend Howard Marks th", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Donald Trump is \"scaring the hell out of people,\" and investing legend Howard Marks thinks this is bad news for the stock market.\n\"They're scaring the hell out of people,\" Marks said of Trump and his Republican competitors.\nRelated: Trump and Cruz Strike a New Low In Presidential PoliticsAnd these are doing nothing to ease the anxiety that is already gripping markets right now.\n\"But we have now kind of cosmic issues that people don't have any experience dealing with and don't know how.\"\n\"I think that people have gotten used to dealing with normal economic cycles, recession, recovery, et cetera,\" Marks said."}