{"article_title": "Who is the real Trump?", "article_keywords": ["real", "trumps", "trump", "nominee", "obamacare", "gun", "donald", "election", "rich", "release", "know"], "article_url": "http://www.sierrastar.com/2016/05/24/79013/who-is-the-real-trump.html", "article_text": "Donald Trump has always been pro-choice until he became pro-life. He supported the plight of the transgendered and gays until he no longer supports them. He wants to repeal Obamacare but likes Canada’s single payer system and likes the mandate in Obamacare. This doesn’t make any sense.\n\nHe said he will repeal Obamacare and everyone will be covered. Now he says not everyone. He opposed H1-B visas which takes jobs away from Americans, then he favored it because we need skilled workers and flipped again saying he will eliminate the program.\n\nHe said it was a ‘humanitarian’ obligation to take in Syrian refugees and then he said the U.S. should not take any Syrian refugees. He disavowed KKK leader David Duke and now says he knows nothing of him.\n\nIn his 2000 book, “The America We Deserve,” he chastised Republicans for towing the NRA line, refusing even limited gun restrictions. “I generally oppose gun control, but I support the ban on assault weapons and I also support a slightly longer waiting period to purchase a gun,” he wrote. Today he changed his tune with the endorsement of Wayne LaPierre and the NRA. What are we to believe?\n\nRomney released two years of tax returns while Hillary released eight years. Trump refused to release any. When pressed, he said he will release it after an audit. Then said he won’t release till after the election. “They make a fortune. They pay no tax,” Trump said last year on CBS. “It’s ridiculous, okay?” He should know. In the 1970s, Trump took advantage of loopholes allowing him to pay no taxes. Maybe that’s why he refuses to release his returns till after the election when it won’t make any difference.\n\nDonald Trump has said hateful and vicious things about women, Muslims, Mexicans, Blacks, the transgendered, and gays whom he ardently supported and has done an about face. He has alienated GOP and corporate elites and establishment conservatives. No one predicted Trump’s ascension. Here is my theory. It’s all about transportation and numbers.\n\nIf my destination required traversing land, a body of water and long distances, I’d probably take a car, then a boat then an airplane. On his road to the White House, Donald Trump is doing the same thing.\n\nWhen there were 16, Trump had to find a way to distinguish himself from the rest. All other candidates were offering the same ‘ol conservative pie to the voters. Instead of dishing out the same pie, Trump baked a whole new one. He tapped into populist resentment, dissatisfaction with Republican Party, and blatant hate and bigotry as his car and boat carrying him to becoming the nominee. If the number of people you trash result in fewer lost supporters than those gained, you go with the numbers no matter how deceptive and reprehensible you behave.\n\nTrump said whatever he needed to say whether he believed it or not. He knew the party and donors would come around once he became the nominee because they know who will be buttering their bread.\n\nOn the final leg of his journey, the general election, Trump’s transport will be an airplane where he will say things quite differently from what was said during the primaries, but you’ll never know because it will be said behind closed doors. There’s no doubt there would be a Romney 47% moment dismissing the little people, his primary supporters.\n\nAs presumptive nominee, he had private meetings with Paul Ryan and the Republican Senate. Surprise, surprise, Paul Ryan said he was very encouraged and we see many more establishment #Nevertrumpers gently swinging to #ICanLiveWithTrump as they discover that he too wants the bulk of benefits for the rich and morsels for the rest. Now deep-pocketed donors are flocking in. Even FOX is cozying up to Trump.\n\nTrump, claimed to be self-funding, is being repaid and heavily funded by the rich and powerful in the general election. Trump will be beholden to the rich from which he claimed independence. Not only will he be acting in their interests but coincidentally his own and it will be business as usual. All the while those who put him there as the transcendent president will be betrayed. Trump’s hard pivot to the far right was just a means to an end.\n\nIn the words of the popular 50s and 60s panel game show, What’s My Line, will the real Donald Trump please stand up? Bernie Sanders is looking really good. There is no question who he is.", "article_metadata": {"og": {"site_name": "SierraStar.com", "description": "Donald Trump has always been pro-choice until he became pro-life. He supported the plight of the transgendered and gays until he no longer supports them. He wants to repeal Obamacare but likes Canada’s single payer system and likes the mandate in Obamacare. This doesn’t make any sense.", "title": "Who is the real Trump?", "url": "http://www.sierrastar.com/2016/05/24/79013/who-is-the-real-trump.html", "image": "http://www.sierrastar.com/mistatic/images/facebook/SierraStar.jpg", "type": "article"}, "fb": {"app_id": 157169821150769}, "description": "Donald Trump has always been pro-choice until he became pro-life. He supported the plight of the transgendered and gays until he no longer supports them. He wants to repeal Obamacare but likes Canada’s single payer system and likes the mandate in Obamacare. This doesn’t make any sense."}, "article_summary": "In the words of the popular 50s and 60s panel game show, What’s My Line, will the real Donald Trump please stand up?\nOn his road to the White House, Donald Trump is doing the same thing.\nDonald Trump has always been pro-choice until he became pro-life.\nDonald Trump has said hateful and vicious things about women, Muslims, Mexicans, Blacks, the transgendered, and gays whom he ardently supported and has done an about face.\nTrump, claimed to be self-funding, is being repaid and heavily funded by the rich and powerful in the general election."}