{"article_title": "Pentagon eyes offense on cybersecurity", "article_keywords": ["eyes", "document", "pentagons", "cybersecurity", "national", "companies", "cyber", "strategy", "silicon", "dod", "offense", "valley", "pentagon"], "article_url": "http://thehill.com/policy/cybersecurity/239828-new-pentagon-cyber-strategy-explains-retaliation-plans", "article_text": "The Pentagon’s new cybersecurity strategy includes an unprecedented focus on offensive cyber weapons, according to multiple reports.\n\nThe Defense Department has always been hesitant to say publicly exactly what role the military’s cyber warriors should play. But the new document clarifies the Pentagon's position on the controversial topic.\n\nADVERTISEMENT\n\nThe DOD, it says, “should be able to use cyber operations to disrupt an adversary's command and control networks, military-related critical infrastructure and weapons capabilities,” The Associated Press reported\n\nThe report — set for official release Thursday afternoon during Defense Secretary Ashton Carter’s speech in Silicon Valley — is only the Pentagon’s second cybersecurity strategy. The initial document, released in 2011, had little mention of offensive cyber responses to the rising tide of foreign cyberattacks.\n\nCarter told reporters during a flight to California that the Pentagon wanted to bring more transparency to its cyber efforts, partly in the hopes it would have a deterrent effect.\n\n\"I think it will be useful to us for the world to know that, first of all, we're going to protect ourselves, we're going to defend ourselves,” he said.\n\nThe document specifies how the DOD might protect the country in cyberspace.\n\n“The United States must be able to declare or display effective response capabilities to deter an adversary from initiating an attack,” it says, according to Reuters.\n\nThe new strategy also marks another DOD first in its larger focus on specific threats from foreign countries. One section directly addresses China’s ongoing cyber espionage and digital theft of intellectual property. It says the U.S. will work with Beijing to “reduce the risks of misperception and miscalculation.”\n\nThe China attention follows President Obama’s recently updated National Security Strategy, which called out the Asian power for hacking U.S. companies and stated the government would defend its private networks against such intrusions.\n\nIt was the administration’s first National Security Strategy since 2010.\n\nThe Pentagon’s new document also includes brief discussions of the cyber threats from Russia, Iran and North Korea. Russia’s cyber capabilities are top-notch, but its goals are often unclear, it says. Iran and North Korea are “less developed” in the cyber realm, the report adds, but have an unambiguous intent to hamper U.S. interests.\n\nCarter is unveiling this new strategy in Silicon Valley as part of the administration’s broader push to engage the tech sector. It comes two months after Obama called on companies to help thwart hackers during a day-long White House cybersecurity conference at Stanford University.\n\nThe Pentagon has said it wants to try and recruit more top cyber talent from the private sector to work part-time in the National Guard and reserves.\n\nBut Silicon Valley and the administration have been at odds since leaker Edward Snowden revealed the existence of massive government surveillance programs.\n\nThe two sides are sparring over encryption standards. As tech companies have moved to lock out government investigators from getting at customer data, Obama has pushed for some form of guaranteed legal access to that data.\n\nCarter acknowledged the difficulty of bridging the “coolness” gap with Silicon Valley.\n\n“To be relevant in today's world you have to have a coolness factor, so we want that, we want our mission to be exciting to people, for them to feel like it's cool to be part of something that's bigger than themselves,” he said.", "article_metadata": {"dcterms.description": "A new document clarifies the Pentagon's position on the controversial topic.", "description": "A new document clarifies the Pentagon's position on the controversial topic.", "generator": "Drupal 7 (http://drupal.org)", "author": "Cory Bennett", "og": {"site_name": "TheHill", "description": "A new document clarifies the Pentagon's position on the controversial topic.", "title": "Pentagon eyes offense on cybersecurity", "url": "http://thehill.com/policy/cybersecurity/239828-new-pentagon-cyber-strategy-explains-retaliation-plans", "image": "http://thehill.com/sites/default/files/article_images/getty-2011-12-26-pentagon-2.jpg", "updated_time": "2016-02-04T03:39:59-05:00", "type": "article"}, "apple-itunes-app": "app-id=396640962", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T03:39-05:00", "dcterms.identifier": "http://thehill.com/policy/cybersecurity/239828-new-pentagon-cyber-strategy-explains-retaliation-plans", "dcterms.date": "2015-04-23T09:09-04:00", "dcterms.creator": "Cory Bennett", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": ",,", "article": {"published_time": "2015-04-23T09:09:10-04:00", "modified_time": "2016-02-04T03:39:59-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/cybersecurity/239828-new-pentagon-cyber-strategy-explains-retaliation-plans", "widgets": {"csp": "on"}, "description": "A new document clarifies the Pentagon's position on the controversial topic.", "card": "summary", "title": "Pentagon eyes offense on cybersecurity"}, "dcterms.title": "Pentagon eyes offense on cybersecurity"}, "_id": "\"57477af46914bd0286fe1008\"", "article_summary": "The Pentagon’s new cybersecurity strategy includes an unprecedented focus on offensive cyber weapons, according to multiple reports.\nBut Silicon Valley and the administration have been at odds since leaker Edward Snowden revealed the existence of massive government surveillance programs.\nCarter is unveiling this new strategy in Silicon Valley as part of the administration’s broader push to engage the tech sector.\nCarter acknowledged the difficulty of bridging the “coolness” gap with Silicon Valley.\nIt comes two months after Obama called on companies to help thwart hackers during a day-long White House cybersecurity conference at Stanford University."}