{"article_title": "We might all be having sex with robots soon", "article_keywords": ["society", "robotics", "robots", "soon", "source", "way", "report", "workforce", "sex", "technology", "having", "worry"], "article_url": "http://www.salon.com/2014/08/18/we_might_all_be_having_sex_with_robots_soon/", "article_text": "Topics: robots, Sex, the daily dot, Technology News, Life News, News\n\nThis article originally appeared on The Daily Dot\n\nIn a world that offers no shortage of real, pressing problems, we spend an awful lot of time worrying about robots and what threat they might pose to our society. Although A.I. researchers assure us that technology is a long way away from this being remotely legitimate, we also worry quite a bit about robots taking humans’ place in everyday society, from the workforce to our bedrooms.\n\nAs it turns out, we probably don’t have to worry about the former issue, but the latter might actually be a source of some concern. In a recent Pew report on robots, “A.I., Robotics, and the Future of Jobs,” it’s suggested that while it might be some time before we see a robot takeover of our workforce, we’ll be bumping uglies with them on the reg sooner than we think.\n\nIn the report, which polled nearly 1,900 experts on the future of robotics and labor, Stowe Boyd, the lead researcher for Gigaom Research, writes that by 2025, “Robotic sex partners will be commonplace, although the source of scorn and division.” He also predicts that sex robots will likely be viewed by detractors the same way that we currently “bemoan selfies as an indicator of all that’s wrong with the world.”\n\nAs for whether robots will displace human labor in other sectors, the consensus seems pretty split on that one: While 48 percent of the experts polled agreed that robots would replace many blue and white-collar workers by 2025, 52 percent said they didn’t expect technology would become advanced enough for such a scenario to unfold by that time.", "article_metadata": {"description": "A new Pew Research Center report says that robotic sex partners will likely become commonplace in the near future", "author": "Ej Dickson", "og": {"site_name": "Salon", "description": "A new Pew Research Center report says that robotic sex partners will likely become commonplace in the near future", "title": "We might all be having sex with robots soon", "url": "http://www.salon.com/2014/08/18/we_might_all_be_having_sex_with_robots_soon/", "image": "http://media.salon.com/2014/08/shutterstock_92529139.jpg", "type": "article"}, "twitter": {"description": "A new Pew Research Center report says that robotic sex partners will likely become commonplace in the near future", "creator": "@salon", "image": "http://media.salon.com/2014/08/shutterstock_92529139.jpg", "title": "We might all be having sex with robots soon", "site": "@salon", "card": "summary_large_image"}, "title": "We might all be having sex with robots soon", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, robots, Sex, the daily dot", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdd2cf\"", "article_summary": "Topics: robots, Sex, the daily dot, Technology News, Life News, NewsThis article originally appeared on The Daily DotIn a world that offers no shortage of real, pressing problems, we spend an awful lot of time worrying about robots and what threat they might pose to our society.\nAs it turns out, we probably don’t have to worry about the former issue, but the latter might actually be a source of some concern.\nresearchers assure us that technology is a long way away from this being remotely legitimate, we also worry quite a bit about robots taking humans’ place in everyday society, from the workforce to our bedrooms.\nIn a recent Pew report on robots, “A.I., Robotics, and the Future of Jobs,” it’s suggested that while it might be some time before we see a robot takeover of our workforce, we’ll be bumping uglies with them on the reg sooner than we think.\nAlthough A.I."}