{"article_title": "A Push To Expand 'Dr. Dynasaur' Health Care For Younger Vermonters", "article_keywords": ["younger", "dynasaur", "young", "smith", "vermont", "system", "children", "health", "coverage", "push", "dr", "vermonters", "expand", "care"], "article_url": "http://digital.vpr.net/post/push-expand-dr-dynasaur-health-care-younger-vermonters", "article_text": "It’s been almost a year since Gov. Peter Shumlin abandoned his push for single-payer health care. But the fight for a publicly-funded health care system continues, and House Speaker Shap Smith is now eyeing universal care for a large subset of Vermont’s population.\n\nA few months ago, Smith’s wife was diagnosed with breast cancer. Since then, Smith says they’ve learned more than they’d ever wanted about the health care system. The experience, he says, has been troubling.\n\n“The current system that we have for health care finance is crazy. It is impenetrable even for two people who have advanced degrees,” Smith says.\n\nSmith says Vermont can do it better. On Wednesday morning, at a press conference in a popular bar in Winooski, Smith pitched legislation that could lead to publicly-funded health coverage for Vermonters aged 26 and younger.\n\nThe concept essentially calls for an expansion of a program called \"Dr. Dynasaur,\" which currently provides coverage to income-eligible children up to age 18. Some health care reform advocates want to expand that program to all Vermonters age 26 and younger, regardless of income. Smith says he wants the Legislature to set aside government money to study the proposal.\n\n“The idea of a system where we can improve public health for those who are under 26, where we can make it easier for employers, where we can make Vermont an even more attractive place for young people, so they don’t have to worry about health care coverage when they are under 26, those are all goals that we should all share as Vermonters,” Smith says.\n\nThe proposal would bring about 120,000 new children and young adults onto a public health system. The cost to taxpayers would be several hundred million dollars, and proponents haven’t said yet what tax they’d use to pay for it.\n\nLindsay DesLauriers is the director of the Main Street Alliance, a business group that’s leading the push. She says the program would insulate families from high out-of-pocket expenses seen in private insurance plan, and would redistribute health care costs in ways that would benefit businesses.\n\nDeslauriers says \"Dr. Dynasaur 2.0,\" as she calls it, would render obsolete the family plans that cost businesses the most to provide. She says it would also spare businesses from having to worry about coverage for young adults.\n\n“For some employers, this reduction in scope could bring the cost of providing a health benefit to the remaining portion of their workforce within reach,” Deslauriers says.\n\nThe Vermont-NEA is bankrolling the push for the Dr. Dynasaur expansion, and has spent $130,000 to fund the effort. Main Street Alliance has invested $30,000 in the initiative.\n\nDarren Allen, spokesman for the Vermont-NEA, says the union thinks all children should have access to high-quality health care. But union members - and the people that pay for their salaries and benefits - also stand to gain financially from the proposal to expand Dr. Dynasaur. The Affordable Care Act calls for what’s known as a \"Cadillac tax\" on expensive health insurance plans, like the ones that teachers get.\n\nAllen and Smith say eliminating the need for family plans could keep even the best-quality policies from exceeding the Cadillac tax threshold. And Smith says avoidance of that tax could mean significant savings for Vermont.\n\n“If we’re not going to save any money, end of story,” Smith says.\n\nLawrence Miller, chief of health care reform for Gov. Peter Shumlin, says the administration is open to the idea of the study, but not yet ready to commit to spending the money.\n\n“That’s a conversation we think we should have with legislators,” Miller says.\n\nMiller says only about 1 percent of children in Vermont are uninsured. But he says convincing the so-called “invincibles” – young adults – to purchase health insurance has been more difficult.\n\nDeslauriers says that while coverage rates for children in Vermont are high, that doesn’t mean they’re getting adequate access to care. She says high deductibles and co-pays can compel parents to either avoid care for their children, or suffer severe economic consequences for doing do. Deslauriers says Dr. Dynasaur would eliminate those financial barriers.\n\nThis post was edited at 6:04 p.m.", "article_metadata": {"category": "VPR News", "description": "It’s been almost a year since Gov. Peter Shumlin abandoned his push for single-payer health care. But the fight for a publicly-funded health care system", "Generator": "Drupal 7 (http://drupal.org)", "programs": "VPR News", "og": {"url": "http://digital.vpr.net/post/push-expand-dr-dynasaur-health-care-younger-vermonters", "image": "http://mediad.publicbroadcasting.net/p/vpr/files/styles/medium/public/201512/shap-smith-vpr-hirschfeld-20151209.JPG", "type": "article", "description": "It’s been almost a year since Gov. Peter Shumlin abandoned his push for single-payer health care. But the fight for a publicly-funded health care system", "title": "A Push To Expand 'Dr. Dynasaur' Health Care For Younger Vermonters"}, "story_id": 459121036, "twitter": {"site": "@vprnet", "card": "summary", "creator": "@vprnet"}, "author": "Peter Hirschfeld", "org_id": 0, "dc": {"title": "A Push To Expand &#039;Dr. Dynasaur&#039; Health Care For Younger Vermonters"}, "nid": 36129, "datePublished": "2015-12-09", "keywords": "Health, Health Care, Kids & Parenting, Shap Smith, Government & Politics, VPR News, News Features", "wordCount": 750, "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "Some health care reform advocates want to expand that program to all Vermonters age 26 and younger, regardless of income.\nThe Vermont-NEA is bankrolling the push for the Dr. Dynasaur expansion, and has spent $130,000 to fund the effort.\nSince then, Smith says they’ve learned more than they’d ever wanted about the health care system.\nBut union members - and the people that pay for their salaries and benefits - also stand to gain financially from the proposal to expand Dr. Dynasaur.\nPeter Shumlin abandoned his push for single-payer health care."}