{"article_title": "Adam Silver: NBA to take 'fresh look' at domestic violence policies", "article_keywords": ["league", "nfl", "look", "programs", "violence", "domestic", "players", "going", "adam", "policies", "fresh", "nba", "happening", "silver", "thats"], "article_url": "http://www.washingtontimes.com/news/2014/sep/22/adam-silver-nba-take-fresh-look-domestic-violence-/", "article_text": "NEW YORK — NBA Commissioner Adam Silver said Monday his league will “take a fresh look” at its domestic violence procedures in the wake of the NFL’s rash of incidents.\n\nSilver said during a community service event in Staten Island that the league has been discussing with the NBA Players Association ways to further educate players and provide programs to them and their families.\n\n“We learn from other leagues’ experiences,” Silver said. “We’re studying everything that’s been happening in the NFL. We’re working with our players’ association. We’ve been talking for several weeks and we’re going to take a fresh look at everything we do.”\n\nThe NFL and Commissioner Roger Goodell have been criticized for punishments that were too slow or lenient for Ray Rice, Adrian Peterson and other players involved in recent domestic violence cases. Goodell said last week the NFL wants to implement new personal conduct policies by the Super Bowl.\n\nThe NBA’s collective bargaining agreement calls for a minimum 10-game suspension for a first offense of a player convicted of a violent felony.\n\n“We have in place the appropriate mechanisms for discipline, although we’ll take a fresh look at those as well,” Silver said. “But most importantly, it’s education, and it’s not just the players, but it’s the players’ families. That’s what we’re learning, too.\n\n“We have to take these programs directly to the players’ spouses, directly to their partners so that they’re aware of places they can go to express concerns, whether they’re anonymous hotlines, team executives, league executives. And we’re consulting experts. There’s a lot to be learned here. It’s a societal problem; it’s not one that’s unique to sports.”\n\nSilver spoke at the opening of a refurbished Staten Island playground and basketball court in an area damaged by Hurricane Sandy. He was joined by Mayor Bill de Blasio and Knicks and Nets officials in announcing community efforts throughout New York, which will host the 2015 All-Star weekend. Silver said the goal of the programs is to directly reach 500,000 children.\n\nNew union executive director Michele Roberts also took part in what was her first official day in her new position. However, Silver said discussions with her started before Monday.\n\n“We do have in place, unlike the NFL, a penalty scale, and to the extent it needs any tweaking, then we’ll talk about tweaking it,” Roberts said. “What I hope we’re going to do as well is figure out ways to prevent any occurrence like that on our side. It’s one thing to know how to react in the event it happens; it’s a lot smarter to try to make sure it doesn’t happen in the first instance.”\n\nSilver noted that the NBA has had its own difficulties with issues off the court, saying the aftermath of former Clippers owner Donald Sterling’s racist remarks means “everyone understands the high standard that we are living under now in the NBA.” The NFL’s issues just accelerated the need to look for improvements.\n\n“It’s been going on, but the whole world is focused right now on what’s happening around the NFL,” Silver said, “so it’d be foolish for us not to try to learn from everything that’s happening with that league as well.”", "article_metadata": {"description": "Silver said Monday the league has been discussing with the NBA Players Association ways to further educate players and provide programs to them and their families.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Silver said Monday the league has been discussing with the NBA Players Association ways to further educate players and provide programs to them and their families.", "title": "Adam Silver: NBA to take ‘fresh look’ at domestic violence policies", "url": "http://www.washingtontimes.com/news/2014/sep/22/adam-silver-nba-take-fresh-look-domestic-violence-/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/09/22/ap431520282254.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/09/22/ap431520282254.jpg", "description": "Silver said Monday the league has been discussing with the NBA Players Association ways to further educate players and provide programs to them and their families.", "site": "@washtimes", "card": "summary", "title": "Adam Silver: NBA to take ‘fresh look’ at domestic violence"}, "Author": "Brian Mahoney", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Sports, Social Issues, NFL, NBA, New York"}, "_id": "\"57477af36914bd0286fcdd2e\"", "article_summary": "NEW YORK — NBA Commissioner Adam Silver said Monday his league will “take a fresh look” at its domestic violence procedures in the wake of the NFL’s rash of incidents.\n“We have in place the appropriate mechanisms for discipline, although we’ll take a fresh look at those as well,” Silver said.\nSilver said during a community service event in Staten Island that the league has been discussing with the NBA Players Association ways to further educate players and provide programs to them and their families.\n“We’re studying everything that’s been happening in the NFL.\nGoodell said last week the NFL wants to implement new personal conduct policies by the Super Bowl."}