{"article_title": "WPost nails the crucial details in icky Orthodox mikvah cam scandal — GetReligion", "article_keywords": ["synagogue", "judaism", "washington", "orthodox", "rabbi", "nails", "modern", "crucial", "getreligion", "think", "mikvah", "details", "cam", "horrible", "wpost", "scandal", "kesher", "icky", "women"], "article_url": "http://www.getreligion.org/getreligion/2014/10/17/wpost-nails-down-the-crucial-details-in-orthodox-mikvah-cam-scandal", "article_text": "When you hear or read the words \"Orthodox rabbi,\" what is the image that immediately pops into your mind's eye?\n\nRight. That would be this one (mandatory click).\n\nThe problem is that, in this day and age, there are many different brands of \"Orthodox rabbis,\" running from progressive Orthodox rabbis to, well, orthodox and ultra-orthodox Orthodox rabbis. The public may or may not know all of that, however.\n\nThus, when covering a story about a rather sleazy sex scandal linked to an Orthodox rabbi, it is very important -- especially in Washington, D.C., for reasons we will discuss -- for journalists to provide enough factual information to erase the Woody Allen movie stereotypes and let readers know what brand of Orthodox Judaism is involved, this time around.\n\nThis is precisely what Godbeat veteran Michelle Boorstein did in her first Washington Post story about what could be called mikvah-gate.\n\nThe precision began right in the lede:\n\nA prominent modern Orthodox rabbi at a Georgetown synagogue was arrested by D.C. police on Tuesday morning and charged with voyeurism, according to a department spokeswoman.\n\nBarry Freundel, 62, of the Kesher Israel Congregation, was being held in police custody Tuesday and was likely to have an initial appearance in D.C. Superior Court on Wednesday. Within hours, the synagogue’s board of directors suspended him without pay.\n\nD.C. police confirmed that his arrest came during a search of his home on O Street NW, about five blocks from the synagogue in the 2800 block of N Street NW that he has led since 1989. ...\n\nLaw enforcement authorities said the case involves a hidden camera but gave conflicting accounts of where the alleged voyeurism took place. Both the synagogue bathroom and the mikvah, where ritual bathing takes place, were mentioned.\n\nNow, I know what some of your might be thinking: GetReligion is praising this story because it involves the fall of a \"modern,\" or progressive, rabbi.\n\nActually, in the context of modern Washington, it would have been just as important to nail the cultural context in the lede if these alleged crimes had been committed by a traditional Orthodox rabbi. Why? Frankly, because the modern Orthodox presence in this city's cultural and political marketplace is so prominent that many readers, but not all, would automatically think \"modern\" Judaism, not old-school.\n\nThis crime is horrible, either way. Liberal feminist rabbi peeps at women? Horrible. Traditional Orthodox (read doctrinally conservative) rabbi peeps at women? Equally horrible. But maybe horrible for somewhat different reasons, in the eyes of their flocks?\n\nWhen dealing with scandals, I think it is always wise to use enough details so that the public is not left guessing or, worse, jumping to the wrong conclusions.\n\nLong ago, in Denver days, I covered the fall of a prominent Episcopal priest, one whose image was rather conservative, but his work was surprisingly liberal. In the story, noting police-report details, editors had me mention that he was arrested (while wearing clericals, in a public bathroom) for soliciting sex from a male under-cover policeman.\n\nSome people cried \"foul,\" saying this was a cheap shot. Editors decided that we needed to include that criminal charge, so that readers -- seeing the word \"priest\" -- would not be tempted to think that the alleged crime was sex with a child.\n\nBoorstein provides very precise information about the background of this rabbi, which presses home the bitter irony of the accusations against one of Beltway-land's most respected rabbis.\n\nKesher Israel is a modern Orthodox synagogue, part of a denomination that emphasizes Jewish law and tradition while trying to accommodate modern trends such as the rise of women in leadership. Kesher’s board is led by a woman. ...\n\nIn the realm of Orthodox Judaism, Kesher is on the progressive side. It has all-women study and prayer sessions in which women can read from the Torah, and girls in the congregation can celebrate their bat mitzvahs. Women and men can give sermons at services on Saturday mornings, and women for years have served on the board of directors. Like all Orthodox synagogues, Kesher has a mechitza, a barrier separating men and women in the sanctuary, and women do not lead prayers in mixed-gender settings or count in the 10-person quorum required for a prayer service.\n\nIn 2005, Freundel was a leader in pushing for the creation of a mikvah, or ritual bath, near Kesher. A mikvah is used primarily for people converting to Judaism and by observant Jewish women at very intimate times, including after menstruation, as a way of purifying themselves.\n\nAll in all, a tricky and complex subject for a hard-news report, yet very, very well handled in this case. It required precise language and telling details and that's what the Post team delivered.", "article_metadata": {"description": "When you hear or read the words \"Orthodox rabbi,\" what is the image that \r\nimmediately pops into your mind's eye?\r\n\r\nRight. That would be this one (mandatory click).\r\n\r\nThe problem is that, in this day and age, there are many different brands \r\nof \"Orthodox rabbis,\" running from progressive Orthodox rabbis to, well, \r\northodox and ultra-orthodox Orthodox rabbis. The public may or may not know \r\nall of that, however.\r\n\r\nThus, when covering a story about a rather sleazy sex scandal linked to an \r\nOrthodox rabbi, it is very important -- especially in Washington, D.C., for \r\nreasons we will discuss -- for journalists to provide enough factual \r\ninformation to erase the Woody Allen movie stereotypes and let readers know \r\nwhat brand of Orthodox Judaism is involved, this time around.\r\n\r\nThis is precisely what Godbeat veteran Michelle Boorstein did in her first \r\nWashington Post story about what could be called mikvah-gate.", "og": {"site_name": "GetReligion", "description": "When you hear or read the words \"Orthodox rabbi,\" what is the image that \r\nimmediately pops into your mind's eye?\r\n\r\nRight. That would be this one (mandatory click).\r\n\r\nThe problem is that, in this day and age, there are many different brands \r\nof \"Orthodox rabbis,\" running from progressive Orthodox rabbis to, well, \r\northodox and ultra-orthodox Orthodox rabbis. The public may or may not know \r\nall of that, however.\r\n\r\nThus, when covering a story about a rather sleazy sex scandal linked to an \r\nOrthodox rabbi, it is very important -- especially in Washington, D.C., for \r\nreasons we will discuss -- for journalists to provide enough factual \r\ninformation to erase the Woody Allen movie stereotypes and let readers know \r\nwhat brand of Orthodox Judaism is involved, this time around.\r\n\r\nThis is precisely what Godbeat veteran Michelle Boorstein did in her first \r\nWashington Post story about what could be called mikvah-gate.", "title": "WPost nails the crucial details in icky Orthodox mikvah cam scandal", "url": "http://www.getreligion.org/getreligion/2014/10/17/wpost-nails-down-the-crucial-details-in-orthodox-mikvah-cam-scandal", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/54413a18e4b0726a1e418151/1413565374220/?format=1000w", "type": "article"}, "twitter": {"url": "http://www.getreligion.org/getreligion/2014/10/17/wpost-nails-down-the-crucial-details-in-orthodox-mikvah-cam-scandal", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/54413a18e4b0726a1e418151/1413565374220/?format=1000w", "description": "When you hear or read the words \"Orthodox rabbi,\" what is the image that \r\nimmediately pops into your mind's eye?\r\n\r\nRight. That would be this one (mandatory click).\r\n\r\nThe problem is that, in this day and age, there are many different brands \r\nof \"Orthodox rabbis,\" running from progressive Orthodox rabbis to, well, \r\northodox and ultra-orthodox Orthodox rabbis. The public may or may not know \r\nall of that, however.\r\n\r\nThus, when covering a story about a rather sleazy sex scandal linked to an \r\nOrthodox rabbi, it is very important -- especially in Washington, D.C., for \r\nreasons we will discuss -- for journalists to provide enough factual \r\ninformation to erase the Woody Allen movie stereotypes and let readers know \r\nwhat brand of Orthodox Judaism is involved, this time around.\r\n\r\nThis is precisely what Godbeat veteran Michelle Boorstein did in her first \r\nWashington Post story about what could be called mikvah-gate.", "card": "summary", "title": "WPost nails the crucial details in icky Orthodox mikvah cam scandal"}, "msvalidate.01": "3467E5793F979E4BD02734F0CF1D6947", "google-site-verification": "HRNAABbZH8j77D61bQp4QciWQ7JstpS2Nv6NI7HyTaI", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe4d49\"", "article_summary": "When you hear or read the words \"Orthodox rabbi,\" what is the image that immediately pops into your mind's eye?\nIn the realm of Orthodox Judaism, Kesher is on the progressive side.\nFrankly, because the modern Orthodox presence in this city's cultural and political marketplace is so prominent that many readers, but not all, would automatically think \"modern\" Judaism, not old-school.\nThe problem is that, in this day and age, there are many different brands of \"Orthodox rabbis,\" running from progressive Orthodox rabbis to, well, orthodox and ultra-orthodox Orthodox rabbis.\nThe precision began right in the lede:A prominent modern Orthodox rabbi at a Georgetown synagogue was arrested by D.C. police on Tuesday morning and charged with voyeurism, according to a department spokeswoman."}