{"article_title": "Yarnell report fails to provide lessons", "article_keywords": ["wildfire", "lessons", "fails", "provide", "hotshots", "investigation", "experts", "hill", "team", "report", "future", "yarnell"], "article_url": "http://www.usatoday.com/story/news/nation/2013/10/06/yarnell-fire-lessons-future/2932335/", "article_text": "Some experts were disappointed that the report failed to deliver takeaways to reduce chance of future accidents.\n\nA 122-page report into the deadly Yarnell Hill Fire by a serious-accident investigation team is criticized for not breaking any new ground. (Photo: Nick Oza, The Arizona Republic) Story Highlights Wildland-fire experts criticize report for not analyzing whether safety measures were followed\n\nReport released Sept. 28 reinforced need to follow lessons from other fires\n\nExperts say report left out any scrutiny of human decisions\n\nPHOENIX -- In their 122-page serious-accident report, investigators who examined the Yarnell Hill Fire devote 15 pages to what future fire crews can learn from the deadly June 30 blaze that claimed the lives of 19 Granite Mountain Hotshots.\n\nThey present discussion questions for future wildfire ground crews, air crews and supervisors that range from awareness of weather reports to how firefighting culture drives them to battle fires even when conditions are risky.\n\nThe Yarnell Hill Fire Serious Accident Investigation Team's Report found that the hotshots did not act negligently or recklessly, and the incident-management organizations overseeing the firefighting effort were \"reasonable\" in their judgment and decisions. The report lays no blame for the tragedy, differing from past fatal wildfire reports.\n\nSTORY: Commander reflects on Yarnell fire tragedy\n\nSTORY: Yarnell fire report fails to answer key question\n\nSome wildland-fire experts, who had been looking to the report for lessons that would reduce the chance of future accidents, said they were disappointed with the findings and that it failed to deliver the types of takeaways that previous post-fatal-fire investigations have.\n\nThey criticized the report for not analyzing whether some standard safety measures were followed, not delving into decisions made in the early stages of the fire and not fully scrutinizing \"human factors.\"\n\n\"The only reason to do a report is to learn from it,\" said Bill Gabbert, editor of Wildfire Today, an online magazine and a former fire-management officer for the National Parks Service. \"They (the report's authors) didn't break any new ground.\"\n\n“The Yarnell Hill Fire is teaching a lesson right now, today. They (hotshots) should have known to stay there (in the already-burned area).But that is not a knock against any of them.” John Maclean, author of four books on fatal wildfires\n\nIf anything, experts said, the report released Sept. 28 reinforced the need to follow the hard-learned lessons from other fires, lessons such as the 10 Standard Orders for firefighting behavior. Those were created in the wake of another Arizona blaze, 1990's Dude Fire east of Payson.\n\n\"The last order is to fight fire aggressively, but safely,\" said Paul Orozco, a retired U.S. Forest Service fire officer and investigator of the Cerro Grande fire that burned in New Mexico in 2000. \"Those (orders) weren't even addressed in the report.\"\n\nWildland-fire experts said the report missed out on the \"teachable moment\" that could prove valuable for future efforts.\n\nFlorida State Forester Jim Karels, who led the investigation, said the report was written for firefighters of the future.\n\nAccording to the report, the team \"used a variety of data sources and methods to reconstruct events and analyze them,\" drawing from their own experience with wildland-firefighting culture and relying at certain times on experts. The deliberative process also considered physical evidence, records and logs and firsthand accounts from personnel involved in the Yarnell operation. But judgments were based on what the firefighters would have known and seen at the time, not on what has become known since.\n\nWade Ward, a firefighter and information officer for the Prescott Fire Department, pointed to the report's seven recommendations. They included having the state review its wildfire communications plan and possibly equipping firefighters with GPS devices to better track their location. The report notes a 33-minute gap in communications just before the firefighters died.\n\nAndrew Ashcraft texted this photo to his wife about 3 p.m. June 30, less than two hours before the team was overcome. (Photo: AP courtesy of Juliann Ashcraft)\n\nFor Ward, who knew the hotshots, the fire and its subsequent report underscored the risk of wildland firefighting.\n\n\"Our jobs are inherently dangerous and, the fact is, we could lose our lives in a second,\" he said.\n\nJohn Maclean, author of four books on fatal wildfires, said that danger provided a lesson for other wildland firefighters.\n\n\"The Yarnell Hill Fire is teaching a lesson right now, today,\" Maclean added. \"They (hotshots) should have known to stay there (in the already-burned area).But that is not a knock against any of them.\"\n\nWhile applauding an investigation that avoided a prosecutorial tone and \"automatic judgmentalism,\" Maclean said more analysis is needed to measure the value of the findings and recommendations. \"It may be a flawed landmark,\" he said of the report. \"Let's see if it stands up to a couple months of scrutiny.\"\n\nOld lessons reinforced\n\nThe investigation team drew on officials from local, state and federal fire agencies across the country. The report provided a detailed time frame of events from June 28, when lightning sparked a fire on Yarnell Hill, through the evening of June 30, when a medic confirmed the 19 fatalities.\n\n\"They did lay out the facts, but not all of them,\" said Gabbert, of Wildfire Today. For example, the report didn't list the names of the people the team interviewed, nor did it provide any transcripts of the interviews. That makes it impossible for the report to be checked out by others trying to get to the bottom of the tragedy.\n\nWith its paucity of details — such as the report's protocol of using acronyms to identify key players instead of naming names — the report made \"a molehill out of a mountain,\" further piquing public curiosity, said Stephen Pyne, an Arizona State University professor of life sciences and author of numerous books on fire and fire behavior.\n\n\"Removing all the names was very strange,\" Pyne said. \"Nobody was involved?\"\n\nSTORY: Families' grief, questions linger after Yarnell report\n\nSTORY: Experts back Yarnell Fire report findings on air support\n\nOther findings of the investigation, Gabbert said, trod well-plowed ground, such as the imperative of having a lookout and the need for a tested route to a safety zone. The Granite Mountain Hotshots had a lookout deployed until 3:52 p.m. on June 30, when the fire hit the trigger point that required the lookout to leave.\n\nLikewise, the evidence shows the hotshots in their final hour didn't have the four standard safeguards against fire hazards in place, Pyne said. Those standards are called LCES, for lookouts, communications, escape routes and safety zones.\n\n\"They were out on all four,\" he said. \"I don't know what to say. It was such a horrible event. But that (adhering to the LCES) is pretty basic.\"\n\nHuman factors\n\nTwo retired U.S. Forest Service officials said the report left out any scrutiny of human decisions in a high-stakes environment, to the detriment of understanding what happened in the scrubby chaparral of Yarnell Hill.\n\nJim Furnish, a retired deputy chief in the Forest Service and lead investigator of the fatal 30-Mile Fire in Washington state, said the report could have offered a compelling lesson on human behavior if it had focused more on two \"tidbits\" in a section on situational awareness.\n\n“To me, it's the same old stuff we've seen from Mann Gulch on up: People aren't paying attention to how their mind is leading them astray.” Ted Putnam, a former lead accident investigator for the U.S. Forest Service\n\nThe report notes part of the wildland-firefighter identity is caught up with the notion of jumping into action, rather than backing off. While laudable in many situations, it can be harmful in others.\n\nA fire that rapidly expands into a conflagration can trigger what the report called a \"culture of engagement\" and a \"bias for action\" and override any impulse to pull back.\n\nFirefighters talk about safety all the time, he said, but investigations of fatal fires show time and again that an urge to do something takes over, especially when a fire is transitioning from a modest blaze to out of control.\n\nTed Putnam, a former lead accident investigator for the U.S. Forest Service and a psychologist by training, said human factors account for probably half the causes in burnover situations. He said he found it strange the the Blue Ridge Hotshots and the Granite Mountain Hotshots weren't communicating in the critical minutes before the fire overtook the Granite Mountain crew. Hotshots tend to \"buddy up\" and discuss major moves and tactics.\n\n\"To me, it's the same old stuff we've seen from Mann Gulch on up: People aren't paying attention to how their mind is leading them astray,\" he said. In that 1949 Montana fire, winds kicked up and caused a blowback that claimed the lives of 13 firefighters.\n\nOther lessons\n\nThe report was commissioned to provide lessons that could reduce the likelihood of future accidents. It focused almost exclusively on the firefighting movements, with only passing references to other contributing factors, such as the buildup of flammable vegetation, drought and heat.\n\nPeter Morrison, executive director of the Pacific BioDiversity Institute, said the report missed an opportunity to educate homeowners about the importance of creating defensible space around their properties.\n\n\"There are some ways this could have turned out differently, and it's more than just making sure the radios are working,\" Morrison said. \"The community could have had a buffer zone around it.\"\n\nPaul Musser, one of two operations section chiefs on the Yarnell Hill Fire, said he sees no way to determine specific misjudgments made by firefighters who lost their lives. \"I don't think they will ever be identified,\" he said. \"And I don't know what it will help doing that.\"\n\nAsked what lessons have been learned from the tragedy, Musser paused, then said: \"I wish I knew.\"\n\nContributing: Dennis Wagner, The Arizona Republic\n\nRead or Share this story: http://usat.ly/1aduVfm", "article_metadata": {"google": "notranslate", "description": "PHOENIX -- In their 122-page serious-accident report, investigators who examined the Yarnell Hill Fire devote 15 pages to what future fire crews can learn from the deadly June 30 blaze that claimed the lives of 19 Granite Mountain Hotshots.", "og": {"site_name": "USA TODAY", "description": "PHOENIX -- In their 122-page serious-accident report, investigators who examined the Yarnell Hill Fire devote 15 pages to what future fire crews can learn from the deadly June 30 blaze that claimed the lives of 19 Granite Mountain Hotshots.", "title": "Fire experts: Yarnell report fails to provide lessons", "url": "http://www.usatoday.com/story/news/nation/2013/10/06/yarnell-fire-lessons-future/2932335/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "PHOENIX -- In their 122-page serious-accident report, investigators who examined the Yarnell Hill Fire devote 15 pages to what future fire crews can learn from the deadly June 30 blaze that claimed the lives of 19 Granite Mountain Hotshots.", "creator": "@usatoday", "image": "http://www.gannett-cdn.com/-mm-/d254640f406fa8e553b841f1946c2f1a4bdb3b4c/c=260-0-1528-1268&r=x643&c=640x640/local/-/media/USATODAY/USATODAY/2013/10/06/1381088962000-GAN-YARNELL-FIRE-LESSONS-100613.jpg", "title": "Fire experts: Yarnell report fails to provide lessons", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "cXenseParse": {"recs": {"category": "news/nation", "image-3-4": "http://www.gannett-cdn.com/-mm-/a407e17728a555fd8c4241a535191cf926e1e4c5/c=340-0-1292-1268/local/-/media/USATODAY/USATODAY/2013/10/06/1381088962000-GAN-YARNELL-FIRE-LESSONS-100613.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/4a5e224bc8a4ec784d399eb54093fb5a52afac9e/c=260-0-1528-1268/local/-/media/USATODAY/USATODAY/2013/10/06/1381088962000-GAN-YARNELL-FIRE-LESSONS-100613.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/e1ff87957e5f2995c8e0441875ccaae4b04bbaf2/c=196-0-1884-1268/local/-/media/USATODAY/USATODAY/2013/10/06/1381088962000-GAN-YARNELL-FIRE-LESSONS-100613.jpg", "image": "http://www.gannett-cdn.com/-mm-/2010272dfa16be533af64364f26ec1a8ff88784e/c=0-108-2000-1236&r=x633&c=1200x630/local/-/media/USATODAY/USATODAY/2013/10/06/1381088962000-GAN-YARNELL-FIRE-LESSONS-100613.jpg", "publishtime": "2013-10-06T15:54:39-04:00", "shorthed": "Yarnell report fails to provide lessons", "articleid": 2932335, "image-16-9": "http://www.gannett-cdn.com/-mm-/3c41e985b31c68b31b05a02ca7bcf2863ef61634/c=0-108-2000-1236/local/-/media/USATODAY/USATODAY/2013/10/06/1381088962000-GAN-YARNELL-FIRE-LESSONS-100613.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/afee31ba9f517c29f0427b662f48bed043cb7d7d/c=360-0-1072-1268/local/-/media/USATODAY/USATODAY/2013/10/06/1381088962000-GAN-YARNELL-FIRE-LESSONS-100613.jpg"}, "author": "Mary Jo Pitzl", "title": "Fire experts: Yarnell report fails to provide lessons", "pageclass": "article", "gci-asset-type": "story"}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "yarnell hill, granite mountain hotshots, yarnell hill fire serious accident investigation team report, yarnell fire report"}, "_id": "\"57477af46914bd0286fddb44\"", "article_summary": "A 122-page report into the deadly Yarnell Hill Fire by a serious-accident investigation team is criticized for not breaking any new ground.\n“The Yarnell Hill Fire is teaching a lesson right now, today.\nOld lessons reinforcedThe investigation team drew on officials from local, state and federal fire agencies across the country.\n\"The Yarnell Hill Fire is teaching a lesson right now, today,\" Maclean added.\nOther lessonsThe report was commissioned to provide lessons that could reduce the likelihood of future accidents."}