{"article_title": "Export-Import Bank Once Again Takes Center Stage in Congress", "article_keywords": ["exim", "charter", "republicans", "takes", "congress", "subsidies", "center", "cronyism", "supporters", "export", "exportimport", "rugy", "hearing", "bank", "stage"], "article_url": "http://dailysignal.com/2015/10/23/export-import-bank-once-again-takes-center-stage-in-congress/", "article_text": "Congress is gearing up for another battle over the Export-Import Bank nearly four months after the agency’s charter expired.\n\nThe House of Representatives is preparing to vote Monday on a bill that would revive the bank. As opponents of Ex-Im prepare a counteroffensive to keep it shuttered, the bank’s supporters had their say in a hearing on Capitol Hill Friday.\n\nRep. Ted Poe, R-Texas, said U.S. companies have suffered repercussions in the time the bank has been closed. Poe argued other countries use their own export credit agencies, putting the United States at a competitive disadvantage.\n\nPoe, who led Friday’s hearing, pointed to General Electric’s decision last month to move 100 jobs from a facility outside Houston to Hungary and China so the company can access foreign export credit for its customers of gas turbines.\n\nThe hearing was notably stacked with Ex-Im supporters, positioning The Heritage Foundation’s Diane Katz as the lone voice of opposition. She argued that the subsidies given to foreign purchasers through Ex-Im do not “create or support” jobs, but instead “redistribute” them from unsubsidized firms to subsidized firms.\n\nKatz, Heritage’s senior research fellow in regulatory policy, said attention should be diverted to the export growth spurred through private financing given that Ex-Im finances only 2 percent of U.S. exports, leaving 98 percent of American exports independent of those subsidies.\n\nShe disputed supporters of the bank who claim that its closure would cripple small businesses attempting to compete in the global market, noting that between 2007 and 2014, more than 51 percent of Ex-Im subsidies benefited just 10 corporations.\n\nFurther, she continued, Ex-Im has assisted less than one-half of a percent of all small businesses, “and even that number is overstated.”\n\n“Some members think that the charter should be reauthorized because the charter is helpful to businesses in their district,” Katz said. “But ‘helpfulness’ does not justify government superseding a fully functioning export finance market, particularly when the subsidies produce more harm than benefit overall.”\n\nKatz said the government should instead focus on tax and regulatory reforms harming businesses.\n\nThe other witnesses included Amegy Bank National Association Executive Vice President T.J. Raguso, Air Tractor Inc. financial analyst Tyler Schroeder, and Lexington Institute COO Loren Thompson.\n\nVeronique de Rugy, a senior research fellow at the Mercatus Center at George Mason University, said the hearing’s near one-sided evaluation of Ex-Im was “outrageous.”\n\n“It’s stunning after the two years of debate that we’ve had, after so many Republicans who have come to realize that Ex-Im is really one of the poster childs of cronyism, that there was a hearing like this where so few members were against Ex-Im,” de Rugy told The Daily Signal.\n\nMonday’s vote on Ex-Im’s reauthorization is the result of a rarely used discharge petition, which 42 Republicans and 172 Democrats signed on Oct. 9 to force a floor vote.\n\n“What’s amazing to me is Republicans and Democrats working together for cronyism and these Republicans who are pro Ex-Im being fully comfortable to be open on the issue,” de Rugy said. “This is a reason there is so little trust among the public with Republicans because their commitment to cronyism and large corporations is just unwavering.”", "article_metadata": {"description": "Congress is gearing up for another battle over the Export-Import Bank nearly four months after the agency's charter expired.", "og": {"site_name": "The Daily Signal", "description": "Congress is gearing up for another battle over the Export-Import Bank nearly four months after the agency's charter expired.", "title": "Export-Import Bank Once Again Takes Center Stage in Congress", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/151023_ExImHearing.jpg", "type": "article"}, "bitly": {"url": "http://dailysign.al/1MfTEri"}, "twitter": {"domain": "The Daily Signal", "description": "Congress is gearing up for another battle over the Export-Import Bank nearly four months after the agency's charter expired.", "title": "Export-Import Bank Once Again Takes Center Stage in Congress", "image": {"src": "http://dailysignal.com/wp-content/uploads/151023_ExImHearing.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Economy", "tag": "cronyism", "published_time": "2015-10-23T23:29:43+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Export-Import Bank, Ted Poe, cronyism, General Electric, trade"}, "article_summary": "Congress is gearing up for another battle over the Export-Import Bank nearly four months after the agency’s charter expired.\nThe hearing was notably stacked with Ex-Im supporters, positioning The Heritage Foundation’s Diane Katz as the lone voice of opposition.\nThe House of Representatives is preparing to vote Monday on a bill that would revive the bank.\nRep. Ted Poe, R-Texas, said U.S. companies have suffered repercussions in the time the bank has been closed.\nAs opponents of Ex-Im prepare a counteroffensive to keep it shuttered, the bank’s supporters had their say in a hearing on Capitol Hill Friday."}