{"article_title": "Ethics Code Essential When the Fox Is Guarding the Taxpayer’s Henhouse", "article_keywords": ["steering", "code", "committee", "office", "vincents", "fox", "st", "taxpayers", "guarding", "state", "board", "members", "healthcare", "ethics", "essential", "henhouse"], "article_url": "http://www.ctnewsjunkie.com/archives/entry/op-ed_ethics_code_essential_when_fox_is_guarding_the_taxpayers_henhouse/", "article_text": "by Sarah Darer Littman | May 29, 2015 11:00am\n\n( ) Comments | Commenting has expired\n\nIt’s no secret that the Affordable Care Act is a controversial law, both nationally and here in Connecticut.\n\nCongressional Republicans have voted on four standalone bills to repeal it, plus two additional budget resolutions in the last four years, without being able to tell people like me, who have benefited from the law, what they plan to do should they ever achieve that goal.\n\nTwo years ago I got into a heated Twitter discussion with Congressman Justin Amash, R-Michigan, on this very topic, because when I asked him what assurances he could give me as a self-employed person with pre-existing conditions in the event of repeal, he came up with nada. Zilch. Zippo.\n\nWednesday, the American Actuarial Society released an issue brief examining the proposed solutions House Republicans came up with to “fix” the ACA should the Supreme Court rule in the plaintiffs’ favor in King vs. Burwell next month. The brief says their proposals don’t fix the problem. Instead, they destroy any progress toward a solution.\n\nSo much for the Republicans being the party of small business entrepreneurs.\n\nGiven the highly inflammatory nature of the ACA debate, one would think that Democratic lawmakers would ensure that they went above and beyond the call of duty on matters of ethics and transparency when it comes to implementing all aspects of the legislation, in order to silence Republican talking points of government inefficiency and waste.\n\nSadly, as per usual in Connecticut, this doesn’t appear to be the case. And it’s a blindingly foolish mistake that plays right into naysayers’ hands.\n\nAs reported by CTNewsJunkie earlier this week, Healthcare advocate Ellen Andrews of the Connecticut Health Policy Project asked the Citizen’s Ethics Advisory Board for a ruling on whether the state’s Code of Ethics for Public Officials applies to members of the Healthcare Innovation Steering Committee or its subcommittees, because the board hadn’t yet voluntarily adopted a code of ethics.\n\nWithout such a code, taxpayers risk a fox-guarding-the-henhouse situation because members of the committee are in a position to apply for some of the $45 million that is overseen by the committee upon which they sit.\n\nIndeed, as Christine Stuart reported Wednesday, “In her request to the Citizen’s Ethics Advisory Board, Andrews cited an application from St. Vincent’s Health Partners for a yet-to-be-awarded $650,000 grant. A spokeswoman for St. Vincent’s confirmed Tuesday that some of the medical practices in St. Vincent’s network had applied for the ‘patient-centered medical home’ grant. But Andrews is concerned about the St. Vincent’s application because the company’s CEO, Thomas Raskaukas, is a member of the Steering Committee.”\n\nA draft ruling by the Office of State Ethics dated May 14 recognizes potential ethical conflicts: “Many members of the Steering Committee, its subcommittees and the Consumer Advisory Board (CAB) hold high-level positions in organizations that have interest in the proceedings and deliberations of the governance structures formed under the Innovation Plan.”\n\nHowever, the Office of State Ethics recognizes that under current legislation as written, the members of the Steering Committee, its subcommittees and the CAB are not “state employees” as defined in General Statues 1-79 (13) or “public officials” as defined in General Statutes 1-79 (11). This is because they were appointed by Lt. Gov. Nancy Wyman, who is leading Connecticut’s health insurance reform efforts.\n\nHowever, the Ethics office does recognize the potential for conflicts and recommends “members of the entities discussed . . . adopt internal ethics policies to address any conflicts of interest concerns.”\n\nThe potential for self-dealing becomes even more suspect when combined with the lack of transparency around committee activities.\n\n“The meeting to decide the entire payment reform plan was never noticed through the Secretary of [the] State . . . That is not how you plan total disruption in how healthcare is paid for, $30 billion dollars in Connecticut . . . If this is such a good thing why does it have to be such a secret?” Andrews said. “If people knew about this it would be far more controversial than the Affordable Care Act. Nobody knows about it and they are being very careful about who they allow into these committees to make decisions.”\n\nAndrews is still waiting for a hearing date on an outstanding complaint filed with the state Freedom of Information Commission last November regarding another body, the SIM Consumer Advisory Board. Andrews’ complaint says the board conducted public business during an executive session, and the “circumstances of the meeting did not comply with the state statute allowing for executive sessions and should have been an open discussion.”\n\nThese ethical question marks are particularly unsettling given that several members of the Healthcare Innovation Steering Committee are employed by organizations that gave money to the state Democratic Committee’s federal campaign account. Funds from that account were used to pay for mailers in support of Gov. Malloy’s election campaign last year — a controversial action that is still being litigated.\n\nReportedly, Cigna Corporation PAC gave $10,000, Wellpoint Inc. WellPAC (Anthem) gave $7,000, and Pitney Bowes Inc. PAC gave $3,500.\n\nState Ethics Director Carol Carson tells me she has spoken with Lt. Gov. Wyman’s office and agreed to work with them over the summer “to review the issue and come up with appropriate language for passage next session.”\n\nThis is great news, of course, but who will keep an eye on the henhouse in the meantime? Are we supposed to place our trust in the better nature of parties with clear financial interests? You don’t have to be a lifelong resident of Corrupticut to know how often that story has ended badly.\n\nSince the only way to fix this problem in the current session is by amendment, Republican Sens. Kevin Witkos, Michael McLachlan, and Minority Leader Len Fasano have proposed amendments on two bills. This is a start, although the amendments would only “cure” this one particular issue, rather than being an overall fix. If it’s all that can be done in the time left, then there is no excuse for not doing it until the proper legislation can be created in the next session.\n\nAt a time when services are being cut to the most needy in the state, we simply can’t afford to play games with ethics. And with so much at stake for Connecticut residents when it comes to healthcare, one has to ask: why all the secrecy?\n\nEditor’s note: Karen O’Driscoll, a spokeswoman for St. Vincent’s Health Partners, called Friday to clarify that their practices applied for a portion of the $650,000 grant. Dr. Mark Schaefer, director of the Office of Health Reform, has not responded to repeated requests for information about the number of practices that applied for the grant.\n\nSarah Darer Littman is an award-winning columnist and novelist of books for teens. A former securities analyst, she’s now an adjunct in the MFA program at WCSU, and enjoys helping young people discover the power of finding their voice as an instructor at the Writopia Lab.\n\nDISCLAIMER: The views, opinions, positions, or strategies expressed by the author are theirs alone, and do not necessarily reflect the views, opinions, or positions of CTNewsJunkie.com.", "article_metadata": {"publisher": "CT News Junkie", "og": {"url": "http://www.ctnewsjunkie.com/archives/entry/op-ed_ethics_code_essential_when_fox_is_guarding_the_taxpayers_henhouse/", "site_name": "CT News Junkie", "type": "article", "description": "It’s no secret that the Affordable Care Act is a controversial law, both nationally and here in Connecticut.", "title": "OP-ED | Ethics Code Essential When the Fox Is Guarding the Taxpayer’s Henhouse | CT News Junkie"}, "robots": "index,follow,archive", "fb": {"admins": 100000516708778, "app_id": 625264840857145}, "google-site-verification": "xSWCEDPXS2srINlbzkJoWA5QowbCkai3awnZqgts9xc", "viewport": "width=1474"}, "_id": "\"57477af36914bd0286fcdd36\"", "article_summary": "A spokeswoman for St. Vincent’s confirmed Tuesday that some of the medical practices in St. Vincent’s network had applied for the ‘patient-centered medical home’ grant.\nState Ethics Director Carol Carson tells me she has spoken with Lt. Gov.\nHowever, the Ethics office does recognize the potential for conflicts and recommends “members of the entities discussed .\nEditor’s note: Karen O’Driscoll, a spokeswoman for St. Vincent’s Health Partners, called Friday to clarify that their practices applied for a portion of the $650,000 grant.\nIndeed, as Christine Stuart reported Wednesday, “In her request to the Citizen’s Ethics Advisory Board, Andrews cited an application from St. Vincent’s Health Partners for a yet-to-be-awarded $650,000 grant."}