{"article_title": "What makes a product “cool”?", "article_keywords": ["product", "subcultural", "word", "technology", "coolness", "state", "used", "products", "usage", "makes", "subjects", "cool"], "article_url": "http://www.salon.com/2014/02/16/chasing_the_elusive_cool_factor_in_technology_partner/", "article_text": "Topics: cool, Facebook, Pacific Standard, studies, subculture, technology, Social News, Technology News\n\nThis piece originally appeared on Pacific Standard.\n\nNerdy communications researchers have recently made a valiant stab at defining “coolness” when it comes to evaluations of technology products. Apparently, products that rate higher on “originality, attractiveness and subcultural appeal” are cooler, according to their interviews and data analysis.\n\nIn a new paper published this month in the International Journal of Human-Computer Studies, they describe their quest to go beyond a mere linguistic quirk to a deeper conceptualization:\n\nThe overarching concept to which the word “cool” once referred is no longer what the colloquial usage of the word “cool” now refers. The word cool in everyday usage may not adequately connote the same strength of meaning as it once has, but for the purposes of this explication we are ignoring the watered down version of cool present in the American-English vernacular as it has become a ubiquitous “counterword of choice” (Petrucci and Head, 2006). Rather, the “cool” for designers and academics is mostly concerned with the strongest expressions and perceptions of the idea. It may be more helpful to think of cool as a perceived state of being, one where the term used to describe this state is inconsequential. Whether the state of being is described as cool, hot, off the chain, or sweet (Petrucci and Head, 2006), the idea behind the phrase is the same in this explication: a positive and desirable quality used to describe innovations, be they ideas, technologies or products.\n\nIn a series of questionnaires, the team asked 1,500 subjects to evaluate a bunch of digital products with a series of “coolness indicators” constructed with assistance from previous literature, and then confirmed their conceptual “coolness index” with later questions that asked the subjects for a more direct holistic “coolness” rating. For a tech product to be considered cool, the researchers conclude, it has to not only look slick (attractiveness) and be inventive (originality), but also “help the user assert his/her uniqueness or subcultural identity” (subcultural appeal).", "article_metadata": {"description": "Researchers argue that it can’t just be slick and original, it also needs subcultural appeal", "title": "What makes a product “cool”?", "og": {"site_name": "Salon", "description": "Researchers argue that it can’t just be slick and original, it also needs subcultural appeal", "title": "What makes a product “cool”?", "url": "http://www.salon.com/2014/02/16/chasing_the_elusive_cool_factor_in_technology_partner/", "image": "http://media.salon.com/2013/07/ipad_ad.jpg", "type": "article"}, "twitter": {"description": "Researchers argue that it can’t just be slick and original, it also needs subcultural appeal", "title": "What makes a product “cool”?", "image": "http://media.salon.com/2013/07/ipad_ad.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Ryan Jacobs", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, cool, Facebook, Pacific Standard, studies, subculture, technology", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcdd44\"", "article_summary": "Nerdy communications researchers have recently made a valiant stab at defining “coolness” when it comes to evaluations of technology products.\nTopics: cool, Facebook, Pacific Standard, studies, subculture, technology, Social News, Technology NewsThis piece originally appeared on Pacific Standard.\nIn a new paper published this month in the International Journal of Human-Computer Studies, they describe their quest to go beyond a mere linguistic quirk to a deeper conceptualization:The overarching concept to which the word “cool” once referred is no longer what the colloquial usage of the word “cool” now refers.\nFor a tech product to be considered cool, the researchers conclude, it has to not only look slick (attractiveness) and be inventive (originality), but also “help the user assert his/her uniqueness or subcultural identity” (subcultural appeal).\nRather, the “cool” for designers and academics is mostly concerned with the strongest expressions and perceptions of the idea."}