{"article_title": "Illinois women & access to abortion: Determined by federal law, personal bank account or someone else’s religion?", "article_keywords": ["account", "cost", "contraception", "religion", "federal", "rauner", "choice", "abortion", "illinois", "access", "personal", "determined", "medicaid", "elses", "overpopulation", "law", "bank", "women"], "article_url": "http://thecommunityword.com/online/blog/2015/02/27/illinois-women-access-to-abortion-determined-by-federal-law-personal-bank-account-or-someone-elses-religion/", "article_text": "Gov. Bruce Rauner has not definitively confirmed or denied he is prochoice. His first state-of-the-state address focused on lots of choices but not choice to have an abortion.\n\nRauner is a millionaire pragmatist. Money has meaning to him. The “burdensome” costs of earned pensions, union bargaining and corporate taxes are of great concern to the governor. He said in his speech that workers in Illinois should have freedom of choice about joining a union and about paying “fair share” union dues, but freedom of choice concerning abortion was ignored.\n\nHere is another concern Rauner should focus on: In Illinois, Medicaid does not cover abortion (unless, by federal law, the pregnancy is life-threatening for the mother or the result of rape or incest), but Medicaid in Illinois does cover birth. Medicaid also covers contraception, but finding a physician or a clinic that accepts Medicaid and provides comprehensive contraception counseling is challenging. In actuality, access to contraceptive counseling is determined by zip code in Peoria (see “Contraceptive Counseling by Zip Code” in the December 2014 issue of Community Word).\n\nA woman in Illinois has legal access to a first trimester abortion for about $450. Problem is poor women don’t have $450, and the cost for an abortion is upfront. Women pawn televisions and stereos to get cash. Men are not legally required to help the women they have impregnated pay for an abortion. Sexist rebuttals that blame women for their sexuality don’t solve the problem and fail to recognize that in every single case, a man was equally complicit in an unwanted pregnancy.\n\nCompare the $450 cost of a first-trimester abortion with the $20,000 average cost of a Medicaid covered birth in Illinois. If the birth is a low weight baby, the cost can run over $300,000.\n\nBusiness owners have choice. The U.S. Supreme Court ruled last year (in the Hobby Lobby case) that the government, under the Affordable Care Act, can’t require private businesses to provide insurance coverage for contraception for its employees if business owners have religious objections to contraception.\n\nYet, clearly, access to contraception helps reduce abortions. Providing free, reliable birth control for women can prevent 41 to 71 percent of abortions in the United States, according to a study reported in the Journal of Obstetrics & Gynecology.\n\nWhen a private foundation footed the bill for providing free long-acting, reversible contraception for low-income and moderate-income women in Colorado who did not want to become pregnant, abortion rates fell 42 percent for women between 15 and 19 and 18 percent for women 20 to 24. Cost of the program was $27.4 million. Cost savings were $49 to $110 million.\n\nThe World Health Organization has identified overpopulation as one of the most critical problems facing global survival. World population jumped from 6 billion in 1999 to 7 billion in 2013 and is projected to hit nearly 10 billion by 2050. Overpopulation is linked with global warming, food scarcity, increased poverty, exploitation of resources and war.\n\nHowever, Rauner ignored the economic cost of overpopulation and the violation of civil rights when women are denied choice. He compares Illinois with the economies of other states. Compare Illinois with Medicaid coverage for abortion: 17 states claim they use their own funds to extend Medicaid coverage for abortion. Other developed nations in the world provide free access to abortion.\n\nThere are a number of interrelated issues here: easy access to free, long-acting, reversible contraception; Medicaid coverage for abortion; and overpopulation. Let’s hope Gov. Rauner analyzes these problems and provides leadership in this area that doesn’t end up blaming women.\n\n— by Clare Howard, and cartoon by Scott Shepler", "article_metadata": {"og": {"site_name": "The  Community Word", "description": "Gov. Bruce Rauner has not definitively confirmed or denied he is prochoice. His first state-of-the-state address focused on lots of choices but not choice to have an abortion. Rauner is a millionai...", "title": "Illinois women & access to abortion: Determined by federal law, personal bank  account or someone else’s religion?", "url": "http://thecommunityword.com/online/blog/2015/02/27/illinois-women-access-to-abortion-determined-by-federal-law-personal-bank-account-or-someone-elses-religion/", "image": {"width": 480, "identifier": "http://thecommunityword.com/online/files/2015/02/15.03.CW_Abortion.01_2.jpg", "height": 320}, "locale": "en_US", "type": "article"}, "article": {"published_time": "2015-02-27T17:02:09+00:00", "modified_time": "2015-02-27T17:05:37+00:00"}, "twitter": {"image": "http://thecommunityword.com/online/files/2015/02/15.03.CW_Abortion.01_2.jpg?w=640", "card": "summary_large_image"}, "generator": "WordPress 4.4.3", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcdd45\"", "article_summary": "There are a number of interrelated issues here: easy access to free, long-acting, reversible contraception; Medicaid coverage for abortion; and overpopulation.\nCompare Illinois with Medicaid coverage for abortion: 17 states claim they use their own funds to extend Medicaid coverage for abortion.\nCompare the $450 cost of a first-trimester abortion with the $20,000 average cost of a Medicaid covered birth in Illinois.\nA woman in Illinois has legal access to a first trimester abortion for about $450.\nHowever, Rauner ignored the economic cost of overpopulation and the violation of civil rights when women are denied choice."}