{"article_title": "Philly Cop Finally Getting Suspended, Fired, for Fighting With Children—Investigation Took Two and a Half Years", "article_keywords": ["cop", "teenage", "fired", "getting", "childreninvestigation", "latest", "took", "fighting", "encouraging", "charges", "finally", "charged", "incident", "suspended", "half", "gross", "girl", "fight", "philly", "happened"], "article_url": "http://reason.com/blog/2014/06/25/philly-cop-finally-getting-suspended-fir", "article_text": "An update on the Philly police officer who had a habit of jumping into her teenage daughter's fights. Tamika Gross was suspended without pay for 30 days and will be fired after that, according to the police department (as a public employee, Gross will likely be able to appeal that decision). This week, Gross was charged with a felony count of endangering the welfare of a child and a number of misdemeanor counts related to corrupting minors, assault, and reckless endangerment.\n\nThe latest incident for which Gross is being charged, which we covered last year, happened in October. In that incident, Gross jumped in to join a fight over a boy between her daughter and another teenage girl The first one happened in January 2012, when Gross demanded her 18-year-old son fight another teenage boy, which led to a wider fight between multiple boys.\n\nIt took the Philadelphia Police Department's Internal Affairs division and the District Attorney two and a half years to investigate, and these charges and the suspension/firing come more than six months after the mother of the teenage girl in the latest incident complained about the cop assaulting her child.\n\nNevertheless, a police spokesperson wanted resident to know Gross' behavior was \"what we are combating every day out on the streets\" and that they \"don't want any of our officers encouraging this type of behavior.\" The lag time between the incidents and the charges, and the length of the investigation, isn't very encouraging.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "An update on the Philly police officer who had a habit of jumping into her teenage daughter's fights. Tamika Gross was suspended without pay for 30 days", "title": "Philly Cop Finally Getting Suspended, Fired, for Fighting With Children—Investigation Took Two and a Half Years", "url": "http://reason.com/blog/2014/06/25/philly-cop-finally-getting-suspended-fir", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14037119941051.jpg", "type": "article"}, "twitter": {"description": "An update on the \nPhilly police officer who had a habit of jumping into her\nteenage daughter's fights. Tamika Gross was suspended without pay\nfor 30 days and \nwill be fired after that, according to the police department\n(as", "title": "Philly Cop Finally Getting Suspended, Fired, for Fighting With Children—Investigation Took Two and a Half Years", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14037119941051.jpg", "creator": "@edkrayewski", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Philadelphia", "published_time": "2014-06-25T16:05:00+00:00", "author": "http://reason.com/people/ed-krayewski"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fdaa2d\"", "article_summary": "The latest incident for which Gross is being charged, which we covered last year, happened in October.\nAn update on the Philly police officer who had a habit of jumping into her teenage daughter's fights.\nThe lag time between the incidents and the charges, and the length of the investigation, isn't very encouraging.\nThis week, Gross was charged with a felony count of endangering the welfare of a child and a number of misdemeanor counts related to corrupting minors, assault, and reckless endangerment.\nTamika Gross was suspended without pay for 30 days and will be fired after that, according to the police department (as a public employee, Gross will likely be able to appeal that decision)."}