{"article_title": "Obama's Student Loan Debt Forgiveness Will Cost $22 Billion", "article_keywords": ["billion", "obamas", "22", "loan", "taxpayers", "reported", "good", "cost", "shortfall", "student", "president", "white", "debt", "forgiveness", "worth"], "article_url": "http://reason.com/blog/2015/02/05/obamas-student-loan-debt-forgiveness-wil", "article_text": "President Obama's student loan debt forgiveness policies will add a whopping $21.8 billion to the national debt, according to figures in the latest budget proposal. And thanks to the magic of government accounting, the shortfall is automatic—Congress can't really do anything about it.\n\nWith students and graduates drowning in more than $1 trillion worth of loan debt, the president has made debt forgiveness one of his top education priorities, and plans to expand his generous repayment program. More and more borrowers will be able to enroll in plans that require them to pay only 10 percent of their income each month for 20 years (fewer, if they work for the government) before the remainder of their debt is forgiven.\n\nPOLITICO's Michael Grunwald, who first reported the story, calls the shortfall a \"big quasi-bailout\":\n\nThe White House budget office was unaware of any larger re-estimates since the current scoring rules for credit programs went into effect in 1992. As a January Politico Magazine feature on the government’s unusual credit portfolio reported, the Federal Housing Administration has stuck more than $75 billion worth of similar re-estimates onto Uncle Sam’s tab over the last two decades, most of them after the recent housing bust led to a cascade of FHA-backed mortgage defaults. But it’s never had a one-year shortfall quite as drastic as this. “Wow,” marveled Steve Ellis, vice president of Taxpayers for Common Sense. “Whether or not it’s good policy to help borrowers with their payments, it’s obviously costly for taxpayers.”\n\nYeah, it's bad for taxpayers, although $22 billion is little more than a drop in the bucket at this point; the shortfall will only increase the deficit by 5 percent. And the White House is not without good reason to believe that a better financial year in the future could offset this year's shortfall entirely. Good and bad estimates of these things tend to balance out over time, according to POLITICO.\n\nStill, it's a sneaky way to transfer the cost of college away from the people who actually reaped the benefit—the graduates—and onto the backs of the taxpayers.\n\nIt also vastly distorts the true cost of college by dispersing the bill among so many different entities, which in turn gives colleges a free hand to jack up the price. They can charge as much as they want for tuition: their customers don't pay, all Americans do.\n\nMore from Reason on student loans here.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Yeah, that's bad for taxpayers.", "title": "Obama's Student Loan Debt Forgiveness Will Cost $22 Billion", "url": "http://reason.com/blog/2015/02/05/obamas-student-loan-debt-forgiveness-wil", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14231528099995.jpg", "type": "article"}, "twitter": {"description": "President Obama's student loan debt forgiveness\npolicies will add a whopping $21.8 billion to the national debt,\naccording to figures in the latest budget proposal. And thanks to\nthe magic of government accounting, the shortfall is\nautomatic—Congress can't really do anything about it.\nWith students and graduates drowning in more than $1 trillion\nworth of loan debt, the president has made debt forgiveness one of\nhis top education priorities, and plans to expand his generous\nrepayment program. More and", "title": "Obama's Student Loan Debt Forgiveness Will Cost $22 Billion", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14231528099995.jpg", "creator": "@robbysoave", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2015-02-05T17:18:00+00:00", "author": "http://reason.com/people/robby-soave"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fdc6ae\"", "article_summary": "President Obama's student loan debt forgiveness policies will add a whopping $21.8 billion to the national debt, according to figures in the latest budget proposal.\nWith students and graduates drowning in more than $1 trillion worth of loan debt, the president has made debt forgiveness one of his top education priorities, and plans to expand his generous repayment program.\nAnd thanks to the magic of government accounting, the shortfall is automatic—Congress can't really do anything about it.\nThey can charge as much as they want for tuition: their customers don't pay, all Americans do.\n“Wow,” marveled Steve Ellis, vice president of Taxpayers for Common Sense."}