{"article_title": "Don’t Bite on King Digital's Candy Crush IPO", "article_keywords": ["king", "million", "dont", "gaming", "bite", "digitals", "zyngas", "ipo", "candy", "crush", "game", "stock", "company", "help"], "article_url": "http://www.thefiscaltimes.com/Columns/2014/02/19/Don-t-Bite-King-Digitals-Candy-Crush-IPO", "article_text": "Is the newly announced IPO of King Digital Entertainment PLC, the creator of red-hot mobile game “Candy Crush Saga,” doomed to follow in Zynga’s (NASDAQ: ZNGA) tracks as neatly as some of those cross-country skiers draft behind each other at the Olympics? Or could King actually ski triumphantly to gold?\n\nMy money, alas, is on the former scenario.\n\nAdmittedly, Zynga has been on a tear of late, having soared 35 percent since the beginning of the year, even as the stock market itself has largely languished in the doldrums, partly thanks to some impressive earnings. But its biggest gain came Tuesday, on the heels of King's IPO filing.\n\nIn spite of Zynga’s recent gains, the stock still languishes well below its IPO price, and hovers at about a third of its all-time high of nearly $15 a share. Moreover, its recent advance is a great example of investors putting the cart before the horse. The buzz surrounding a hot new game (remember Zynga’s “FarmVille”?) and a hot new gaming company isn’t proof that it’s possible to build a sustainable and successful company capable of generating impressive returns over the long haul.\n\nRelated: How Zynga Lost Its Zing to a New Gaming King\n\nClearly, “Candy Crush” is addictive. Some two dozen otherwise rational Facebook friends of mine keep informing me of their progress in the game. And King is highly profitable, recording net income of $567.6 million last year, up from $7.8 million in 2012; revenues have soared from $164.4 million in 2012 to an astonishing $1.88 billion last year. That’s more than double Zynga’s revenue of $873 million in 2013 – and Zynga has yet to post a profit.\n\nSo far, so good. King has done a fabulous job delivering “Candy Crush” to addicts via mobile devices.\n\nHere’s the rub: To be bullish about King’s future, you have to believe the company’s creative team can do it again. And again. And again. Ad infinitum. You need to be confident that winning streak will continue, and that the team can not only fend off rivals but stay ahead of the curve of whatever gamers want next, even when it means figuring out what those gamers want before they know it themselves.\n\nAbove all, King will have to ensure its next hit game is structured in such a way that those players are willing to pay out for options (“in-app” transactions) that help them score more points.\n\nRelated: Candy Crush — The Sweet and Profitable Gaming Allure\n\nEventually, gamers start looking around for something new. We have seen that happen with “FarmVille” — some of those former addicts are numbered among those now begging for my help with their “Candy Crush” obsessions. And we’ll see it again. The barriers to entry are relatively low.\n\nIn contrast to social media platforms like Facebook, LinkedIn or Twitter, it’s hard to wrap my mind around the idea of a gaming company becoming “the” go-to publisher. One game does not necessarily build a franchise, and it certainly doesn’t help to build a wide competitive moat.\n\nRegardless of your personal views about Facebook and its single-minded determination to sweep up and sell to advertisers as much personal data as possible, it remains the baseline social networking site. True, challengers may eventually supplant it, but the company just celebrated its 10th birthday and it likely still has many years ahead of it at the top of the heap.\n\nThe shelf life of a successful game is significantly shorter. Really – who still plays “Rollercoaster Tycoon”? That’s why video game franchises like “Call of Duty” have dozens of sequels, designed to reinforce user loyalty. Even Slate culture critic June Thomas, a self-confessed Candy junkie, commented last summer that her interest in the game was \"already waning.” (No word yet on whether she’s located a “Candy Crush” 12-step program to help wean her off her addiction.)\n\nThere’s another risk: protecting intellectual property. Already, King is embroiled in a dispute with a rival claiming that “Candy Crush” is a ripoff of their existing game. And let’s face it: “Candy Crush” is really just a variant of the venerable “Bejeweled,” which also required players to match three or more items in rows, columns or other groupings. The difference? Rather than buying the game up front, gamers have to pay to repurchase lost “lives,” or to access new levels and features. The key difference is one of economics to the developer, not in the game itself.\n\nThere’s even a risk, as England’s Daily Mail suggested, that regulators may want to scrutinize its appeal to younger users and that – gasp – “Candy Crush Saga” could even be a kind of gateway drug to more hardcore gambling.\n\nYou don’t need to take that kind of dire view to consider that King just might not be the ideal stock to add to your portfolio. “Candy Crush” still accounts for 73 percent of King’s active users and 78 percent of its bookings. Yes, the company is about a decade old, but its success is tied to that single game and there’s no evidence – in the industry itself or within King specifically – that it will keep churning out hits for years to come.\n\nWhen you buy a stock, you’re buying into the future, not what has already happened. True, underwriters JPMorgan Chase and Credit Suisse hope to sell a bright future to you, but unless you’ve got a pronounced appetite for volatility and risk, I’d suggest politely declining the invitation.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "To be bullish about King’s future, you have to believe the company’s creative team can do it again. And again. And again.", "title": "Don’t Bite on Candy Crush IPO", "url": "http://www.thefiscaltimes.com/Columns/2014/02/19/Don-t-Bite-King-Digitals-Candy-Crush-IPO", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/CandyCrush2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Columns/2014/02/19/Don-t-Bite-King-Digitals-Candy-Crush-IPO", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/CandyCrush2.jpg", "creator": "@SuzMcGeeNYC", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "To be bullish about King’s future, you have to believe the company’s creative team can do it again. And again. And again.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fcdd53\"", "article_summary": "“Candy Crush” still accounts for 73 percent of King’s active users and 78 percent of its bookings.\nAlready, King is embroiled in a dispute with a rival claiming that “Candy Crush” is a ripoff of their existing game.\nKing has done a fabulous job delivering “Candy Crush” to addicts via mobile devices.\nRelated: How Zynga Lost Its Zing to a New Gaming KingClearly, “Candy Crush” is addictive.\nRelated: Candy Crush — The Sweet and Profitable Gaming AllureEventually, gamers start looking around for something new."}