{"article_title": "CVS Ceased To Sell Cigarettes Because Of Intimidation Or Cronyism, Not Public Health", "article_keywords": ["sell", "selling", "attorneys", "tobacco", "cronyism", "ceased", "cvs", "stores", "intimidation", "youth", "cigarettes", "health", "letter", "products", "general", "public"], "article_url": "http://dailycaller.com/2014/09/09/cvss-ceased-to-sell-cigarettes-because-of-intimidation-or-cronyism-not-a-concern-for-health/", "article_text": "4312397\n\nOn February 5th, the pharmacy chain CVS Caremark announced that as of October 1st it will no longer sell tobacco products. Just this month they announced they had ceased selling tobacco products a month early.\n\nImmediately after the CVS announcement last February, President Obama praised the pharmacy chain’s decision. This immediate response from the White House was suspicious as one may assume the administration had been given advance notice by CVS. President Obama and many in the press made it appear that CVS was being altruistic, forsaking between 1.5 and 2 billion dollars in annual revenue from the sale of tobacco products. The reality is this was a business decision by CVS in order to cash in on the Affordable Care Act (a.k.a. Obamacare), which allows insurance companies to charge up to 50 percent more in premiums for smokers and get favorable publicity from much of the media already hostile to tobacco. CVS is more than within its right to sell or not sell a legal product but they should be honest about it.\n\nCurrently, CVS has 800 in-store clinics where customers can see a primary care specialist without having to visit a hospital. The chain has plans to increase that number by the year 2017.\n\nIt is important to read the last line of this statement by CVS Caremark’s president, Larry J. Merlo, regarding his company’s decision last February: “The significant action we’re taking today by removing tobacco products from our retail shelves further distinguishes us in how we are serving our patients, clients and health care providers and better positions us for continued growth in the evolving health care marketplace.”\n\nIn other words, CVS is scrapping tobacco for future revenue it will receive from Obamacare.\n\nCVS claims it is saving lives by not selling tobacco products, but that does not prevent CVS from continuing to sell over the counter abortion inducing drugs like Plan B. In our politically correct times, some controversial products are more acceptable than others.\n\nThe scandal in this story was the letter of intimidation from 28 attorneys general. This letter to retailers Walgreens, Wal-Mart, Rite-Aid, Kroger food stores, and more was signed by attorneys general from 24 states, two territories and the District of Columbia. Former U.S. Senator Mike DeWine, who is now attorney general of Ohio, stated: “My fellow Attorneys General and I are asking these national retailers to take an additional step forward in keeping tobacco products away from youth by voluntarily not selling them in their stores with pharmacies … The health of our kids is just too important.”\n\nI gather Mike DeWine is aware, as are the other attorneys general, that it is illegal to sell tobacco to minors. Oh well, they won’t let the facts get in the way of using their government posts to intimidate the private sector.\n\nHere are a few excerpts from the letter dated March 14th; this particular letter went to Kroger foods:\n\nKroger has demonstrated leadership in the area of tobacco control by entering into an Assurance of Voluntary Compliance with the Attorneys General in 2007, and we appreciate your cooperation in working to reduce sales to youth. But now we ask you to take the next step and to stop all sales of tobacco products in your retail stores that have pharmacies. Doing so would effectively bring us full circle, back from the time when a tobacco manufacturer could advertise that “More doctors smoke CAMELS than any other cigarette” to a time when cigarettes simply cannot be purchased from a business that sells products prescribed by doctors.\n\nAnd the letter menacingly ends with: “We [28 attorneys general] look forward to hearing from you.” I’ll bet they do!\n\nThis letter is like a sheriff, wearing a loaded gun, going into a shop and telling the owner what shouldn’t be sold even though it’s a legal product. And what happens if some of these chain stores choose to cave? What precedent does that set for our big government? If retailers can be pressured by law enforcement officials into not selling tobacco in the name of protecting youth what will it be next? Beer? Guns? Wal-Mart sells guns. And what about the real, health crisis facing youth today — obesity. Will these attorneys generals target the sale of snack foods and candy next? I’m sure Michelle Obama would be pleased if they did.\n\nThis letter was tyrannical. Voters should be reminded that many of these attorneys general are up for reelection this fall. The attorneys general signatories are:\n\nRepublican Michael Geraghty of Alaska\n\nRepublican Tom Horne of Arizona\n\nDemocrat George Jepsen of Connecticut\n\nDemocrat Beau Biden of Delaware (the Vice President’s kid)\n\nDemocrat David Louie of Hawaii\n\nRepublican Lawrence Wasden of Idaho\n\nDemocrat Lisa Madigan of Illinois\n\nRepublican Greg Zoeller of Indiana\n\nDemocrat Tom Miller of Iowa\n\nDemocrat Janet Mills of Maine\n\nDemocrat Doug Gansler of Maryland\n\nDemocrat Jim Hood of Mississippi\n\nDemocrat Catherine Cortez Masto of Nevada\n\nDemocrat Joseph Foster of New Hampshire\n\nDemocrat Gary King of New Mexico\n\nDemocrat Eric Schneiderman of New York\n\nRepublican Mike DeWine of Ohio\n\nDemocrat Ellen Rosenblum of Oregon\n\nDemocrat Kathleen Kane of Pennsylvania\n\nDemocrat Peter Kilmartin of Rhode Island\n\nDemocrat Robert Cooper Jr. of Tennessee\n\nRepublican Sean Reyes of Utah\n\nDemocrat William Sorrell of Vermont\n\nDemocrat Robert Ferguson of Washington\n\nIn addition to these 24 states attorneys general were the attorneys generals for Puerto Rico, Guam, the North Mariana Islands and the District of Columbia. All of them should be voted out.", "article_metadata": {"sailthru.author": "Theodore J. King", "description": "28 attorneys general bullying stores about what they can sell sets an awful precedent.", "og": {"site_name": "The Daily Caller", "description": "On February 5th, the pharmacy chain CVS Caremark announced that as of October 1st it will no longer sell tobacco products. Just this month they announced they had ceased selling tobacco products a", "title": "CVS Ceased To Sell Cigarettes Because Of Intimidation Or Cronyism, Not Public Health", "url": "http://dailycaller.com/2014/09/09/cvss-ceased-to-sell-cigarettes-because-of-intimidation-or-cronyism-not-a-concern-for-health/", "image": {"width": 800, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2013/08/fc4c3dce1a5c44f2a37bea53495963a2-e1376678117117.jpg", "height": 344}, "type": "article"}, "twitter": {"description": "28 attorneys general bullying stores about what they can sell sets an awful precedent.", "title": "CVS Ceased To Sell Cigarettes Because Of Intimidation Or Cronyism, Not Public Health Via @dailycaller", "url": "http://dailycaller.com/2014/09/09/cvss-ceased-to-sell-cigarettes-because-of-intimidation-or-cronyism-not-a-concern-for-health/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2013/08/fc4c3dce1a5c44f2a37bea53495963a2-e1376678117117.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2014-09-09 16:01:50", "sailthru.title": "CVS Ceased To Sell Cigarettes Because Of Intimidation Or Cronyism, Not Public Health", "HandheldFriendly": "true", "sailthru.tags": "affordable-care-act,barack-obama,theodore-j-king", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "affordable care act,barack obama,cvs", "sailthru.description": "On February 5th, the pharmacy chain CVS Caremark announced that as of October 1st it will no longer sell tobacco products. Just this month they announced they had ceased selling tobacco products a", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2013/08/fc4c3dce1a5c44f2a37bea53495963a2-e1376678117117.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fdc6b6\"", "article_summary": "4312397On February 5th, the pharmacy chain CVS Caremark announced that as of October 1st it will no longer sell tobacco products.\nJust this month they announced they had ceased selling tobacco products a month early.\nVoters should be reminded that many of these attorneys general are up for reelection this fall.\nCVS claims it is saving lives by not selling tobacco products, but that does not prevent CVS from continuing to sell over the counter abortion inducing drugs like Plan B.\nCVS is more than within its right to sell or not sell a legal product but they should be honest about it."}