{"article_title": "Stop Segregating Sports by Gender", "article_keywords": ["catanzaro", "woman", "dont", "weight", "gender", "men", "stop", "olympic", "mens", "segregate", "women", "athletes", "segregating"], "article_url": "http://reason.com/archives/2014/07/23/stop-segregating-sports-by-gender", "article_text": "Kacy Catanzaro has put to shame a lot of men much bigger than she. The list includes Denver Broncos wide receiver Matt Willis, Tennessee Titans safety Jordan Babineaux, mixed-martial-arts fighter Jason Soares, snowboarder Graham Watanebe and Olympic gymnast Jonathan Horton. Those are just a few.\n\nCatanzaro, who stands 5 feet 0 inches tall and weighs 100 pounds after a big lunch, did what none of those outstanding athletes could. She made it to Mount Midoriyama, the final stage of the American Ninja Warrior (ANW) competition. She is the first woman ever to do so.\n\nANW is basically a big obstacle course, in the same sense that an intercontinental ballistic nuclear missile is basically a big arrow. One standard obstacle is the warped wall, which requires competitors to get to the top of a 14-foot-tall concave wall that has no handholds. Another is the salmon ladder, which has to be climbed with arm strength alone.\n\nTo climb it, contestants must do pull-ups with sufficient explosive force to yank the pull-up bar out of one set of notches and move it up to another set before gravity pulls them out of reach. As they move up the ladder, the notches get farther apart.\n\nAnd as the competition progresses, the courses get longer and harder. Much harder: Only a handful of competitors ever has made it to the final stage, and nobody has ever completed it.\n\nThe sport has a smallish following compared to more popular ones such as soccer, or jai-alai, or sepak takraw. But its appeal has grown, and coverage has migrated from cable to NBC.\n\nPeople watch for a variety of reasons, but one of the sport’s appeals may be the purity of its meritocracy. You either finish the course or you don’t. ANW has no referees. It has no judges. It has no weight classes, time-outs, pinch hitters or relief pitchers. Each competitor is completely on his or her own. Anyone can try out; truck drivers, doctors and CPAs line up to test themselves alongside stuntmen and Olympic athletes. Walk-ons are welcome — and sometimes prevail.\n\nAnd as noted above, ANW does not even segregate participants by gender, as every other sport more vigorous than shuffleboard does. Most women don’t get very far — not even Olympic medalists like Dee Dee Trotter and Lauryn Williams. Then again, most men don’t get very far either.\n\nBut some women do. Catanzaro has gone farther than any other to date, but her accomplishment probably won’t remain unique for long. (You can watch her finish the Dallas finals course by searching YouTube for “Kacy Catanzaro at the 2014 Dallas Finals”).\n\nAnd that raises, once again, the question of why we segregate sports by gender. If a woman can play basketball or baseball well enough for a men’s team, then it’s hard to think of even marginally credible arguments for not letting her. Likewise, it’s hard to think of a good reason for separating male and female golf, or track and field, and so on.\n\nThe only plausible explanation for keeping women out of men’s sports is that it also keeps men out of women’s sports. If you let women compete against men, then you have to let men compete against women, and gender physiology makes it likely that a lot of women’s teams could soon become JV men’s teams instead. Men who couldn’t quite make the cut in the NBA, for instance, could try out in the WNBA — and some of them would elbow women aside.\n\nBut how much weight should we give such a consideration? Nobody seems much bothered by the fact that, say, African-American women dominate the 100-meter dash. On the list of fastest times for that event, not a single Asian, Caucasian or Latino woman appears until you get down to slot No. 29 (Irina Privalova). Yet nobody in his or her right mind would conclude that we therefore should segregate the short-distance track events by race, so that women from other ethnicities get a better shot at winning.\n\nSports are one of the last bastions of society where equality of opportunity reigns – and equality of results is out of place. Boxing and mixed martial arts make allowances for physical type by dividing participants into different weight classes. Most sports don’t. And many sports, from fencing to diving, demand qualities other than mere brute strength. So why segregate them?\n\nGranted, most women can’t perform at the level of professional male athletes. So what? Most men can’t perform at the level of professional male athletes either. Averages and medians are beside the point. Elite sports is a celebration of those so far beyond the ordinary that most of us can only sit back and gaze in awe, whether they’re men — or women like Kacy Catanzaro.", "article_metadata": {"og": {"url": "http://reason.com/archives/2014/07/23/stop-segregating-sports-by-gender", "type": "article", "site_name": "Reason.com", "description": "What American Ninja Warrior tells us about sex segregation.", "title": "Stop Segregating Sports by Gender"}, "twitter": {"title": "Stop Segregating Sports by Gender", "description": "Kacy Catanzaro has put to shame a lot of men much bigger than\nshe. The list includes Denver Broncos wide receiver Matt Willis,\nTennessee Titans safety Jordan Babineaux, mixed-martial-arts\nfighter Jason Soares, snowboarder Graham Watanebe and Olympic\ngymnast Jonathan Horton. Those are just a few.\nCatanzaro, who stands 5 feet 0 inches tall and weighs 100 pounds\nafter a big lunch, did what none of those outstanding athletes\ncould. She made it to Mount Midoriyama, the final stage of the\nAmerican Ninja Warrior (ANW) competition. She is the first woman\never to do so.\nANW is basically a big obstacle course, in the same sense that\nan intercontinental ballistic nuclear missile is bas", "card": "summary_large_image", "site": "@reason"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "HomePage", "published_time": "2014-07-23T14:30:00+00:00", "author": "http://reason.com/people/a-barton-hinkle"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fcdd5a\"", "article_summary": "Anyone can try out; truck drivers, doctors and CPAs line up to test themselves alongside stuntmen and Olympic athletes.\nMost women don’t get very far — not even Olympic medalists like Dee Dee Trotter and Lauryn Williams.\nThen again, most men don’t get very far either.\nAnd as noted above, ANW does not even segregate participants by gender, as every other sport more vigorous than shuffleboard does.\nAnd that raises, once again, the question of why we segregate sports by gender."}