{"article_title": "Cherry Hill police nab man with 250 pounds of pot", "article_keywords": ["nab", "pounds", "wooden", "cherry", "pot", "suspicious", "marijuana", "drug", "traffic", "hill", "vehicle", "250", "unit", "man"], "article_url": "http://www.philly.com/philly/news/new_jersey/20141216_Cherry_Hill_police_nab_man_with_250_pounds_of_pot.html", "article_text": "A traffic stop in Cherry Hill netted more than 250 pounds of marijuana after officers pulled over a Camden man, police said Monday.\n\nNelson Anderson, 57, faces a number of charges, including possession of marijuana over 50 grams. He was arrested Thursday evening after investigators saw him moving large boxes from a self-storage unit in Cherry Hill into a vehicle, police said. The unit was under surveillance because of reports of suspicious activity.\n\nAnderson was stopped shortly after leaving the unit for driving with a suspended license.\n\nMika, the Cherry Hill police department's K-9, then sniffed the outside of the vehicle and indicated marijuana was inside. Police said they found 100 pounds of the drug in the vehicle, and a wooden crate with more than 150 pounds of the drug.", "article_metadata": {"keywords": "news", "og": {"site_name": "philly-archives", "description": "A traffic stop in Cherry Hill netted more than 250 pounds of marijuana after officers pulled over a Camden man, police said Monday. Nelson Anderson, 57, faces a number of charges, including...", "title": "Cherry Hill police nab man with 250 pounds of pot", "url": "http://articles.philly.com/2014-12-17/news/57117415_1_police-nab-man-cherry-hill-250-pounds", "image": "http://media.philly.com/images/600*450/20141216_inq_b-jpot16-a.JPG", "type": "article"}, "fb": {"admins": 100001837105818, "app_id": 174828689230209}, "description": "A traffic stop in Cherry Hill netted more than 250 pounds of marijuana after officers pulled over a Camden man, police said Monday. Nelson Anderson, 57, faces a number of charges, including"}, "_id": "\"57477af46914bd0286fdc6c2\"", "article_summary": "A traffic stop in Cherry Hill netted more than 250 pounds of marijuana after officers pulled over a Camden man, police said Monday.\nMika, the Cherry Hill police department's K-9, then sniffed the outside of the vehicle and indicated marijuana was inside.\nHe was arrested Thursday evening after investigators saw him moving large boxes from a self-storage unit in Cherry Hill into a vehicle, police said.\nPolice said they found 100 pounds of the drug in the vehicle, and a wooden crate with more than 150 pounds of the drug.\nNelson Anderson, 57, faces a number of charges, including possession of marijuana over 50 grams."}