{"article_title": "MGMA and AMA Announce 'Practice Innovation Challenge' Winners", "article_keywords": ["physicians", "mgma", "patient", "help", "ama", "challenge", "practice", "modules", "practices", "patients", "winners", "innovation", "announce", "medical", "mgmas"], "article_url": "http://www.hcplive.com/physicians-money-digest/practice-management/mgma-and-ama-announce-practice-innovation-challenge-winners", "article_text": "The American Medical Association and the Medical Group Management Association this week honored five medical practices for using outside-the-box thinking to help physicians thrive in a changing healthcare environment.The winners of the AMA and MGMA’s jointly operated “Practice Innovation Challenge” were chosen for submitting high-value strategies with low barriers to adoption. The awards were presented at MGMA’s annual meeting, which is taking place this week in Nashville.“This partnership with AMA highlights the capabilities of MGMA’s most innovative members,” said Halee Fischer-Wright, MD, president and CEO of MGMA. “It’s a testament to what’s possible when medical practices get recognized for being stronger, more aligned and competitive in an ever-changing health care landscape.”The challenge was launched back in June. The winning practices will each receive $10,000 and the chance to help create new modules for AMA’s STEPS Forward platform, a web-based educational platform that offers 26 online modules to help physicians cope with issues ranging from telemedicine to revenue cycle management to burnout. The AMA said 10 of the modules were just added this month.“The top entries from the Practice Innovation Challenge will be valuable additions to Steps Forward that will help the AMA and MGMA spread new practice transformation tactics to practices across the country,” said Steven J. Stack, MD, the AMA’s president.The five winners are as follows (descriptions provided by the AMA and MGMA):Patient-centered New Patient ProcessA streamlined patient registration process that provides complete and accurate information on new patients while substantially cutting administrative costs.Health CoachingA proactive model for engaging with patients in collaborative health action plans that saves physicians time while enhancing patient outcomes and satisfaction.The Letter ProjectA catalyst for overcoming language barriers with patients and providing accessible written information in numerous languages that can facilitate end-of-life planning discussions with a physician.Building a Medical Home-based Care Transition TeamA team approach to preventable drug therapy problems that decreased hospital readmissions in targeted patients.Medical Assistant In-service EducationAn interactive education curriculum that improves the performance of medical assistants as an important member of the team-based care model.", "article_metadata": {"description": "The American Medical Association and the Medical Group Management Association this week honored five medical practices for using outside-the-box thinking to help physicians thrive in a changing healthcare environment.", "og": {"site_name": "MD Magazine", "description": "The American Medical Association and the Medical Group Management Association this week honored five medical practices for using outside-the-box thinking to help physicians thrive in a changing healthcare environment.", "title": "MGMA and AMA Announce 'Practice Innovation Challenge' Winners", "url": "www.hcplive.com/physicians-money-digest/practice-management/mgma-and-ama-announce-practice-innovation-challenge-winners", "image": "https://s3.amazonaws.com/hcplive/v1_media/_upload_image/_thumbnails/happydoctor.jpg", "type": "Article"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "https://s3.amazonaws.com/hcplive/v2_media/_core/favi/ms-icon-144x144.png", "keywords": "Practice Management, EHR, Hospital Medicine, Primary Care, Internal Medicine, Family Medicine", "theme-color": "#ffffff"}, "article_summary": "“It’s a testament to what’s possible when medical practices get recognized for being stronger, more aligned and competitive in an ever-changing health care landscape.”The challenge was launched back in June.\nThe American Medical Association and the Medical Group Management Association this week honored five medical practices for using outside-the-box thinking to help physicians thrive in a changing healthcare environment.The winners of the AMA and MGMA’s jointly operated “Practice Innovation Challenge” were chosen for submitting high-value strategies with low barriers to adoption.\nThe awards were presented at MGMA’s annual meeting, which is taking place this week in Nashville.“This partnership with AMA highlights the capabilities of MGMA’s most innovative members,” said Halee Fischer-Wright, MD, president and CEO of MGMA.\nThe winning practices will each receive $10,000 and the chance to help create new modules for AMA’s STEPS Forward platform, a web-based educational platform that offers 26 online modules to help physicians cope with issues ranging from telemedicine to revenue cycle management to burnout.\nThe AMA said 10 of the modules were just added this month.“The top entries from the Practice Innovation Challenge will be valuable additions to Steps Forward that will help the AMA and MGMA spread new practice transformation tactics to practices across the country,” said Steven J. Stack, MD, the AMA’s president.The five winners are as follows (descriptions provided by the AMA and MGMA):Patient-centered New Patient ProcessA streamlined patient registration process that provides complete and accurate information on new patients while substantially cutting administrative costs.Health CoachingA proactive model for engaging with patients in collaborative health action plans that saves physicians time while enhancing patient outcomes and satisfaction.The Letter ProjectA catalyst for overcoming language barriers with patients and providing accessible written information in numerous languages that can facilitate end-of-life planning discussions with a physician.Building a Medical Home-based Care Transition TeamA team approach to preventable drug therapy problems that decreased hospital readmissions in targeted patients.Medical Assistant In-service EducationAn interactive education curriculum that improves the performance of medical assistants as an important member of the team-based care model."}