{"article_title": "Study: Non-Citizen Votes May Have Tipped 2008 Election for Obama", "article_keywords": ["votes", "voter", "north", "noncitizens", "study", "elections", "noncitizen", "tipped", "election", "vote", "2008", "carolina", "integrity", "obama"], "article_url": "http://www.breitbart.com/big-government/2014/11/03/president-obama-elected-with-illegal-votes/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nSIGN UP FOR OUR NEWSLETTER\n\nEuropean leftists prefer American presidents who are critics of capitalism and fans of redistribution. The same is typically true of others foreigners, according to various surveys that show a Democrat candidate could win in presidential contests where foreigners had a voice at the ballot box.\n\nPolls like that are hypothetical, of course, because it is illegal for foreign nationals to vote in federal elections. But a new academic study shows foreign nationals have been in a position to help Democrats steal elections. In fact, the study demonstrates that it is likely that President Obama won the presidency thanks to non-citizens illegally voting for him in 2008. On top of that stunning conclusion, the study also concludes that “non-citizen votes likely gave Senate Democrats the pivotal 60th vote needed to overcome filibusters in order to pass health care reform and other Obama administration priorities in the 111th Congress.”\n\nIf this study’s results are accurate, the implications are startling: Obama is president as the result of election fraud. We have Obamacare because of election fraud. We have Dodd-Frank because of election fraud. We have Solyndra because of election fraud.\n\nWithout the election fraud that put Obama in office, there’d be no lawless amnesty for illegal aliens, no Operation Fast and Furious, no Obama IRS assault on Americans.\n\nDon’t take my word for it, you can draw your own conclusion from the alarming assessment that comes from the Cooperative Congressional Election Study (CCES), which is operated by teams of researchers from across the country. Non-citizens are inclined to support Democrat candidates, and President Obama pulled in more than 80 percent of the vote from non-citizens in 2008, according to CCES. There were enough ineligible voters to cast ballots in the 2008 election cycle to pull out Democratic victories in close elections nationwide.\n\nThe results of the CCES study show how serious this problem has become. The non-citizen vote was large enough to account for Democrat victories in a few close elections, according to a Washington Post article written by two of the political science professors who authored the study. It is possible that non-citizens were a significant factor in Obama’s 2008 victory in North Carolina. How do they know? This conclusion is based upon extrapolations from the portion of the sample with a verified vote that show 6.4 percent of non-citizens voted in 2008 and 2.2 percent of non-citizens voted in 2010. They may not sound like big numbers, but they are big enough to make a difference in tight, competitive races.\n\nAnd there is little doubt that these votes helped put Obama into the presidency. The study notes “it is likely though by no means certain that John McCain would have won North Carolina were it not for the votes for Obama cast by non-citizens.” North Carolina’s Electoral College votes were the difference between Obama’s winning and losing the presidency.\n\nJudicial Watch has long maintained, and this study confirms, left-wing opposition to voter ID laws makes perverse sense. The Democratic candidates mostly favored by the left are the biggest beneficiaries of voter fraud. In this coming Tuesday’s mid-term elections, American citizens may have another election stolen from them–again–in North Carolina. In North Carolina officials have found at least 145 illegal aliens who are still in the country as a result of Obama’s lawless amnesty and are registered to vote. North Carolina has one of the closest U.S. Senate races in the entire country, John Fund, a columnist for National Review, explains. The non-citizen vote in North Carolina alone could help determine which party controls the U.S. Senate.\n\nThis is not a partisan issue–one can imagine many a Republican, desperate to obtain or retain federal office, happy to look the other way if illegal votes from non-citizens can help win an election.\n\nThis is a major story and confirms JW’s working theory that foreign nationals illegally vote in federal elections in large numbers and have assisted Democrats, including this president, to steal elections.\n\nThis is why the left, led by this Obama administration, does not want voter ID laws, loves same-day registration, by-mail voting, etc. and craves amnesty (by hook or by Obama crook) and open borders. It is not about the Hispanic vote–it is about the illegal alien vote (and the legal alien vote), it is about stealing elections.\n\nYou simply cannot take for granted that your vote counts. This new study confirms that there is a real chance your vote can be cancelled out by an illegal vote cast by legal or illegal aliens.\n\nThrough our Election Integrity Project, Judicial Watch has taken the lead in fighting voter fraud and protecting the integrity of the ballot box nationwide. Judicial Watch’s examination of data published in 2013 capturing 2012 voter rolls and population data showed that at least 11 states plus D.C. had substantially out-of-date voter rolls, with multiple counties where the number of registered voters exceeded the total voting age population. According to Pew Charitable Trusts Report published in 2012, “24 million–one of every eight–active voter registrations in the United States are no longer valid or are significantly inaccurate.”\n\nIn 2014, we successfully resolved lawsuits in Ohio and Indiana related to cleaning voter rolls in order to comply with the National Voter Registration Act (NVRA). Judicial Watch has threatened NVRA lawsuits in Colorado, Iowa, and the District of Columbia. Judicial Watch has ongoing NVRA investigations in Alabama, California, Illinois, Kentucky, Mississippi, Missouri, New Mexico, North Carolina, and West Virginia. Voters in all these states should be aware their voting rolls are dirty and susceptible to fraud.\n\nJudicial Watch is also defending voter ID and other election integrity laws in the courts through amicus briefs or other participation in cases in North Carolina, Arkansas, Tennessee, Wisconsin, Kansas, and Arizona.\n\nWe’ve been particularly effective in North Carolina, calling out the Obama administration on its canard that election integrity suppresses the minority votes and highlighting how the hypocritical race hustlers in the Justice Department are actually belittling black American voters with your tax dollars.\n\nNon-citizen voting is swaying our elections. Voter ID, as the Old Dominion University study concludes, can minimize but won’t eliminate this lawlessness. Proof of citizenship requirements, clean lists, diligence by election officials and other election integrity reforms are also part of the reform solution.\n\nThat is why, when the Obama Justice Department opposes voter ID and other basic election integrity measures in North Carolina, we are there to fight in court. And when it opposes proof of citizenship requirements, we are there. And when the compromised Obama gang wants to “fix” elections by actively opposing in court Judicial Watch’s successful effort to remove non-citizens from the rolls in Florida, we are there.\n\nYou can see “election integrity” is no academic debate. Our right to govern ourselves is under assault by an administration and a leftist movement that gains and keeps political power by negating your vote.", "article_metadata": {"description": "Study: Non-Citizen Votes May Have Tipped 2008 Election for Obama", "og": {"site_name": "Breitbart", "description": "Study: Non-Citizen Votes May Have Tipped 2008 Election for Obama", "title": "Study: Non-Citizen Votes May Have Tipped 2008 Election for Obama - Breitbart", "locale": "en_US", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Government/2012/Obamas/obama-laugh.jpg", "url": "http://www.breitbart.com/big-government/2014/11/03/president-obama-elected-with-illegal-votes/", "type": "article"}, "twitter": {"description": "Study: Non-Citizen Votes May Have Tipped 2008 Election for Obama", "creator": "@BreitbartNews", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Government/2012/Obamas/obama-laugh.jpg", "title": "Study: Non-Citizen Votes May Have Tipped 2008 Election for Obama - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Illegal Aliens, Senate, Voter Fraud,Big Government,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Government", "tag": "Voter Fraud", "published_time": "2014-11-03T18:19:45-07:00", "categories": "Big Government"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af46914bd0286fdaa4d\"", "article_summary": "Proof of citizenship requirements, clean lists, diligence by election officials and other election integrity reforms are also part of the reform solution.\nJudicial Watch has ongoing NVRA investigations in Alabama, California, Illinois, Kentucky, Mississippi, Missouri, New Mexico, North Carolina, and West Virginia.\nYou can see “election integrity” is no academic debate.\nNorth Carolina has one of the closest U.S. Senate races in the entire country, John Fund, a columnist for National Review, explains.\nThe non-citizen vote in North Carolina alone could help determine which party controls the U.S. Senate."}