{"article_title": "Kansas Medicaid Expansion Advocates Set Sights On Elections", "article_keywords": ["set", "legislators", "federal", "kansas", "sights", "elections", "expansion", "states", "advocates", "medicaid", "kansans", "jordan", "health", "care"], "article_url": "http://kcur.org/post/kansas-medicaid-expansion-advocates-set-sights-elections", "article_text": "After another legislative session with no action on Medicaid expansion, advocates in Kansas are turning their attention to the upcoming state elections and urging voters to become more vocal on the issue.\n\nA Monday rally in a Statehouse hearing room drew a standing-room-only crowd. It was better-attended than other similar rallies in the four years since the U.S. Supreme Court ruled that states have discretion over whether they expand Medicaid under the Affordable Care Act, commonly called “Obamacare.”\n\nDavid Jordan, executive director of Alliance for a Healthy Kansas, urged those in attendance to tell legislators they want Kansas to join the 31 states that have expanded access to the public health insurance program.\n\n“Today the hard work starts,” Jordan said. “We need to work collectively in every single legislative district to make sure legislators are hearing the concerns that were brought forth today.”\n\nAll of the seats in the Kansas House and Senate are subject to this year’s primary election in August and general election in November.\n\nThe Alliance for a Healthy Kansas was formed this year to coordinate an expansion push that so far has been splintered among several interest groups. The state’s hospitals, which have lost millions in federal dollars because of the decision not to expand Medicaid, previously led the lobbying effort.\n\nJordan said his coalition plans to activate a grassroots push by focusing not only on the economic hit to hospitals but also on the 150,000 Kansans estimated to be eligible for Medicaid coverage under expansion.\n\nAs a nonprofit, the alliance cannot endorse candidates. But Jordan said the group is likely to fund letter-writing campaigns and other efforts to draw attention to Medicaid expansion as an issue for voters and candidates.\n\n“I’m sure we will have mailers,” Jordan said.\n\nMedicaid in Kansas is a privatized program called KanCare administered by three private insurance companies. It’s currently available only to pregnant women, children and people with disabilities who meet certain income limits.\n\nExpansion under the ACA would extend access to Kansans who make less than 138 percent of the federal poverty level, which is annual income of $16,242 for an individual and $33,465 for a family of four.\n\nRobert Schremmer, a Catholic priest and vicar general of the Dodge City Diocese, said all major religions make care for the poor one of their main tenets.\n\nHe used the parable of the Good Samaritan to illustrate his support for expansion at Monday’s rally.\n\n“Expanding KanCare shows compassion to vulnerable people,” Schremmer said.\n\nMarcillene Dover, a Wichita State University student who has told legislators about her struggle to get health care coverage to treat her multiple sclerosis, sat in the front row as Schremmer made his remarks.\n\nTwo prominent members of Topeka’s medical community said during the rally that expanding Medicaid would improve health outcomes by encouraging Kansans to seek preventive care before their health problems become crises.\n\nAlice Weingartner, executive director of the Shawnee County Health Center, said 42 percent of the Kansans served by safety net clinics like hers have no insurance.\n\nEric Voth, vice president of primary care at Stormont Vail Health, said Kansans without health coverage often turn to emergency rooms for routine medical care. That’s costly, he said, and causes long ER waits that compromise the safety of patients with medical emergencies.\n\nRepublican leaders who oppose Medicaid expansion have consistently said they’re concerned about the cost. States eventually will shoulder 10 percent of the bill for expansion, with the federal government picking up the rest of the tab.\n\nBut Voth noted that Kansas has turned down more than $1 billion for refusing the first three years of expansion, which are fully federally funded.\n\nHe questioned whether legislators would consider turning away federal dollars in similar amounts for things like military bases and highways.\n\nVoth said the decision in Kansas has been more about the politics of a law spearheaded by a Democratic president than about fiscal conservatism.\n\n“I think it’s really critical that we cast off this great hysteria of ‘Obamacare,’” he said to loud applause. “There are so many elements of health care that have nothing to do with Obamacare that it’s time that we embrace the things that will move us forward.”\n\nAndy Marso is a reporter for KHI News Service in Topeka, a partner in the Heartland Health Monitor team. You can reach him on Twitter @andymarso", "article_metadata": {"category": "Health", "description": "After another legislative session with no action on Medicaid expansion, advocates in Kansas are turning their attention to the upcoming state elections and", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://kcur.org/post/kansas-medicaid-expansion-advocates-set-sights-elections", "image": "http://mediad.publicbroadcasting.net/p/kcur/files/styles/medium/public/201605/voth__eric2.jpg", "type": "article", "description": "After another legislative session with no action on Medicaid expansion, advocates in Kansas are turning their attention to the upcoming state elections and", "title": "Kansas Medicaid Expansion Advocates Set Sights On Elections"}, "story_id": 477423220, "twitter": {"site": "@kcur", "card": "summary", "creator": "@kcur"}, "author": "Andy Marso", "org_id": 0, "dc": {"title": "Kansas Medicaid Expansion Advocates Set Sights On Elections"}, "nid": 89656, "datePublished": "2016-05-09", "keywords": "Medicaid, Kansas Hospital Association, Sam Brownback, Kansas Legislature, Spot, Heartland Health Monitor", "wordCount": 785, "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "After another legislative session with no action on Medicaid expansion, advocates in Kansas are turning their attention to the upcoming state elections and urging voters to become more vocal on the issue.\nRepublican leaders who oppose Medicaid expansion have consistently said they’re concerned about the cost.\nBut Jordan said the group is likely to fund letter-writing campaigns and other efforts to draw attention to Medicaid expansion as an issue for voters and candidates.\nMedicaid in Kansas is a privatized program called KanCare administered by three private insurance companies.\nThe Alliance for a Healthy Kansas was formed this year to coordinate an expansion push that so far has been splintered among several interest groups."}