{"article_title": "India, EU Working To End Trade Huff Over Generic Drugs", "article_keywords": ["huff", "end", "working", "generic", "delhi", "india", "indias", "trade", "drugs", "free", "talks", "eu", "ban", "european", "union"], "article_url": "http://www.medicaldaily.com/india-eu-working-end-trade-huff-over-generic-drugs-348086", "article_text": "India and the European Union are looking to end trade tensions over generic drugs.\n\nIndia and the European Union are looking to end trade tensions over generic drugs. Photo courtesy of Shutterstock\n\nNEW DELHI (Reuters) - India and the European Union are taking steps to end a trade row sparked by an EU ban on Indian pharmaceutical products that New Delhi responded to by cancelling talks on a free trade accord with its largest trading partner, officials said.\n\nIndian Prime Minister Narendra Modi's office wrote to the E.U. Trade Commissioner to intervene when the ban on around 700 pharmaceutical products was formalized in May, two government sources in New Delhi said. There was no response, so the government canceled an Aug. 28 meeting to discuss restarting talks on the free trade accord that stalled in 2012, the sources said.\n\nThe E.U. Trade Commission says it did not get the letter from Modi's office on the ban, which is linked to flaws in clinical tests done by India's GVK Biosciences for other companies to make sure generic drugs are as good as the patented originals they emulate.\n\nComing after a trip to Germany where Modi personally argued that the long-stalled talks on a free trade accord should be revived, India's about-turn was a shock for the 28-nation grouping, which insisted the ban was a minor, technical issue unconnected to trade.\n\nIndia though, sees the move as veiled protectionism and support for major European drug manufacturers.\n\n\"We are disappointed and concerned over the EU action in imposing a ban on the sale of drugs,\" said Rajinder Chaudhary, spokesman of India's Ministry of Commerce and Industry.\n\nBut both sides are working to end the row, officials said. The European Union said in its May ruling against the India-made pharmaceuticals that drug makers can avoid the ban by submitting fresh test results.\n\n\"The Commission hopes that a solution will be found to the current deferral,\" said Daniel Rosario, a spokesman at the European Commission, adding that Europe was committed to reaching a trade deal.\n\nPrivately, New Delhi expressed the same sentiment.\n\n\"It is not a permanent deferral,\" said a top Indian government official with knowledge of the developments, asking not to be named because of the sensitivity of the matter.\n\nTOUGH TACTICS\n\nIndia-made generic drugs have brought down the cost of medicines globally, but they attract the ire of big U.S. and European pharmaceutical firms who lobby their governments to stop what they see as innovation-stifling attacks on their patents.\n\nIndian officials have described the E.U. move as a part of an offensive against its $15 billion generic drugs industry, as well as bad faith by its top trading partner just when Modi had staked his name to a revival of the long-stalled free trade deal.\n\nIndia has used tough tactics before in trade talks - soon after Modi took office last year New Delhi came close to scuppering the first ever global trade deal in order to win a concession from the WTO on farm subsidies.\n\nSome Indian officials, buoyed by the success at WTO, believe the tactics can be repeated.\n\nBut the delays risk leaving India isolated. While Modi is trying to double India's global exports to $900 billion in five years, Europe's top negotiator now spends more time on the Transatlantic Trade and Investment Partnership (TTIP) with Washington. Another with Japan is in the works.\n\n\"It is better to try to raise these issues within talks than try to resolve them outside,\" said Shyam Saran, an expert on global trade and India's top diplomat when Modi's party was last in power.\n\n\"The European Union is very important, it is our largest trade partner, given that negotiations are going on with TTIP, it is better to have a FTA (free trade agreement) deal before that.\"\n\nIndia's goods trade with Europe declined by about 4 percent in the fiscal year 2014/15 to $98 billion, while trade in services slipped 2.5 percent to $26 billion in 2013.\n\nBut while the EU is India's largest trade partner, it ranks only ninth among the bloc's partners, accounting for about two percent of its total merchandise trade in 2014.\n\n(Reporting by Manoj Kumar; Additional reporting by Julia Fioretti in Brussels and Frank Jack Daniel in New Delhi; Editing by Raju Gopalakrishnan)", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "india, eu, working, end, trade, huff, over, generic, drugs", "og": {"site_name": "Medical Daily", "description": "India and the European Union are taking steps to end a trade row sparked by an EU ban on Indian pharmaceutical products that New Delhi responded to by cancelling talks on a free trade accord with its largest trading partner, officials said.", "title": "India, EU Working To End Trade Huff Over Generic Drugs", "url": "http://www.medicaldaily.com/india-eu-working-end-trade-huff-over-generic-drugs-348086", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/17/shutterstock86846449.jpg", "type": "article"}, "twitter": {"description": "India and the European Union are taking steps to end a trade row sparked by an EU ban on Indian pharmaceutical products that New Delhi responded to by cancelling talks on a free trade accord with its largest trading partner, officials said.", "title": "India, EU Working To End Trade Huff Over Generic Drugs", "url": "http://www.medicaldaily.com/india-eu-working-end-trade-huff-over-generic-drugs-348086", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/17/shutterstock86846449.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/17/shutterstock86846449.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-08-17T11:03:00-04:00", "modified_time": "2015-08-17T11:02:59-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "India and the European Union are taking steps to end a trade row sparked by an EU ban on Indian pharmaceutical products that New Delhi responded to by cancelling talks on a free trade accord with its largest trading partner, officials said."}, "_id": "\"57477af46914bd0286fe1fe4\"", "article_summary": "India and the European Union are looking to end trade tensions over generic drugs.\nBut while the EU is India's largest trade partner, it ranks only ninth among the bloc's partners, accounting for about two percent of its total merchandise trade in 2014.\n\"The European Union is very important, it is our largest trade partner, given that negotiations are going on with TTIP, it is better to have a FTA (free trade agreement) deal before that.\"\nThere was no response, so the government canceled an Aug. 28 meeting to discuss restarting talks on the free trade accord that stalled in 2012, the sources said.\nThe European Union said in its May ruling against the India-made pharmaceuticals that drug makers can avoid the ban by submitting fresh test results."}