{"article_title": "Plan your western winter getaways with these ski resorts", "article_keywords": ["mountain", "runs", "run", "winter", "terrain", "cent", "resorts", "lift", "plus", "plan", "western", "skiing", "ski", "red", "getaways"], "article_url": "http://www.vancouversun.com/travel/plan+your+western+winter+getaways+with+these+resorts/9305591/story.html", "article_text": "Take advantage of winter and head to the Rocky Mountains for some skiing. If you base yourself in Calgary, a few extra hours of travel time will reward you with lower prices, shorter lift lines and vibrant little ski towns. Marmot Basin\n\nClaims to Fame: It offers the same majestic scenery of other Rockies resorts but none of the mayhem. A “secluded playground,” according to one online review. Marmot added three new lifts since 2009, including the longest high-speed quad chair in the Canadian Rockies. What’s New: To celebrate the resort’s 50th anniversary this year, many hotels are offering stay-and-ski deals. Check www.jaspercelebrates.com for details. With the new My Marmot card, you purchase lift tickets directly from the online store with a 10 per cent discount on lift prices. Runs: 86, plus one terrain park and a rail park Lifts: 6 (three high-speed express quads, a quad chairlift, a triple chairlift and a Magic Carpet) Single-Day Lift Ticket Price (plus GST): Adult (18-64) $82.50; Senior (65 and older) $66; Youth (13-17) $66; Junior (6-12) $29.95; Student (18-24 with ID) $66 Skiable Terrain: 682 hectares Terrain Breakdown: 30 per cent beginner; 30 per cent intermediate; 20 per cent advanced; 20 per cent expert Vertical drop: 914 metres Longest Run: 5.6 kilometres Insider Tips: Jennifer Heil, five-time World Champion moguls skier and two-time Olympic medalist, favours the Rock Gardens. The area is never groomed since snowcats lack access to the area. If you’re skiing with kids, ask a local to point you to Dragons Jaw. It’s an unmarked tree trail just off skier’s left on the lower portion of Roll Out. The trail is perfect for kids who have mastered the snowplow.\n\nContact Info: www.skimarmot.com, 1-866-952-3816 What the Olympian Says: Marmot Basin is where childhood memories are made for Heil: “Like at six years old when my dad missed the chairlift and I rode up the Knob chair all by myself,” she says. “I can remember brimming with pride at this accomplishment and gaining confidence on the slopes!” She traveled there with her family almost every weekend from Edmonton. Skiing there consistently for the past decade, she loves the beautiful environment, varied terrain and wide-open runs. Her namesake, Jenn’s Run was a complete surprise for her: “It is really special to me because Marmot Basin played such a critical role in both my ski development and life long passion for skiing.”\n\nRed Mountain Resort\n\nClaims to Fame: Where to start? It’s a place with 7.6 metres of annual snowfall, impressive vertical, in-bounds cat-skiing, 360-degree descents off many peaks, the best tree skiing around and affordable lift tickets. In the last two years, Powder Magazine, the New York Times and Forbes magazine have given Red the nod as one of the top resorts in the world.\n\nWhat’s New: Red can claim title of the most impressive expansion of any ski resort this year with its new quad chairlift on Grey Mountain. It adds 22 new runs and 403 hectares of mostly intermediate terrain. (Cool fact: All the new runs are named after songs.) The intermediate-friendly cat service will access a new area on Topping Creek this year. Price is $10 a run. Two important additions on the beer front: they’ve added a new Weiner Take All beer-and-brat station and a craft beer festival in March called Beer Goggles.\n\n\n\nRuns: 110, plus a terrain park\n\nLifts: 7 (two quad chairs, two triple chairs, one double chair, one Magic Carpet and one T-bar)\n\nSingle-Day Lift Ticket Price (plus GST): Adult (19-64) $72; Senior (65-74) $47; Youth (13-18) $58; Junior (7-12) $36; Master (75 and older) free; Child (under 5) free Skiable Terrain: 1,700 hectares\n\nTerrain Breakdown: 16 per cent beginner; 47 per cent intermediate; 37 per cent advanced/expert\n\nVertical Drop: 890 metres\n\nLongest Run: 7 kilometres\n\nInsider Tips: In search of powder stashes? Check out the “Pretty Vacant” area of the new mountain. It’s named after a Sex Pistols song. No trip to Red is complete without a visit to Rafters. You’ll have a good laugh at the photos of the Old Bastards Ski Club. Parents, there is a children’s section in the bar.\n\nContact Info: www.redresort.com, 1-800-663-0105 What the Olympian Says: After a near career-ending injury, Sochi hopeful Ian Lockey launched his Paralympic path at Red Mountain. “If I can ride Red, I can ride anything,” he says. “The terrain and the atmosphere of Red have taken me to the highest level of snowboarding.” Snowboarding there regularly from 1995, Lockey moved to Red permanently in 2003. “I ride about 100 days a year depending on my competitive schedule. I love the steep, deep powder tree riding,” he says. He got married on top of Granite Mountain during a midwinter storm. “So I have a very special spot — and wife,” says Lockey. For recreational skiers and riders, he recommends Red for steep and tight trees over three cone-shaped mountains and no crowds.\n\nWhitefish Mountain Resort\n\nClaims To Fame: Whether you think in terms of greenbacks or loonies, dollars go far here. Your $69 lift ticket gives access to a 360-degree summit with access to chutes, glades and bowls. Other notable features include jaw-dropping views, lack of lift lines, beautiful tree skiing and a friendly vibe. A free shuttle bus runs from town to the resort daily throughout the winter. What’s New: This year marks phase one of a two-phase project that will open up more areas on the north side of the mountain. This year, four intermediate runs and two connector runs were created near the Big Foot T-bar. A 1,200-foot addition to the base lodge created better views of the beginner area and additional 100 seats. Whitefish now offers snowboarding lessons for three- to six-year-olds.\n\nRuns: 102, plus five terrain parks\n\nLifts: 14 (three high-speed quads, two fixed-grip quads, six triple chairs, two T-bars, one Magic Carpet)\n\nSingle-Day Lift Ticket Price: Adults (18-64) $69; Senior (65-69) $58; Teen (13-18) $62; Junior (7-12) $36; Child (6 and under) free; Super Senior (70 and over) free\n\nSkiable terrain: 1,214 hectares\n\nTerrain Breakdown: 13 per cent beginner; 38 per cent intermediate; 43 per cent advanced; 6 per cent expert\n\nVertical Drop: 717 metres\n\nLongest Run: 5.3 kilometres (Hell Fire)\n\nInsider Tips: You’ll almost always find the best snow on the North side of the mountain. For lunch or après ski, hit up Ed & Mully’s for a Montana beer and a pulled-pork sandwich made with local Farm-To-Market pork.\n\n", "article_metadata": {"description": "Take advantage of winter and head to the Rocky Mountains for some skiing. If you base yourself in Calgary,", "PubDate": "2014-01-01", "author": ",Christina Frangou", "og": {"site_name": "www.vancouversun.com", "description": "Take advantage of winter and head to the Rocky Mountains for some skiing. If you base yourself in Calgary, a few extra hours of travel time will reward you with lower prices, shorter lift lines and vibrant little ski towns.", "title": "Plan your western winter getaways with these ski resorts", "url": "http://www.vancouversun.com/travel/plan+your+western+winter+getaways+with+these+resorts/9305591/story.html", "image": "http://www.vancouversun.com/cms/binary/9257111.jpg", "type": "article"}, "twitter": {"site": "@vancouversun", "image": "http://www.vancouversun.com/cms/binary/9257111.jpg", "description": "Take advantage of winter and head to the Rocky Mountains for some skiing. If you base yourself in Calgary, a few extra hours of travel time will reward you with lower prices, shorter lift lines and vibrant little ski towns.", "card": "summary", "title": "Plan your western winter getaways with these ski resorts"}, "ROBOTS": "NOARCHIVE", "fb": {"app_id": 375057209234363}, "Keywords": "For the Calgary Herald,1,The Sex Pistols,Tommy Moe Kids Racing League,Moe Snow,Louise Hudson,Whitefish Mountain Resort,Forbes Media LLC,The New York Times Company,Christina Frangou,Jennifer Heil,Powder Magazine,Ian Lockey,Mark Fawcett,Throwdown Nelson,all,Plan your western winter getaways with these ski resorts,Ski Resorts,travel,Travel,Travel and Tourism,Travel Destinations"}, "_id": "\"57477af36914bd0286fcc138\"", "article_summary": "Contact Info: www.redresort.com, 1-800-663-0105 What the Olympian Says: After a near career-ending injury, Sochi hopeful Ian Lockey launched his Paralympic path at Red Mountain.\nMarmot BasinClaims to Fame: It offers the same majestic scenery of other Rockies resorts but none of the mayhem.\nFor lunch or après ski, hit up Ed & Mully’s for a Montana beer and a pulled-pork sandwich made with local Farm-To-Market pork.\nWhat’s New: To celebrate the resort’s 50th anniversary this year, many hotels are offering stay-and-ski deals.\nWith the new My Marmot card, you purchase lift tickets directly from the online store with a 10 per cent discount on lift prices."}