{"article_title": "House OKs Defense Bill, Blocks Immigration Amendment", "article_keywords": ["amendment", "oks", "blocks", "version", "house", "rep", "bill", "immigration", "defense", "statement", "military", "pentagon", "national"], "article_url": "http://dailysignal.com/2015/05/15/house-approves-defense-spending-bill-after-removing-controversial-immigration-provision/", "article_text": "The House of Representatives today passed the National Defense Authorization Act, which is annual legislation that funds the Department of Defense.\n\nThe final version of the legislation stripped out language that would have asked the Pentagon to consider allowing young immigrants who came to the country illegally as children to become eligible for service in the military.\n\nHouse lawmakers passed the defense bill by a 269-to-151 vote.\n\nHouse Speaker John Boehner, R-Ohio, said in a statement that “whatever our troops need to get the job done, they should get it, and the House has acted to provide just that.”\n\n“This bill increases troop pay and benefits, reinforces the mission to defeat ISIL, imposes greater restrictions on transferring terrorists, strengthens our cyber defenses, provides lethal aid to Ukraine, boosts our missile defense capabilities, and much more,” Boehner said.\n\nHouse Minority Leader Nancy Pelosi, D-Calif., criticized the legislation in a statement:\n\n“The Republican defense authorization bill is bad for our budget, bad for our military, and bad for our national security. It perpetuates instability in the defense budget, and undermines the ability of the Defense Department and millions of military families to plan and prepare for the future.”\n\nThe final version of NDAA, as the defense bill is known, removed the controversial immigration proposal.\n\nThe Daily Signal previously reported that Rep. Ruben Gallego, D-Ariz., had introduced an amendment asking the Pentagon and Defense Secretary Ashton Carter to consider making immigrants who were permitted deferred deportation under President Obama’s Deferred Action for Childhood Arrivals program eligible for service in the military.\n\nGallego criticized Republicans for not including that language.\n\n“There was no reason to have this fight; this amendment should not have been controversial,” Gallego said in a statement after his amendment failed. “But … extreme anti-immigrant Republicans put their extreme politics ahead of the best interest of our military and our country.”\n\nIn a statement, Rep. Dave Brat, R-Va., praised his House colleagues for voting to strip the Gallego amendment in the final version of the legislation:\n\n“In a move that put the American people first, a majority in the House voted for an amendment Rep. Mo Brooks and I co-sponsored that removed language from a national defense spending bill that encouraged our military to actively recruit illegal immigrants. The recruitment push was even more offensive when you consider that the Pentagon is laying off tens of thousands of American troops as it downsizes our armed forces.”\n\nDan Holler, the communications director at Heritage Action for America, said that the passage of the Brooks amendment “was a good moment for the entire House Republican Conference.”\n\n“Instead of allowing the NDAA to be hijacked, they stood on principle and they all deserve credit,” he said.", "article_metadata": {"description": "The House of Representatives today passed the National Defense Authorization Act, which is annual legislation that funds the Department of Defense.", "og": {"site_name": "The Daily Signal", "description": "The House of Representatives today passed the National Defense Authorization Act, which is annual legislation that funds the Department of Defense.", "title": "House OKs Defense Bill, Blocks Immigration Amendment", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/rollcallpix086921.jpg", "updated_time": "2015-05-15T17:19:53+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1bUX7du"}, "twitter": {"domain": "The Daily Signal", "description": "The House of Representatives today passed the National Defense Authorization Act, which is annual legislation that funds the Department of Defense.", "title": "House OKs Defense Bill, Blocks Immigration Amendment", "image": {"src": "http://dailysignal.com/wp-content/uploads/rollcallpix086921.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Politics", "tag": "House", "published_time": "2015-05-15T16:32:06+00:00", "modified_time": "2015-05-15T17:19:53+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "NDAA, NDAA amendments, National Defense Authorization Act, Mo Brooks, Ruben Gallego, John Boehner, Nancy Pelosi, Dave Brat"}, "_id": "\"57477af46914bd0286fdc6e6\"", "article_summary": "The House of Representatives today passed the National Defense Authorization Act, which is annual legislation that funds the Department of Defense.\nHouse lawmakers passed the defense bill by a 269-to-151 vote.\nIt perpetuates instability in the defense budget, and undermines the ability of the Defense Department and millions of military families to plan and prepare for the future.”The final version of NDAA, as the defense bill is known, removed the controversial immigration proposal.\n“There was no reason to have this fight; this amendment should not have been controversial,” Gallego said in a statement after his amendment failed.\nHouse Minority Leader Nancy Pelosi, D-Calif., criticized the legislation in a statement:“The Republican defense authorization bill is bad for our budget, bad for our military, and bad for our national security."}