{"article_title": "Kings' Tanner Pearson gives it his best shots in Game 4 loss to Rangers", "article_keywords": ["loss", "pearson", "increased", "cup", "tanner", "manager", "general", "produced", "rangers", "game", "shots", "stanley", "kings", "teams", "goalie", "best", "gives"], "article_url": "http://www.latimes.com/sports/kings/la-sp-kings-rangers-notes-20140612-story.html", "article_text": "One win from a Stanley Cup championship, 21-year-old Kings forward Tanner Pearson produced the effort it takes to hold hockey's Holy Grail.\n\nHowever, Pearson and his teammates came up short in the Kings' 2-1 loss Wednesday night because of the 40-save effort by New York Rangers goalie Henrik Lundqvist in Game 4.\n\nYet, Pearson put a game-high eight shots on goal — the Rangers mustered only one in all of the third period — and added four hits for good measure.\n\n\"You've just got to keep your head in it and realize what's at stake,\" Pearson said. \"At the end of the day, that's what you've got to do, right? You can't have your head spinning about what's going on. You just have to go out there and do what got you here in the first place.\"\n\nReplay replay\n\nThe NHL continued what one general manager described as the \"work in progress\" on possible increased use of video replay, including the addition of a coach's challenge.\n\nIn a gathering inside a hotel meeting room near Madison Square Garden, where Game 4 of the Stanley Cup Final was played Wednesday night, league general managers also examined altering the draft lottery and making teams change ends before overtime.\n\nNothing was finalized Wednesday, and Pittsburgh General Manager Jim Rutherford emphasized he doesn't expect the changes to be in place for the 2014-15 season.\n\nThe discussion of increased video reviews was bolstered by a Game 2 incident. Kings forward Dwight King was screening New York goalie Henrik Lundqvist and ultimately collided with the goalie as a shot by Kings defenseman Matt Greene sailed through, nicking King and going to the goal in what became a double-overtime victory for the Kings.\n\nNashville Predators General Manager David Poile said, \"We talked a lot about goaltender interference.\"\n\nAmong the ideas were providing a firmer definition of goaltender interference, and requesting that one referee sharpen his focus on the crease when traffic occurs.\n\nAn extension of that is possibly providing coaches one challenge they could request, and lose a timeout if their challenge does not result in the play being overturned.\n\nAlso under consideration is to decrease the odds of higher-finishing teams for getting the top pick in the draft, having the Zamboni scrape the ice before an overtime (not currently done), having teams switch ends before the extra period, and increased fines for players who commit embellishment when involved in contact with an opponent.\n\nMiller, Fox call it\n\nKings fans who have wished they could hear Bob Miller and Jim Fox describe the moment the Kings win the Stanley Cup will have that wish granted — if the Kings do their part.\n\nMiller and Fox have been relegated to the sidelines since national TV began broadcasting Kings playoff games in the second round. Arrangements were made for them to record their play-by-play and analysis of the final step of the Kings' second Cup triumph, provided it happens, so it can be preserved for future use. Miller said the recording will be produced and sold, with proceeds benefiting the Kings Care Foundation.\n\nA DVD of Miller's call was produced and sold after the Kings' first Cup triumph, in 2012.\n\nlance.pugmire@latimes.com\n\nhelene.elliott@latimes.com", "article_metadata": {"fb_title": "Kings' Tanner Pearson gives it his best shots in Game 4 loss to Rangers", "Description": "One win from a Stanley Cup championship, 21-year-old Kings forward Tanner Pearson produced the effort it takes to hold hockey's Holy Grail.   However, Pearson and his teammates came up short in the Kings' 2-1 loss Wednesday night because of the 40-save effort by New York Rangers goalie Henrik Lundqvist...", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "One win from a Stanley Cup championship, 21-year-old Kings forward Tanner Pearson produced the effort it takes to hold hockey's Holy Grail.", "title": "Kings' Tanner Pearson gives it his best shots in Game 4 loss to Rangers", "url": "http://www.latimes.com/sports/kings/la-sp-kings-rangers-notes-20140612-story.html", "image": "http://www.trbimg.com/img-53993dae/turbine/la-sp-kings-rangers-notes-20140612", "type": "article"}, "x-servername": "lalvp15.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/80480506", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "googlebot-news": "index", "date": "2014-06-11", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "googlebot": "index"}, "_id": "\"57477af46914bd0286fdab85\"", "article_summary": "One win from a Stanley Cup championship, 21-year-old Kings forward Tanner Pearson produced the effort it takes to hold hockey's Holy Grail.\nNothing was finalized Wednesday, and Pittsburgh General Manager Jim Rutherford emphasized he doesn't expect the changes to be in place for the 2014-15 season.\nNashville Predators General Manager David Poile said, \"We talked a lot about goaltender interference.\"\nHowever, Pearson and his teammates came up short in the Kings' 2-1 loss Wednesday night because of the 40-save effort by New York Rangers goalie Henrik Lundqvist in Game 4.\nA DVD of Miller's call was produced and sold after the Kings' first Cup triumph, in 2012.lance.pugmire@latimes.comhelene.elliott@latimes.com"}