{"article_title": "Hillary Clinton: Pro-green, pro-elite and anti-growth", "article_keywords": ["united", "clinton", "progreen", "energy", "republicans", "hillary", "antigrowth", "states", "proelite", "economic", "world", "foreign", "clintons"], "article_url": "https://www.washingtonpost.com/blogs/right-turn/wp/2014/03/24/hillary-clinton-pro-green-pro-elite-and-anti-growth/", "article_text": "Hillary Clinton has never been the darling of the left when it comes to foreign policy. Her support for the Iraq war (before she was against it) likely cost her the presidential nomination in 2008. She’s not been on the cutting edge of social issues either, trailing instead of leading on gay marriage. Even on health care she wasn’t, say, with former Vermont governor Howard Dean; instead she was an advocate of the individual mandate and a plan that became the essence of Obamacare. And yet she is heading into a Democratic presidential primary in 2016 as the “inevitable,” albeit stodgy, nominee. Like the president, she is now the defender of the status quo — no on school choice, no on entitlement reform, no on Obamacare modification. It is inevitable for the candidate whose party holds the White House to wind up either the beneficiary (George H.W. Bush) or the victim (Sen. John McCain) of the incumbent’s current performance. She is not, needless to say, a fresh face nor a purveyor of fresh ideas.\n\nHillary Clinton (left) deflects questions about running for president in Tempe, Ariz., this month. (REUTERS/Samantha Sais)\n\nIn Clinton’s case, not only does she have to contend with the Obama administration’s failures (including some for which she was directly responsible), but she must also keep the base engaged (despite her “inevitability”) and fend off a challenge from the left. The Post gives a hint as to how she plans on doing it, reporting that at a Clinton Global Initiative forum, “Clinton also spoke forcefully about climate change, saying she hopes the millennial generation sparks a ‘mass movement’ to bring environmental issues to the forefront of American politics. ‘This is not just some ancillary issue,’ Clinton said. ‘This will determine in large measure the quality of life in so many places around the world. I’m hoping that there will be this mass movement that demands political change.'” Really?\n\nFirst of all, her timing could not be worse. As Bill Clinton tries to rescue red-state senators already vulnerable on their party’s anti-domestic energy development views, she is now, apparently, picking up the anti-pipeline, anti-carbon fuel cudgel.\n\nAnd with Republicans and Democrats calling for the United States to use energy exports strategically to hobble Vladimir Putin, here’s Hillary Clinton inveighing against fossil fuel. The Post editorial board observed on Sunday, “Contributing to an already widening and more diverse global supply of liquefied natural gas (LNG) would also give European importers more flexibility in sourcing their fuel — from the United States, Qatar, or others — the sort of market conditions that have already enabled Europeans to renegotiate gas contracts with Russia. The Council on Foreign Relations’ Michael Levi points out that Mr. Putin might end up with an uncomfortable choice between maintaining market share in Europe and slashing his prices more. . . . The economic case for allowing natural gas exports is compelling on its own. Doing so would bring money into the country and uphold the vital principle that energy resources should flow freely around the globe, making the markets for the fuels the world economy needs as flexible and robust as possible. The more major suppliers there are following that principle, the less control predatory regimes such as Mr. Putin’s will have over the market.” In short, Clinton risks doubling down on her reset failure, highlighting her lack of long-term strategic and economic thinking.\n\nMore troubling for her, however, is the identification with the party’s green elites in an emerging class war in the Democratic Party. Rich donors get Solyndra subsidies; blue-collar workers don’t get the Keystone XL pipeline. Liberal senators from the coasts, such as California’s Barbara Boxer and Connecticut’s Richard Blumenthal, hold an all-night talkathon railing against domestic energy development; Democratic incumbents such as Mark Warner of Virginia and such challengers as Alison Lundergan Grimes hide under their beds, nervous to be identified with views that nix thousands of jobs back home. In the industrial heartland (e.g. Ohio, Pennsylvania, Michigan, etc.) the pro-green movement amounts to an anti-jobs and anti-growth position, which is why Midwest governors are so adamantly opposed to EPA overkill and federal hurdles to domestic energy production.\n\nThe shale revolution is an economic godsend for the U.S. economy. The opportunity to develop, use and export natural energy resources is an economic and national security no-brainer. Republicans in their battle for the Senate should embrace the energy issue, second only to Obamacare in its economic and political importance. And if Clinton wants to jump in on the other side, well all the better for the GOP. Instead of making some half-baked argument about Bill Clinton’s past philandering, the GOP should focus on the Clintons’ co-dependent relationship with big donors who push an anti-jobs initiative — and all the hedge fund, foreign governments ( I bet the Saudis don’t want the United States developing domestic energy, either) and lobbyists who pour money into their foundation and pony up gobs of money for Hillary’s and Bill’s speeches.\n\nIn sum, Hillary Clinton’s identification with the radical greens is in its own way an embrace of the status quo — big government squashing employers, ongoing dependence on foreign oil and acceptance of the slow-growth economy. It perpetuates economic inequality. The Tesla buyers get richer while the Ford pickup drivers languish. If Republicans can’t figure out how to use all this to become the party of the future (a new world of cheap, available energy and economic boom) and of opportunity (all those $100-per-hour jobs) they should close up shop. If they are smart, they’ll super-glue Hillary Clinton and the Democrats to the pro-green, anti-energy position and ride the issue to victories in 2014 and 2016.", "article_metadata": {"description": "The GOP's huge opening vs. inequality, Hillary Clinton and economic stagnation.", "og": {"site_name": "Washington Post", "description": "The GOP's huge opening vs. inequality, Hillary Clinton and economic stagnation.", "title": "Hillary Clinton: Pro-green, pro-elite and anti-growth", "url": "https://www.washingtonpost.com/blogs/right-turn/wp/2014/03/24/hillary-clinton-pro-green-pro-elite-and-anti-growth/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2014/03/23/Production/WashingtonPost/Images/2014-03-23T041204Z_01_CGI610_RTRIDSP_3_USA-3683.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@JRubinBlogger"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/blogs/right-turn/wp/2014/03/24/hillary-clinton-pro-green-pro-elite-and-anti-growth/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Hillary Clinton and green movement, Hillary Clinton and global warming, Hillary Clinton and hedge funds, Saudis give money Clinton foundation,", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Hillary Clinton and green movement, Hillary Clinton and global warming, Hillary Clinton and hedge funds, Saudis give money Clinton foundation,"}, "_id": "\"57477afa6914bd0286fe53e5\"", "article_summary": "If they are smart, they’ll super-glue Hillary Clinton and the Democrats to the pro-green, anti-energy position and ride the issue to victories in 2014 and 2016.\nHillary Clinton (left) deflects questions about running for president in Tempe, Ariz., this month.\nHillary Clinton has never been the darling of the left when it comes to foreign policy.\nAnd with Republicans and Democrats calling for the United States to use energy exports strategically to hobble Vladimir Putin, here’s Hillary Clinton inveighing against fossil fuel.\nAnd if Clinton wants to jump in on the other side, well all the better for the GOP."}