{"article_title": "Ann Coulter: The Cruz-Kasich show a real no-go", "article_keywords": ["real", "trump", "voters", "kasich", "cruzkasich", "ann", "hes", "way", "getting", "cruz", "nogo", "version", "media", "won", "coulter"], "article_url": "http://staugustine.com/opinions/2016-05-01/ann-coulter-cruz-kasich-show-real-no-go", "article_text": "Apparently, John Kasich and Ted Cruz are at their most appealing when no one is paying attention to them, which, conveniently, is most of the time.\n\nAfter Cruz won cranky Wisconsin last month — only the fourth actual election he’s won — voters decided to give him a second look. But two seconds after people said, “OK, let’s give this guy a try,” he cratered. You might say a little of Ted Cruz goes a long way. Voters can’t stand Cruz any more than his Senate colleagues can.\n\nListening to Cruz always makes me feel like I have Asperger’s. He speaks so slowly, my mind wanders between words. As Trump said, there’s a 10-second intermission between sentences. I want to order Cruz’s speeches as Amazon Audibles, just so I can speed them up and see what he’s saying.\n\nThe guy did go to Harvard Law School, so I keep waiting for the flashes of brilliance, but they never come. Cruz is completely incapable of extemporaneous wit.\n\nNow that Cruz has been mathematically eliminated, he’s adding Carly Fiorina to the ticket. She’s not his “running mate,” but his “limping mate.” It’s an all-around lemon-eating contest.\n\nVoters quickly moved on from Cruz and tried Kasich. But he turned out to be the spitting image of a homeless man. He’s got the slouch, the facial tics, and a strange way of bouncing his head and looking around that makes you want to cross the street to avoid him.\n\nIt looks like he cuts his own hair, and his suits are Ralph Nader cast-offs.\n\nHe wolfs down food like a street person, has a hair-trigger temper and rants about religion in a way that only he can understand.\n\nKasich is constantly proclaiming that illegals are “made in the image of God,” and denounces the idea of enforcing federal immigration laws, saying: “I don’t think it’s right; I don’t think it’s humane.”\n\nWhen asked about his decision to expand Medicaid under Obamacare — projected to cost federal taxpayers $50 billion in the first decade — he said: “Now, when you die and get to the, get to the, uh, to the meeting with St. Peter ... he’s going to ask you what you did for the poor. Better have a good answer.”\n\nHe lectured a crowd of fiscal conservatives on his Obamacare expansion, saying, “Now, I don’t know whether you ever read Matthew 25, but I commend it to you, the end of it, about do you feed the homeless and do you clothe the poor.” He also attributed the law to Chief Justice John Roberts and said, “It’s my money, OK?”\n\nVoters thought they were getting a less attractive version of Mitt Romney with Kasich, but it turns out they’re getting a more televangelist version of Ted Cruz.\n\nThey’re also getting a less warm and personable version of Hillary Clinton. Last week, Kasich lashed out at a reporter who asked a perfectly appropriate question, going from boring campaign boilerplate to irritated browbeating in about one second flat.\n\nAs much as I enjoy watching reporters being berated, this was deranged.\n\nKasich: Listen, at the end of the day I think the Republican Party wants to pick somebody who actually can win in the fall.”\n\nReporter: But if you’ve only won Ohio?\n\nKasich: “Can I finish?”\n\nReporter: “If you answer the ques--”\n\nKasich: “I’m answering the question the way I want to answer it. You want to answer it?” (Snatches voice recorder from reporter’s hand.) “Here, let me ask you. What do you think?\n\nWhen giving a speech to Ohio EPA workers a few years ago, Kasich suddenly went off topic and began shouting about a police officer who had given him a ticket three years earlier. “Have you ever been stopped by a police officer that’s an idiot?” he began.\n\nHe proceeded to tell the riveting story of his traffic violation to the EPA administrators, yelling about “this idiot! ... He’s an IDIOT!”\n\nBased on the dashcam video immediately released by the police, Kasich had been in the wrong, and the officer — you know, “the IDIOT” — was perfectly polite about it.\n\nWith Trump it’s exactly the opposite. The more people see of him, the more they like him. The usual pattern is: Trump says something perfectly sensible, the media lie about it, then voters find out the truth and like him more and the media less.\n\nIronically, it’s Kasich who has been complaining the loudest about the alleged billions of dollars of “free media” Trump has been getting. It turns out not getting “free media” was a godsend for Kasich and Cruz.", "article_metadata": {"keywords": "Opinions", "og": {"site_name": "StAugustine.com", "description": "Apparently, John Kasich and Ted Cruz are at their most appealing when no one is paying attention to them, which, conveniently, is most of the time.", "title": "Ann Coulter: The Cruz-Kasich show a real no-go", "url": "http://staugustine.com/opinions/2016-05-01/ann-coulter-cruz-kasich-show-real-no-go", "image": "http://staugustine.com/sites/default/files/images/sms-default-facebook-share.jpg", "type": "article"}, "description": "Apparently, John Kasich and Ted Cruz are at their most appealing when no one is paying attention to them, which, conveniently, is most of the time. After Cruz won cranky Wisconsin last month — only the fourth actual election he’s won — voters decided to give him a second look. But two seconds after people said, “OK, let’s give this guy a try,” he cratered. You might say a little of Ted Cruz goes a long way. Voters can’t stand Cruz any more than his Senate colleagues can."}, "article_summary": "After Cruz won cranky Wisconsin last month — only the fourth actual election he’s won — voters decided to give him a second look.\nIronically, it’s Kasich who has been complaining the loudest about the alleged billions of dollars of “free media” Trump has been getting.\nIt turns out not getting “free media” was a godsend for Kasich and Cruz.\nKasich: “Can I finish?”Reporter: “If you answer the ques--”Kasich: “I’m answering the question the way I want to answer it.\nI want to order Cruz’s speeches as Amazon Audibles, just so I can speed them up and see what he’s saying."}