{"article_title": "Elizabeth Taylor’s Grandkids Carry On Her Work To End AIDS", "article_keywords": ["grandkids", "living", "end", "elizabeth", "hiv", "work", "infections", "epidemic", "individuals", "lives", "treatment", "carry", "aids", "taylors", "congress", "solutions"], "article_url": "https://www.queerty.com/elizabeth-taylors-grandkids-carry-on-her-work-to-end-aids-20150414", "article_text": "It was our grandmother’s greatest wish to see an end to AIDS within her lifetime. Sadly, in the four years since she passed away, more than 200,000 new HIV infections have occurred within the U.S; and more than 60,000 Americans have lost their lives to HIV. Her work goes on. The shocking reality is that the majority of new infections in America are in young people, and its estimated that 50 percent are not even aware of their status. Our generation is most at risk and needs to be engaged in this conversation. Her work is now our work.\n\nThere has also been great progress in these four years: The Affordable Care Act has made health insurance available to hundreds of thousands of individuals living with HIV who were previously denied. We have seen continued advancements in treatment, and a better understanding of the epidemic. In 2011, research proved early treatment not only extends the lives of those living with HIV, but reduces the likelihood of transmission to the uninfected by more than 96 percent. Yet shockingly, that same year, only 37 percent of those living with HIV in the US were on treatment.\n\nThere are real solutions at hand, but we need our Congress to act: To once and for all permanently remove the ban on use of federal funds for syringe exchange, to ensure comprehensive sex education for youth, to adequately support housing for those living with HIV, and to invest in the solutions we know work.\n\nAt AIDSWatch, we will join more than 400 advocates as they raise their voices and educate Congress on the issues impacting their lives. Advocates joining us represent over 30 states and territories across the U.S, that account for more than 95 percent of the U.S. HIV epidemic, an epidemic that now infects over 1.2 million individuals, 1 in every 300 Americans.", "article_metadata": {"news_keywords": "aids activists, Eliza Carson, Elizabeth Taylor, Laela Wilding, Naomi Wilding, Photos, Quinn Tivey, Tarquin Wilding, The Elizabeth Taylor AIDS Foundation", "og": {"site_name": "Queerty", "description": "It was our grandmother’s greatest wish to see an end to AIDS within her lifetime. Sadly, in the four years since she passed away, more than 200,000 new HIV infections have occurred within the U.S; and more than 60,000 Americans have lost their liv...", "title": "Elizabeth Taylor's Grandkids Carry On Her Work To End AIDS", "url": "https://www.queerty.com/elizabeth-taylors-grandkids-carry-on-her-work-to-end-aids-20150414", "image": "http://queerty-prodweb.s3.amazonaws.com/wp/docs/2015/04/elizabeth-taylor-the-vips-325.jpg", "type": "article"}, "twitter": {"description": "It was our grandmother’s greatest wish to see an end to AIDS within her …", "title": "Elizabeth Taylor’s Grandkids Carry On Her Work To End AIDS", "url": "https://www.queerty.com/elizabeth-taylors-grandkids-carry-on-her-work-to-end-aids-20150414", "image": {"src": "http://queerty-prodweb.s3.amazonaws.com/wp/docs/2015/04/elizabeth-taylor-the-vips-325.jpg"}, "site": "@Queerty", "card": "summary"}, "fb": {"pages": 33720334139, "app_id": 153299894806318}, "article": {"publisher": "http://www.facebook.com/queerty"}, "viewport": "width=728"}, "_id": "\"57477af46914bd0286fdc6f3\"", "article_summary": "Sadly, in the four years since she passed away, more than 200,000 new HIV infections have occurred within the U.S; and more than 60,000 Americans have lost their lives to HIV.\nIt was our grandmother’s greatest wish to see an end to AIDS within her lifetime.\nYet shockingly, that same year, only 37 percent of those living with HIV in the US were on treatment.\nHer work is now our work.\nThere has also been great progress in these four years: The Affordable Care Act has made health insurance available to hundreds of thousands of individuals living with HIV who were previously denied."}