{"article_title": "Medicaid expansion in Louisiana could produce mixed results", "article_keywords": ["uninsured", "providers", "edwards", "results", "expansion", "general", "slyter", "produce", "medicaid", "mixed", "louisiana", "order", "day", "care"], "article_url": "https://www.businessreport.com/article/medicaid-expansion-louisiana-produce-mixed-results", "article_text": "On his first full day as governor, barely more than 24 hours after being sworn in, John Bel Edwards signed an executive order stating Louisiana’s intention to join the federal government in expanding Medicaid benefits through the Affordable Care Act, aka “Obamacare.”\n\nAs Business Report details in a feature from its current issue, Edwards, in a packed fourth-floor Capitol briefing room, said the move would lead to “significantly better health outcomes for the working poor.”\n\n“Our providers also need to make sure, to the maximum extent possible, that when they provide care, that they are reimbursed for that care,” Edwards continued. “This is a step in the right direction to make sure that providers remain able to take care of the citizens of Louisiana.”\n\nEdwards’ order is only the first step in extending coverage to more than 300,000 low-income state residents. But what does it really mean for Louisiana?\n\nOn the day of the signing, Baton Rouge General Medical Center President and CEO Mark Slyter told Business Report that afternoon: “This is a good day.”\n\nBut he added that Medicaid reimbursements, which he says cover only 60% to 70% of a service’s cost, should to be increased to induce more providers to treat Medicaid recipients and better compensate those that already do.\n\nThe General recently closed its Mid City emergency room, citing the high cost of treating uninsured patients. If Louisiana had joined the Medicaid expansion sooner, the hospital just might have been able to keep the ER open.\n\n“It would have been a factor that would have helped,” Slyter says. “That, in combination with some other things.”\n\nSo will the General revisit the decision? “That day is done, unfortunately,” Slyter says.\n\nCritics of the Affordable Care Act say it doesn’t make sense to expand a program that already is on an unsustainable path. But supporters say Medicaid allows the dollars to follow patients and makes it more likely providers get paid for their care.\n\nEdwards’ executive order is a big win for hospitals, who are required by a Reagan-era federal law to treat the poor.\n\n“Reducing the number of uninsured adults in Louisiana makes it easier to improve access to needed care, to limit costs for families and individuals with private insurance, and to create greater stability in Louisiana’s state budget,” says Louisiana Hospital Association President Paul Salles.\n\nBut New Orleans pediatrician Dr. Floyd Buras says if Medicaid doesn’t start paying higher reimbursements, those new Medicaid recipients will have trouble finding doctors.\n\n“Medicaid expansion, in and of itself, is an OK idea,” he says. “But if you don’t have enough money to pay for what you already have, how can you expand it?”\n\nRead the full story. Send your comments to editors@businessreport.com.", "article_metadata": {"og": {"site_name": "Baton Rouge Business Report", "description": "On his first full day as governor, barely more than 24 hours after being sworn in, John Bel Edwards signed an executive order stating Louisiana’s intention to join the federal government in expanding Medicaid benefits through the Affordable Care Act, aka “Obamacare.” As Business Report details in a feature from its current issue, Edwards, in...", "title": "Medicaid expansion in Louisiana could produce mixed results - Baton Rouge Business Report", "locale": "en_US", "image": "https://d46w5x9vt7qfg.cloudfront.net/businessreport/2014/11/Business-Report-Default-Social-Image.jpg", "updated_time": "2016-02-12T16:01:04+00:00", "url": "https://www.businessreport.com/article/medicaid-expansion-louisiana-produce-mixed-results", "type": "article"}, "article": {"section": "Uncategorized", "published_time": "2016-02-12T13:56:37+00:00", "modified_time": "2016-02-12T16:01:04+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "If Louisiana had joined the Medicaid expansion sooner, the hospital just might have been able to keep the ER open.\nBut New Orleans pediatrician Dr. Floyd Buras says if Medicaid doesn’t start paying higher reimbursements, those new Medicaid recipients will have trouble finding doctors.\nBut supporters say Medicaid allows the dollars to follow patients and makes it more likely providers get paid for their care.\nEdwards’ executive order is a big win for hospitals, who are required by a Reagan-era federal law to treat the poor.\n“Medicaid expansion, in and of itself, is an OK idea,” he says."}