{"article_title": "Citigroup CFO offers possible reason regulators approved 'living will'", "article_keywords": ["planning", "living", "stress", "cfo", "reason", "possible", "test", "regulators", "offers", "plan", "banks", "citigroup", "resolution", "approved", "gerspach"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/04/15/Citigroup-CFO-offers-possible-reason-regulators-approved-living-will", "article_text": "(Reuters) - Citigroup Inc managers are thinking about the fourth largest U.S. bank's possible failure in the future as they go about their day-to-day business, Chief Financial Officer John Gerspach said on Friday. His comments offer a possible explanation as to why Citigroup was the only one of eight large U.S. banks whose hypothetical wind-down plans were approved by both the U.S. Federal Reserve and Federal Deposit Insurance Corp this week. \"We've embedded resolution planning into our day-to-day management of Citi,\" Gerspach said on a conference call with journalists to discuss first-quarter results released earlier Friday. On Wednesday, both the Fed and FDIC said five of the eight banks failed to submit acceptable plans, called \"living wills,\" detailing how they would be dismantled if they collapsed. These included JPMorgan Chase & Co , Bank of America Corp and Wells Fargo & Co . The FDIC alone determined the plan submitted by Goldman Sachs was not credible, while the Fed on its own found Morgan Stanley's plan not credible. Regulators said Citigroup needed to resolve some shortcomings in its plan, but noted no serious deficiencies. A key goal of the living will exercise, as well as annual stress tests, is to get banks to integrate crisis scenarios into their operations. Gerspach said Citigroup has done that, and has also made sure employees are considering the impact business decisions will have on an annual stress test. The test, known informally as CCAR, allows regulators to determine whether a bank has enough capital to withstand a severe recession. \"Rather than think of CCAR and resolution planning as separate initiatives performed by isolated teams of people stuck in a room someplace, we consider both of these as integrated parts of our overall capital planning process,\" he said. (Reporting by Dan Freed in New York; Editing by Lauren Tara LaCapra and Richard Chang)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "(Reuters) - Citigroup Inc managers are thinking about the fourth largest U.S.", "title": "Citigroup CFO offers possible reason regulators approved 'living will'", "url": "http://www.thefiscaltimes.com/latestnews/2016/04/15/Citigroup-CFO-offers-possible-reason-regulators-approved-living-will", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/markets-stocks_4.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/04/15/Citigroup-CFO-offers-possible-reason-regulators-approved-living-will", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/markets-stocks_4.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "(Reuters) - Citigroup Inc managers are thinking about the fourth largest U.S.", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "Gerspach said Citigroup has done that, and has also made sure employees are considering the impact business decisions will have on an annual stress test.\nRegulators said Citigroup needed to resolve some shortcomings in its plan, but noted no serious deficiencies.\n\"We've embedded resolution planning into our day-to-day management of Citi,\" Gerspach said on a conference call with journalists to discuss first-quarter results released earlier Friday.\n(Reuters) - Citigroup Inc managers are thinking about the fourth largest U.S. bank's possible failure in the future as they go about their day-to-day business, Chief Financial Officer John Gerspach said on Friday.\nThe test, known informally as CCAR, allows regulators to determine whether a bank has enough capital to withstand a severe recession."}