{"article_title": "Modern Healthcare Modern Healthcare business news, research, data and events", "article_keywords": ["billion", "fraud", "business", "providers", "justice", "cms", "modern", "system", "research", "medicare", "healthcare", "department", "cases", "data", "events"], "article_url": "http://www.modernhealthcare.com/article/20150319/NEWS/150319870", "article_text": "The federal government recovered $3.3 billion from alleged healthcare fraud schemes in fiscal 2014, about $1 billion less than in 2013, the Justice Department announced Thursday.The department touted its latest efforts, combined with those of HHS, as part of the Health Care Fraud and Abuse Control Program. The administration recouped $7.70 for every dollar spent on healthcare-related fraud and abuse investigations over the past three years, the Justice Department said in a news release.“The extraordinary return on investment we've obtained speaks to the skill, the tenacity, and the inspiring success of the hardworking men and women fighting on behalf of the American people,” Attorney General Eric Holder said in a statement. “And with these outstanding results, we are sending the unmistakable message that we will not waver in our mission to pursue fraud, to protect vulnerable communities, and to preserve the public trust.”The amounts recovered in 2012 and 2013 were much larger, $4.2 billion and $4.3 billion respectively. But those years saw recoveries from criminal investigations and settlements in large institutional fraud cases, including against pharmaceutical companies, said Kevin Lewis, a Justice Department spokesman.In 2012, Abbott Laboratories agreed to pay $1.5 billion and pleaded guilty in relation to allegations over the company's off-label promotion of its drug Depakote. Amgen also paid $762 million over allegations related to marketing of certain drugs and biologics. In 2013, Johnson & Johnson and some of its subsidiaries agreed to pay $2.2 billion over allegations related to the prescription drugs Risperdal, Invega and Natrecor.Also, the government may collect fewer actual dollars because it's doing a better job of targeting potential fraudsters before they are able to abuse the system for extended amounts of time, Lewis said.The three-year average return on investment was also down this year, to $7.70 a dollar spent from $8.10 last year. That amount, however, fluctuates each year based on a number of factors such as cases resulting in large settlements that take years to complete and then several more years to pay out, Lewis said.In recent years, the government has focused more on preventing healthcare fraud rather than catching it after it occurs. It also credited this year's recoveries to the Health Care Fraud Prevention and Enforcement Action Team (HEAT), run jointly by HHS' Office of the Inspector General and the Justice Department. HEAT investigates cases through real-time data analysis, shortening the length of time between fraud identification, arrest and prosecution, according to the Justice Department.The Medicare Strike Force now operates out of nine locations: Brooklyn, Chicago, Dallas, Detroit, Houston, Los Angeles, Miami, Southern Louisiana and Tampa, Fla. Through the Strike Force and other actions, the Justice Department opened 924 new criminal healthcare fraud investigations in fiscal 2014, filing criminal charges in 496 cases. In all, 734 defendants were convicted of healthcare fraud-related crimes last year.The CMS also has been working to prevent fraud. The Affordable Care Act required the CMS to revalidate all existing Medicare suppliers and providers under new screening requirements. That, along with other efforts, led the CMS to deactivate 450,000 enrollments and revoke nearly 27,000 enrollments to prevent certain providers from re-enrolling and billing Medicare. A provider whose enrollment is deactivated may reactivate at any time, and a revoked provider may not re-enter Medicare for one to three years.The CMS also continued its moratoria on new Medicare home health and/or ambulance service providers in Chicago, Dallas, Detroit, Houston, Miami and Philadelphia because of fraud in those cities.The CMS is also using its Fraud Prevention System to apply advanced analytics to all Medicare fee-for-service claims to identify suspicious billings. In its second year, the system saved $210.7 million.Follow Lisa Schencker on Twitter: @lschencker", "article_metadata": {"msapplication-TileColor": "#0a365e", "description": "The federal government recovered $3.3 billion from alleged healthcare fraud schemes in fiscal 2014, about $1 billion less than in 2013, the Justice Department announced Thursday.", "title": "Feds recovered $3.3 billion in healthcare fraud for 2014", "og": {"site_name": "Modern Healthcare", "description": "The federal government recovered $3.3 billion from alleged healthcare fraud schemes in fiscal 2014, about $1 billion less than in 2013, the Justice Department announced Thursday.", "title": "Feds recovered $3.3 billion in heathcare fraud schemes last year, down from year before", "url": "http://www.modernhealthcare.com/article/20150319/NEWS/150319870", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-fb-lg.jpg", "type": "article"}, "twitter": {"domain": "http://www.modernhealthcare.com", "description": "The federal government recovered $3.3 billion from alleged healthcare fraud schemes in fiscal 2014, about $1 billion less than in 2013, the Justice Department announced Thursday.", "title": "Feds recovered $3.3 billion in heathcare fraud schemes last year, down from year before", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-twitter.jpg", "creator": "@modrnhealthcr", "site": "@modrnhealthcr", "card": "summary"}, "apple-mobile-web-app-title": "Modern Healthcare", "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-capable": "yes", "url": "http://www.modernhealthcare.com/article/20150319/NEWS/150319870", "published_at": "2015-03-19", "msapplication-TileImage": "https:/raw.githubusercontent.com/modernhealthcare/mh-logo/master/ms-touch-icon-144x144-precomposed.png", "mobile-web-app-capable": "yes", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-g-plus.jpg", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "_id": "\"57477af36914bd0286fcdda6\"", "article_summary": "Through the Strike Force and other actions, the Justice Department opened 924 new criminal healthcare fraud investigations in fiscal 2014, filing criminal charges in 496 cases.\nIn all, 734 defendants were convicted of healthcare fraud-related crimes last year.The CMS also has been working to prevent fraud.\nThe Affordable Care Act required the CMS to revalidate all existing Medicare suppliers and providers under new screening requirements.\nIt also credited this year's recoveries to the Health Care Fraud Prevention and Enforcement Action Team (HEAT), run jointly by HHS' Office of the Inspector General and the Justice Department.\nIn its second year, the system saved $210.7 million.Follow Lisa Schencker on Twitter: @lschencker"}