{"article_title": "SPLC Issues Hit List of 12 Conservative Women Who Speak Out Against Radical Islam", "article_keywords": ["splc", "12", "hit", "rights", "radical", "list", "conservative", "watch", "law", "antimuslim", "islam", "women", "hate", "issues", "speak"], "article_url": "https://pjmedia.com/blog/splc-issues-hit-list-of-12-conservative-women-who-speak-out-against-radical-islam/", "article_text": "SPLC Issues Hit List of 12 Conservative Women Who Speak Out Against Radical Islam\n\nThe Southern Poverty Law Center has posted a list of “Women Against Islam” which targets twelve prominent conservative women who are known to speak out against radical Islam, calling them \"the most hardline anti-Muslim women activists in America.\" Judicial Watch described the list as \"a starter kit\" for jihadists to go after the women like Floyd Corkins went after the Family Research Council in August of 2012.\n\nA few years ago a gunman received a 25-year prison sentence for carrying out the politically-motivated shooting of the Family Research Council (FRC) headquarters after admitting that he learned about the FRC from the SPLC “hate map.” Prosecutors called it an act of terrorism and recommended a 45-year sentence.\n\nThe SPLC routinely smears conservatives as \"haters\" for holding positions that are contrary to those of SPLC on social or political issues. Last February, for example, they put noted pediatric neurosurgeon and Republican candidate for president Dr. Ben Carson on an \"extremist list\" because of his pro-traditional marriage stance, opposition to ObamaCare, and support for a flat tax. They placed him alongside genuine extremists like the KKK, Neo-Nazis, and the Westboro Baptist Church and backed down only after a public outcry ensued.\n\nJudicial Watch noted that the Obama Justice Department has partnered with the SPLC on diversity training.\n\nA few years ago JW uncovered government records that show the DOJ Civil Rights and Tax divisions engaged in questionable behavior while negotiating for SPLC co-founder Morris Dees to appear as the featured speaker at a 2012 “Diversity Training Event.” JW pursued the records under the Freedom of Information Act (FOIA) to determine what influence the SPLC’s branding of hate groups has had on government agencies.\n\nUntil March of 2014, the FBI's hate crimes webpage linked to the Southern Poverty Law Center, listing the leftwing group as a resource.\n\nThe SPLC describe the women on their hate list as \"a mixed bag of bloggers, politicos, authors, TV personalities, radio talk show hosts, and leaders of anti-Muslim organizations.\"\n\nThe profiles are accompanied by caricatures that make many of the women look evil or insane.\n\nMany of them have other windmills to tilt at, from gay rights to communism to President Obama, but most have increasingly focused on attacking Muslims. That has been even truer in recent months, in the wake of the horrific Islamist attacks on the Charlie Hebdo magazine in Paris and the many barbaric murders carried out by the Islamic State. What follows are short profiles of a dozen of the most hardline anti-Muslim women activists in America. These are people who do not merely criticize radical Islam, but effectively describe all Muslims as part of a serious global problem.”\n\nThe women targeted by the SPLC are critics of radical Islam and Sharia law, which the European Court on Human rights has repeatedly ruled is “incompatible with the fundamental principles of democracy.”", "article_metadata": {"page-title": "SPLC Issues Hit List of 12 Conservative Women Who Speak Out Against Radical Islam | PJ Media", "pinterest": "nopin", "og": {"site_name": "PJ Media", "description": "AKA 'A starter kit' for jihadists.", "title": "SPLC Issues Hit List of 12 Conservative Women Who Speak Out Against Radical Islam", "url": "https://pjmedia.com/blog/splc-issues-hit-list-of-12-conservative-women-who-speak-out-against-radical-islam/", "image": "https://pajamasmed.hs.llnwd.net/e1/user-content/31/files/2015/05/a18d11fc9936e48f1c77ad028dbee209_400x400.jpeg", "updated_time": 1464249519, "type": "article"}, "twitter": {"description": "AKA 'A starter kit' for jihadists.", "title": "SPLC Issues Hit List of 12 Conservative Women Who Speak Out Against Radical Islam", "url": "https://pjmedia.com/blog/splc-issues-hit-list-of-12-conservative-women-who-speak-out-against-radical-islam/", "image": "https://pajamasmed.hs.llnwd.net/e1/user-content/31/files/2015/05/a18d11fc9936e48f1c77ad028dbee209_400x400.jpeg", "site": "@PJMedia_com", "card": "summary_large_image"}, "title": "SPLC Issues Hit List of 12 Conservative Women Who Speak Out Against Radical Islam | PJ Media", "pinterestDescription": "SPLC Issues Hit List of 12 Conservative Women Who Speak Out Against Radical Islam", "fb": {"app_id": 149848758413844}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdc6fa\"", "article_summary": "SPLC Issues Hit List of 12 Conservative Women Who Speak Out Against Radical IslamThe Southern Poverty Law Center has posted a list of “Women Against Islam” which targets twelve prominent conservative women who are known to speak out against radical Islam, calling them \"the most hardline anti-Muslim women activists in America.\"\nWhat follows are short profiles of a dozen of the most hardline anti-Muslim women activists in America.\nThe SPLC describe the women on their hate list as \"a mixed bag of bloggers, politicos, authors, TV personalities, radio talk show hosts, and leaders of anti-Muslim organizations.\"\nThe SPLC routinely smears conservatives as \"haters\" for holding positions that are contrary to those of SPLC on social or political issues.\nJudicial Watch described the list as \"a starter kit\" for jihadists to go after the women like Floyd Corkins went after the Family Research Council in August of 2012."}