{"article_title": "Fear Factor: Assessing Low Usage of Breast Cancer Prevention Drugs", "article_keywords": ["assessing", "risk", "cancer", "drugs", "tamoxifen", "raloxifene", "effects", "medications", "low", "factor", "usage", "fear", "women", "prevention", "breast"], "article_url": "http://www.mdnews.com/news/2014_05/fear-factor-assessing-low-usage-of-breast-cancer-prevention-drugs.aspx", "article_text": "Home /\n\nNews /\n\nFear Factor: Assessing Low Usage of Breast Cancer Prevention Drugs\n\nFear Factor: Assessing Low Usage of Breast Cancer Prevention Drugs\n\n\n\n\n\n\n\nThe U.S. Preventive Services Task Force (USPSTF) recently renewed its 2002 recommendation that breast cancer prevention drugs be offered to high-risk women who are at low risk for side effects, and it added guidance for clinicians about when to consider prescribing the drugs.\n\nYet the updated statement acknowledges that uptake of the drugs has been low in the intervening years, and notes that concerns about side effects may have discouraged women from trying the drugs or continuing to take them.\n\nMark H. Ebell, MD, MS, Associate Professor of Epidemiology at the University of Georgia College of Public Health and a member of the USPSTF, believes that even given the value of the drugs, deciding whether to use them is a complicated calculus.\n\n“The medications used to prevent breast cancer have potential benefits and harms,” Dr. Ebell says. “While the benefits are likely to outweigh the harms for many high-risk women, it is still a difficult decision.”\n\nThe Background\n\nNew Avenue toward Prevention In a study recently published in The Lancet, researchers found that anastrozole, an aromatase inhibitor sold under the brand name Arimidex, prevented many breast cancers affected by estrogen (hormone receptor-positive cancer). In the study, which included 3,800 high-risk, postmenopausal women, anastrozole reduced the risk of invasive breast cancers by 53 percent — slightly better than tamoxifen and raloxifene. The researchers report that side effects were only slightly higher in the anastrozole groups than in the control group, suggesting the effects were unrelated to the treatment.\n\nAfter lung cancer, breast cancer is the leading cause of cancer deaths among women, according to the American Cancer Society. In 2014, approximately 233,000 new cases of invasive breast cancer will be diagnosed, and roughly 40,000 American women are expected to die of the disease.\n\nFor women at high risk for breast cancer, chemoprevention reduces the incidence of the disease. Currently, the two most thoroughly studied and widely prescribed chemoprevention drugs are tamoxifen and raloxifene. Both are selective estrogen receptor modulators (SERMs). SERMs limit the effects of estrogen, a hormone that affects breast cancer development. Tamoxifen blocks the effects of estrogen in tissues throughout the body, although in the uterus it performs a function similar to that of estrogen by promoting normal growth of the uterine lining. Raloxifene also limits the effects of estrogen throughout the body; however, it does not have effects similar to those of tamoxifen in the uterus.\n\nBalancing Benefits and Harms\n\nThe USPSTF based its updated recommendation on a systematic review of chemoprevention drugs, including tamoxifen and raloxifene. The medications were shown in randomized, placebo-controlled trials to be effective in reducing breast cancer incidence among high-risk women.\n\nRemoving the Cost Barrier In January 2014, the U.S. Department of Health and Human Services announced that breast cancer prevention drugs must be fully covered by most health insurance companies and employer plans under the Affordable Care Act’s provisions for preventive services. Women at increased risk of breast cancer may now receive chemoprevention drugs, including tamoxifen and raloxifene, without a co-pay or other out-of-pocket cost.\n\nTamoxifen prevented about half of breast cancers in high-risk women, decreasing their risk of developing breast cancer from 4 percent to approximately 2 percent. Raloxifene, an osteoporosis drug sold under the brand name Evista, was slightly less effective than tamoxifen in preventing cancers. However, it was also less likely to produce adverse effects. For both drugs, potential side effects are quality-of-life impacting and include blood clots, cataracts, uterine cancer and menopause symptoms, such as hot flashes and night sweats.\n\nThe review’s acknowledgement that concerns about side effects may influence a woman’s decision to take the drugs is something Judy Garber, MD, MPH, a medical oncologist at the Dana-Farber Cancer Institute, has witnessed. She considers potential side effects such as hot flashes a significant barrier — even if they frequently do not materialize.\n\n“Many women won’t have any, but they may need to try the drugs to see how they do …,” Dr. Garber told The Boston Globe in 2013. She added that there is considerable public skepticism about medication safety.\n\nThe USPSTF recommendation emphasizes that only a small number of women are at increased risk for breast cancer and that only a fraction of those would benefit from prophylactic medications. The organization recommends against the routine prescribing of chemoprevention medications to reduce breast cancer risk in women who are not at high risk for the disease.\n\nIn updating its recommendation, the task force added that clinicians should “engage in shared, informed decision making with women who are at increased risk for breast cancer about medications to reduce their risk. For women who are at increased risk for breast cancer and at low risk for adverse medication effects, clinicians should offer to prescribe risk-reducing medications, such as tamoxifen or raloxifene.”\n\nMeanwhile, Dr. Ebell notes, the issues that may discourage some women from taking breast cancer prevention drugs highlight the need for further study and new approaches.\n\n“We need both better tools to help women and their physicians make these challenging decisions and more research to develop drugs that prevent breast cancer but have fewer adverse effects,” he says.", "article_metadata": {"Keywords": "Local News, National News, International Medical News, Peer Perspective, Accounting, Appointments, Case Studies/Studies, Charity Care, Clinical Trials, Ethics, Legal, Legislative, Medical Devices, Medical Facility News, Politics, Practice Management, Profiles, Regulatory and Compliance, Risk Management, Technology, Treatments and Techniques, Anesthesiology, Bariatrics, Cardiology, Cosmetic Surgery, Critical Care, Dermatology, Diabetes and Endocrinology, Emergency Medicine, Family Medicine, Fertility, Gastroenterology, Genetics, Geriatrics, Hematology, Hematology and Oncology, Infectious Disease, Integrative Medicine, Internal Medicine, Men's Health, Mental Health, Nephrology, Neurology, Neuromusculoskeletal Medicine, Obstetrics/Gynecology, Oncology, Ophthalmology, Orthopedics, Otolaryngology, Pathology, Pediatrics, Pharmacy, Physical Therapy/Rehabilitation, Podiatry, Psychiatry, Pulmonology, Radiology, Sleep Medicine, Sports Medicine, Surgery, Urology, Women's Health, Wound Care", "google-site-verification": "_jHasar6_ZKbetuzBtUV7LhporLpglBaTa3I0Yn46cs", "Description": "The U.S. Preventive Services Task Force (USPSTF) recently renewed its 2002 recommendation that breast cancer prevention drugs be offered to high-risk women who are at low risk for side effects, and it added guidance for clinicians about when to consider prescribing the drugs. Yet the updated statement acknowledges that uptake of the drugs has been low in the intervening years, and notes that concerns about side effects may have discouraged women from trying the drugs or continuing to take them.", "viewport": "width=device-width"}, "article_summary": "Home /News /Fear Factor: Assessing Low Usage of Breast Cancer Prevention DrugsFear Factor: Assessing Low Usage of Breast Cancer Prevention DrugsThe U.S. Preventive Services Task Force (USPSTF) recently renewed its 2002 recommendation that breast cancer prevention drugs be offered to high-risk women who are at low risk for side effects, and it added guidance for clinicians about when to consider prescribing the drugs.\nAfter lung cancer, breast cancer is the leading cause of cancer deaths among women, according to the American Cancer Society.\n“The medications used to prevent breast cancer have potential benefits and harms,” Dr. Ebell says.\nThe organization recommends against the routine prescribing of chemoprevention medications to reduce breast cancer risk in women who are not at high risk for the disease.\nWomen at increased risk of breast cancer may now receive chemoprevention drugs, including tamoxifen and raloxifene, without a co-pay or other out-of-pocket cost."}