{"article_title": "Labor union boss paid $258,000 from Ohio school staffers' paychecks", "article_keywords": ["staffers", "paychecks", "employees", "union", "pay", "workers", "school", "paid", "labor", "average", "public", "rugola", "ohio", "boss", "258000"], "article_url": "http://watchdog.org/212004/union-ohio-school/", "article_text": "By Jason Hart | Ohio Watchdog\n\nSchool employees across Ohio were forced to help pay labor boss Joe Rugola $258,873 last year, even if they declined to join the union Rugola leads.\n\nBecause Ohio law allows unions to take “fair share” fees from nonmembers, thousands of workers have mandatory, automatic union deductions taken from their paychecks.\n\nThis is true even for teachers, school staff and other government employees, effectively forcing not just workers but also taxpayers to fund six-figure salaries for Rugola and other union officials.\n\nRugola, executive director of the Ohio Association of Public School Employees, received a gross salary of $204,860 plus $54,013 in “official disbursements” in 2014, according to the union’s annual report to the U.S. Department of Labor.\n\nOAPSE is one of the largest unions in the state, and Rugola has been executive director since 1988. Rugola is recognized as an influential voice in the Ohio Democratic Party, and is a former president of union coalition Ohio AFL-CIO.\n\nWhere did OAPSE get $258,873 to pay Rugola last year?\n\nThe union had 30,470 members as of Dec. 31, 2014, and took 2 percent of each member’s wages up to a yearly maximum of $488.20. OAPSE also took mandatory fees from 2,763 nonmembers.\n\nRugola isn’t just paid with money taken from public workers — with few exceptions, Rugola is paid far more than the workers who are forced to pay him.\n\nIn fact, Rugola is paid well more than the average Ohio school district superintendent’s salary of $103,477.\n\nRugola would be one of the highest-paid public officials in the state, if his pay came directly from taxpayers instead of being siphoned from public workers’ paychecks at taxpayer expense.\n\nAccording to Ohio Department of Education data, school clerical staff were paid an average of $26,803 and service positions including custodians and food service workers were paid an average of $23,509 during the 2013-14 school year.\n\nEducational support staff such as counselors and librarians were paid an average of $45,353 in Ohio schools last year. Professional staffers such as nurses, accountants and speech therapists earned an average of $51,001.\n\nMeanwhile, 35 of OAPSE’s 54 employees received salaries exceeding $80,000 last year. Including other disbursements, employees of the union were paid an average of $99,818 with money taken from school employees’ paychecks.\n\nOAPSE did not respond to questions from Ohio Watchdog about how union pay is disclosed and explained to the union’s members.\n\nRugola, like so many labor bosses, is richly compensated at public employees’ expense to advance the narrative that public employees are underpaid and need union assistance.\n\nAs a show of union “solidarity,” Rugola picketed with workers on strike from a central Ohio school district last fall. In 2013, Rugola led attacks on right-to-work legislation that would have let workers choose whether to pay unions.\n\nRugola became an international vice president of the American Federation of State, County and Municipal Employees, OAPSE’s parent union, the same year he was first elected OAPSE executive director.\n\nIn addition to the $258,873 Rugola received from OAPSE last year, AFSCME headquarters in Washington, D.C. paid him $18,067 in allowances for his work as a vice president.", "article_metadata": {"description": "School employees across Ohio were forced to help pay labor boss Joe Rugola $258,873 last year, even if they declined to join the union Rugola leads.", "og": {"site_name": "Watchdog.org", "description": "School employees across Ohio were forced to help pay labor boss Joe Rugola $258,873 last year, even if they declined to join the union Rugola leads.", "title": "Labor union boss paid $258,000 from Ohio school staffers' paychecks - Watchdog.org", "locale": "en_US", "image": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/04/joe-rugola-oapse-ohio-capital-blog-2013-05-300px.jpg", "updated_time": "2015-04-15T10:18:22+00:00", "url": "http://watchdog.org/212004/union-ohio-school/", "type": "article"}, "twitter": {"domain": "Watchdog.org", "description": "School employees across Ohio were forced to help pay labor boss Joe Rugola $258,873 last year, even if they declined to join the union Rugola leads.", "title": "Labor union boss paid $258,000 from Ohio school staffers' paychecks - Watchdog.org", "image": {"src": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/04/joe-rugola-oapse-ohio-capital-blog-2013-05-300px.jpg"}, "creator": "@jasonahart", "site": "@watchdogorg", "card": "summary_large_image"}, "robots": "noarchive", "article": {"publisher": "https://www.facebook.com/Watchdogorg", "section": "Labor", "published_time": "2015-04-15T04:00:04+00:00", "modified_time": "2015-04-15T10:18:22+00:00"}, "news_keywords": "union pay, union boss pay, joe rugola, ohio association of public school employees, oapse, afscme local 4, american federation of state county and municipal employees, joseph rugola"}, "_id": "\"57477af46914bd0286fdc70c\"", "article_summary": "Including other disbursements, employees of the union were paid an average of $99,818 with money taken from school employees’ paychecks.\nIn fact, Rugola is paid well more than the average Ohio school district superintendent’s salary of $103,477.\nBy Jason Hart | Ohio WatchdogSchool employees across Ohio were forced to help pay labor boss Joe Rugola $258,873 last year, even if they declined to join the union Rugola leads.\nAs a show of union “solidarity,” Rugola picketed with workers on strike from a central Ohio school district last fall.\nRugola, like so many labor bosses, is richly compensated at public employees’ expense to advance the narrative that public employees are underpaid and need union assistance."}