{"article_title": "“The Accidental Universe”: Physics overthrows itself", "article_keywords": ["overthrows", "accidental", "nature", "lightman", "universe", "writes", "multiverse", "physicists", "pure", "science", "universes", "physics"], "article_url": "http://www.salon.com/2014/01/12/the_accidental_universe_physics_overthrows_itself/", "article_text": "Topics: Atheism, Books, Editor's Picks, Must-Do, Physics, Religion, Science, Universe, What to Read, Entertainment News\n\nAs MIT’s first professor with a joint appointment in science and the humanities, Alan Lightman sometimes found himself teaching physics in the morning and then walking across a courtyard to lead a fiction writing class in the afternoon. He’d go from speaking to students about “a world of pure logic, pure reason, pure cause and effect” to coaching them on how best to evoke “the messy nature of human affairs.” Lightman, a physicist turned novelist (“Einstein’s Dreams” was a bestseller and “The Diagnosis” was a finalist for the National Book Award), is like a one-man bridge between what C.P. Snow, in 1959, famously described as “the two cultures” of the sciences and the humanities, realms of knowledge whose growing estrangement Snow deplored.\n\nIn his new collection of essays, “The Accidental Universe: The World You Thought You Knew,” Lightman explores the way recent (and not-so-recent) discoveries and theories in physics and cosmology affect the sort of questions human beings ask in fiction: questions about the meaning of life, the nature of morality, the importance of love. These are obviously puzzles that concern many physicists as well as novelists. But even those scientists who excel at penning lucid popular explications of their work are rarely as gifted at articulating the “messy” bits, such as the contradictory human desires for order and transgression, or our delusory longing for permanence. Some of what Lightman writes about in “The Accidental Universe” could be called philosophical or metaphysical and some of it verges on the poetic, but whatever the subject, he writes with a limpid serenity and frankness that feels as fresh and as clarifying as a spring rain.\n\nAll of the essays in this collection are rewarding, but the most intriguing for popular science lovers will be the first, which gives the book its title. Lightman explains the emerging consensus among theoretical physicists that our own universe is only one among countless alternate universes, universes where the properties of matter and energy may differ significantly from our own. Physicists call this “the multiverse.”\n\nIf the multiverse concept is true — and, as Lightman points out, it’s hard to believe we’ll ever be able to conclusively test it — then, he writes, “the philosophical ethos of science is torn from its roots.” That ethos rests on the conviction that science is moving us toward a more and more complete understanding of the laws of nature and that “these basic principles are so restrictive that only one self-consistent universe is possible, like a crossword puzzle with only one solution.” Or, as the Nobel-winning physicist Steven Weinberg put it, “We now find ourselves at a historic fork in the road we travel to understand the laws of nature. If the multiverse idea is correct, the style of fundamental physics will be radically changed.”\n\nThe multiverse also offers a refutation of the concept of Intelligent Design. Like Intelligent Design, the multiverse is an idea that accounts for the fact that the universe we inhabit is finely tuned in various ways that permit the existence of life. If certain factors (such as the amount of dark energy in the universe) were a little bit greater or lesser — poof! But if there are an infinite, or nearly infinite, number of universes, some of which are nothing but a cold fog of evenly dispersed particles and others a single, tiny, infinitely dense point, then ours is merely one of a few universes configured so as to allow life. There’s nothing particulary remarkable about our existence in it, because if it were otherwise, we wouldn’t be around to remark on it. Thus, ours is an accidental universe, rather than the inexorable and inevitable result of set laws that can be discovered and understood by humanity.", "article_metadata": {"description": "A scientist-novelist explains the revolutionary philosophical implications of new theories of the universe", "title": "“The Accidental Universe”: Physics overthrows itself", "og": {"site_name": "Salon", "description": "A scientist-novelist explains the revolutionary philosophical implications of new theories of the universe", "title": "“The Accidental Universe”: Physics overthrows itself", "url": "http://www.salon.com/2014/01/12/the_accidental_universe_physics_overthrows_itself/", "image": "http://media.salon.com/2014/01/accidental_universe.jpg", "type": "article"}, "twitter": {"description": "A scientist-novelist explains the revolutionary philosophical implications of new theories of the universe", "title": "“The Accidental Universe”: Physics overthrows itself", "image": "http://media.salon.com/2014/01/accidental_universe.jpg", "creator": "@magiciansbook", "site": "@salon", "card": "summary_large_image"}, "author": "Laura Miller", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Atheism, Books, Editor's Picks, Must-Do, Physics, Religion, Science, Universe, What to Read", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdc718\"", "article_summary": "Thus, ours is an accidental universe, rather than the inexorable and inevitable result of set laws that can be discovered and understood by humanity.\nIf certain factors (such as the amount of dark energy in the universe) were a little bit greater or lesser — poof!\nIf the multiverse idea is correct, the style of fundamental physics will be radically changed.”The multiverse also offers a refutation of the concept of Intelligent Design.\nLightman explains the emerging consensus among theoretical physicists that our own universe is only one among countless alternate universes, universes where the properties of matter and energy may differ significantly from our own.\nTopics: Atheism, Books, Editor's Picks, Must-Do, Physics, Religion, Science, Universe, What to Read, Entertainment NewsAs MIT’s first professor with a joint appointment in science and the humanities, Alan Lightman sometimes found himself teaching physics in the morning and then walking across a courtyard to lead a fiction writing class in the afternoon."}