{"article_title": "American Securities Grabs Arsenal-Backed Royal Adhesives", "article_keywords": ["firm", "adhesives", "ma", "arsenalbacked", "royal", "million", "grabs", "specialty", "innovations", "securities", "american", "sealants", "coatings"], "article_url": "http://www.themiddlemarket.com/news/financial_sponsors/american-securities-grabs-arsenal-backed-royal-adhesives-255959-1.html", "article_text": "American Securities Grabs Arsenal-Backed Royal Adhesives\n\nUnder Arsenal's ownership, the target acquired Chemical Innovations, Advanced Polymers and many other businesses\n\nPrivate equity firm American Securities LLC is buying acquisitive sealants business Royal Adhesives and Sealants LLC from Arsenal Capital Partners, which has owned the business since 2010.\n\nSouth Bend, Indiana-based Royal Adhesives makes a range of specialty bonding, laminating and sealing products used by the aerospace and defense, construction, specialty packaging, automotive and industrial markets.\n\n\"The profile of the company in terms of profit margin, profit level (Ebitda) and growth rate is very attractive in today's markets,\" says Arsenal's John Televantos.\n\nNew York-based American Securities invests in companies in North America that have annual revenue between $200 million and $2 billion, with between $50 million to $200 million in Ebitda. The firm has about $15 billion under management.\n\nArsenal, also headquartered in New York, invests in middle market health care and specialty industrial companies. The firm has been building Royal Adhesives since it bought it in 2010, most recently through adding-on Chemical Innovations Ltd. in April and Advanced Polymers International in January.\n\nArsenal owns other companies in the coatings, adhesives and sealants space, and says the innovation in the industry is what drives the M&A activity. Another coatings business, PPG Industries (NYSE: PPG), won Mergers & Acquisitions M&A Mid-Market Strategic Buyer of the Year Award for making several coatings and sealants acquisitions.\n\nFor more on the sealants and coatings space, see Innovations in Coatings and Sealants Spark M&A. For more on Royal Adhesives, watch our video interview with Ted Clark.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/financial_sponsors/american-securities-grabs-arsenal-backed-royal-adhesives-255959-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/advanced-polymers.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "American Securities Grabs Arsenal-Backed Royal Adhesives"}}, "_id": "\"57477af36914bd0286fc97d8\"", "article_summary": "American Securities Grabs Arsenal-Backed Royal AdhesivesUnder Arsenal's ownership, the target acquired Chemical Innovations, Advanced Polymers and many other businessesPrivate equity firm American Securities LLC is buying acquisitive sealants business Royal Adhesives and Sealants LLC from Arsenal Capital Partners, which has owned the business since 2010.\nFor more on Royal Adhesives, watch our video interview with Ted Clark.\nSouth Bend, Indiana-based Royal Adhesives makes a range of specialty bonding, laminating and sealing products used by the aerospace and defense, construction, specialty packaging, automotive and industrial markets.\nArsenal owns other companies in the coatings, adhesives and sealants space, and says the innovation in the industry is what drives the M&A activity.\nThe firm has been building Royal Adhesives since it bought it in 2010, most recently through adding-on Chemical Innovations Ltd. in April and Advanced Polymers International in January."}