{"article_title": "Stakes are high in U.S. Senate race, Van Hollen says", "article_keywords": ["club", "edwards", "van", "hollen", "work", "frederick", "high", "senate", "state", "race", "president", "obama", "stakes"], "article_url": "http://marylandreporter.com/2016/01/18/stakes-are-high-in-u-s-senate-race-van-hollen-says/", "article_text": "By Len Lazarick\n\nLen@MarylandReporter.com\n\nRep. Chris Van Hollen may have the biggest campaign chest, the longest list of endorsements and a very slight lead in the Democratic primary for U.S. Senate in a new poll. But that doesn't mean he doesn't have to do the hard work of wooing political clubs after a long day on Capitol Hill.\n\nAs Rep. Donna Edwards did in November, Van Hollen trekked to a neighborhood center in Columbia last Wednesday to talk to about 40 people of the Columbia Democratic Club for a two-hour meeting where the questions included varied topics like health care and visas to Putin and income inequality.\n\n\"The stakes are very high\" in this race for the seat Sen. Barbara Mikulski is retiring from, Van Hollen told the club. \"There is no way Democrats win back the U.S. Senate without winning the Maryland senate seat.\"\n\n\"We cannot take anything for granted,\" said Van Hollen, who represents the 8th Congressional District in Montgomery, Frederick and Carroll counties.\n\nOne of the biggest chores in the race is how to distinguish himself from Edwards, who shares with him a very liberal record on legislation.\n\n\"You're not going to find significant differences\" on that record, but rather than comparing floor votes, \"Most of the work is putting together coalitions\" to pass legislation.\n\nEdwards asked \"What kind of fighter do you want?\" but Van Hollen said, \"I've tried to find common ground whenever possible.\"\n\nHe's also gone head-to-head with Republican Rep. Paul Ryan, now the speaker of the House, when he chaired the House Budget Committee and Van Hollen was the ranking Democrat. Unlike Edwards, Van Hollen has had other top leadership roles, including being assistant to the speaker, a position created for him by then House Speaker Nancy Pelosi, and he was the chairman of the Democratic Congressional Campaign Committee.\n\nPraises Obama, Affordable Care Act\n\nVan Hollen was speaking the night after President Barack Obama gave his last State of the Union speech.\n\n\"He was terrific,\" Van Hollen said. \"I've very proud of President Obama,\" but \"imagine one of the Republican presidential candidates giving the State of the Union in 2017.\"\n\n\"I know this president -- I think he's one of the best presidents,\" Van Hollen said.\n\nHe's especially proud of the Affordable Care Act, which the GOP candidates deride as Obamacare and voted to abolish or defund 62 times. The last time was the first to get to the president's desk, which Obama promptly vetoed.\n\n\"The Affordable Care Act is one of those things you run for office for,\" and it was \"hard work\" to get is passed. \"We had a lot of Democrats that didn't want to vote for that thing.\"\n\n\"The economy is in much better shape\" than it was when Obama took office in 2009, but \"while jobs are back, we've seen the consistent stagnation of wages.\"\n\nIn response to questions, Van Hollen listed a range of legislation he'd like to achieve: affordable college, a living wage, increasing the minimum wage, reducing mass incarceration, improving federal laws for gun safety, and action on climate change, noting that he is co-chair of the Chesapeake Watershed Caucus.\n\nVery toxic political environment\n\n\"We have a very toxic polarized environment\" which he's experienced first-hand since 2012 when large parts of Frederick and Carroll counties were added to his Montgomery County district in order to add more Democrats to the 6th Congressional District and defeat the incumbent Republican.\n\n\"I got the red [GOP] part of Frederick,\" Van Hollen said, and \"Carroll County makes Frederick County look liberal.\" Van Hollen gets only about 30% of the vote in those areas.\n\n\"We've got to take on the divisive rhetoric,\" he said, but it's hard to do when Tea Party representatives refuse to compromise. \"I'm worried that polarization leads people to tune out.\"\n\n\"I stand with the Black Lives Matter movement,\" Van Hollen said. He supports police body cameras and changes in police training.\n\nAsked how he might work with the Democrats running for president, he said, \"I'd be happy to work with all of them.\"\n\nWell-organized\n\nVan Hollen clearly had a lot of support at the Columbia club, and seems better organized than Edwards, with staff and volunteers placing lawn signs outside the building.\n\nMary Jo Neville, a retired staff member of the Maryland State Education Association, and her husband William Brown, a retired Montgomery County teacher, are both long-time supporters of Van Hollen.\n\nThey got to know him as one of the leaders in the state Senate for the massive infusion of school aid in 2002 through the Thornton \"Bridge to Excellence\" funding.\n\n\"He's terrific,\" said Neville, and they were happy to vote for him when he ran for Congress that year.\n\nThe Columbia Democratic Club endorses candidates and supplies volunteers for those they endorse. Paid club membership always swells before the endorsement meeting coming up in March, and club president Josh Friedman said that endorsement could be unpredictable, despite the obvious support for Van Hollen at last week's meeting.\n\nHe noted that in 1986, the club endorsed then-Gov. Harry Hughes for the Senate seat over then-Rep. Barbara Mikulski, who won and is today the longest serving woman in congressional history.", "article_metadata": {"standout": "http://marylandreporter.com/2016/01/18/stakes-are-high-in-u-s-senate-race-van-hollen-says/", "news_keywords": "Election 2016, Affordable Care Act, Barbara Mikulski, Chris Van Hollen, Donna Edwards, Paul Ryan", "original-source": "http://marylandreporter.com/2016/01/18/stakes-are-high-in-u-s-senate-race-van-hollen-says/", "og": {"url": "http://marylandreporter.com/2016/01/18/stakes-are-high-in-u-s-senate-race-van-hollen-says/", "type": "article", "image": "http://marylandreporter.com/files/2016/01/Van-Hollen-at-CDC-1170x878.jpg", "site_name": "MarylandReporter.com", "title": "Stakes are high in U.S. Senate race, Van Hollen says"}, "twitter": {"site": "@mdreporter", "card": "summary"}, "syndication-source": "http://marylandreporter.com/2016/01/18/stakes-are-high-in-u-s-senate-race-van-hollen-says/", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fd75e9\"", "article_summary": "\"The stakes are very high\" in this race for the seat Sen. Barbara Mikulski is retiring from, Van Hollen told the club.\n\"I got the red [GOP] part of Frederick,\" Van Hollen said, and \"Carroll County makes Frederick County look liberal.\"\n\"We cannot take anything for granted,\" said Van Hollen, who represents the 8th Congressional District in Montgomery, Frederick and Carroll counties.\nbut Van Hollen said, \"I've tried to find common ground whenever possible.\"\nVan Hollen gets only about 30% of the vote in those areas."}