{"article_title": "Victims of 2013 flood celebrate new beginning through Habitat for Humanity", "article_keywords": ["neighbors", "homes", "victims", "tarbox", "habitat", "level", "loveland", "flood", "kilmer", "piano", "beginning", "humanity", "celebrate"], "article_url": "http://www.reporterherald.com/news/loveland-local-news/ci_28505927/victims-2013-flood-celebrate-new-beginning-through-habitat", "article_text": "Bus Tarbox breaks ground on his new home from Habitat for Humanity, built after losing his home on the Big Thompson River in the 2013 flood. ( Sam Lounsberry / Loveland Reporter-Herald )\n\nBy the end of the month, two people who lost their homes along the North Fork of the Big Thompson in the 2013 flood, Bus Tarbox and Joyce Kilmer, will be neighbors once again.\n\nThe two are soon to be neighbors in homes assembled with the help of Loveland Habitat for Humanity. A crowd of about 40 that included Loveland city councilman Ralph Trenary, who lived near Tarbox and Kilmer before their homes were destroyed while his was spared, gathered Saturday at Raven Place off of St. Louis Avenue to celebrate the groundbreaking on each of these homes.\n\n\"Today is a day of healing and new beginnings,\" said Gwen Stephenson, executive director of Loveland Habitat for Humanity. \"The flood was a great tragedy in our community, but it brought our community together.\"\n\nKilmer lost everything but the clothes on her back in the flood when the river swept her house away, including her art studio full of paintings, sculptures and materials for crafting. But she is excited for her new home to finally be completed so she can resume her artistry, using the garage as a studio. She plans to enter her work in a September show in Grand Rapids, Mich. The winner will receive $250,000, Kilmer explained in an interview as she crossed her fingers.\n\nTarbox was able to salvage only his most-treasured possession after the flood: a Kimball grand piano that he says he played four to five times per day.\n\n\"You can tell me when to quiet down, I'll shut the window,\" Tarbox said to a future neighbor in the crowd at Raven Place.\n\nAdvertisement\n\nTarbox has been living with his two grandsons since the flood, but frequently visits Kilmer and his piano in her rented living space. She assisted recovering and restoring the instrument from flood damage. He is looking forward to the day he can have the piano back in his own home.\n\n\"It's just a miracle,\" Tarbox said of finally having a new home of his own. \"You don't expect to be back to the way you were.\"\n\nTrenary also stood before those gathered holding hands with his two former neighbors along the river.\n\n\"The losses and heartfelt pain that has been felt and is being worked through — I hope for all of us to a large degree — will be resolved by seeing two fine homes built here, by seeing two friends making a new start,\" he said.\n\nThe two modular homes are being delivered from Albuquerque, possibly as soon as the end of next week, before finishing touches are made and the houses are placed on their foundations, according to Sarah Porro of the Long Term Recovery Group, which has assisted in flood relief.\n\nTrenary expressed contentment with the project nearing completion for multiple reasons.\n\n\"It's exciting on a personal level because of how long I've know Bus and Joyce,\" Trenary said in an interview. \"And it's exciting on a professional level and official level because every time Habitat closes a project like this, it shows what an asset it is to the city of Loveland. Habitat is a consistent, reliable partner for affordable housing.\"\n\nTarbox hopes he can continue to put on musical performances for Kilmer when they're next-door neighbors — perhaps in exchange for some of her home cooking.\n\n\"The thing is, he doesn't cook, he can't cook, and he says 'Now I can come right next door and eat dinner,'\" Kilmer joked at Tarbox. \"He does come by once in a while and I feed him.\"\n\n\"I can play the piano lots better than I work the microwave,\" Tarbox said with a chuckle.\n\nSam Lounsberry, 635-3691. On Twitter: @SamLounz.", "article_metadata": {"sailthru.url": "http://www.reporterherald.com/news/loveland-local-news/ci_28505927/victims-2013-flood-celebrate-new-beginning-through-habitat", "modificationDate": "2015-07-18T22:59:00-0600", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site47/2015/0718/20150718__19RHAHABITAT~1_300.jpg", "sailthru.author": "By Sam Lounsberry \n \n  Reporter-Herald Staff Writer", "description": "By the end of the month, two people who lost their homes along the North Fork of the Big Thompson in the 2013 flood, Bus Tarbox and Joyce Kilmer, will be neighbors once again.", "ag": {"canon": "LovelandReporter-Herald:article:28505927:view"}, "startDate": "2015-07-18T22:57:52-0600", "og": {"url": "http://www.reporterherald.com/news/loveland-local-news/ci_28505927/victims-2013-flood-celebrate-new-beginning-through-habitat", "image": "http://extras.mnginteractive.com/live/media/site47/2015/0718/20150718__19RHAHABITAT~2.jpg", "type": "article", "description": "By the end of the month, two people who lost their homes along the North Fork of the Big Thompson in the 2013 flood, Bus Tarbox and Joyce Kilmer, will be neighbors once again.", "title": "Victims of 2013 flood celebrate new beginning through Habitat for Humanity"}, "twitter": {"domain": "reporterherald.com", "description": "By the end of the month, two people who lost their homes along the North Fork of the Big Thompson in the 2013 flood, Bus Tarbox and Joyce Kilmer, will be neighbors once again.", "title": "Victims of 2013 flood celebrate new beginning through Habitat for Humanity", "url": "http://www.reporterherald.com/news/loveland-local-news/ci_28505927/victims-2013-flood-celebrate-new-beginning-through-habitat", "image": "http://extras.mnginteractive.com/live/media/site47/2015/0718/20150718__19RHAHABITAT~2.jpg", "site": "@reporterherald", "card": "summary_large_image"}, "sailthru.date": "2015-07-18T22:57:52-0600", "sailthru.site": "reporterherald.com", "endDate": "2025-07-18T21:09:41-0600", "sailthru.title": "Victims of 2013 flood celebrate new beginning through Habitat for Humanity", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Loveland News", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "XzsHDcJw4iXBQEYtDXFRaUAdKzxhSvxWMgXyQQNFFzg", "byline": "By Sam LounsberryReporter-Herald", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site47/2015/0718/20150718__19RHAHABITAT~1.jpg", "pubDate": "2015-07-18T23:00:27-0600", "news_keywords": "Loveland News, Loveland News news, Loveland Colorado Loveland News news, Loveland Colorado news, Loveland News Loveland news, Loveland News Colorado news, US Loveland News news, world Loveland News news."}, "_id": "\"57477af46914bd0286fdaa4c\"", "article_summary": "\"Today is a day of healing and new beginnings,\" said Gwen Stephenson, executive director of Loveland Habitat for Humanity.\nThe two are soon to be neighbors in homes assembled with the help of Loveland Habitat for Humanity.\nBus Tarbox breaks ground on his new home from Habitat for Humanity, built after losing his home on the Big Thompson River in the 2013 flood.\nAdvertisementTarbox has been living with his two grandsons since the flood, but frequently visits Kilmer and his piano in her rented living space.\n\"The flood was a great tragedy in our community, but it brought our community together.\""}