{"article_title": "New Texas Pro-Life Bill Stops Forcing Texans From Paying for Abortions in Their Health Insurance", "article_keywords": ["paying", "right", "prolife", "coverage", "texans", "bill", "abortion", "stops", "taylor", "health", "abortions", "senator", "forcing", "insurance", "texas"], "article_url": "http://www.lifenews.com/2015/03/04/texas-pro-life-bill-stops-forcing-texans-from-paying-for-abortions-in-their-health-insurance/", "article_text": "A new pro-life bill in Texas would protect Texans from being forced to pay for abortions under their current health insurance plans.\n\nRepresentative John Smithee (R-Amarillo) and Senator Larry Taylor (R-Friendswood) introduced important legislation to protect Texans from paying for abortion through their health insurance. The measure already has the support of Texas Right to Life.\n\n“Over the last two years, a hailstorm of controversy has ensued over federal mandates to pay for abortions, further exposing the many revenue streams through which unknowing taxpayers fund the abortion industry,” TRTL told LifeNews.com today. “In Texas, some plans force all subscribers to foot the bill for the abortions of others, while other providers blur their policies on abortion coverage.”\n\nThe bills introduced by Representative Smithee, House Bill 1435, and Senator Taylor, SB 675, change private insurance coverage for abortion to separate supplemental plans so that consumers do not help subsidize the abortion of others through their risk pools. If Texas ever establishes a state exchanged under Obamacare, the measure ensures Texas can opt out of including abortion coverage in the exchange as 25 other states have already done.\n\nCLICK LIKE IF YOU’RE PRO-LIFE!\n\n“Section 1303(a)(1) of PPACA specifically allows states to set their own parameters if a state exchange is established. The third part of the Pro-Life Health Insurance Reform Bill limits the abortion coverage for state employees to a narrowly-defined medical emergency,” Texas Right to Life explained.\n\n“Texans should have access to the same conscience protections as those in so many other states, and Texans should not be forced to pay for abortion coverage that they do not want and do not need. Please contact your representative and senator to ask them to co-author this priority for Texas Right to Life and to help move these bills as swiftly as possible,” the group added.\n\nTexas Right to Life says the two sponsors of the bill are pro-life stalwarts who are dedicated to protecting unborn children and the rights of pro-life Texans.\n\n“House author Representative John Smithee has previously spent over two decades as Chairman of the House Committee on Insurance; thus, not only is he well-versed on the topic, but the Pro-Life ethic is dear to his heart, as evidenced by his moving floor speech in favor of House Bill 2 in July of 2013. Senator Larry Taylor is a staunch Pro-Life legislator and has achieved Proudly Pro-Life and Perfectly Pro-Life Awards throughout his tenure in the Legislature,” it said.", "article_metadata": {"description": "New Texas Pro-Life Bill Stops Forcing Texans From Paying for Abortions in Their Health Insurance", "og": {"site_name": "LifeNews.com", "description": "A new pro-life bill in Texas would protect Texans from being forced to pay for abortions under their current health insurance plans.  Representative John Smit", "title": "Texas Pro-Life Bill Stops Forcing Texans From Paying for Abortions in Their Health Insurance", "url": "http://www.lifenews.com/2015/03/04/texas-pro-life-bill-stops-forcing-texans-from-paying-for-abortions-in-their-health-insurance/", "image": "http://www.lifenews.com/wp-content/uploads/2015/03/texas22.jpg", "locale": "en_us", "type": "article"}, "fb": {"app_id": 204509779594999}, "OBKey": "avejq02j7xRr+0owuq+Pcw==", "keywords": "new texas pro-life bill stops forcing texans from paying for abortions in their health insurance", "google-site-verification": "PPPx-GD0i7nWjUFAYnFdOYorAAJLuNyKOl23JCeXyrQ", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcddd9\"", "article_summary": "A new pro-life bill in Texas would protect Texans from being forced to pay for abortions under their current health insurance plans.\nTexas Right to Life says the two sponsors of the bill are pro-life stalwarts who are dedicated to protecting unborn children and the rights of pro-life Texans.\nThe third part of the Pro-Life Health Insurance Reform Bill limits the abortion coverage for state employees to a narrowly-defined medical emergency,” Texas Right to Life explained.\nRepresentative John Smithee (R-Amarillo) and Senator Larry Taylor (R-Friendswood) introduced important legislation to protect Texans from paying for abortion through their health insurance.\nThe measure already has the support of Texas Right to Life."}