{"article_title": "Jillian Michaels Poses Nude For Shape Magazine At Age 40, Says Women Should Be Comfortable In Their Own Bodies", "article_keywords": ["trainer", "works", "turning", "jillian", "plank", "nude", "magazine", "comfortable", "shape", "best", "strong", "michaels", "poses", "age", "bodies", "women"], "article_url": "http://www.medicaldaily.com/jillian-michaels-poses-nude-shape-magazine-age-40-says-women-should-be-comfortable-their-own-bodies", "article_text": "In celebration of her turning 40, celebrity trainer, Jillian Michaels posed nude for Shape Magazine. She encourages women to do what works best for them.\n\nIn celebration of her turning 40, celebrity trainer, Jillian Michaels posed nude for Shape Magazine. She encourages women to do what works best for them. Screenshot Shape Magazine\n\nCelebrity fitness trainer Jillian Michaels is baring it all for the July/August cover of Shape Magazine in celebration of her turning 40.\"I won't lie. This birthday was hard,\" she told Shape magazine. \"But when I think back on my 20s and 30s, I look better now than I ever have,\" Michaels added.\n\nMichaels shared tips for toning women's bodies from head to toe, based on her own workout routine. She also suggests that women figure out what works best for them. \"It's important for women to have overall strength, because when you feel physically powerful, it transcends into every facet of your life,\" she said, adding how boxing, yoga, and pull-ups are all a focus in sculpting her arms.\n\nMichaels says that she focuses on having a strong upper body. \"My best reason for having strong arms is because I love to pick up my kids,\" she said. Her two kids — daughter Lukensia, 4, and son Phoenix, 2 — keep her busy. Michaels and her partner, Heidi Rhoades, adopted their daughter in the same week Rhoades gave birth to their son.\n\nAnother part that she believes is important to strengthen is her back. \"Metaphorically speaking, it means I can carry a lot of responsibility on my shoulders — and I do — for my family, friends, and fans,\" she says.\n\nMichaels adds that her “abs are the best part of her body.” And she works them out using a variety of tummy-toning exercises. \"All kinds—side plank, extended plank, imbalanced plank,\" she said. \"A couple of times a week, I do three sets of each and hold them for a full minute. Having a strong core gives you a solid foundation and helps with injury prevention, which is critical to good health.\"\n\nBut don’t let the seemingly perfect body fool you. Michaels says that she has problem areas just like everyone else. \"We all store fat somewhere,\" she says. \"Some of us are proportionately balanced, some are apple-shaped. Me? I carry all my weight in my lower body.\"\n\nThe Biggest Loser coach can name a number of reason why being in shape is important — one being liberation. \"There are so many good reasons to exercise,\" she said. \"It doesn't matter how profound or superficial your motives are, as long as it's something that matters to you.\"", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "jillian michaels, shape magazine", "og": {"site_name": "Medical Daily", "description": "In celebration of turning 40, celebrity trainer Jillian Michaels posed nude for Shape Magazine. She encourages women to do what works best for them.", "title": "Jillian Michaels Poses Nude For Shape Magazine, Says Women Should Be Body Confident [VIDEO]", "url": "http://www.medicaldaily.com/jillian-michaels-poses-nude-shape-magazine-age-40-says-women-should-be-comfortable-their-own-bodies", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/19/jillian-michaels.PNG", "type": "article"}, "twitter": {"description": "In celebration of turning 40, celebrity trainer Jillian Michaels posed nude for Shape Magazine. She encourages women to do what works best for them.", "title": "Jillian Michaels Poses Nude For Shape Magazine, Says Women Should Be Body Confident [VIDEO]", "url": "http://www.medicaldaily.com/jillian-michaels-poses-nude-shape-magazine-age-40-says-women-should-be-comfortable-their-own-bodies", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/19/jillian-michaels.PNG", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/19/jillian-michaels.PNG"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-06-19T15:20:04-04:00", "modified_time": "2014-06-19T15:20:02-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "In celebration of turning 40, celebrity trainer Jillian Michaels posed nude for Shape Magazine. She encourages women to do what works best for them."}, "article_summary": "In celebration of her turning 40, celebrity trainer, Jillian Michaels posed nude for Shape Magazine.\nScreenshot Shape MagazineCelebrity fitness trainer Jillian Michaels is baring it all for the July/August cover of Shape Magazine in celebration of her turning 40.\nThis birthday was hard,\" she told Shape magazine.\nShe encourages women to do what works best for them.\n\"All kinds—side plank, extended plank, imbalanced plank,\" she said."}