{"article_title": "Obamacare Provider Shock: GOP Spreads Another Myth", "article_keywords": ["insurance", "spreads", "plans", "myth", "providers", "shock", "obamacare", "networks", "network", "health", "provider", "insurers", "hospitals", "gop", "care"], "article_url": "https://newrepublic.com/article/115738/obamacare-provider-shock-gop-spreads-another-myth", "article_text": "Maybe a little history would put this issue in its proper context. Once upon a time, most insurance carriers would pay for care provided by pretty much any person or facility with a license. But that got expensive and, by the 1980s, insurers responded by reducing what they would pay for services—and then limiting beneficiaries to networks of doctors and hospitals willing to accept these lower fees.\n\nThe change was not particularly popular. At the time, Americans were not accustomed to such restrictions on where they got their medical care. In response to the consumer and political backlash—a backlash that providers happily supported—insurers started offering plans with looser restrictions. Mostly these were preferred provider organizations (PPOs), which allowed beneficiaries to seek care out of network as long as they were willing to pay more for each visit and service. But provider restrictions never went away entirely and frequently negotiations over the terms led to very public disputes, as Paul Fronstin, from the Employment Benefit Research Institute, pointed out via e-mail:\n\nThere have been numerous stories over the last decade of usually health plans dropping a large provider group because the provider group wouldn't accept the rates, or less-usually a provider group walking away from a health plan because it didn't like the terms. Often the two would come to terms after some period of continued negotiation once the contract expired and the news hit the fan, so to speak.\n\nMore recently insurers have shown renewed interest in tighter networks, sometimes through what's known as \"tiered network\" plans that operate as a sort of hybrid between HMOs and PPOs. (These plans allow people to get care out of network, but only at much higher out-of-pocket costs than more traditional PPOs would require.) And it appears the Obamacare exchanges have lots of these plans.\n\nWhile I haven't seen definitive nationwide data, a report from the Center for Healthcare Transformation and Research found that, on Michigan's new exchange, the majority of options are \"limited or network plans.\" In California, where narrow networks have gotten a great deal of media attention, the plans Blue Shield is offering will allow access to just 36 percent of the physicians available in Blue Cross employer plans, according to the L.A. Times. And when McKinsey and Company surveyed 16 state exchanges earlier in the year, it found that about half the plans had narrow networks, according to an article in Modern Healthcare magazine.\n\nBut Obamacare's relationship to this trend is more complicated than it might seem. On the one hand, the law has introduced volatility into the insurance market, potentially emboldening insurers who were contemplating tightening networks already. As Karen Pollitz, a senior fellow at the Kaiser Family Foundation, explained via e-mail:\n\nWithout question, some insurers took this opportunity—when things are changing and so the old ways of doing business could be shaken up—to offer new, tighter, cheaper network designs. And probably without a clear idea as to what impact it might have on patients. Also without question, some hospitals and doctor groups took this opportunity to take a tougher bargaining stance and demand higher payments from insurers to join their networks, betting the insurers couldn’t live without them, and the insurers called their bluff. It’s not obvious providers knew clearly what the patient impact would be, either.\n\nWith Obamacare, and its requirement of selling policies to anybody willing to buy them, insurers also worry about adverse selection. Previously, they were willing to offer plans without provider restrictions, but only to people unlikely to use either outpatient or inpatient services much. Now insurers have to sell plans to anybody, regardless of pre-existing conditions or risk of illness. In other words, they can't restrict wide-open access to the people least likely to use it. Faced with this reality, some insurers are bound to raise premiums for those plans—or to stop offering them altogether. That's why some people who buy these plans now would have to pay more for them next year. (Basically, this is just another form of rate shock, about which you've read so much already.)\n\nStill, according to nearly every source inside and outside the industry I've consulted, the primary reason carriers are offering so many small-network plans in the exchanges is that they believe consumers want them. Their marketing research suggests that, when forced to choose between paying higher premiums for wider networks or lower premiums for narrower networks, the majority of people will go for the cheaper insurance. The one survey I've seen on this question, by Morning Consult, suggests the carriers may be right: In that survey, nearly 60 percent of respondents said they'd opt for plans with fewer provider choices if meant saving on premiums.\n\nLarry Levitt, senior vice president of the Kaiser Family Foundation, summarizes the situation this way:\n\nThe main way insurers control costs is by negotiating and selectively contracting with doctors and hospitals. That’s been the case for decades. The only real connection to the Affordable Care Act is that the health reform law is making insurers compete for customers more aggressively.\n\n* * *\n\nAs it happens, the narrower networks might be a good fit for many consumers, both financially and medically. Totally lost in this debate is the fact that many experts believe our health care system pays the providers of medical care way too much money. That’s particularly true of hospitals, whose obtuse and frequently unjustified prices were the subject of Steve Brill’s celebrated Time magazine article earlier this year. Sometimes high prices correlate with high quality, but sometimes they don't. And particularly when it comes to more routine care, a community hospital is not just adequate but maybe even preferable to a teaching hospital that specializes in the hardest-to-treat cases.\n\nOf course, the converse is also true. A few people have those hardest-to-treat cases. They are the ones who are better off at a place like Cedars-Sinai or the Mayo Clinic—or who need to maintain long-term relationships with professionals, rather than switching every time plans alter their networks. They are also the people whom, ideally, health insurance should do the most to assist.\n\nBut it's not as if most people in this situation have unfettered access to such doctors and hospitals today. And Obamacare has provisions designed to help them. Most of the exchanges seem to include more traditional PPOs. They are expensive, but they are available to anybody—including people who, because of pre-existing conditions, previously had absolutely no way to buy them. (There are also subsidies that some people can use to offset the cost.) In addition, the Affordable Care Act has a “network adequacy” requirement that, in theory, requires all plans to include hospitals that provide specialty services like pediatric cancer treatment. The law even creates an external appeals process, through which people with private insurance can seek medically appropriate care they believe their carriers cannot (or will not) provide.\n\nThere’s a good case for strengthening these two provisions, which are relatively weak, or for taking other steps to help people who depend upon the most advanced hospitals and/or a set of familiar providers. The federal government could, for example, offer more financial incentives for the creation of Accountable Care Organizations, which are closed-network groups of providers designed to deliver the same kind of high-quality, low-cost care you find today at places like Kaiser Permanente, Geisinger Health System, and Group Health of Puget Sound. More states could set hospital rates, as Maryland already does, effectively taking price negotiation out of the market and subjecting it instead to regulation. Or there’s the most radical solution of all: Simply junking private insurance and creating a single-payer system, which would operate more or less like Medicare and would, in practice, would mean access to most physicians and virtually every hospital.\n\nNone of these things are likely to happen anytime soon. They involve greater government regulation of health insurance, which would be fine with most Obamacare supporters but anathema to the law's critics. That's one irony of this latest controversy, as Jonathan Chait pointed out on Monday. Market forces, not government, and the main reason insurers are introducing tighter networks. Yet the people objecting to the result are the same ones who say they love markets.", "article_metadata": {"msapplication-config": "//assets.newrepublic.com/assets/favicons/browserconfig.xml", "viewport": "width=device-width, initial-scale=1.0", "description": "Obamacare critics on the right think they have a new issue. They are calling it “provider shock.” Thanks to the new health care law, these conservatives say, insurance companies are limiting beneficiaries to small groups of doctors and hospitals. As a result, people who depend on these professionals and institutions will have to seek treatment elsewhere—and, inevitably, get&nbsp;substandard care.W...", "og": {"site_name": "New Republic", "description": "Obamacare critics on the right think they have a new issue. They are calling it “provider shock.” Thanks to the new health care law, these conservatives say, insurance companies are limiting beneficiaries to small groups of doctors and hospitals. As a result, people who depend on these professionals and institutions will have to seek treatment elsewhere—and, inevitably, get&nbsp;substandard care.W...", "title": "You Might Lose Your Doctor, But Don't Blame Obamacare", "locale": "en_US", "image": "https://images.newrepublic.com/e3cd730a0abf8e00ac74441e1c2c21731acffe74.jpeg?w=1109&h=577&crop=faces&fit=crop&fm=jpg", "url": "https://newrepublic.com/article/115738/obamacare-provider-shock-gop-spreads-another-myth", "type": "article"}, "twitter": {"image": "https://images.newrepublic.com/e3cd730a0abf8e00ac74441e1c2c21731acffe74.jpeg?w=1024&h=512&crop=faces&fit=crop&fm=jpg", "title": "You Might Lose Your Doctor, But Don't Blame Obamacare", "description": "Obamacare critics on the right think they have a new issue. They are calling it “provider shock.” Thanks to the new health care law, these conservatives say, insurance companies are limiting beneficiaries to small groups of doctors and hospitals. As a result, people who depend on these professionals and institutions will have to seek treatment elsewhere—and, inevitably, get&nbsp;substandard care.W...", "card": "summary_large_image", "site": "@newrepublic"}, "msapplication-TileColor": "#ffffff", "parsely-metadata": "{\"thumb_image\":\"http://images.newrepublic.com/e3cd730a0abf8e00ac74441e1c2c21731acffe74.jpeg\"}", "parsely-page": "{\"title\":\"You Might Lose Your Doctor, But Don't Blame Obamacare\",\"link\":\"https://newrepublic.com/article/115738/obamacare-provider-shock-gop-spreads-another-myth\",\"section\":\"Obamacare\",\"pub_date\":\"2013-11-26T05:00:00.000Z\",\"post_id\":115738,\"author\":\"Jonathan Cohn\",\"type\":\"post\",\"tags\":[\"Obamacare\",\"The Plank\",\"Politics\",\"-type_article\"]}", "fb": {"admins": 4404589, "pages": 161419311535, "app_id": 1675346479369918}, "msapplication-TileImage": "//assets.newrepublic.com/assets/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/thenewrepublic", "tag": "Obamacare", "published_time": "2013-11-26"}, "theme-color": "#ffffff"}, "_id": "\"57477af46914bd0286fdc753\"", "article_summary": "They involve greater government regulation of health insurance, which would be fine with most Obamacare supporters but anathema to the law's critics.\nThey are also the people whom, ideally, health insurance should do the most to assist.\nTotally lost in this debate is the fact that many experts believe our health care system pays the providers of medical care way too much money.\nPreviously, they were willing to offer plans without provider restrictions, but only to people unlikely to use either outpatient or inpatient services much.\nWhile I haven't seen definitive nationwide data, a report from the Center for Healthcare Transformation and Research found that, on Michigan's new exchange, the majority of options are \"limited or network plans.\""}