{"article_title": "Hillary Thinks She Should Control 3 Percent of Your Family Budget", "article_keywords": ["control", "clinton", "daycare", "family", "programs", "average", "budget", "taxes", "mrs", "hillary", "cost", "income", "thinks", "view"], "article_url": "http://www.newsmax.com/Finance/MichaelCarr/hillary-clinton-budget-economy-family/2016/05/12/id/728515/", "article_text": "The inevitable Democratic nominee for President Hillary Clinton has weighed in on the cost of daycare and not surprisingly calls for government action. She believes there should be a program to cap the cost of daycare at 10 percent.There is already a cap of 10 percent for healthcare spending built into the Affordable Care Act. The IRS lays claim to about 11 percent of the average family’s income while sales taxes take an average of 8.4 percent. Social Security and Medicare taxes take 7.65 percent before the family even sees their money.This all adds up to 47 percent of your income that Mrs. Clinton has spoken for. Census Bureau data indicates the average family spends 10 percent of income on food, 13 percent on transportation and 27 percent on housing. That’s 97 percent of your income so under government formulas, for now you are free to allocate the remaining 3 percent.Perhaps Mrs. Clinton doesn’t know there are already dozens of government programs designed to help low-income families with daycare. Mrs. Clinton certainly doesn’t know these programs distort the market for daycare and make the cost higher for everyone.If she becomes President, maybe she will do her best to fix daycare because she can probably expand government interference in this area with executive orders. Then, the next time she’s questioned about the costs of daycare she can reply “at this point, what difference does it make?”Those words not only explain her view of the tragedy in Benghazi but could also explain her view to the tragedies she hopes to create for American families. Michael Carr, CMT, is a subadviser to a mutual fund family and a chartered market technician. To read more Michael Carr, CLICK HERE NOW.", "article_metadata": {"news_keywords": "hillary clinton, budget, economy, family", "pubdate": "2016-05-13T07:50:42", "og": {"site_name": "Newsmax", "description": "The inevitable Democratic nominee for President Hillary Clinton has weighed in on the cost of daycare and not surprisingly calls for government action. She believes there should be a program to cap the cost of daycare at 10 percent.", "title": "Hillary Thinks She Should Control 3 Percent of Your Family Budget", "url": "http://www.newsmax.com/Finance/MichaelCarr/hillary-clinton-budget-economy-family/2016/05/12/id/728515/", "type": "article", "image": "http://www.newsmax.com/CMSPages/GetFile.aspx?guid=d862cf82-2075-44a9-8dc4-e673d8214a97&SiteName=Newsmax", "page_id": 85452072376}, "twitter": {"url": "http://www.newsmax.com/Finance/MichaelCarr/hillary-clinton-budget-economy-family/2016/05/12/id/728515/", "title": "Hillary Thinks She Should Control 3 Percent of Your Family Budget", "description": "The inevitable Democratic nominee for President Hillary Clinton has weighed in on the cost of daycare and not surprisingly calls for government action. She believes there should be a program to cap the cost of daycare at 10 percent.", "site": "Newsmax"}, "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "epoch": 1463125842, "google-site-verification": "G8ES7h3vwQTlFRuKZLTkGYYr-GOyLKJVunu1JffVHbs", "keywords": "hillary clinton, budget, economy, family", "article": {"section": "MichaelCarr", "published_time": "2016-05-13T07:50:42"}, "original-source": "http://www.newsmax.com/Finance/MichaelCarr/hillary-clinton-budget-economy-family/2016/05/12/id/728515/", "description": "The inevitable Democratic nominee for President Hillary Clinton has weighed in on the cost of daycare and not surprisingly calls for government action. She believes there should be a program to cap the cost of daycare at 10 percent."}, "article_summary": "Census Bureau data indicates the average family spends 10 percent of income on food, 13 percent on transportation and 27 percent on housing.\nThe inevitable Democratic nominee for President Hillary Clinton has weighed in on the cost of daycare and not surprisingly calls for government action.\nThe IRS lays claim to about 11 percent of the average family’s income while sales taxes take an average of 8.4 percent.\nSocial Security and Medicare taxes take 7.65 percent before the family even sees their money.This all adds up to 47 percent of your income that Mrs. Clinton has spoken for.\nMichael Carr, CMT, is a subadviser to a mutual fund family and a chartered market technician."}