{"article_title": "Social Media and E-Discovery: Ethical Boundaries", "article_keywords": ["ethical", "information", "rules", "media", "conduct", "sites", "rule", "ediscovery", "boundaries", "lawyer", "social", "content", "subject"], "article_url": "http://www.natlawreview.com/article/social-media-and-e-discovery-ethical-boundaries", "article_text": "Saturday, January 3, 2015\n\n#Straightline\n\nThe fact that you just pronounced that first character as “hashtag,” as opposed to “pound sign,” demonstrates the prevalence of social media in the past few years. Over 1 billion people actively use Facebook. Twitter yields 58 million tweets daily, and 40% of its 500 million users do not actively tweet but simply read those of others. Rather than seek to keep lives private, people share every detail—every location, every activity and even every thought.\n\nSocial media is no longer just for teenagers. It is used by employees and executives, and serves as a media outlet for businesses big and small.\n\nSocial media creates content such as writings, videos and photos, and that content may be relevant in litigation for many reasons. These online records can show an opponent’s state of mind, track physical location at a given point in time and identify associates who may also have relevant and beneficial information. Not to use any social media in researching your case is arguably doing less than the best for your client. Yet, overzealous conduct or communications can trip over ethical lines. When balancing the desire to obtain information with the duty of ethical behavior, observe ethics rules and other prudent advice that evolved well before social media.\n\nLook But Don't Touch\n\nUtilizing search engines to discover what you can learn about a witness or your opponent is just good lawyering. Making contact with the subject of your inquiry through a social media tool is not. Attorneys cannot communicate with persons or entities represented by counsel without consent. Sending a request to the subject of your research—such as a “friend” request on Facebook—might run afoul of the no-communication rules, unless you know for a fact the person does not have counsel. So look at all you can through public sites and searches; just don’t make contact.\n\nRule: Absent consent, a lawyer shall not communicate with a person represented by another lawyer about the subject of the representation. See Rule 4.2 of ABA Model Rules of Professional Conduct.\n\nBe Yourself\n\nPretexting involves creating a false identity to obtain data not otherwise publicly available, including pretending to know the target or claiming to have a recognizable name to obtain access to the private segment of social media posts. Under ethics rules, an attorney’s conduct should not involve dishonesty, fraud,deceit or misrepresentations—and pretexting in order to trick an opponent or witness into sharing information falls within this ban. In many states, lawyers also have ethical responsibility for the conduct of others if the lawyer directs or knowingly ratifies the improper behavior. These rules mean you may not misrepresent your own identity to gain access to information not publicly posted, and further you cannot permit those you represent or supervise to hide or misrepresent their identities either. When trying to gain leverage in contested matters, remember to be yourself online.\n\nRules: In the course of representing a client, a lawyer “shall not knowingly make a false statement of material fact or law to a third person.” See Rule 4.1 of ABA Model Rules of Professional Conduct. A lawyer is responsible for conduct of another if the “lawyer orders or, with the knowledge of the specific conduct,ratifies the conduct involved” or the lawyer has “managerial authority” in the firm or “has direct supervisory authority over the person, and knows of the conduct at a time when its consequences can be avoided or mitigated but fails to take reasonable remedial action.” See Rule 5.3(c) of ABA Model Rules of Professional Conduct.\n\nFollow the Rules\n\nChoosing formal discovery under the rules of civil procedure over informal internet inquiries reduces ethical risks; for example, propound interrogatories directed to the party’s use of social media sites, online aliases and other account information. Serve requests for production specifically requesting electronically stored information, including postings and messages, and ask that such ESI be produced with a date stamp. If the content changes, the duty to supplement requires the opposing party to provide the revised content as well. You can use public searches to inform your requests, and then use the discovery rules to obtain actual content, thus avoiding the appearance of deception or improper communication. In most circumstances, formal discovery also allows you to obtain content not subject to a privacy setting directly from the social media provider.\n\nRules: Discovery is allowed on any non-privileged matter that is relevant to a party’s claims or defenses. See Federal Rule of Civil Procedure 26(b)(1). “An interrogatory may relate to any matter that may be inquired into under Rule 26(b).” See Federal Rule of Civil Procedure 33. Requests for production may be served to inspect or copy any designated documents or electronically stored information within the scope of Rule 26(b). See Federal Rule of Civil Procedure 34(a).\n\nKeep Up with Your Belongings\n\nThe duty to preserve potentially relevant information may encompass social media sites in unexpected ways. Third parties own and control the sites, yet the user determines and changes the content. The company has a duty to preserve the content of its own social media accounts or posts if litigation exists or is anticipated. Individual social media sites of key personnel may be deemed within the company’s control, depending on the policies on access to social media through company devices on company time. Make sure your company’s retention policy or litigation hold memorandum includes instructions on how to preserve social media content and to document any changes made. Some companies now also notify the third-party provider of the social media site to preserve all content.\n\nRules: A lawyer shall not unlawfully alter, destroy or conceal material having potential evidentiary value. See Rule 3.4(a) of ABA Model Rules of Professional Conduct. Once litigation is anticipated, a party’s duty to preserve information extends to material within its possession, custody, or control. See Federal Rule of Civil Procedure 37 advisory committee’s notes (2006).\n\nConclusion\n\nIn litigation, the pervasiveness of information available through social media outlets presents both temptations and evolving obligations. Attorneys must distinguish between capitalizing on information available through social media and potentially breaching ethical rules. In short: Use any evidence not subject to a privacy setting, but scrupulously avoid deception and direct contact when researching information through social media.", "article_metadata": {"description": "The fact that you just pronounced that first character as “hashtag,” as opposed to “pound sign,” demonstrates the prevalence of social media in the past few years. Over 1 billion people actively use Facebook. Twitter yields 58 million tweets daily, and 40% of its 500 million users do not actively tweet but simply read those of others. Rather than seek to keep lives private, people share every detail—every location, every activity and even every thought.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "#Straightline\r\nThe fact that you just pronounced that first character as &amp;ldquo;hashtag,&amp;rdquo; as opposed to &amp;ldquo;pound sign,&amp;rdquo; demonstrates the prevalence of social media in the past few y", "title": "Social Media and E-Discovery: Ethical Boundaries", "url": "http://www.natlawreview.com/article/social-media-and-e-discovery-ethical-boundaries", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/aux/1092/social%20media%20keyboard_6.jpg?itok=yffl9aVI", "type": "article"}, "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "keywords": "legal, business, social media, technology, litigation, hashtag, e-discovery, facebook, twitter", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "legal, business, social media, technology, litigation, hashtag, e-discovery, facebook, twitter"}, "_id": "\"57477af46914bd0286fde1f1\"", "article_summary": "Individual social media sites of key personnel may be deemed within the company’s control, depending on the policies on access to social media through company devices on company time.\nNot to use any social media in researching your case is arguably doing less than the best for your client.\nSocial media creates content such as writings, videos and photos, and that content may be relevant in litigation for many reasons.\nMake sure your company’s retention policy or litigation hold memorandum includes instructions on how to preserve social media content and to document any changes made.\nKeep Up with Your BelongingsThe duty to preserve potentially relevant information may encompass social media sites in unexpected ways."}