{"article_title": "Siris Closes E-Commerce Deal, $1.8B Fund", "article_keywords": ["18b", "closes", "river", "group", "deal", "million", "private", "firm", "fund", "closed", "digital", "siris", "ecommerce"], "article_url": "http://www.themiddlemarket.com/news/financial_sponsors/siris-closes-e-commerce-deal-18b-fund-254785-1.html", "article_text": "Siris Closes E-Commerce Deal, $1.8B Fund\n\nThe firm has closed its third PE fund and an investment in e-commerce company Digital River\n\nNew York private equity firm Siris Capital Group LLC has closed its third fund with $1.81 billion and an investment in e-commerce company Digital River.\n\nThe New York private equity firm announced it was taking Digital River private for $840 million in October. Digital River provides e-commerce services to HarperCollins Publishers Inc., Lenovo Group, Mattel Inc. (Nasdaq: MAT) and others.\n\nThe private equity firm surpassed its $1 billion goal for Siris Partners III LP, its third fund. Siris closed its second fund in December 2012 with about $650 million in commitments. The first was raised with the firm's original launch within hedge fund manager SAC Capital, according to Siris director Philip Lo.\n\nThe firm's investors include pension funds, endowments, foundations, financial institutions and insurance companies. Both the fund and the Digital River deal closed Feb. 12.\n\nSiris focuses on investing in data, telecommunications, technology and technology-enabled business service companies in North America. The firm, with limited partners from its co-investment program, looks for deals between $250 million and $1 billion. In July, Siris announced a $250 million deal for the Junos Pulse product portfolio, a software unit of Juniper Networks Inc. (NYSE: JNPR). For more on the firm, watch our video interview with Siris co-founder Frank Baker.\n\nPark Hill Group LLC served as Siris' placement agent, and Kirkland & Ellis provided legal advice for the fund.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/financial_sponsors/siris-closes-e-commerce-deal-18b-fund-254785-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/digital-river-snippet.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Siris Closes E-Commerce Deal, $1.8B Fund"}}, "_id": "\"57477af36914bd0286fcde14\"", "article_summary": "Siris Closes E-Commerce Deal, $1.8B FundThe firm has closed its third PE fund and an investment in e-commerce company Digital RiverNew York private equity firm Siris Capital Group LLC has closed its third fund with $1.81 billion and an investment in e-commerce company Digital River.\nThe New York private equity firm announced it was taking Digital River private for $840 million in October.\nSiris closed its second fund in December 2012 with about $650 million in commitments.\nBoth the fund and the Digital River deal closed Feb. 12.\nDigital River provides e-commerce services to HarperCollins Publishers Inc., Lenovo Group, Mattel Inc. (Nasdaq: MAT) and others."}