{"article_title": "A New Year's Eve goodbye: Customers of Merlino's Belvedere reminisce on the good times they've spent at the restaurant", "article_keywords": ["customers", "theyve", "cathie", "restaurant", "merlino", "mike", "spent", "times", "reminisce", "belvedere", "eve", "good", "goodbye", "night", "dinner", "merlinos", "come", "tradition"], "article_url": "http://www.canoncitydailyrecord.com/ci_24830650/new-years-eve-goodbye-customers-merlinos-belvedere-reminisce", "article_text": "Mike and Cathie Merlino closed the Belvedere Tuesday after 67 years in business. (Charlotte Burrous / Daily Record)\n\nNew Year's Eve was not just a day to say goodbye to 2013. It also was a chance for residents to bid farewell to Merlino's Belvedere.\n\nThe restaurant closed after 67 years in business and partons who dined there for their last time Tuesday were filled with many memories of the establishment.\n\n\"We've received an outpouring from customers since we announced we would close Dec. 3,\" Mike Merlino said. \"Shortly after that day, we couldn't keep up with the phone calls. All of our reservations were taken.\"\n\nHe said he expected a little bump in business, but not as much as they had.\n\n\"I didn't expect this,\" Merlino said.\n\nHe said they had a mother call and say that her son was not planning on coming home for Christmas, but when he read on Facebook that the Belvedere was closing, he booked a flight from Seattle so he could go to the restaurant one more time before it closed. When she called for a reservation, Merlino said they were booked, but after she explained to him that her son was traveling from Washington, he was able to find a spot for her son through a cancellation.\n\nAnother customer visited Saturday from Dallas, just to have a meal, then flew back Sunday, Merlino said.\n\nA video of the history of the Belvedere was created and is available on Youtube, and Jay Bouton created a booklet, filled with photographs and memories for the Merlinos to keep.\n\n\"What a gift,\" Merlino said. \"Two priceless pieces of art and collections for Cathie and I.\"\n\nWhen the night was over, they planned to keep three employees to help close the restaurant. Part of the work was to convert a web page from the Belvedere's restaurant information to the to-go information.\n\nThe website, http://belvedererestaurant.com/\" title=\"belvedererestaurant.com\">belvedererestaurant.com, should be running by the end of January, and people can order things such as bleu cheese, sausage and sauces.\n\nTim and Linda Bennett enjoy their dinner New Year's Eve at Merlino's Belvedere. (Charlotte Burrous / Daily Record)\n\nOf those attending Tuesday, Rob Smith said he started going to the restaurant when his cousin had a family reunion there in 1988.\n\n\"We had a wonderful time,\" he said. \"That reunion brought me back to Cañon City after many years of being away.\"\n\nWhen Julie Dean moved to Cañon City in 1979, the Belvedere was the first place she had dinner. She returned many times, and again Tuesday, to commemorate her love for the restaurant and the Merlinos.\n\nIt's also a tradition for Tim and Linda Bennett, who arrived on a cold winter night to have dinner there many years ago.\n\n\"It was kind of a slow night so Mike (greeted us),\" Tim said.\n\nSince then, the couple has celebrated 30 of their 36 anniversaries at the Belvedere, as well as birthdays and other special occasions.\n\nSusan Seufer, also attending the last evening at the Belvedere, said being there Tuesday night \"brought back so many memories.\"\n\nIt also brought them back for Paul Villagrana, who was with his wife, Aggie, and their daughter, Brandi.\n\n\"They catered our wedding reception years ago,\" Aggie said. \"Paul used to come in here with his parents when he was young.\"\n\nPaul said because his father was a school teacher, they did not come often, but it was special when they did.\n\nLynn and Bill Price decided to come to the restaurant for two reasons.\n\n\"I've been coming to the Belvedere since the 1950s when I went to school in Florence,\" he said. \"Tonight we're here because we wanted to celebrate one last meal, and Lynn's treating me because (Wednesday) is my birthday.\"\n\nCarol and Jim Fontana had dinner Tuesday to visit with Jeff and Connie Mueller at the restaurant.\n\n\"We're here to celebrate New Year's Eve,\" Carol said.\n\nJim said he wished Merlino the best.\n\n\"He's going into a new time of life,\" he said.\n\nDinner at the Belvedere is a tradition for the Muellers.\n\n\"We're celebrating the conclusion of 60 years of coming here,\" Jeff said. \"We eat here two or three times a week. I cannot believe that the party's over, but we're wishing Cathie well and praying for the future and prosperity and new beginnings with God's favor.\"\n\nComing to the Belvedere on New Year's Eve also was a tradition for Sally and John Merriam, of Florence, who dined at the restaurant with their family Tuesday.\n\n\"I can't thank Cathie and Mike enough for the wonderful food and service they provided and a place to come for many, many years,\" Sally said. \"We consider them very dear and close friends. They've participated and helped at two daughter's weddings. They've been here for every birthday, every anniversary and every New Year's Eve since 1971.\"\n\nMerlino said he was not sure what they will do next, but he is thankful for the support from the community.\n\n\"The outpouring of love (has been) overwhelming,\" he said.", "article_metadata": {"sailthru.url": "http://www.canoncitydailyrecord.com/ci_24830650/new-years-eve-goodbye-customers-merlinos-belvedere-reminisce", "modificationDate": "2014-01-01T20:58:24-0700", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site49/2014/0101/20140101__02DRBelvederew~3_300.jpg", "sailthru.author": "By Charlotte Burrous \n \n  burrousc@canoncitydailyrecord.com", "description": "New Year's Eve was not just a day to say goodbye to 2013. It also was a chance for residents to bid farewell to Merlino's Belvedere.", "ag": {"canon": "CanonCityDailyRecord:article:24830650:view"}, "startDate": "2014-01-01T20:04:48-0700", "og": {"url": "http://www.canoncitydailyrecord.com/ci_24830650/new-years-eve-goodbye-customers-merlinos-belvedere-reminisce", "image": "http://extras.mnginteractive.com/live/media/site49/2014/0101/20140101__02DRBelvederew~1.jpg", "type": "article", "description": "New Year's Eve was not just a day to say goodbye to 2013. It also was a chance for residents to bid farewell to Merlino's Belvedere.", "title": "A New Year's Eve goodbye: Customers of Merlino's Belvedere reminisce on the good times they've spent at the restaurant"}, "twitter": {"domain": "canoncitydailyrecord.com", "description": "New Year's Eve was not just a day to say goodbye to 2013. It also was a chance for residents to bid farewell to Merlino's Belvedere.", "title": "A New Year's Eve goodbye: Customers of Merlino's Belvedere reminisce on the good times they've spent at the restaurant", "url": "http://www.canoncitydailyrecord.com/ci_24830650/new-years-eve-goodbye-customers-merlinos-belvedere-reminisce", "image": "http://extras.mnginteractive.com/live/media/site49/2014/0101/20140101__02DRBelvederew~1.jpg", "site": "@CCDR_news", "card": "summary_large_image"}, "sailthru.date": "2014-01-01T20:04:48-0700", "sailthru.site": "canoncitydailyrecord.com", "endDate": "2024-01-01T20:03:48-0700", "sailthru.title": "A New Year's Eve goodbye: Customers of Merlino's Belvedere reminisce on the good times they've spent at the restaurant", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Canon City Breaking News, Sports, Weather, Traffic", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "oCjqPZ-ii-IZW-fBJ0mmX5dmH5aafePG3FLx_kSYFiA", "byline": "By Charlotte Burrousburrousc@canoncitydailyrecord.com", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site49/2014/0101/20140101__02DRBelvederew~3.jpg", "pubDate": "2014-01-01T20:07:03-0700", "news_keywords": "Canon City news, Colorado news, world news, national news, local news, business news, sports news, entertainment news, us news, Canon City Daily Record"}, "_id": "\"57477af46914bd0286fdc77e\"", "article_summary": "\"We've received an outpouring from customers since we announced we would close Dec. 3,\" Mike Merlino said.\nMike and Cathie Merlino closed the Belvedere Tuesday after 67 years in business.\nTim and Linda Bennett enjoy their dinner New Year's Eve at Merlino's Belvedere.\nShe returned many times, and again Tuesday, to commemorate her love for the restaurant and the Merlinos.\nSusan Seufer, also attending the last evening at the Belvedere, said being there Tuesday night \"brought back so many memories.\""}