{"article_title": "Mark R. Schmidt Workers Compensation Law Blog on Lawyers.com", "article_keywords": ["injured", "law", "workers", "worker", "representatives", "mark", "blog", "medical", "compensation", "r", "lawyerscom", "medications", "claims", "schmidt", "patients", "treatment"], "article_url": "http://workers-compensation.lawyers.com/blogs/archives/36201-important-update-from-media-workers-compensation-lawyers.html", "article_text": "The Pennsylvania Legislature is taking action which will SEVERELY impact the rights of injured workers to receive quality medical treatment for work related injuries.\n\nTo all Clients and Medical Providers:\n\nHouse Bill 1800 amends the procedure known as Utilization Review. Presently, the system already favors the employer’s ability to reduce costs, and limit the amount of treatment available to injured workers. This new law makes the procedures and legal requirements even more difficult for claimant’s to pursue, in order to receive appropriate treatment for their work injuries.\n\nVirtually every doctor ever questioned under oath will admit that medicine is NOT an exact science. It is more of an art form. Every patient heals at a different rate, and based on different methods of treatment – even if they have the same diagnosis. Some patients may require only physical therapy or rest, while others may require medications, injections or even surgery. Many patients will recover within a “generally accepted timeframe”; however, even medical literature acknowledges that there are exceptions, where patients do not recover within specified time frames. The Government Representatives of Pennsylvania now seek to pass a law that will essentially make medicine an exact science. Any patient who does not recover within specified time frames may be denied any further treatment, even if they have a clearly identifiable reason for falling outside the standard guidelines.\n\nIn the opinion of this attorney, Pennsylvania’s new proposed system for Utilization Review is far more dangerous than the “death panels” predicted by certain politicians following Obamacare. In that system, the treatment was to be reviewed by a panel of trained doctors. Under Pennsylvania’s new law claims representatives will be making the initial determination – cutting off treatment that may have far reaching consequences they have no knowledge, education or training about. Claims representatives – who have absolutely no medical training – will determine if treatment exceeds written guidelines for care. Despite the potential risk to any given patient, a claims representative has the ability to immediately stop treatment of an injured worker if the treatment does not fit within the established guidelines. It is virtually certain that claims representatives will almost always make the decision which saves their insurance company money – by cutting off treatment. If an injured worker disputes the claims representatives decision, the process now becomes more difficult, and time consuming, for the injured worker to bring their case to the attention of a workers compensation judge.\n\nThe word “Guidelines” recognizes that it does not fit all cases. There are known, and unknown exceptions, which do not fit within the time frame of generally accepted treatment. The time delays involved in the new procedure may cause many patients irreparable damage, withdrawal symptoms from needed, yet habitual medications, and even the potential for death*.\n\n[In the case J.D. Landscaping v. WCAB (Heffernan) the injured workers medications were suddenly cut off by a Request for Utilization Review. The claimant began to suffer withdraw, and later resumed the medications, resulting in his death.]\n\nAnyone receiving this letter is invited to read Pennsylvania House Bill 1800, regular session 2015-2016 to form your own conclusion. Should your interpretation of this law result in even a fraction of the fears and concerns expressed in this letter, you are encouraged to contact your state representative immediately, to express those fears and concerns. For more information, call Media Workers’ Compensation Law Firm, Schmidt, Kirifides & Rassias at 800-892-9300 or contact us online.", "article_metadata": {"description": "Law blogs of real lawyers and attorneys from Lawyers.com.", "keyword": "law blog, lawyer blog, attorney blog, legal blog, attorneys, lawyers, law firm, attorney at law, legal advice, legal issues, lawyers.com, LexisNexis, Martindale-Hubbell, legal topics"}, "article_summary": "Landscaping v. WCAB (Heffernan) the injured workers medications were suddenly cut off by a Request for Utilization Review.\nFor more information, call Media Workers’ Compensation Law Firm, Schmidt, Kirifides & Rassias at 800-892-9300 or contact us online.\nPresently, the system already favors the employer’s ability to reduce costs, and limit the amount of treatment available to injured workers.\nThe Pennsylvania Legislature is taking action which will SEVERELY impact the rights of injured workers to receive quality medical treatment for work related injuries.\nIf an injured worker disputes the claims representatives decision, the process now becomes more difficult, and time consuming, for the injured worker to bring their case to the attention of a workers compensation judge."}