{"article_title": "Critics Say Covered California Ill-Equipped to Help Former Foster Youth", "article_keywords": ["website", "help", "critics", "medical", "young", "sign", "youth", "twice", "say", "foster", "california", "covered", "illequipped", "health"], "article_url": "http://ww2.kqed.org/stateofhealth/2014/07/24/critics-say-covered-california-ill-equipped-to-help-former-foster-youth/", "article_text": "Former foster youth lined up at Covered California’s last board meeting to complain about the hoops they have to jump through to enroll in Medi-Cal, the state’s health plan for the poor.\n\n“Navigating adulthood is challenging enough, let alone trying to find insurance to cover your medical needs,” said Vanessa Hernandez, who spent 14 years in foster care. She says her younger brother tried twice to sign up online before he gave up.\n\n“Currently the process is very unclear, it’s hard to navigate, and it’s not very accessible,” she said.\n\nFor most young people, The Affordable Care Act allows them to stay on their parents’ insurance until they turn 26. But when California foster youth age out of the system between ages 18 and 21, they often have no one. So federal lawmakers added a special provision to the health law that allows these young adults to stay on Medicaid — called Medi-Cal in California — until age 26, regardless of their income.\n\n“Former foster youth are extremely vulnerable,” says Jessica Haspel a policy associate at the advocacy nonprofit Children Now. She says any obstacles or delays to enrollment are especially problematic for foster youth. Many have special health needs stemming from a history of abuse or neglect and may rely on important medication for things like diabetes or anxiety. Studies show nearly one in three former foster youth exhibit signs of post-traumatic stress disorder — which is itself about twice the rate of American war veterans.\n\n“They may have been offered counseling when they were a child, but were not in a position where they were really able or ready to process it,” Haspel says. “As an adult, they want to take advantage of counseling and services to help them deal with everything that they’ve been through.”\n\nShe says the Covered California website isn’t programmed properly to enroll former foster youth into coverage. And call center employees aren’t educated about the new provision. As a result, some youth are being told they don’t qualify when they do, or they are put in a queue when they should be fast-tracked into coverage.\n\n“We are constantly working hard to resolve some of those issues,” says Anne Gonzales, Covered California spokesperson.\n\nShe says the agency is beefing up training and updating its guide for service center reps. Website fixes are scheduled for the winter.\n\n“We are currently urging anyone who thinks they missed out on benefits to sign up now,” she says.\n\nBut youth advocates are advising young people to sidestep Covered California altogether, and to go to their county social services office instead to sign up for Medi-Cal in person.", "article_metadata": {"description": "Former foster youth are eligible for Medi-Cal until age 26, regardless of income.", "contextly-page": "{\"title\":\"Critics Say Covered California Ill-Equipped to Help Former Foster Youth\",\"url\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/2014\\/07\\/24\\/critics-say-covered-california-ill-equipped-to-help-former-foster-youth\\/\",\"pub_date\":\"2014-07-24 09:22:43\",\"mod_date\":\"2014-07-24 17:37:57\",\"type\":\"post\",\"post_id\":20245,\"author_id\":\"3205\",\"author_name\":\"April Dembosky\",\"author_display_name\":\"April Dembosky\",\"tags\":[\"Covered California\"],\"categories\":[\"Community Health\",\"Obamacare\"],\"image\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/wp-content\\/uploads\\/sites\\/27\\/2013\\/10\\/coveredca.jpg\"}", "og": {"site_name": "State of Health", "description": "Former foster youth are eligible for Medi-Cal until age 26, regardless of income.", "title": "Critics Say Covered California Ill-Equipped to Help Former Foster Youth", "url": "http://ww2.kqed.org/stateofhealth/2014/07/24/critics-say-covered-california-ill-equipped-to-help-former-foster-youth/", "image": "http://ww2.kqed.org/stateofhealth/wp-content/uploads/sites/27/2013/10/coveredca.jpg", "locale": "en_us", "type": "article"}, "twitter": {"site": "@kqedhealth", "card": "summary_large_image", "creator": "@"}, "fb": {"app_id": 160023622793}, "keywords": "covered california", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcde2a\"", "article_summary": "But when California foster youth age out of the system between ages 18 and 21, they often have no one.\n“Former foster youth are extremely vulnerable,” says Jessica Haspel a policy associate at the advocacy nonprofit Children Now.\n“We are constantly working hard to resolve some of those issues,” says Anne Gonzales, Covered California spokesperson.\nShe says any obstacles or delays to enrollment are especially problematic for foster youth.\n“As an adult, they want to take advantage of counseling and services to help them deal with everything that they’ve been through.”She says the Covered California website isn’t programmed properly to enroll former foster youth into coverage."}