{"article_title": "Ted Cruz stands with jailed clerk: Obama should get same punishment for defying our laws", "article_keywords": ["faith", "stands", "clerk", "ted", "resign", "punishment", "davis", "cruz", "stand", "defying", "kim", "opinion", "san", "president", "laws", "jailed", "obama"], "article_url": "http://www.bizpacreview.com/2015/09/04/ted-cruz-stands-with-jailed-clerk-obama-should-get-same-punishment-for-defying-our-laws-247333", "article_text": "Why isn’t President Barack Obama in jail — or at least disgraced and out of office?\n\nAfter a federal judge ordered Kentucky County Clerk Kim Davis, a Democrat, jailed for her refusal to issue gay marriage licenses, Republican presidential candidate Ted Cruz issued a scathing statement comparing her actions with those of Obama.\n\n“Where is the call for President Obama to resign for defying our immigration laws, our welfare reform laws, and even his own Obamacare?“ Cruz said.\n\nThe Texas senator also tweeted:\n\nWhen the mayor of San Francisco and President Obama resign, then we can talk about Kim Davis: https://t.co/zyBRG91OXG pic.twitter.com/fg5MBSzRDn — Ted Cruz (@tedcruz) September 3, 2015\n\nHere is his full statement, according to his website:\n\nToday, judicial lawlessness crossed into judicial tyranny. Today, for the first time ever, the government arrested a Christian woman for living according to her faith. This is wrong. This is not America. I stand with Kim Davis. Unequivocally. I stand with every American that the Obama Administration is trying to force to choose between honoring his or her faith or complying with a lawless court opinion. In dissent, Chief Justice Roberts rightly observed that the Court’s marriage opinion has nothing to do with the Constitution. Justice Scalia observed that the Court’s opinion was so contrary to law that state and local officials would choose to defy it. For every politician — Democrat and Republican — who is tut-tutting that Davis must resign, they are defending a hypocritical standard. Where is the call for the mayor of San Francisco to resign for creating a sanctuary city — resulting in the murder of American citizens by criminal illegal aliens welcomed by his lawlessness? Where is the call for President Obama to resign for ignoring and defying our immigration laws, our welfare reform laws, and even his own Obamacare? When the mayor of San Francisco and President Obama resign, then we can talk about Kim Davis. Those who are persecuting Kim Davis believe that Christians should not serve in public office. That is the consequence of their position. Or, if Christians do serve in public office, they must disregard their religious faith – or be sent to jail.\n\n\n\nKim Davis should not be in jail. We are a country founded on Judeo-Christian values, founded by those fleeing religious oppression and seeking a land where we could worship God and live according to our faith, without being imprisoned for doing so. I call upon every Believer, every Constitutionalist, every lover of liberty to stand with Kim Davis. Stop the persecution now.\n\nCruz also appeared on “The Kelly File” on Thursday to discuss his support for Davis with Fox News host Megyn Kelly. Watch the interview via Fox News:", "article_metadata": {"generator": "WordPress 4.4.3", "og": {"site_name": "BizPac Review", "description": "Why isn’t President Barack Obama in jail — or at least disgraced and out of office? After a federal judge ordered Kentucky County Clerk Kim Davis, a Democrat, jailed for her refusal to issue gay marriage licenses, Republican presidential candidate Ted Cruz issued a scathing statement comparing her actions with those of Obama. “Where is the …", "title": "Ted Cruz stands with jailed clerk: Obama should get same punishment for defying our laws", "locale": {"alternate": "en_US", "identifier": "en_US"}, "image": "http://www.bizpacreview.com/wp-content/uploads/2015/09/cruz-davis1.jpg", "updated_time": "2015-09-04T11:43:07+00:00", "url": "http://www.bizpacreview.com/2015/09/04/ted-cruz-stands-with-jailed-clerk-obama-should-get-same-punishment-for-defying-our-laws-247333", "type": "article"}, "twitter": {"widgets": {"csp": "on"}}, "alexaVerifyID": "qC73ojZoktel85cbl12SAFJar9k", "fb": {"admins": "10152426200106417,10152720237657852,10200650572686956,3854753687919,100215693385946,549853448412696", "pages": 169204449790211, "app_id": 1502886339979348}, "article": {"publisher": "https://www.facebook.com/ConservativeNewsToday", "section": "News", "published_time": "2015-09-04T07:10:55+00:00", "modified_time": "2015-09-04T11:43:07+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcde29\"", "article_summary": "“Where is the call for President Obama to resign for defying our immigration laws, our welfare reform laws, and even his own Obamacare?“ Cruz said.\nWhere is the call for President Obama to resign for ignoring and defying our immigration laws, our welfare reform laws, and even his own Obamacare?\nWhen the mayor of San Francisco and President Obama resign, then we can talk about Kim Davis.\nThose who are persecuting Kim Davis believe that Christians should not serve in public office.\nAfter a federal judge ordered Kentucky County Clerk Kim Davis, a Democrat, jailed for her refusal to issue gay marriage licenses, Republican presidential candidate Ted Cruz issued a scathing statement comparing her actions with those of Obama."}