{"article_title": "Game Changer: Sealegs unveils military grade amphibious craft with cutting-edge land, sea technology", "article_keywords": ["amphibious", "land", "way", "grade", "company", "water", "sealegs", "vessels", "unveils", "cuttingedge", "game", "craft", "sea", "vessel", "military", "interceptor", "technology", "boat"], "article_url": "http://www.postandcourier.com/article/20151205/PC2107/151209592/1136/game-changer-sealegs-unveils-military-grade-amphibious-craft-with-cutting-edge-land-sea-technology", "article_text": "The Sealegs Amphibious Interceptor Vessel is expected to be a game changer in patrolling coastal waters, according to the New Zealand-based company.\n\nA new 36-foot Sealegs craft built in New Zealand using a customized hull designed in concert with a U.S. company could revolutionize the way vessels patrol rivers and coastal waters by providing easier and quicker movement on and between land and sea, the company says.\n\nSealegs drew upon a dozen years of ground-breaking work to build the IKA-11 Amphibious Interceptor Vessel, a large military-grade craft. The company used its latest-generation amphibious technology, which it said “can be installed onto significantly larger craft that operate in the commercial, professional, military and government sectors.”\n\nTwo years of design work and construction by Sealegs and ReconCraft, an American firm that designed the hull, culminated in the boat’s unveiling.\n\nNew Zealand-based Sealegs describes itself as the world’s leading manufacturer of patented amphibious craft. According to a 2015 release celebrating Sealegs’ 10 years in production, the company said there are more than 1,000 craft in more than 50 countries across the globe.\n\nAlong with vessels for commercial use, Sealegs sells recreational amphibious craft. The company entered the Charleston market in the past year. The vessels were built using the same amphibious technologies developed in commercial and patrol vessels.\n\n“This newly released Sealegs boat is a testament to Sealegs quality, high level of engineering and direction as a company,” says William K. Mayhew, managing director of Carolina Sealegs, whose territory includes the Charleston area.\n\n“This boat is currently in New Orleans and will be making its way up the East Coast,” Mayhew said.\n\nThe boat, which measures out to 36 feet, 3 inches, touts a military grade all-wheel drive amphibious system. On the water, the boat serves as a “high speed interceptor and command center.” The vessel on land can handle “safe personnel transfers, covert reconnaissance and maneuvers up steep hills” to provide its state-of-the-art detection and monitoring sensors the same viewing height as a warship.\n\nSporting a 14,300 pound weight capacity and full cabin, the interceptor vessel is powered by 335 horsepower twin-turbo diesel engines “coupled to heavy duty” marine gears and water jets. The vessel can reach speeds of more than 40 knots (46 mph) on water and 7-10 mph on land.\n\nLaunched in the early 2000s, Sealegs has gradually built up its business of designing and manufacturing vessels that can effortlessly move from sandy and rocky shores to still waters or big waves, and back. The company developed its technology to be useful both for making vessels for rescue squads and coastal or water patrols, as well as for families or sportsmen to enjoy. The amphibious nature of the Sealegs vessels permits boaters to ratchet down the boat’s speeds and then drive onto a deserted beach, for instance, then push-button start a motor, drive into the water and rev up engines to cruise around lakes, bays or the ocean.\n\nThe rigid inflatable boats (RIBs) have gained plenty of publicity including in Forbes magazine this year and via a host of testimonials. Maybe the most famous plaudit came from British adventurer Bear Grylls in 2012. On the company’s site, he’s quoted, “A RIB that is up to the demanding maritime conditions I operate in — robust, good riding and nicely over-engineered!”\n\nMeanwhile, contributing writer Bill Springer gave the Sealegs 7.1-meter amphibious boat rave reviews in an Aug. 31 article in Forbes magazine.\n\n“The Sealegs 7.1 Meter amphibious boat is way, way more James Bond that your average yacht tender,” Springer led the story.\n\nLater, he wrote about driving up the beach “at the push of a button.\n\n“In fact, there are some very real advantages to being able to drive up the beach in addition to being James Bond-cool. Especially if you live on, or close to a beach, but not necessarily to a dock. It’s like a Range Rover that doesn’t need a ferry to go to Nantucket or even a launch ramp.”\n\nTo learn more about Sealegs, visit www.sealegs.com.\n\nReach Jim Parker at 937-5542 or jparker@postandcourier.com.", "article_metadata": {"news_keywords": "Game Changer: Sealegs unveils military grade amphibious craft with cutting-edge land, sea technology, \r\nAutomotive,", "og": {"site_name": "Post and Courier", "description": "A new 36-foot Sealegs craft built in New Zealand using a customized hull designed in concert with a U.S. company could revolutionize the way vessels patrol rivers and coastal waters by providing easier and quicker movement on and between land and sea", "title": "Game Changer: Sealegs unveils military grade amphibious craft with cutting-edge land, sea technology", "url": "http://www.postandcourier.com20151205/151209592/game-changer-sealegs-unveils-military-grade-amphibious-craft-with-cutting-edge-land-sea-technology", "image": {"url": "http://www.postandcourier.com/storyimage/CP/20151205/PC2107/151209592/AR/0/AR-151209592.jpg", "identifier": "http://www.postandcourier.com/storyimage/CP/20151205/PC2107/151209592/AR/0/AR-151209592.jpg"}, "type": "article"}, "twitter": {"description": "A new 36-foot Sealegs craft built in New Zealand using a customized hull designed in concert with a U.S. company could revolutionize the way vessels patrol rivers and coastal waters by providing easier and quicker movement on and between land and sea", "title": "Game Changer: Sealegs unveils military grade amphibious craft with cutting-edge land, sea technology", "app": {"country": "US", "name": {"ipad": "Post and Courier", "iphone": "Post and Courier", "googleplay": "Post and Courier"}, "id": {"ipad": 603721271, "iphone": 603721271, "googleplay": "com.Synapse.PandC"}}, "site": "@postandcourier", "image": "http://www.postandcourier.com/storyimage/CP/20151205/PC2107/151209592/AR/0/AR-151209592.jpg", "card": "summary_large_image"}, "metered": "yes", "p": {"domain_verify": "c6511264bdb6fa45c6bb985fb86d3ab2"}, "fb": {"app_id": 146078808769941}, "tout": {"article": {"id": 151209592}}, "keywords": "Game Changer: Sealegs unveils military grade amphibious craft with cutting-edge land, sea technology , \r\nAutomotive", "article": {"published_time": "2015-12-05T21:47:43Z", "modified_time": "2015-12-05T21:47:00Z", "author": "Jim Parker"}, "msvalidate.01": "05BAEC9D8820FA9F10D57DB6EB3C6192", "google-site-verification": "rAW9DX7yfiFF82k05QGF6LbZBkxcKxMTzAwNv0OCKAM", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "description": "A new 36-foot Sealegs craft built in New Zealand using a customized hull designed in concert with a U.S. company could revolutionize the way vessels patrol rivers and coastal waters by providing easier and quicker movement on and between land and sea"}, "article_summary": "The Sealegs Amphibious Interceptor Vessel is expected to be a game changer in patrolling coastal waters, according to the New Zealand-based company.\nSealegs drew upon a dozen years of ground-breaking work to build the IKA-11 Amphibious Interceptor Vessel, a large military-grade craft.\n“The Sealegs 7.1 Meter amphibious boat is way, way more James Bond that your average yacht tender,” Springer led the story.\nNew Zealand-based Sealegs describes itself as the world’s leading manufacturer of patented amphibious craft.\nAlong with vessels for commercial use, Sealegs sells recreational amphibious craft."}