{"article_title": "“Like Your Doctor, Keep Your Doctor” Wasn’t the Only Obamacare Lie", "article_keywords": ["lie", "funding", "plans", "doctor", "wasnt", "abortion", "obamacare", "health", "plan", "act", "president", "care", "insurance", "smith"], "article_url": "http://townhall.com/tipsheet/cortneyobrien/2015/01/14/like-your-doctor-keep-your-doctor-wasnt-the-only-obamacare-lie-n1942941", "article_text": "Politifact was right to name President Obama’s “If you like your doctor, you can keep your doctor” proclamation as its 2013 “Lie of the Year.” Yet, they missed out on another whopper of a fib a few years earlier in 2009.\n\nAt the Heritage Foundation’s Conservative Policy Summit in Washington, DC on Tuesday, Rep. Chris Smith (R-NJ), a pro-life warrior who has been involved in the movement for 42 years, exposed President Obama’s misleading statement about his signature legislation:\n\n“On Sept 9, 2009 in a joint session of Congress, Obama said in his health care reform, under our plan, no federal dollars will be used to fund abortion. In an eleventh hour ploy to garner a remnant of pro-life congressional Democrats absolutely needed to pass the Affordable Care Act, the president issued an executive order on March 24, 2010 and said, ‘The act maintains current Hyde Amendment restrictions governing abortion policy and extends those restrictions to duly created health insurance exchanges.'”\n\n“It turns out that those ironclad promises by the president himself, are absolutely untrue.”\n\nThe Hyde Amendment, Smith explained, has two indisputable parts: it prohibits direct funding for abortion and funding for any insurance plan that includes abortion, except in the cases of rape, incest or to save the life of the mother.\n\nSmith discussed just how Obamacare violates this specific law.\n\n“Obamacare violates the Hyde funding by funding insurance plans and by paying for abortion on demand. Despite an appalling degree of non-transparency and obfuscation by the Obama administration, an extensive audit by the Government Accountability Office found in September that 1,036 Obamacare exchanges covered elective abortion. GAO also found that separate billing of the abortion surcharge required by the act is not being enforced, the abortion funding premium, and again, this is in 2015 now, is being illegally rolled into the total plan cost. Health care consumers are therefore buying health care insurance with little or no knowledge that they are purchasing abortion subsidizing plans.”\n\nIn his own state of New Jersey, Smith says every single plan on the exchange pays for abortion on demand. The same is true for other states as well.\n\nWhen it comes to public funding for abortion, the 2015 open enrollment is at least as bad, if not worse, than last year, Smith said.\n\n“It’s never been about a website. Again President Obama’s promise not to fund abortion on demand, continues to be broken. It’s not just a lie that was done once, it gets replicated year in and year out because what he said got the votes to procure enactment of that egregiously flawed legislation.”\n\nSmith encouraged his audience to visit Obamacareabortion.com, a website created by the Family Research Council and the Charlotte Lozier Institute that offers consumers the chance to click on their state and find out if their health care plans include abortion coverage.\n\n“The Obama administration’s cover-up of abortion insurance plans on the exchange is absolutely unnecessary, it’s unacceptable, and it is unconscionable. Consumers have a right to know.”\n\nWhat’s more, Smith and his colleagues are introducing several pro-life bills this session to help expose and counteract the health care law’s misleading agenda.\n\n“Last year, the House passed HR 7, the No Taxpayer Funding for Abortion Act and Abortion Insurance Full Disclosure Act which would end public funding for abortion, while alerting in 2015, consumers which plans in 2014 had abortion in them. As you all know, Harry Reid refused to allow a vote on that legislation and the president issued a statement of admin policy saying he would veto it.”\n\n“This Congress should be different. We are hopeful the Senate will take up the legislation, we will take it up as well and hopefully this legislation will – even if the president vetoes it – it will be another step and another move in the direction of finally excising the killing of unborn children from abortion.”\n\nWith an impressive amount of pro-lifers in Congress, Smith once again emphasized his belief that they will be able to slow down Obama’s pro-abortion agenda.\n\n“We are now more optimistic that the life issues and the sanctity of human life and for marriage is something, especially given the fact that this administration, this president, he is the ‘abortion president,’ we are in the process of turning this around.”\n\nWhy is he so confident?\n\n“Because people are waking up. The culture of denial is being replaced with a culture of enlightenment,” he said.", "article_metadata": {"description": "The president misled Congress and Americans to accept a health care bill that would fund abortions..05/26/2016 4:03:55AM EST.", "author": "Cortney O'Brien", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "The president misled Congress and Americans to accept a health care bill that would fund abortions.", "title": "Cortney O'Brien - “Like Your Doctor, Keep Your Doctor” Wasn’t the Only Obamacare Lie", "url": "http://townhall.com/tipsheet/cortneyobrien/2015/01/14/like-your-doctor-keep-your-doctor-wasnt-the-only-obamacare-lie-n1942941", "image": "http://media.townhall.com/townhall/reu/ha/2015/13/2015-01-13T181928Z_1_LYNXMPEB0C0QL_RTROPTP_3_USA-OBAMA.JPG", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "The president misled Congress and Americans to accept a health care bill that would fund abortions.", "title": "Cortney O'Brien - “Like Your Doctor, Keep Your Doctor” Wasn’t the Only Obamacare Lie", "url": "http://townhall.com/tipsheet/cortneyobrien/2015/01/14/like-your-doctor-keep-your-doctor-wasnt-the-only-obamacare-lie-n1942941", "image": "http://media.townhall.com/townhall/reu/ha/2015/13/2015-01-13T181928Z_1_LYNXMPEB0C0QL_RTROPTP_3_USA-OBAMA.JPG", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "“Like Your Doctor, Keep Your Doctor” Wasn’t the Only Obamacare Lie, Cortney O'Brien, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af36914bd0286fcde2f\"", "article_summary": "“Obamacare violates the Hyde funding by funding insurance plans and by paying for abortion on demand.\n“The Obama administration’s cover-up of abortion insurance plans on the exchange is absolutely unnecessary, it’s unacceptable, and it is unconscionable.\nConsumers have a right to know.”What’s more, Smith and his colleagues are introducing several pro-life bills this session to help expose and counteract the health care law’s misleading agenda.\nWhen it comes to public funding for abortion, the 2015 open enrollment is at least as bad, if not worse, than last year, Smith said.\nPolitifact was right to name President Obama’s “If you like your doctor, you can keep your doctor” proclamation as its 2013 “Lie of the Year.” Yet, they missed out on another whopper of a fib a few years earlier in 2009."}