{"article_title": "Middle America assails Washington machine as indifferent and 'above us'", "article_keywords": ["care", "america", "group", "voters", "assails", "romney", "washington", "focus", "machine", "middle", "participants", "president", "indifferent", "hart", "obama"], "article_url": "http://www.nbcnews.com/news/other/middle-america-assails-washington-machine-indifferent-above-us-f2D11701319", "article_text": "MASON, Ohio -- America has met the enemy, and it is Washington.\n\nThat was the message from a focus group of 11 Cincinnati-area voters, who issued a scathing and impassioned indictment Wednesday of Washington, D.C., and everyone in it -- from lawmakers to the president and, most strikingly, a political system that makes them feel powerless to change it.\n\n\"They're indicting the president, they're indicting Congress,\" said Democratic pollster Peter Hart, who conducted the two-hour session exclusively for the Annenberg Public Policy Center at the University of Pennsylvania, in conjunction with NBC News and The Wall Street Journal.\n\n\"It is a sense that the system doesn't work, and they don't have an answer, but they know what they hate.\"\n\nThese voters -- who described themselves as independents who tend to lean one way or another -- assailed the distrust, gridlock, weak leadership and callousness from a government they said seemed indifferent to solving problems. And, they added, they felt \"helpless\" to punish the lawmakers responsible.\n\n\"We have a political class now,\" said Jerry Laub, a 54-year-old casino card dealer who voted for Mitt Romney in 2012. \"They're above us.\"\n\n\"The president took it right on the chin,\" said pollster Peter Hart of the results of the Cincinnati focus group. Obama is seen here in a Dec. 4 file photo. Aude Guerrucci / Pool / EPA\n\nObama 'took it right on the chin'\n\nPresident Barack Obama was hardly spared from their frustration.\n\n\"The president took it right on the chin,\" said Hart, the pollster. \"Essentially, they don't dislike him personally, they just feel like he's failed them.\"\n\nNone of the eight voters who supported Obama in 2012, nor the three who voted for Mitt Romney, described themselves as \"proud\" or \"satisfied\" with the president, opting instead for \"mixed\" or \"disappointed.\"\n\n\"He's a big disappointment,\" said Brandi Nixon, 34, an African-American nurse assistant who voted for Obama in the last election. \"He just lost focus. He lost focus on his goals. ... He stopped focusing on creating more jobs and fixing the economy.\"\n\n\"It's like the economy's just sitting still,\" she added.\n\nWords used to describe the president, even by those who voted for him last year, included \"inexperienced,\" \"powerless,\" \"cautious,\" \"timid\" and \"overwhelmed.\"\n\nParticipants described a man buffeted by the events around him rather than a leader shaping the future of the country.\n\n\"This job is harder than he thought it was going to be,\" said Beatrice Hodovanic, 57, a registered nurse who describes herself as a independent and leans towards the Democratic Party.\n\nMuch of their discontent stemmed from the poor rollout of the Affordable Care Act, which a majority cited as the biggest failure of Obama's presidency.\n\nStill, most participants said it was possible that the law could ultimately be fixed.\n\n\"As it stands right now, it's not going to work,\" said Terry Hartley, 63, a retired Romney voter who said Obama had \"botched\" the rollout of the law. \"But with changes in the law and adjustments, I think there's a possibility.\"\n\n‘It's like they didn't care’\n\nFor all the disappointment and frustration directed toward the president by the focus group, lawmakers in Congress received even more unvarnished anger, particularly regarding the government shutdown in October.\n\nAgain and again, these voters pleaded for both parties to \"work together\" and relate to their constituents rather than indulge in bickering and, as one put it, \"all those steak dinners.\"\n\nIf members of Congress spent some time in his shoes, said Hartley, \"I would hope that they would care more about the people they represent.\"\n\nPlay Facebook\n\nTwitter\n\nGoogle Plus\n\nEmbed 'Least productive' Congress in history 5:27 autoplay autoplay Copy this code to your website or blog\n\n\"That's what upset me so much about the shutdown,\" he added. \"It's like they didn't care.\"\n\nThe funding showdown wasn't just problematic because of the closure of national parks and the missed paychecks to federal workers, participants added. Simply put, it made America look like a \"laughingstock\" around the world, said Leesa Carr, a 57-year-old special education assistant, who added that the Affordable Care Act rollout and the public education system were also \"embarrassing\" problems for the nation’s stature worldwide.\n\nObama wasn't absolved of guilt for the impasse that shuttered the federal government's doors for 16 days; five participants gave him a grade of “D” or “F” for his handling of the shutdown.\n\n\"I think they were selfish,\" Brigid Brennan, a 51-year-old Obama voter, said of Washington politicians. \"It's sad that we can't discuss things and come to a conclusion.\"\n\nNo way out\n\nAsked how to fix Washington's woes, however, members of the focus group said they feel \"helpless\" to change a system that seems to pit career politicians against each other, cycle after cycle.\n\n\"The public has figured out what's wrong,\" says Hart. \"They can't figure out how to fix it.\"\n\nCongressional term limits could help, some suggested, but other ideas to radically change the structure of Washington all seemed unfeasible.\n\nWhen Hart proposed a hypothetical situation in which a \"Broom Coalition\" from both parties ran on a platform of sweeping out all incumbents, all but two said they wouldn't support such candidates, fearing that the newcomers would be too inexperienced for policy-making. A proposal to support a third party also received a mixed response.\n\nAsked by NBC's Chuck Todd how they hoped to punish Washington, participants agreed that they feel \"helpless.\"\n\n\"That's probably the anger and the frustration,\" said Jeff Brown, a 45-year-old scientist who leans Republican. \"It's not easy to do that.\"\n\nA silver lining\n\nWhile the participants struck a sour note on the health care rollout, the job market, and the gridlock in Washington, they also exhibited a spark of hope that the economy -- and, in fact, Obama's presidency -- could take a positive turn.\n\nJust two participants -- one Obama voter and one Romney supporter -- said that the current difficulties for Obama were a decisive \"fork in the road\" toward a permanent decline in his popularity, rather than just a \"bump\" that he may overcome.\n\nMost said the housing market and the job situation in Cincinnati had markedly improved in past years, and several cited robust gains on Wall Street as an indication that the economy is on the upswing.\n\n\"I think, eventually, he's going to recover,\" Nixon, the nurse assistant, said of Obama.\n\n\"It all depends on the Affordable Care Act,\" added Michael Ponti-zins, a 24-year-old health care data analyst. \"That's his whole legacy.\"\n\nDespite recent high-profile news coverage of U.S. concerns about Syria, Iran and elsewhere, foreign policy was barely mentioned by members of this focus group, who said international relations have rightfully taken a back seat to domestic problems. A majority gave him high marks on his handling of the Syria issue.\n\n\"We have enough problems of our own,\" said Brennan. \"Maybe that's what's important right now: to work on some of those things.\"\n\nLooking ahead to 2016\n\nIn this crucial presidential swing state, one pol who may campaign here in 2016 was perceived by the group as strong and purposeful -- the very qualities that seem to be eluding Obama now.\n\n\"Chris Christie was a non-personality,\" said pollster Peter Hart of the Cincinnati focus group. The New Jersey governor is seen in this Nov. 23 file photo. Joe Raymond / AP\n\nVoters described former secretary of state and potential 2016 candidate Hillary Clinton as \"strong,\" \"vivacious,\" \"powerful,\" \"a great head of state\" and \"smart.\"\n\nAll of the women in the group praised her sense of purpose, although the three Romney voters said they found her \"distrustful.\"\n\n\"I think she's very politically ambitious and will say or do whatever she needs to,\" said Brown.\n\nReceiving a surprisingly lukewarm response was Republican Gov. Chris Christie of New Jersey. The focus group, while far from politically disengaged, had few strong opinions about the famously outspoken Republican who is frequently cited as a possible White House contender.\n\n\"Chris Christie was a non-personality,\" said Hart. \"We talk about him as being big and omnipresent; he was small and insignificant.\"\n\nParticipants had more well-developed takes on Sen. Ted Cruz, R-Texas, and Sen. Rand Paul, R-Ky., as 2016 contenders, although both elicited mixed reactions.\n\nThe most striking positive remarks about any public figure -- even those most critical of the White House -- were for Michelle Obama. The first lady was lauded as \"energetic,\" \"strong\" and \"a role model.\"\n\nAsked which of a list of political figures they'd like to have as a next-door neighbor, six participants -- a majority -- cast their vote for the first lady. None chose her husband.", "article_metadata": {"description": "MASON, Ohio -- America has met the enemy, and it is Washington.That was the message from a focus group of 11 Cincinnati-area voters, who issued a scathing and impassioned indictment Wednesday of Washington, D.C., and everyone in it -- from lawmakers to the president and, most strikingly, a political system that makes them feel powerless to change it.", "og": {"url": "http://www.nbcnews.com/news/other/middle-america-assails-washington-machine-indifferent-above-us-f2D11701319", "site_name": "NBC News", "image": "http://media3.s-nbcnews.com/j/streams/2013/december/131205/2d9858924-131205_dann_obama.nbcnews-fp-1200-800.jpg", "type": "article", "description": "MASON, Ohio -- America has met the enemy, and it is Washington.That was the message from a focus group of 11 Cincinnati-area voters, who issued a scathing and impassioned indictment Wednesday of Washington, D.C., and everyone in it -- from lawmakers to the president and, most strikingly, a political system that makes them feel powerless to change it."}, "twitter": {"domain": "NBCNews.com", "description": "MASON, Ohio -- America has met the enemy, and it is Washington.That was the message from a focus group of 11 Cincinnati-area voters, who issued a scathing and impassioned indictment Wednesday of Washington, D.C., and everyone in it -- from lawmakers to the president and, most strikingly, a political system that makes them feel powerless to change it.", "title": "Middle America assails Washington machine as indifferent and 'above us' - NBC News", "image": {"src": "http://media3.s-nbcnews.com/j/streams/2013/december/131205/2d9858924-131205_dann_obama.nbcnews-fp-1200-800.jpg"}, "creator": "NBCNews", "site": "NBCNews", "card": "summary"}, "blitz": "mu-e1e842c9-946002e6-ea8f0454-41b29546", "DC.date.issued": "2013-12-06", "apple-itunes-app": "app-id=319740707, app-argument=http://www.nbcnews.com/news/other/middle-america-assails-washington-machine-indifferent-above-us-f2D11701319", "fb": {"app_id": 10150138890205613}, "google-site-verification": "K8bowvEbzWfPQ76x6f9SCxMVwicVXrhiClRg80ak8ZA", "article": {"author": "https://www.facebook.com/NBCNews"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "News,Other"}, "_id": "\"57477af46914bd0286fdc792\"", "article_summary": "Asked by NBC's Chuck Todd how they hoped to punish Washington, participants agreed that they feel \"helpless.\"\n\"The president took it right on the chin,\" said pollster Peter Hart of the results of the Cincinnati focus group.\nThe focus group, while far from politically disengaged, had few strong opinions about the famously outspoken Republican who is frequently cited as a possible White House contender.\nAll of the women in the group praised her sense of purpose, although the three Romney voters said they found her \"distrustful.\"\n\"Chris Christie was a non-personality,\" said pollster Peter Hart of the Cincinnati focus group."}