{"article_title": "UVM Food Service Workers Face Benefits Cuts, Faculty Union Steps In", "article_keywords": ["definition", "benefits", "service", "union", "workers", "cuts", "administration", "face", "food", "steps", "uvm", "faculty", "employees", "fulltime", "university", "sodexo"], "article_url": "http://digital.vpr.net/post/uvm-food-service-workers-face-benefits-cuts-faculty-union-steps", "article_text": "Food service workers at the University of Vermont are facing a total loss in benefits this year if the university administration doesn’t step in.\n\nSodexo, the Maryland-based food service giant, is changing its definition of what it means to be a full time employee. Because of the change, most UVM food service workers who don’t work during the university’s summer vacation will lose health care benefits as well as paid sick days.\n\nThe company says it’s making the changes “[t]o match the Affordable Care Act definition of a full-time employee.” Sodexo previously defined full-time on a quarterly basis, defining full-time employees as those who work at least 30 hours for at least six of the 13 weeks in a fiscal quarter. Any change in status would apply only after three consecutive quarters.\n\nUnder that system, workers taking the summer off would still qualify as full-time when they returned in the fall.\n\nThe new definition would require employees to average at least 30 hours per week over a 52-week span. Many of UVM’s food service workers do qualify under this definition.\n\n“Employees who do not meet the definition for full time will no longer have access to Sodexo benefits,” according to a statement from the company.\n\nUVM’s faculty union is taking a stand against the change. They say the new definition will hurt the 320 Sodexo workers at UVM.\n\nDenise Youngblood, a history professor at UVM and president of the faculty union, said the workers are too afraid to speak up against the changes because they fear they’ll lose their jobs.\n\n“They don’t have any of the protections that UVM offers to its own employees, and so there’s frankly fear about stepping out, stepping forward,” she said.\n\nThat’s why this week, the faculty union called on UVM President Thomas Sullivan to stand up for the workers. According a copy of the contract between UVM and Sodexo, “Sodexho [sic] shall not, without University’s prior approval, make any substantial changes in wages, fringe benefits or working conditions of non-management Food Service employees,” unless required by law.\n\nThe faculty union and a student group called Students Stand Up are both circulating petitions requesting that Sullivan intervene. Both groups plan to present the petitions at a UVM Board of Trustees meeting at the end of October.\n\nSullivan said this week that the administration is looking into whether the contract would allow the university to stop the change, but “no decision has been made.”\n\nSodexo’s contract with the university is up for renegotiation next summer. Youngblood sees that as a point of leverage for UVM. She says Sodexo should keep the old definition of full-time employees and allow workers more than six sick days per year. (Currently, if a worker takes more than six sick days, they are fired, she said).\n\n“We are interested in seeing the university administration and Sodexo working together to not cut workers hours and to instate a fair sick leave policy,” Youngblood said. “If that does not happen, then we are certainly suggesting to the administration that Sodexo be dropped as a contractor.\"\n\nSodexo spokesman Greg Yost refused to be interviewed for this story.\n\nYongblood said UVM officials have a responsibility to step in in accordance with the university’s “Common Ground” statement of philosophy. She said she sees this as a chance for Sullivan to define his ideology on issues of social justice.\n\n\"All we're asking for is that the administration lives up to the principles in our own statement,” she said, “our common ground.\"", "article_metadata": {"category": "VPR News", "description": "Food service workers at the University of Vermont are facing a total loss in benefits this year if the university administration doesnt step in. Sodexo,", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://digital.vpr.net/post/uvm-food-service-workers-face-benefits-cuts-faculty-union-steps", "image": "http://mediad.publicbroadcasting.net/p/vpr/files/styles/medium/public/201310/20131009_Sullivan-uvm.jpg", "type": "article", "description": "Food service workers at the University of Vermont are facing a total loss in benefits this year if the university administration doesnt step in. Sodexo,", "title": "UVM Food Service Workers Face Benefits Cuts, Faculty Union Steps In"}, "story_id": 231007364, "twitter": {"site": "@vprnet", "card": "summary", "creator": "@taylordobbs"}, "author": "Taylor Dobbs", "org_id": 0, "dc": {"title": "UVM Food Service Workers Face Benefits Cuts, Faculty Union Steps In"}, "nid": 18401, "datePublished": "2013-10-09", "keywords": "University of Vermont, Sodexo, VPR News", "wordCount": 677, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fcde39\"", "article_summary": "Because of the change, most UVM food service workers who don’t work during the university’s summer vacation will lose health care benefits as well as paid sick days.\nFood service workers at the University of Vermont are facing a total loss in benefits this year if the university administration doesn’t step in.\nMany of UVM’s food service workers do qualify under this definition.\nSodexo, the Maryland-based food service giant, is changing its definition of what it means to be a full time employee.\nThey say the new definition will hurt the 320 Sodexo workers at UVM."}