{"article_title": "Nearly 10M move to Medicaid since Obamacare launch", "article_keywords": ["poor", "10m", "eligibility", "enrollment", "launch", "obamacare", "states", "federal", "programs", "medicaid", "nearly", "exchanges"], "article_url": "http://www.cnbc.com/2014/12/19/nearly-10m-move-to-medicaid-since-obamacare-launch.html", "article_text": "While enrollment on government-run Obamacare exchanges gets the bulk of media attention, sign-ups for Medicaid have been even greater, in no small part due to another part of the Affordable Care Act.\n\nSince October 2013, enrollment in Medicaid and the related Children's Health Insurance Program had grown by about 9.7 million people as of this past October, according to data released Thursday by the federal government. That's 17 percent higher than what was the average monthly enrollment level seen from July through September 2013.\n\nThat bump brings total enrollment in the programs that provide coverage without a premium charge to the poor and young, respectively, up to 68.5 million people nationally. A bit more than half of those people are children.\n\nRead MoreHealthCare.gov enrollment hits nearly 2.5M\n\n\n\nThe sharp increase coincides with the October 2013 launch of the Obamacare exchanges, as well as the expansion of eligibility for Medicaid in many states as part of the ACA.\n\nThose exchanges, in certifying peoples' eligibility for coverage for private health plans sold on those marketplaces, direct applicants to Medicaid programs that are jointly run by the federal and state governments if their incomes are low enough to qualify.\n\nAt the same time, 26 states and the District of Columbia by October 2014 had expanded eligibility for Medicaid to include nearly all poor adults, in contrast with other states that have less generous eligibility standards and have chosen not to expand.\n\nThe Affordable Care Act, as originally written, mandated that all states allow adults who earned below 138 percent of the federal poverty level to enroll in Medicaid. But a 2012 Supreme Court decision said that expansion would have to be left to the discretion of individual states.", "article_metadata": {"AssetType": "cnbcnewsstory", "description": "The Medicaid enrollment rate is 17 percent higher than what was the average monthly enrollment right before Obamacare started.", "author": "Dan Mangan", "og": {"site_name": "CNBC", "description": "The Medicaid enrollment rate is 17 percent higher than the average monthly enrollment right before Obamacare started.", "title": "Nearly 10M move to Medicaid since Obamacare launch", "url": "http://www.cnbc.com/2014/12/19/nearly-10m-move-to-medicaid-since-obamacare-launch.html", "image": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2013/10/29/101152650-186202522.1910x1000.jpg", "type": "article"}, "twitter": {"description": "The Medicaid enrollment rate is 17 percent higher than the average monthly enrollment right before Obamacare started.", "title": "Move to Medicaid: Nearly 10M enrolled since Obamacare launch", "url": "http://www.cnbc.com/2014/12/19/nearly-10m-move-to-medicaid-since-obamacare-launch.html", "image": {"src": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2013/10/29/101152650-186202522.1910x1000.jpg"}, "creator": "@_DanMangan", "site": "@CNBC", "card": "summary_large_image"}, "al": {"ios": {"app_name": "CNBC Business News and Finance", "app_store_id": 398018310}}, "apple-itunes-app": "app-id=398018310", "GOOGLEBOT": "unavailable_after: 31 Dec 9999 23:59:59 GMT", "keywords": "Health Care, Health Care, Medicaid, Obamacare, Politics, US: News, business news", "article": {"publisher": "https://www.facebook.com/cnbc", "published_time": "2014-12-19T14:15:56-0500", "author": "https://www.facebook.com/dan.mangan.54", "section": "Health Care", "modified_time": "2014-12-19T19:15:39-0500", "tag": "US: News"}, "pageNodeId": 102284433, "news_keywords": "Medicaid enrollment, Obamacare, nearly 10 million, states, expansion"}, "_id": "\"57477af46914bd0286fdc7a1\"", "article_summary": "Read MoreHealthCare.gov enrollment hits nearly 2.5MThe sharp increase coincides with the October 2013 launch of the Obamacare exchanges, as well as the expansion of eligibility for Medicaid in many states as part of the ACA.\nWhile enrollment on government-run Obamacare exchanges gets the bulk of media attention, sign-ups for Medicaid have been even greater, in no small part due to another part of the Affordable Care Act.\nBut a 2012 Supreme Court decision said that expansion would have to be left to the discretion of individual states.\nThe Affordable Care Act, as originally written, mandated that all states allow adults who earned below 138 percent of the federal poverty level to enroll in Medicaid.\nThat's 17 percent higher than what was the average monthly enrollment level seen from July through September 2013."}