{"article_title": "How King David predicted modern Judaism – CNN Belief Blog", "article_keywords": ["kingdom", "king", "israel", "land", "judaism", "belief", "davids", "modern", "david", "blog", "state", "predicted", "cnn", "jerusalem", "religious", "today", "jews"], "article_url": "http://religion.blogs.cnn.com/2013/10/12/how-king-david-predicted-modern-judaism/", "article_text": "Opinion by Joel Baden, special to CNN\n\n(CNN) - Most American Jews consider Judaism to be mainly a matter of culture and ancestry, according to a recent poll. An even higher percentage describe themselves as emotionally attached to Israel. For this we have one person to thank: King David.\n\nThe Israel we know today is a nation that David created virtually out of thin air. Before David, there were two territories, Israel to the north, and Judah to the south.\n\nBy sheer force of personality—and, to be fair, substantial military strength—David combined these two lands under a single crown (his). Not only had this never happened before; no one had ever thought of it before.\n\nAlthough the Bible makes it sound as if everyone loved David, and were desperate to follow him, this wasn’t really the case. David took power by force.\n\nThe people of Israel and Judah became part of David’s kingdom because he conquered them—they had no choice in the matter. Their only option was to abandon the land that they had held for centuries. And in a tight real estate market—every family believed that they had eternal rights to their property—moving was pretty much out of the question.\n\nWe tend to think of Israel in biblical terms: the land promised to Abraham, Isaac and Jacob, the land of the 12 tribes. These concepts were created in the wake of David’s reign.\n\nEverywhere that the Bible speaks of Judah and Israel together—the stories of the patriarchs, the Exodus, the conquest—we encounter the ramifications of David’s actions.\n\nThe borders of the modern state of Israel today are, roughly, David’s borders, or at least those attributed to him by the biblical authors. (For the record: the West Bank was part of David’s kingdom; the Gaza Strip was not.)\n\nAnd at the center of Israel, both ancient and modern, is the holy city of Jerusalem. This, too, is David’s doing. Before David, Jerusalem was a long-standing independent city-state, belonging to a long-lost people called the Jebusites.\n\nMORE ON CNN: Why everyone fights over Jerusalem\n\nRecognizing that its central location would be perfect for the capital of his newly united state—the ancient equivalent of Washington—David conquered it and wiped out its former inhabitants.\n\nBecause David is credited with founding the Temple in Jerusalem—although Solomon built the actual structure, David chose the site, set up an altar, and laid the conceptual groundwork—it’s natural enough to assume that there was some religious motivation at work.\n\nBut, in fact, David’s aim in inaugurating a site of worship in his capital was more economical than spiritual. Temples were sites of commerce—Jesus knew this—and having a culturally significant relic, in the form of the Ark of the Covenant, was sure to draw the people in.\n\nEvery lamb sacrificed in Jerusalem meant profit for the sanctuary, and for the king who controlled it. Every pilgrim meant a night’s stay in a local bed and breakfast (all fully taxable, of course).\n\nDavid used belief as a lure to draw in the masses. But he didn’t care much what his people believed. The creation of the unified kingdom of Israel wasn’t based on shared religion.\n\nThe inhabitants of the north had very different practices from those in the south. And none of them was following Jewish law—the laws hadn’t been written yet, and wouldn’t be for centuries.\n\nWhat united the people of David’s kingdom was, quite simply, that they lived there. It was a political state, not a religious one.\n\nIsrael then, like today, was primarily a political entity, and only secondarily a religious one. Those who considered themselves attached to Israel believed and practiced a whole range of things, or not; just like those who are attached to Israel today.\n\nA Pew poll released earlier this month demonstrates the continuing pull of David’s Israel. Millions of American Jews financially support the modern state of Israel, either through donations or through tourism.\n\nMORE ON CNN: Study: American Jews losing their religion\n\nWe feel the pull of the land, the sanctity of the ancient streets of Jerusalem. We fly El Al, we stay at the hotels, we eat at the restaurants, we pay to enter various sites.\n\nThat is: We’re still doing just what David wanted us to do. We are precisely the Jews who David envisioned—believing whatever we want, just so long as we spend our money in Israel.\n\nJoel S. Baden is the author of “The Historical David: The Real Life of an Invented Hero,” and an associate professor of Old Testament at Yale Divinity School. The views expressed in this column belong to Baden.\n\n", "article_metadata": {"description": "Opinion by Joel Baden, special to CNN (CNN) -- Most American Jews consider Judaism to be mainly a matter of culture and ancestry, according to a recent poll. An even higher percentage describe themselves as emotionally attached to Israel. For this we have one person to thank: King David.", "generator": "WordPress.com", "title": "How King David predicted modern Judaism", "og": {"url": "http://religion.blogs.cnn.com/2013/10/12/how-king-david-predicted-modern-judaism/", "image": "http://i2.cdn.turner.com/cnn/dam/assets/131011185440-king-david-uriah-story-top.jpg", "type": "article", "description": "Opinion by Joel Baden, special to CNN\r\n\r\n(CNN) -- Most American Jews consider Judaism to be mainly a matter of culture and ancestry, according to a recent poll. An even higher percentage describe themselves as emotionally attached to Israel. For this we have one person to thank: King David.", "title": "How King David predicted modern Judaism"}, "msvalidate.01": "DE341CAC7D45B696ED1776216C18054C", "fb": {"admins": 690014395, "app_id": 80401312489}, "msapplication-window": "width=device-width;height=device-height", "application-name": "CNN Belief Blog", "keywords": "belief, israel, jerusalem, judaism, middle east, american jews, gaza strip, israel, jerusalem, judaism, king david, west bank", "google-site-verification": "mFBa4OnyEDU23vgVJ6rtX_4izud7FIi9JiscfVsWaKk", "original-source": "http://religion.blogs.cnn.com/2013/10/12/how-king-david-predicted-modern-judaism/", "msapplication-task": "name=Subscribe;action-uri=http://religion.blogs.cnn.com/feed/;icon-uri=https://s2.wp.com/i/favicon.ico"}, "_id": "\"57477af36914bd0286fcde45\"", "article_summary": "Before David, Jerusalem was a long-standing independent city-state, belonging to a long-lost people called the Jebusites.\n(For the record: the West Bank was part of David’s kingdom; the Gaza Strip was not.)\nThe people of Israel and Judah became part of David’s kingdom because he conquered them—they had no choice in the matter.\nA Pew poll released earlier this month demonstrates the continuing pull of David’s Israel.\nWhat united the people of David’s kingdom was, quite simply, that they lived there."}