{"article_title": "Forty House Republicans side with Obamacare Origination Clause suit", "article_keywords": ["bill", "court", "senate", "house", "origination", "republicans", "obamacare", "brief", "suit", "clause", "originate", "lawsuit"], "article_url": "http://www.washingtontimes.com/news/2013/nov/17/forty-house-republicans-side-with-obamacare-origin/?page=all", "article_text": "The Constitution says revenue-raising bills must originate in the House, and since the bill that became Obamacare was written in the Senate, House Republicans say that’s a problem.\n\nLed by Rep. Trent Franks of Arizona, 40 members of the House have signed onto a lawsuit challenging the Affordable Care Act on the grounds that it violates the Origination Clause because it failed to originate in the correct house of Congress.\n\nThe lawsuit, filed by the Pacific Legal Foundation in Sacramento, Calif., is now before the U.S. Court of Appeals for the District of Columbia. A federal judge sided in June with the Obama administration’s defense of the sweeping health-insurance law.\n\n“Given that an Origination Clause challenge against a taxing bill of this magnitude has never before been mounted, it is imperative that this Court not sanction the lower court’s superficial analysis of the Origination Clause,” said the House Republicans’ “friend-of-the-court” brief filed Nov. 8.\n\nDespite its round-one loss, the case, Sissel v. U.S. Department of Health and Human Services is gaining interest among Obamacare critics who see it as the last best chance to overturn the massive health-care program in the courts.\n\n“This support from members of the House is especially significant because PLF’s lawsuit defends the constitutional authority of the lower chamber, the legislative body that is closest to the people,” said Paul J. Beard II, the foundation’s principal attorney on the case.\n\nThe bill that became the Patient Protection and Affordable Care Act was originally a House bill giving housing tax credits to veterans, but the Senate deleted the language and substituted the 2,709-page health-care bill in a process known as “gut and amend.”\n\n“If the Senate can introduce the largest tax increase in American history by simply peeling off the House number from a six-page unrelated bill which does not raise taxes and pasting it on the ‘Senate Health Care Bill,’ and then claim with a straight face that the resulting bill originated in the House, in explicit contravention of the supreme law of the land, then the American ‘rule of law’ has become no rule at all,” said the brief.\n\nIn her ruling against the lawsuit, District Court Judge Beryl A. Howell held that the ACA’s revenue-raising was “incidental” to its main purpose and thus was not a “bill for raising revenue” as described in the Origination Clause.\n\nJudge Howell, appointed to the court by President Obama in 2010, also ruled that the Senate had merely amended a bill that began in the House.\n\nIn their brief, House Republicans disputed the judge’s reasoning, arguing the Senate Majority Leader Harry Reid’s sleight of hand in crafting the ACA was deliberately intended to bypass the House’s authority to originate revenue bills.\n\n“What is most alarming and dangerous about this case, is that the senators knew exactly what they were doing in circumventing the Origination Clause,” said the brief. “As explained by Sen. Reid’s own ‘Senior Health Counsel’: “[B]asically, we needed a non-controversial House revenue measure to proceed to, so that is why we used the Service Members Home Ownership Tax Act. It wasn’t more complicated than that.’”\n\nAn earlier Obamacare lawsuit, which challenged the law’s individual mandate, was rejected by the Supreme Court in June 2012. In the 5-4 majority opinion, Chief Justice John G. Roberts Jr. said the mandate was not a requirement to purchase insurance, but rather a tax.\n\n“Since the 2010 elections, the people’s immediate representatives have voted some 40 times to repeal or defund the ACA, but the senators, who sit for six years unchallenged, have never agreed,” said the House Republicans’ brief. “The Framers’ exact fear of taxation without adequate representation has materialized due to the complete disregard of the mandates of the Origination Clause by the U.S. Senate.”\n\nMr. Franks, who is chairman of the Judiciary subcommittee on the Constitution and civil justice, in April introduced House Resolution 153, which says the ACA violates the Constitution because it did not originate in the House. The resolution has 53 co-sponsors.\n\nThe Justice Department is expected to file a response to the appeal before the end of the year.", "article_metadata": {"description": "The Constitution says revenue-raising bills must originate in the House, and since the bill that became Obamacare was written in the Senate, House Republicans say that's a problem.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "The Constitution says revenue-raising bills must originate in the House, and since the bill that became Obamacare was written in the Senate, House Republicans say that’s a problem.", "title": "Forty House Republicans side with Obamacare Origination Clause suit", "url": "http://www.washingtontimes.com/news/2013/nov/17/forty-house-republicans-side-with-obamacare-origin/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2013/11/17/11172013_ap8871517037278201.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2013/11/17/11172013_ap8871517037278201.jpg", "description": "The Constitution says revenue-raising bills must originate in the House, and since the bill that became Obamacare was written in the Senate, House Republicans say that's a problem.", "card": "summary", "title": "Forty House Republicans side with Obamacare Origination Clause suit"}, "Author": "Valerie Richardson", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Politics, Law Crime, House, Senate, Trent Franks"}, "_id": "\"57477af46914bd0286fdd36b\"", "article_summary": "The Constitution says revenue-raising bills must originate in the House, and since the bill that became Obamacare was written in the Senate, House Republicans say that’s a problem.\n“Given that an Origination Clause challenge against a taxing bill of this magnitude has never before been mounted, it is imperative that this Court not sanction the lower court’s superficial analysis of the Origination Clause,” said the House Republicans’ “friend-of-the-court” brief filed Nov. 8.\n“What is most alarming and dangerous about this case, is that the senators knew exactly what they were doing in circumventing the Origination Clause,” said the brief.\n“Since the 2010 elections, the people’s immediate representatives have voted some 40 times to repeal or defund the ACA, but the senators, who sit for six years unchallenged, have never agreed,” said the House Republicans’ brief.\nLed by Rep. Trent Franks of Arizona, 40 members of the House have signed onto a lawsuit challenging the Affordable Care Act on the grounds that it violates the Origination Clause because it failed to originate in the correct house of Congress."}