{"article_title": "Boulder Philharmonic, Bach Festival Chorus team up for holiday concert", "article_keywords": ["boulder", "carrettin", "dec", "concert", "philharmonic", "festival", "lewis", "phil", "orchestra", "bach", "chorus", "language", "music", "orchestras", "team", "holiday"], "article_url": "http://www.dailycamera.com/entertainment/ci_29237019/boulder-philharmonic-bach-festival-chorus-perform-holiday-concert", "article_text": "\"Chrismas with the Phil\" on Dec. 20 will conclude Gary Lewis' three-concert stint as the Boulder Philharmonic Orchestra's principal guest conductor. ( Courtesy photo )\n\nIf you go What: The Boulder Philharmonic Orchestra and Boulder Bach Festival Chorus present \"Christmas with the Phil,\" featuring Part I of Handel's \"Messiah.\" When: 2 p.m. Dec. 20 Where: Mountain View United Methodist Church, 355 Ponca Place, Boulder TIckets: $25-$35 ($10 youth) Info: 303-449-1343 (ext. 2) or boulderphil.org Etc.: The concert is repeated at 6:30 p.m. Dec. 21 at the Vilar Performing Arts Center in Beaver Creek and 7:30 p.m. Dec. 22 at the Lone Tree Arts Center. Ticket info available at boulderphil.org.\n\nThe return of \"Christmas with the Phil,\" after a one-year absence, is notable for being the culmination of one landmark partnership and the preview of another.\n\nThe Dec. 20 matinee concert at Mountain View United Methodist Church (to be repeated in Beaver Creek and Lone Tree the next two days) marks the last of Gary Lewis' three appearances on the podium with the Phil.\n\nLewis, the director of orchestras at the University of Colorado's College of Music, was appointed the Phil's principal guest conductor this season. He was engaged to conduct three special programs outside the regular subscription schedule.\n\n\"Christmas with the Phil\" also will be a preview of the orchestra's collaboration with the Boulder Bach Festival Chorus on the first part of Handel's \"Messiah\" (the portion most associated with Christmas).\n\nThis collaboration anticipates the coming together of the two organizations in what is bound to be the biggest classical event of the season, April's semi-staged performance of Bach's St. Matthew Passion, in which the University of Colorado choirs and Central City Opera also will participate.\n\nOf his two previous programs with the Phil, Lewis told the Camera that singer-songwriter Josh Ritter (who played with the orchestra on Oct. 10) was \"one of the most purely joyous musicians\" he has worked with. Lewis then took the baton in the annual \"Nutcracker\" ballet, which this year marked a new era with a replacement of its 20-year-old scenery.\n\n\"It was a real thrill to be a part of that,\" he said.\n\nFor the Christmas concert, the \"Messiah\" excerpt is complemented by the overture to Berlioz's oratorio \"L'enfance du Christ,\" two familiar carols in arrangements of the versions by Mannheim Steamroller, and an Italian baroque concerto grosso for Christmas — not the famous one by Archangelo Corelli but a similar piece in the vein of Vivaldi by a composer, Francesco Manfredini, who would probably be unknown without it.\n\nLewis called the work, subtitled \"Pastorale per il Santissimo Natale,\" \"a simple but elegant little piece for strings that connects with the season.\"\n\nLewis, who said he hopes to remain at CU until the end of his career, indicated he has not been offered a position with the Phil beyond his appointment this season.\n\nLewis has a big fan in Zachary Carrettin. The Bach Festival director says many in Boulder probably are unaware what a treasure they have in Lewis, who primarily appears on concerts with his student orchestra. But outside the state, especially in western Texas, where Lewis still directs the Midland-Odessa Symphony Orchestra, he commands significant respect.\n\n\"I am beyond excited to prepare my chorus to work with Maestro Lewis,\" Carrettin said. \"He is increasing the quality of students who are attracted to CU, and what he has achieved there is nothing short of transformative.\"\n\nCarrettin also noted that some of these students have been invited to take major roles on BBF programs this year, such as artist-in-residence Michiko Theurer, a doctoral student in violin at the university.\n\nLike Lewis, Carrettin has a connection to Texas. Before coming to Boulder full time, Caerretttin was director of orchestras at Sam Houston State University.\n\n\"I actually first became acquainted with the work of Maestro Lewis when he directed the Texas All-State Orchestra in Mahler's First Symphony,\" Carrettin noted.\n\nAnother connection is local: In February, Carrettin directs a concert with the Greater Boulder Youth Orchestras as one of that organization's guest conductors this season. Lewis founded GBYO but stepped down from the directorship this year because of his many obligations, including this year's appointment with the Phil.\n\nUnder Carrettin's tenure, the BBF has greatly increased its outreach and partnership with other classical organizations in the community, including the Phil.\n\n\"I think this really excites our donors and patrons,\" he said.\n\nAs for the chorus, Carrettin said this might well be the first time they have done anything in English, the language in which Handel wrote \"Messiah.\"\n\n\"We are so used to the sonorities of the German language in preparing the works of Bach,\" Carrettin said, \"and although Handel was his contemporary, preparing his music is very different, not just in terms of language but also of style. It is easier to achieve contrapuntal clarity in Handel's music, for example.\"\n\nHe said the chorus has expressed a \"naive joy\" in the familiar music that is extremely refreshing.\n\n\"It is a wonderful contrast to what we will be doing in the St. Matthew Passion, one of the most profound choral works in the canon,\" Carrettin said. \"It's more than just a great warm-up. It's a chance to start the year off singing in our native language with a terrific orchestra.\"\n\nThe soloists include soprano Jennifer Bird-Arvidsson and mezzo-soprano Abigail Nims, both CU faculty members, along with bass Ashraf Sewailam, one of CU's most beloved College of Music alumni. Tenor Michael Hoffman completes the group.\n\n\"This is the type of program that can be really uplifting and add to the beauty of the holiday experience for all of us,\" Carrettin said.", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/entertainment/ci_29237019/boulder-philharmonic-bach-festival-chorus-perform-holiday-concert", "sailthru.author": "By Kelly Dean Hansen \n \n  Camera Classical  Music Writer", "ag": {"canon": "BoulderDailyCamera:article:29237019:view"}, "startDate": "2015-12-13T06:00:00-0700", "twitter": {"domain": "dailycamera.com", "description": "\"Christmas with the Phil\" will feature the orchestra's collaboration with the BBF choir on the first part of Handel's \"Messiah,\" the portion most associated with Christmas.", "title": "Boulder Philharmonic, Bach Festival Chorus team up for holiday concert", "url": "http://www.dailycamera.com/entertainment/ci_29237019/boulder-philharmonic-bach-festival-chorus-perform-holiday-concert", "image": "http://extras.mnginteractive.com/live/media/site21/2015/1211/20151211__13DCPCLAw~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "modificationDate": "2015-12-11T16:14:03-0700", "endDate": "2025-12-11T13:46:22-0700", "news_keywords": "Entertainment, Entertainment news, Boulder Colorado Entertainment news, Boulder Colorado news, Entertainment Boulder news, Entertainment Colorado news, US Entertainment news, world Entertainment news.", "byline": "By Kelly Dean", "pubDate": "2015-12-11T16:14:36-0700", "sailthru.date": "2015-12-13T06:00:00-0700", "sailthru.title": "Boulder Philharmonic, Bach Festival Chorus team up for holiday concert", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.section": "Entertainment", "description": "\"Christmas with the Phil\" will feature the orchestra's collaboration with the BBF choir on the first part of Handel's \"Messiah,\" the portion most associated with Christmas.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/entertainment/ci_29237019/boulder-philharmonic-bach-festival-chorus-perform-holiday-concert", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "\"Christmas with the Phil\" will feature the orchestra's collaboration with the BBF choir on the first part of Handel's \"Messiah,\" the portion most associated with Christmas.", "title": "Boulder Philharmonic, Bach Festival Chorus team up for holiday concert"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2015/1211/20151211__13DCPCLAw~2.jpg"}, "article_summary": "( Courtesy photo )If you go What: The Boulder Philharmonic Orchestra and Boulder Bach Festival Chorus present \"Christmas with the Phil,\" featuring Part I of Handel's \"Messiah.\"\n\"Chrismas with the Phil\" on Dec. 20 will conclude Gary Lewis' three-concert stint as the Boulder Philharmonic Orchestra's principal guest conductor.\n\"I am beyond excited to prepare my chorus to work with Maestro Lewis,\" Carrettin said.\nLike Lewis, Carrettin has a connection to Texas.\nAs for the chorus, Carrettin said this might well be the first time they have done anything in English, the language in which Handel wrote \"Messiah.\""}