{"article_title": "Naropa denies blame for alumna's suicide", "article_keywords": ["denies", "school", "suicide", "lief", "family", "students", "kan", "blame", "naropa", "alumnas", "death", "stern", "cult", "sharoni"], "article_url": "http://www.dailycamera.com/news/boulder/ci_27613516/naropa-denies-blame-alumnas-suicide", "article_text": "Family of Sharoni Stern says school is partially to blame for her 2012 death\n\nSharoni Stern\n\nThe family of a Naropa University alumna wants the school to claim responsibility for her 2012 suicide, which they say resulted because of her relationship with a visiting artist at the Buddhist-inspired institution.\n\nBut school officials say they didn't have any contact with the woman after she finished a master's program in 2009, and couldn't find any evidence of inappropriate behavior or wrongdoing on the part of the guest artist during an internal investigation last year.\n\nThe family of Sharoni Stern has being railing against Naropa on social media ahead of a grand opening ceremony this month for the Florida location of their nonprofit organization, Families Against Cult Teachings, which Tibor Stern founded in the wake of his daughter's death.\n\nHe says his daughter is dead because she was brainwashed by Katsura Kan, a teacher and practitioner of a Japanese form of modern dance called Butoh.\n\nKan visited Naropa several times between 2007 and 2010 to work with graduate students on what's known as the \"Dance of Darkness,\" an art form that blends grotesque movements with theater and improvisation to express pain and suffering.\n\nStern believes his daughter was happy, healthy and mentally stable before she met Kan. But while teaching her Butoh, Kan stripped her down, emotionally and mentally, until he had total control, Stern said.\n\nShe followed Kan around the world, cut off contact with friends, family and her husband and eventually took her own life at age 33.\n\nNow, the family is seeking justice. They've filed a wrongful death suit against Kan in Broward County, Fla., and want Naropa to admit that it was negligent in bringing Kan to campus.\n\n\"Justice is that the university admits what it did wrong and they change their educational principles because too many students have been destroyed there,\" Stern said.\n\nButoh\n\nSharoni Stern met Katsura Kan at Naropa while working on a master's of fine arts degree.\n\nShe began studying Butoh, which her family believes required her to call up her rawest, darkest emotions.\n\nOnline videos of their performances show Kan and Sharoni Stern, wearing white chalk on their mostly expressionless faces, slowly contorting their half-naked bodies into various positions.\n\n\"I believe. . . she was taught in Naropa's classroom to go back to her mother's womb, into the darkness and start again from there, as per her teacher's guidance,\" said her father, Tibor Stern. \"(Kan's) guidance and teaching was for Sharoni to lose her ego, identity, authenticity dreams and also turn her against her family, husband and society in order to become a better Butoh dancer.\"\n\nKan did that, Stern said, to control his daughter like a slave, sexually and financially.\n\nHung Nguyen, a Miami-based attorney representing Kan, said the Sterns' claims are \"meritless and contradictory.\" He declined to elaborate and said Kan was unavailable because he was traveling out of the country.\n\nStern said he believes Naropa administrators are at fault for allowing Kan to teach at the school and for allowing a manipulative and dark art form like Butoh to be part of the curriculum.\n\n\"I believe that Naropa provided a platform to this evil teacher to conduct his evil manipulation,\" Stern said.\n\nInvestigation\n\nNaropa's President Charles Lief feels immense sympathy for the family of Sharoni Stern.\n\nHe wasn't president while she was a student, but he's been dealing with the aftermath of her death since taking the helm in 2012.\n\nLief said claims that Naropa is somehow responsible for her death are baseless, because she wasn't connected with the school between 2009, when she finished her degree, and 2012, when she died.\n\n\"Certainly her suicide was tragic, but after her graduation, she wasn't connected to Naropa,\" he said. \"She was one of several thousand alums, but we didn't have an ongoing relationship.\"\n\nThe Stern family claims that Kan seduced their daughter while she was his student, fed her drugs and manipulated her into giving him money and following him around the world.\n\nNaropa opened an internal investigation after hearing from the family in 2013, and couldn't find evidence of any issues involving Kan. Lief said the Stern family refused to cooperate or provide any information during that investigation and instead made demands for money, including one for $10 million.\n\n\"We interviewed faculty, we interviewed other students who were around and there was no evidence of anything improper,\" Lief said. \"It would've been a violation of our visiting faculty agreement if he had a personal romantic relationship, and there was no evidence that happened with Ms. Stern or anyone else.\"\n\n\"No facts have come out to point to anything other than the fact that her last higher education stop before her unfortunate death was at Naropa.\"\n\nLawsuit\n\nThough the Stern family has filed suit against Kan, they've opted not to take any legal action against Naropa.\n\nThat's a strategic decision, Stern said.\n\n\"If I sue, within no time they will want to settle,\" he said. \"I don't want my daughter's blood money. If I settle and they pay me, I cannot open my mouth. I cannot teach. I cannot educate. I cannot blame.\"\n\nHe said he founded Families Against Cult Teachings to intervene on behalf of cult victims, educate people about the signs of cult behaviors and help other families who've experienced the devastating effects of mind control.\n\nThe first \"F.A.C.T.\" branch opens in Hollywood, Fla., on March 15, and Stern said he has plans to open an Aspen location sometime soon.\n\nLief emphatically denied accusations that Naropa has anything to do with cult teachings.\n\nThough Naropa is not named as a defendant in the wrongful death suit, the school is mentioned numerous times throughout the complaint.\n\n\"In breach (of) his contract with (Sharoni) Stern, Kan. . .utilized his superior position as a faculty member at Naropa to exploit, bully, intimidate, deliberately and systematically inflict extreme mental torture upon Stern,\" the lawsuit alleges.\n\nLief said when Naropa decided to bring Kan to campus, his resume spoke for itself. He said Kan taught at numerous respected universities in North America, public and private, and had a positive reputation among Naropa faculty and alumni.\n\n\"He was an internationally acclaimed artist,\" Lief said. \"One of the ways one determines acclaim is where does he go, who invites him and are the receiving organizations themselves credible.\"\n\nHe added that Kan only worked with graduate-level students, among them Sharoni Stern, who attended Naropa in her late 20s — she was\"an adult making adult decisions,\" Lief said.\n\nNaropa's president said he suspects the Stern family has never sued the school because they have no grounds for legal action.\n\nWhile the university hasn't ruled out taking future action, for now Lief said they're hoping the family stops blasting them online and in the press on their own.\n\n\"Nobody wants to be connected to something tragic like this,\" Lief said. \"It's sad and it's unfortunate. But I can't control what they say unless it gets to a point where there's some legal action we feel we need to take.\n\n\"Frankly letting them work it out in this particular way at this particular point is something we're sort of letting happen.\"\n\nSarah Kuta: 303-473-1106, kutas@dailycamera.com or twitter.com/sarahkuta", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/news/boulder/ci_27613516/naropa-denies-blame-alumnas-suicide", "sailthru.author": "By Sarah Kuta \n  Staff Writer", "ag": {"canon": "BoulderDailyCamera:article:27613516:view"}, "startDate": "2015-02-28T11:30:00-0700", "twitter": {"domain": "dailycamera.com", "description": "The family of a Naropa University alumna wants the school to claim responsibility for her 2012 suicide, which they say resulted because of her relationship with a visiting artist at the Buddhist-inspired institution.", "title": "Naropa denies blame for alumna's suicide", "url": "http://www.dailycamera.com/news/boulder/ci_27613516/naropa-denies-blame-alumnas-suicide", "image": "http://extras.mnginteractive.com/live/media/site21/2015/0227/20150227__28DCANARw~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Boulder News", "modificationDate": "2015-02-28T10:10:28-0700", "endDate": "2025-02-27T18:19:45-0700", "news_keywords": "Boulder News, Boulder News news, Boulder Colorado Boulder News news, Boulder Colorado news, Boulder News Boulder news, Boulder News Colorado news, US Boulder News news, world Boulder News news.", "byline": "By Sarah KutaStaff", "pubDate": "2015-02-27T18:26:20-0700", "sailthru.date": "2015-02-28T11:30:00-0700", "sailthru.title": "Naropa denies blame for alumna's suicide", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2015/0227/20150227__28DCANARw~1_300.jpg", "description": "The family of a Naropa University alumna wants the school to claim responsibility for her 2012 suicide, which they say resulted because of her relationship with a visiting artist at the Buddhist-inspired institution.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/news/boulder/ci_27613516/naropa-denies-blame-alumnas-suicide", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "The family of a Naropa University alumna wants the school to claim responsibility for her 2012 suicide, which they say resulted because of her relationship with a visiting artist at the Buddhist-inspired institution.", "title": "Naropa denies blame for alumna's suicide"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2015/0227/20150227__28DCANARw~1.jpg"}, "article_summary": "\"In breach (of) his contract with (Sharoni) Stern, Kan. .\nLawsuitThough the Stern family has filed suit against Kan, they've opted not to take any legal action against Naropa.\nNaropa's president said he suspects the Stern family has never sued the school because they have no grounds for legal action.\nButohSharoni Stern met Katsura Kan at Naropa while working on a master's of fine arts degree.\nOnline videos of their performances show Kan and Sharoni Stern, wearing white chalk on their mostly expressionless faces, slowly contorting their half-naked bodies into various positions."}