{"article_title": "South Dakota Cable System Has New Owner", "article_keywords": ["knology", "sioux", "cable", "platform", "telecom", "wow", "system", "falls", "dakota", "communications", "owner", "clarity", "south"], "article_url": "http://www.keloland.com/news/article/your-money-matters/south-dakota-cable-system-has-new-owner", "article_text": "Sioux Falls, SD\n\nA South Dakota cable system now has a new owner. WOW! Internet Cable & Phone has sold off its systems in Rapid City and Sioux Falls to Clarity Telecom for $262 million. The sale affects more than 50,000 customers.\n\nWOW! acquired Knology in 2012. Knology bought PrairieWave Communications in 2007 for $255 million.\n\n“We’re delighted to acquire the South Dakota networks from WOW! and are equally excited to start a new platform in the broadband communications industry,” said Jim Gleason, CEO of Clarity Telecom. “The South Dakota markets offer tremendous opportunity and we look forward to working with the WOW! employees located in the region. The communities served in South Dakota, southwest Minnesota and northwest Iowa will be the focus of the company and will be the platform to build upon for future acquisitions and growth.”", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "A South Dakota cable system now has a new owner. WOW! Internet Cable &amp; Phone has sold off its systems in Rapid City and Sioux Falls to Clarity", "title": "South Dakota Cable System Has New Owner", "url": "http://www.keloland.com/news/article/your-money-matters/south-dakota-cable-system-has-new-owner", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/58027.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "A South Dakota cable system now has a new owner. WOW! Internet Cable &amp; Phone has sold off its systems in Rapid City and Sioux Falls to Clarity"}, "_id": "\"57477af46914bd0286fdc7be\"", "article_summary": "Sioux Falls, SDA South Dakota cable system now has a new owner.\nInternet Cable & Phone has sold off its systems in Rapid City and Sioux Falls to Clarity Telecom for $262 million.\n“The South Dakota markets offer tremendous opportunity and we look forward to working with the WOW!\n“We’re delighted to acquire the South Dakota networks from WOW!\nThe communities served in South Dakota, southwest Minnesota and northwest Iowa will be the focus of the company and will be the platform to build upon for future acquisitions and growth.”"}