{"article_title": "Pain Worse For Those Who Believe In 'Bad Karma' Or Other Negative Spiritual Beliefs", "article_keywords": ["spiritual", "pain", "worse", "positive", "study", "negative", "bad", "health", "karma", "believe", "beliefs", "researchers", "mental"], "article_url": "http://www.medicaldaily.com/pain-worse-those-who-believe-bad-karma-or-other-negative-spiritual-beliefs-354166", "article_text": "People who believe their illness is God's punishment or simply \"bad karma\" have more pain and worse mental health: study.\n\nPeople who believe their illness is God's punishment or simply \"bad karma\" have more pain and worse mental health: study. Zooey, CC by 2.0\n\nPeople who believe their illness is God’s punishment or simply \"bad karma\" have more pain and worse mental health, say University of Missouri researchers. Surprisingly, the new study suggests even the smallest degree of negative belief is linked to worse health, even among those with an overall positive spiritual outlook.\n\nGenerally, the more religious or spiritual you are, the healthier you are, said the research team. In a recent survey that included 41 Catholics, 40 Buddhists, 31 Protestants, 26 Muslims, and 22 Jews, the team found spirituality went along with having positive personality traits (such as extraversion). At the same time, those who were less spiritual often had negative personality traits (such as neuroticism). In fact, in every one of these faith traditions, the researchers discovered positive health (and mental health) could be predicted by the presence of positive personality traits. Indirectly, then, spirituality can impact health.\n\nThat said, a good 10 percent of people believe God will no longer love them if they do something wrong or place their faith in similar negative spiritual ideas, the researchers noted. For the current study, the team investigated whether these negative beliefs could affect a person's health.\n\nDebunking Negative Beliefs\n\nDr. Brick Johnstone, a neuropsychologist and professor of health psychology, and his colleagues began by recruiting 199 people. While some participants were healthy, others suffered from stroke, traumatic brain injury, chronic pain, cancer, and other health troubles. Next, the researchers divided the study participants into two groups. The negative spirituality group included 61 people who said they felt abandoned or punished by a higher power, while the remaining 138 people said they did not feel the same. Finally, participants answered extensive questions about their emotional and physical health, including pain.\n\nWhat did they discover?\n\n“Any degree of negative spiritual belief, regardless of positive spiritual beliefs, is associated with worse health outcomes,” wrote the authors.\n\nNegative spirituality participants reported significantly worse pain compared to the others, while also reporting somewhat worse physical and mental health. Importantly, those who, overall, had a positive spiritual faith reported poorer health outcomes if they also clung to any negative spiritual beliefs, the researchers noted.\n\nPeople in the negative spiritual beliefs group also reported less frequent participation in religious practices and lower levels of forgiveness. (At least one study has suggested congregational support, more than prayer, is important to health.) Finally, those lacking negative spiritual ideas had better mental health than others.\n\nBased on the results, the researchers suggest developing methods that help patients “address negative spiritual beliefs, which have been shown to be related to increased pain and physical disability in several studies.” To remain in good health, it seems we need to root out any negative beliefs that work against us.\n\nSource: Jones A, Cohen D, Johnstone B, et al. Relationships Between Negative Spiritual Beliefs and Health Outcomes for Individuals With Heterogeneous Medical Conditions. Journal of Spirituality in Mental Health. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "spirituality, bad karma, mental health, pain, physical health, religion", "og": {"site_name": "Medical Daily", "description": "People who believe their illness is God’s punishment or simply \"bad karma\" have more pain and worse mental health: study.", "title": "Believing In 'Bad Karma' May Be Impacting Your Health", "url": "http://www.medicaldaily.com/pain-worse-those-who-believe-bad-karma-or-other-negative-spiritual-beliefs-354166", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/24/gods-punishment.jpg", "type": "article"}, "twitter": {"description": "People who believe their illness is God’s punishment or simply \"bad karma\" have more pain and worse mental health: study.", "title": "Believing In 'Bad Karma' May Be Impacting Your Health", "url": "http://www.medicaldaily.com/pain-worse-those-who-believe-bad-karma-or-other-negative-spiritual-beliefs-354166", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/24/gods-punishment.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/24/gods-punishment.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Under the Hood", "published_time": "2015-09-24T12:10:51-04:00", "modified_time": "2015-09-24T14:22:28-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "People who believe their illness is God’s punishment or simply \"bad karma\" have more pain and worse mental health: study."}, "_id": "\"57477af36914bd0286fd45a9\"", "article_summary": "People who believe their illness is God's punishment or simply \"bad karma\" have more pain and worse mental health: study.\n“Any degree of negative spiritual belief, regardless of positive spiritual beliefs, is associated with worse health outcomes,” wrote the authors.\nPeople in the negative spiritual beliefs group also reported less frequent participation in religious practices and lower levels of forgiveness.\nNegative spirituality participants reported significantly worse pain compared to the others, while also reporting somewhat worse physical and mental health.\nZooey, CC by 2.0People who believe their illness is God’s punishment or simply \"bad karma\" have more pain and worse mental health, say University of Missouri researchers."}