{"article_title": "Kim Kardashian Latest Victim Of Celeb Nude Photo Leak", "article_keywords": ["shoot", "reddit", "kim", "service", "photos", "kardashian", "leak", "nude", "quickly", "celeb", "sobieski", "victim", "reportedly", "latest"], "article_url": "http://www.inquisitr.com/1487886/kim-kardashian-latest-victim-of-celeb-nude-photo-leak/", "article_text": "Nude pictures of socialite Kim Kardashian has reportedly been leaked online. Vanessa Hudgens, Avril Lavigne, Leelee Sobieski, Lake Bellmay, and Hope Solo are also alleged victims of the latest round of the celebrity hack.\n\nIntimate photos of Kim Kardashian have been uploaded on Reddit and the 4chan thread, but were quickly removed. According to TMZ, Kim wasn’t wearing her wedding ring at the time. Kim Kardashian quickly became a public figure when her sex tape with then boyfriend Ray-J in 2003 was released online five years later.\n\nRecently, Kardashian had posed nude for the British publication of GQ. The photo shoot has been Kim’s first major nude shoot since giving birth in June.\n\nOn August 31, a major breach in the Apple’s cloud service, iCloud, had allowed the distribution of almost 200 intimate photos of mostly female celebrities on the internet. The images were posted on the imageboard 4chan, and later disseminated by other users on websites and social networks such as Imgur, Reddit and Tumblr.\n\nBoth Apple and the FBI have been investigating the leaks. After widespread criticism, Reddit banned “The Fappening” citing copyright law rather than the invasion of celebrities’ privacy. However, not before reportedly collecting enough money via their premium subscription service Reddit Gold to power their servers for a month.\n\nIn a recent interview in Australia, Kim Kardashian spoke about the joy of being a mother and touring with her husband Kanye West.\n\n“I just think it’s the most rewarding job. It’s the best feeling. There is nothing like just going home and spending or even bath time or bed time, every part of it is so much fun… It’s nice we can be [in Australia] all together. It’s fun that she gets to travel and see the world. I know she is too young to really appreciate it or understand it all, but we’ll have these memories and it’s so good to have her.”\n\nKim Kardashian’s rep declined to comment, while spokespeople for Hudgens, Lavigne, Sobieski, and Bell had no immediate comment.\n\nThis story is still developing.\n\n[Image via Flickr]", "article_metadata": {"description": "Nude pictures of socialite Kim Kardashian has reportedly been leaked online. Vanessa Hudgens, Avril Lavigne, Leelee Sobieski, Lake Bellmay, and Hope Solo are", "og": {"site_name": "The Inquisitr News", "description": "Nude pictures of socialite Kim Kardashian has reportedly been leaked online. Vanessa Hudgens, Avril Lavigne, Leelee Sobieski, Lake Bellmay, and Hope Solo are", "title": "Kim Kardashian Latest Victim Of Celeb Nude Photo Leak", "url": "http://www.inquisitr.com/1487886/kim-kardashian-latest-victim-of-celeb-nude-photo-leak/", "image": "http://cdn.inquisitr.com/wp-content/uploads/2014/08/Kim-Kardashian1.jpg", "article": {"published_time": "2014-09-20T16:27:16+00:00", "modified_time": "2014-09-20T17:12:51+00:00"}, "type": "article"}, "image": "http://cdn.inquisitr.com/wp-content/uploads/2014/08/Kim-Kardashian1.jpg", "msapplication-TileColor": "#ed1c24", "datePublished": "2014-09-20T16:27:16+00:00", "fb": {"app_id": 164157850314499, "pages": 71179904752}, "msapplication-TileImage": "http://cdn.inquisitr.com/assets/0cec37/dist/images/logos/inq-win.png", "keywords": "avril lavigne,hope solo,kim kardashian,nude leaks,the fappening,vanessa hudgens,celebrity news", "HandheldFriendly": "True", "y_key": "f282393706a5fd85", "twitter": {"image": {"src": "http://cdn.inquisitr.com/wp-content/uploads/2014/08/Kim-Kardashian1.jpg", "height": 409, "width": 670}, "site": "@theinquisitr", "card": "summary_large_image", "description": "Nude pictures of socialite Kim Kardashian has reportedly been leaked online. Vanessa Hudgens, Avril Lavigne, Leelee Sobieski, Lake Bellmay, and Hope Solo are"}, "viewport": "width=980"}, "_id": "\"57477af46914bd0286fdc7c3\"", "article_summary": "Kim Kardashian quickly became a public figure when her sex tape with then boyfriend Ray-J in 2003 was released online five years later.\nIn a recent interview in Australia, Kim Kardashian spoke about the joy of being a mother and touring with her husband Kanye West.\nNude pictures of socialite Kim Kardashian has reportedly been leaked online.\nIntimate photos of Kim Kardashian have been uploaded on Reddit and the 4chan thread, but were quickly removed.\nThe photo shoot has been Kim’s first major nude shoot since giving birth in June."}