{"article_title": "Republican Ted Gaines grovels for the Gigafactory", "article_keywords": ["musk", "nevada", "tesla", "symbolic", "ted", "reno", "senate", "teslas", "session", "grovels", "gaines", "gigafactory", "republican"], "article_url": "http://www.siliconbeat.com/2014/08/07/republican-ted-gaines-grovels-for-the-gigafactory/", "article_text": "By Dana Hull / August 7, 2014 at 1:58 PM\n\nTesla Motors has five Southwestern states – Arizona, California, Nevada, New Mexico, and Texas – on the ropes. Each would love to land the company’s massive, $5 billion gigafactory for battery production. Tesla has acknowledged breaking ground on a potential site in Reno, but is keeping its options open. State politicians, economic development officials, governors and senators are falling over themselves to bring the economic development bacon, and the promise of 6,500 manufacturing jobs, home.\n\nEnter Republican Ted Gaines of Roseville, who represents California’s 1st Senate District. He’s also running for the statewide office of Insurance Commissioner and is the legislature’s most vocal critic of what many call “Obamacare.”\n\nOn Friday, Gaines will tour Tesla’s factory in Fremont. Then he plans to show up at Tesla’s Palo Alto headquarters with a “symbolic gift” for CEO Elon Musk. He doesn’t have an appointment with Musk, who may not even be there. Musk travels extensively and also runs SpaceX.\n\nWhat is the symbolic gift? An oversized check for $500 million? CEQA in a shredder? Gaines wouldn’t say: we’ll find out on Friday.\n\n“I am doing everything that I can to communicate that California is serious, and we’re going to win,” said Gaines in an interview Thursday. “I don’t buy that Reno is the front-runner in the line. The Nevada legislature isn’t even in session. How can they cut a deal? We can put together a package that makes us competitive.”\n\nGaines and Senate President pro Tem Darrell Steinberg (D-Sacramento) are co-authors of SB 1309, a bill that aims to entice Tesla to build the factory. There’s about a month left in the legislative session to get the bill, which currently just has intent language, done.\n\nState Senator Ted Gaines\n\nShare this: Email\n\nTwitter\n\nFacebook\n\nLinkedIn\n\nReddit\n\nGoogle\n\nMore\n\nPinterest\n\nTumblr\n\n\n\n\n\nTags: gigafactory, Tesla Motors", "article_metadata": {"generator": "WPZOOM Framework 1.4.8", "og": {"site_name": "SiliconBeat", "description": "Tesla Motors has five Southwestern states – Arizona, California, Nevada, New Mexico, and Texas – on the ropes. Each would love to land the company’s massive, $5 billion gigafactory for …", "title": "Republican Ted Gaines grovels for the Gigafactory", "locale": "en_US", "image": {"width": 595, "identifier": "http://www.siliconbeat.com/wp-content/uploads/2014/08/gaines.jpg", "height": 919}, "updated_time": "2014-08-07T20:47:07-07:00", "url": "http://www.siliconbeat.com/2014/08/07/republican-ted-gaines-grovels-for-the-gigafactory/", "type": "article"}, "twitter": {"image": "http://www.siliconbeat.com/wp-content/uploads/2014/08/gaines.jpg", "creator": "@danahull", "description": "Tesla Motors has five Southwestern states – Arizona, California, Nevada, New Mexico, and Texas – on the ropes. Each would love to land the company’s massive, $5 billion gigafactory for […]", "card": "summary", "title": "Republican Ted Gaines grovels for the Gigafactory"}, "wp-parsely_version": "1.8", "google-site-verification": "uhWFzvcHoaF05-ERyNQjzCLgoR4J_UcW-xDTVipK3nE", "article": {"section": "Clean Tech", "tag": "Tesla Motors", "published_time": "2014-08-07T13:58:06-07:00", "modified_time": "2014-08-07T20:47:07-07:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fcde71\"", "article_summary": "Enter Republican Ted Gaines of Roseville, who represents California’s 1st Senate District.\nState Senator Ted GainesShare this: EmailTwitterFacebookLinkedInRedditGoogleMorePinterestTumblrTags: gigafactory, Tesla Motors\nThen he plans to show up at Tesla’s Palo Alto headquarters with a “symbolic gift” for CEO Elon Musk.\nTesla has acknowledged breaking ground on a potential site in Reno, but is keeping its options open.\n“I am doing everything that I can to communicate that California is serious, and we’re going to win,” said Gaines in an interview Thursday."}