{"article_title": "David Ortiz selfie with Obama could mean the end to WH selfies", "article_keywords": ["saying", "end", "pfeiffer", "ortiz", "selfie", "david", "selfies", "house", "mean", "president", "white", "wh", "obama"], "article_url": "http://redalertpolitics.com/2014/04/06/obama-big-papi-selfie-selfie-end-selfies/", "article_text": "David Ortiz selfie with Obama could mean the end to WH selfies\n\nEveryone loves taking a good selfie, even President Barack Obama. However, after Boston Red Sox player David Ortiz snapped a pic with POTUS last week, selifes may be banned from the White House.\n\nOrtiz, aka Big Papi, took a photo with the President last week, during the Red Sox’s visit to the White House in honor of the team’s 2013 World Series win. The problem? The baseball player had an agreement with Samsung. Ortiz tweeted the picture that was taken on his Galaxy Note 3, which was then retweeted and promoted by Samsung.\n\nAnd thanks to Ortiz, the photo policy might change at the White House, according to senior White House advisor Dan Pfeiffer.\n\nIn an interview with Bob Schieffer on Face the Nation, Pfeiffer said that there is a possibility that there will be no more Obama selfies. Schieffer brought up the incident asking about the President’s take on the situation.\n\n“He obviously didn’t know anything about Samsung’s connection to this,” Pfeiffer said. “And perhaps maybe this will be the end of all selfies.”\n\nHe added that it’s a problem when people attempt to use the President to promote their products.\n\nWhite House Press Secretary Jay Carney, however, tried to tamp down fears of a selfie ban Monday, saying Pfeiffer wasn’t being all that serious.\n\nAccording to Pfeiffer, the White House has expressed their concerns to Samsung about the promotional stunt. He refused to further comment on the subject saying that he will “leave that to the lawyers.”\n\nWhite House Press Secretary Jay Carney, however, tried to tamp down fears of a selfie ban Monday, saying that there has been “no discussion” of such a policy and that Pfeiffer wasn’t being all that serious.\n\n“He was saying, I think, humorously, the end of all selfies, and I don’t think he just meant the White House,” Carney said.\n\nRegardless, a ban on presidential selfies may not be such a bad thing after the last Obama selfie incident, which involved Nelson Mandela’s memorial service.\n\n(This piece has been updated.)", "article_metadata": {"generator": "NGFB Pro 7.8.4U", "og": {"site_name": "Red Alert Politics", "description": "Everyone loves taking a good selfie, even President Barack Obama. However, after Red Sox player David Ortiz snapped a pic with POTUS last week, selifes may be banned from the White House.", "title": "David Ortiz selfie with Obama could mean the end to WH selfies -...", "locale": "en_US", "image": {"width": 224, "identifier": "http://redalertpolitics.com/files/2014/04/Big-Papi-Obama-Selfie-224x400.jpg", "height": 400}, "url": "http://redalertpolitics.com/2014/04/06/obama-big-papi-selfie-selfie-end-selfies/", "type": "article"}, "fb": {"admins": 1285945407, "app_id": 529886110401651}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "article": {"publisher": "https://www.facebook.com/RedAlertPolitics", "tag": "white-house-bans-selfies", "published_time": "2014-04-06T17:35:39+00:00", "modified_time": "2014-04-07T16:46:39+00:00"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fd8049\"", "article_summary": "David Ortiz selfie with Obama could mean the end to WH selfiesEveryone loves taking a good selfie, even President Barack Obama.\nAnd thanks to Ortiz, the photo policy might change at the White House, according to senior White House advisor Dan Pfeiffer.\nHowever, after Boston Red Sox player David Ortiz snapped a pic with POTUS last week, selifes may be banned from the White House.\nRegardless, a ban on presidential selfies may not be such a bad thing after the last Obama selfie incident, which involved Nelson Mandela’s memorial service.\nIn an interview with Bob Schieffer on Face the Nation, Pfeiffer said that there is a possibility that there will be no more Obama selfies."}