{"article_title": "NGA Calls for Action on Zika Funding, Senate Set to Vote on Tuesday", "article_keywords": ["billion", "confirmed", "set", "funding", "nga", "calls", "fund", "senate", "states", "action", "health", "option", "vote", "cases", "zika"], "article_url": "http://edmdigest.com/news/nga-calls-for-action-on-zika-funding-senate-set-to-vote-on-tuesday/", "article_text": "No more delays on Zika funding, NGA says\n\nThe National Governors Association (NGA) released an official statement earlier this week that strongly urged quick action on Zika funding in the U.S. According to the NGA statement, the United States needs to act swiftly and pointedly to fund the fight against Zika in the nation and stop the virus in its tracks before it starts to spread more rapidly.\n\nThe NGA noted how, in public health emergencies, the importance lies in not allowing incidence levels to reach the critical “tipping point” that can ultimately turn health concerns into full-blown infectious disease outbreaks. Because of this, the group urged political groups to “work together to reach agreement on the appropriate funding levels needed to prepare for and combat the Zika virus.”\n\nSenate vote set for Tuesday\n\nJust a few hours ago, the Senate reached a bipartisan deal that would provide $1.1 billion in Zika funding. The Senate is now set to vote next Tuesday on three separate Zika funding options.\n\nThe three separate Zika funding options: One option is the new $1.1 billion agreement, while a second option is to fully fund the original $1.9 billion requested by the White House back in February, and a third, largely GOP-backed, option involves a scenario that includes more than $1 billion in cuts to an Affordable Care Act program to fund the fight against the mosquito-borne virus.\n\nConfirmed Zika cases in the U.S. continue to rise\n\nAccording to the most recent report from the Centers for Disease Control and Prevention (CDC) (as of May 11, 2016), there are now 503 confirmed Zika cases in U.S. states and 1,204 confirmed Zika cases in U.S. states and U.S. territories combined. Of the 1,204 confirmed U.S. cases, 103 are known to be pregnant women.\n\nWhile these current U.S. numbers do pale in comparison to the outbreak in some other countries — Brazil, for example, reportedly has 4,759 suspected cases of microcephaly associated with the Zika virus, and, back in February, the World Health Organization (WHO) estimated that the South American nation already had upwards of 1.4 million Zika cases — the number of confirmed Zika cases in the U.S. is continuing to grow nonetheless.\n\nWith the summer, i.e. prime mosquito months, approaching in the U.S., many — including the NGA — feel that the time for funding is right now.\n\nPhoto Credit: Centers for Disease Control and Prevention (CDC)", "article_metadata": {"description": "The National Governors Association (NGA) released an official statement earlier this week that strongly urged quick action on Zika funding in the U.S.", "og": {"site_name": "EDM Digest", "description": "The National Governors Association (NGA) released an official statement earlier this week that strongly urged quick action on Zika funding in the U.S.", "title": "NGA Calls for Action on Zika Funding, Senate Set to Vote on Tuesday", "locale": "en_US", "image": "http://edmdigest.com/wp-content/uploads/2016/05/Zikamain_050516_880.jpeg", "url": "http://edmdigest.com/news/nga-calls-for-action-on-zika-funding-senate-set-to-vote-on-tuesday/", "type": "article"}, "twitter": {"site": "@EDMDigestCom"}, "msapplication-TileImage": "http://edmdigest.com/wp-content/uploads/2016/02/cropped-EDM_icon_dark_reverse-270x270.png", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Zika, ZIka virus, microcephaly, Brazil, CDC, WHO, funding, Senate, NGA, National Governors Association"}, "article_summary": "No more delays on Zika funding, NGA saysThe National Governors Association (NGA) released an official statement earlier this week that strongly urged quick action on Zika funding in the U.S.\nThe Senate is now set to vote next Tuesday on three separate Zika funding options.\nConfirmed Zika cases in the U.S. continue to riseAccording to the most recent report from the Centers for Disease Control and Prevention (CDC) (as of May 11, 2016), there are now 503 confirmed Zika cases in U.S. states and 1,204 confirmed Zika cases in U.S. states and U.S. territories combined.\nBecause of this, the group urged political groups to “work together to reach agreement on the appropriate funding levels needed to prepare for and combat the Zika virus.”Senate vote set for TuesdayJust a few hours ago, the Senate reached a bipartisan deal that would provide $1.1 billion in Zika funding.\nprime mosquito months, approaching in the U.S., many — including the NGA — feel that the time for funding is right now."}