{"article_title": "Of politics & punditry: why the 2016 presidential election is all about the Supreme Court", "article_keywords": ["supreme", "right", "court", "punditry", "justice", "writes", "term", "election", "justices", "president", "politics", "2016", "support", "presidential", "left"], "article_url": "http://www.masslive.com/politics/index.ssf/2015/07/punditry.html", "article_text": "Some people vote with their wallet, others with their conscience. Some toe the party line, while others prefer an à la carte approach to politics – crisscrossing party lines for specific candidates and causes, sticking it to conventional wisdom, and confounding the pundits.\n\nAccording to political oddsmakers, however, the 2016 presidential election may boil down to one big domestic issue: the Supreme Court.\n\nPundits, the self-anointed prophets of politics, say the desire – and ability – of the president to tilt the court to the left or right is potentially the biggest item on our next leader's plate. Because controlling the country's high court helps control the political tenor and trajectory of the nation as a whole, future appointments to the big bench may help cement a president's legacy and change the sociopolitical history of the U.S.\n\nThe odds are \"quite high\" that the next president will be able to leave the Supreme Court with a strong majority leaning toward his or her ideology, columnist and blogger Paul Waldman writes in The American Prospect.\n\n\"That kind of shift hasn't happened in decades; the last time a retiring justice was replaced by someone appointed by a president from the other party was in 1991, when Clarence Thomas replaced Thurgood Marshall,\" Waldman says.\n\n\"Presidents Clinton, Bush, and Obama only got the chance to replace a justice they liked with another justice they liked, leaving the court's balance unchanged,\" he says. \"But that streak will probably be broken by the next president. And the results for the country will be at least as profound as anything else the president does.\"\n\nWilliam Falk, editor of The Week and a former Newsday staffer who was part of two Pulitzer Prize-winning reporting teams at the Long Island daily, says the Supreme Court has essentially \"become the most powerful branch of government, making decisions that polarized voters and a gridlocked Congress and president cannot.\"\n\nAfter all, the high court has decided presidential elections and, with the sweep of a hand, seemingly has ended decades-long debates over social issues that have proven too weighty for mere mortals to sort out.\n\n\"It's the court that decides whether gay couples can marry, how campaigns are financed, whether to pull the plug on ObamaCare or the death penalty, and even who wins contested presidential elections,\" writes Falk. \"Since justices serve for life, filling a court vacancy is now the president's most consequential domestic decision. The next president may replace up to four justices – and utterly reshape the court.\"\n\nYes, it's true ... the Supremes are very likely to lose some of their graying members over the next few years.\n\nBy Inauguration Day 2017, Justices Ruth Bader Ginsburg, Antonin Scalia and Anthony Kennedy will all be in their 80s, and Stephen Breyer will be 78. If a Democrat were to appoint replacements for all four of them, the court would swing to a 6-3 liberal majority, according to Falk. If a Republican replaces all four, the hawks would likely gain a 7-2 edge over the doves.\n\n\"Even if there are just two replacements, the court – and the country – will very likely take a sharp left or right turn and stay on that path for decades,\" Falk says. \"No wonder there are growing murmurs about changing the lifetime tenure of justices to 18-year terms. Only czars and popes should expect to rule for life.\"\n\nOne of the biggest problems, however, is predicting whether left- and right-leaning appointees to the court will stay the course. The bankability factor is no longer what it used to be: bankable.\n\nTake the case of Chief Justice John Roberts, \"once a darling of the right,\" according to Ken Walsh, blogger, columnist and writer for U.S. News. But Roberts has since become \"the target for special scorn\" from the right, says Walsh. Most recently, he upset conservatives with his support for Obamacare's constitutionality as part of a 6-3 ruling, in which Roberts was in the majority.\n\nFollowing recent Supreme Court decisions affirming a constitutional right to same-sex marriage and upholding the validity of the Affordable Care Act, Sen. Ted Cruz, R-Texas, decried the rulings as \"the latest in a long line of judicial assaults on our Constitution and Judeo-Christian values.\" To underscore his displeasure with the rulings, Cruz is proposing a constitutional amendment that would subject Supreme Court justices to periodic judicial retention elections.\n\nAccording to law professor Erwin Chemerinsky, Ted Cruz is right: The Supreme Court needs term limits. But mere \"retention elections\" would endanger the independence of the court, not bolster it, Chemerinsky writes in NewRepublic.com. What's truly deserving of thoughtful consideration is implementing actual term limits, he says.\n\n\"In a year in which both liberals and conservatives have had plenty of decisions to cheer for and to criticize, term limits appropriately does not favor either political party or any ideology and has strong bipartisan support,\" Chemerinsky writes. \"There are many ways to accomplish term limits, but the best idea is that each justice should be appointed for an 18-year, non-renewable term, thus creating a vacancy every two years.\"\n\nCalls for reform aside, others view Supreme Court nominations as a black and white issue (read: Democrats vs. Republicans).\n\nDepsite grumbling from the left, Democrats must support Hillary Clinton if she ends up getting her party's nod, Mark E. Anderson writes in DailyKos.com. \"If she is the nominee, we must support her whether or not we think she is the establishment candidate or the corporate candidate. Why? The U.S. Supreme Court. The next president will likely nominate several Supreme Court justices,\" says Anderson.\n\n\"If we fail to turn out on Election Day ... and the Democratic nominee loses, the Supreme Court will tilt right for the foreseeable future. If we do turn out, and the Democratic nominee wins, we can change the current makeup of the court and it will lean to the left,\" he says.\n\n\"We already know what damage a right-leaning court can do – just think about Citizens United and Bush v. Gore, and then imagine if America gets one more conservative justice,\" says Anderson.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "Supreme Court of the United States, 2016-elections, democrats, left-wing, opinion, politics, presidential-elections, presidential-politics, pundits, republicans, right-wing, supreme-court, us-supreme-court, news", "title": "Of politics & punditry: why the 2016 presidential election is all about the Supreme Court", "parsely-page": "{\"title\": \"Of politics & punditry: why the 2016 presidential election is all about the Supreme Court\", \"link\": \"http://www.masslive.com/politics/index.ssf/2015/07/punditry.html\", \"image_url\": \"http://imgick.masslive.com/home/mass-media/width620/img/breakingnews/photo/2015/06/26/supreme-court-gay-marriage-b4ae6a370c842726.jpg\", \"type\": \"post\", \"post_id\": \"16513165\", \"pub_date\": \"2015-07-16T03:36:47Z\", \"author\": \"Conor Berry | cberry@repub.com\", \"tags\": [\"2016-elections\",\"@homepage\",\"democrats\",\"left-wing\",\"opinion\",\"politics\",\"presidential-elections\",\"presidential-politics\",\"pundits\",\"republicans\",\"right-wing\",\"supreme-court\",\"us-supreme-court\"] }", "twitter": {"image": "http://media.masslive.com/breakingnews/photo/2015/06/26/18200577-thumb_square_large.jpg", "creator": "@CBerry413", "description": "The odds are quite high that the next president will be able to tilt the Supreme Court to the left or right, setting the court's trajectory for years to come.", "card": "summary", "site": "@masslivenews"}, "article_date_updated": "Thursday, July 16, 2015, 12:14 AM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.masslive.com/breakingnews/photo/2015/06/26/supreme-court-gay-marriage-b4ae6a370c842726.jpg\", \"author_name\": \"conorberry\", \"author_nickname\": \"Conor Berry | cberry@repub.com\", \"author_id\": \"9558630\", \"source_blog_name\": \"Politics - MassLive.com\", \"source_blog_url\": \"http://www.masslive.com/politics/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "masslive.com", "description": "The odds are quite high that the next president will be able to tilt the Supreme Court to the left or right, setting the court's trajectory for years to come.", "title": "Of politics & punditry: why the 2016 presidential election is all about the Supreme Court", "url": "http://www.masslive.com/politics/index.ssf/2015/07/punditry.html", "image": "http://media.masslive.com/breakingnews/photo/2015/06/26/18200577-thumb_square_large.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "masslive.com", "article_comments": 0, "article_date_original": "Wednesday, July 15, 2015, 11:30 PM", "article_author": "Conor Berry | cberry@repub.com", "Description": "The odds are quite high that the next president will be able to tilt the Supreme Court to the left or right, setting the court's trajectory for years to come."}, "_id": "\"57477af36914bd0286fc97ea\"", "article_summary": "According to political oddsmakers, however, the 2016 presidential election may boil down to one big domestic issue: the Supreme Court.\nTo underscore his displeasure with the rulings, Cruz is proposing a constitutional amendment that would subject Supreme Court justices to periodic judicial retention elections.\nCalls for reform aside, others view Supreme Court nominations as a black and white issue (read: Democrats vs. Republicans).\n\"If we fail to turn out on Election Day ... and the Democratic nominee loses, the Supreme Court will tilt right for the foreseeable future.\nThe next president will likely nominate several Supreme Court justices,\" says Anderson."}