{"article_title": "Latest Kansas ACA Lawsuit Mirrors Legislature’s Action", "article_keywords": ["aca", "fee", "mirrors", "federal", "kansas", "tax", "states", "state", "health", "suit", "action", "medicaid", "lawsuit", "legislatures", "latest"], "article_url": "http://kcur.org/post/latest-kansas-aca-lawsuit-mirrors-legislature-s-action", "article_text": "When Rep. Jim Ward read the latest lawsuit brought by Kansas officials against the Affordable Care Act, the Wichita Democrat thought the federal action at the center of the suit sounded familiar.\n\n“My first thought was, ‘Wait a minute, didn’t we just do this about four months ago?’” Ward said, referring to the Legislature increasing a tax on health plans. “And why is one better than the other?”\n\nRepublican state leaders who initiated the lawsuit say it’s an essential part of their ongoing fight against federal overreach by President Barack Obama’s administration.\n\nDemocrats say the state is suing the federal government for doing the same thing — increasing a tax on Medicaid health insurance plans — that the Republican-led Legislature did in June to help close a $400 million budget gap.\n\nKansas Attorney General Derek Schmidt and Gov. Sam Brownback issued news releases last week outlining the lawsuit, in which Kansas was joined by Texas and Louisiana.\n\nThe suit claims a provision of the ACA that imposes a tax on health care plans is unlawful because it also applies to insurance companies that have contracts to administer Medicaid, known in Kansas as KanCare.\n\nThe plaintiffs claim the health insurance provider fee amounts to a backdoor tax on state treasuries to fund the federal law, because Kansas has to pay to defray a portion of the KanCare companies’ new tax.\n\nThe suit seeks to recoup $32.8 million Schmidt said the state has paid since 2014 and stop future payments.\n\n“If the federal government wants to tax and spend, it may do so within the confines of the law,” Schmidt said in the news release. “But it may not, we think, employ accounting tricks that force the states to do the taxing while the federal government does the spending. Kansas has state priorities for that $32 million that do not include financing the federal government’s operations.”\n\nIn a statement lending support to the suit, Brownback said the federal government was threatening to pull its $1.6 billion portion of the state’s $3 billion Medicaid program unless the state complies with the fees.\n\n“This is just one more instance of an overreaching federal regulation designed to coerce states into funding or participating in Obamacare,” the governor said.\n\nAccounting tricks?\n\nKansas Democrats called the suit and Schmidt and Brownback’s comments politically motivated and hypocritical, given that the state employed a similar “accounting trick” to help balance the budget during the 2015 session.\n\nIncome tax cuts passed in 2012 have created an imbalance between taxes and spending in Kansas, and the Republican-controlled Legislature was forced to work overtime last session to balance the budget.\n\nOne of the few things most in the majority agreed on was increasing a “privilege fee” on health maintenance organizations (HMOs), including the three insurance companies that administer KanCare.\n\nThe Legislature ultimately upped the fee from 1 percent to 3.31 percent, drawing in a projected $47.8 million to help balance the general fund.\n\nPrivate-sector HMOs took a financial hit, but the maneuver brought in enough federal matching funds for the state to reimburse the three KanCare companies for their portion of the increase.\n\nWard called the move “directly equivalent to what the feds are doing” with the provider fee named in the latest ACA lawsuit.\n\n“The difference is what we spend the money for,” he said. “The feds want to spend it on expanding access to health care, and the state’s filling a massive budget deficit created by our tax loophole.”\n\nWard said the state enacted a similar assessment on Medicaid providers in 2010: a “bed tax” that was extended in 2013.\n\nSenate Minority Leader Anthony Hensley, a Democrat from Topeka, said Schmidt characterizing the federal fee as an “accounting trick” amounts to the “pot calling the kettle black.”\n\n“It’s very hypocritical, on Derek Schmidt’s part, and really the Republican leadership’s part,” Hensley said.\n\n‘A political football’\n\nIn a statement emailed Monday, Schmidt defended the suit without addressing the minority party’s complaints of hypocrisy.\n\n“There should be bipartisan objection to this unprecedented and unlawful attempt by the federal government to levy a tax on states,” Schmidt said.\n\nThis is the third lawsuit Kansas has joined against the ACA, commonly known as Obamacare.\n\nHensley said the litigation is a waste of state resources. Republicans continue to use the ACA as a campaign talking point, he said, rather than seriously addressing health insurance coverage issues.\n\n“The ACA in Kansas is just a political football that they continually kick around,” Hensley said.\n\nPrevious lawsuits against the ACA have had mixed results.\n\nIn NFIB v. Sebelius, the plaintiffs challenged the law’s mandate that most U.S. citizens carry health insurance and its requirement that states expand Medicaid to cover residents earning up to 133 percent of the federal poverty limit.\n\nIn June 2012, the U.S. Supreme Court upheld the individual mandate 5-4 but struck down the Medicaid expansion mandate, ruling that states should be able to decide whether they want to expand.\n\nIn King v. Burwell, the plaintiffs argued that the law as written does not allow the federal government to subsidize private health insurance purchases in states that did not establish their own online exchange. Earlier this year the U.S. Supreme Court struck down that argument in a 6-3 decision.\n\nIn the latest suit, Schmidt and the other plaintiffs reference the Medicaid expansion decision and argue that the provider fee portion of the ACA is similarly coercive to states. They also argue that the states were not provided proper notice of fee increases.\n\nOutside opinions\n\nIn a column published by the Daily Signal, Hans von Spakovsky, a senior legal fellow with the conservative Heritage Foundation, said the states have a strong case.\n\n“There is no question that this is a serious lawsuit raising substantive issues against the Obamacare law and the way it has been implemented in relation to Medicaid and other federal health insurance programs,” he wrote.\n\nSpakovsky said the case would almost certainly end up before the U.S. Supreme Court.\n\nTimothy Jost, a Washington and Lee University School of Law professor who has written extensively on the ACA, disagreed.\n\nIn a phone interview, Jost said the plaintiffs had “picked their judge pretty carefully” by filing suit in Judge Reed O’Connor’s U.S. District Court for the Northern District of Texas.\n\nBut even if O’Connor hands down a verdict favorable to the plaintiffs, it likely would be appealed. And Jost said he did not see the Supreme Court taking it up if federal appellate appellate courts find the suit has no merit.\n\nJost said the significant difference between the latest suit and the Medicaid expansion suit is that the court ruled that Medicaid expansion is an entirely new program the states were being coerced to participate in.\n\nThe provider fee has been part of Medicaid since before the ACA, he said, and the court would be unlikely to view revising it as creating a new program.\n\n“In one instance the Supreme Court found that the federal government was effectively trying to make states set up a new program rather than comply with the requirements of the old program,” Jost said. “But Chief Justice (John) Roberts made it amply clear that this wasn’t a sweeping ruling now that was going to free the states from any future requirements imposed on the Medicaid programs.”\n\nJost said the Kansas Legislature’s move to increase the HMO privilege fee, though not unusual, did sound substantially similar to what the state is now suing the federal government for doing.\n\n“It’s kind of silly,” he said. “The federal government is taxing the plans, and then the states have to pay the plans and the federal government pays the states. So the money’s just moving in circles.”\n\nAndy Marso is a reporter for KHI News Service in Topeka, a partner in the Heartland Health Monitor team.", "article_metadata": {"category": "Health", "description": "When Rep. Jim Ward read the latest lawsuit brought by Kansas officials against the Affordable Care Act, the Wichita Democrat thought the federal action at", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://kcur.org/post/latest-kansas-aca-lawsuit-mirrors-legislature-s-action", "image": "http://mediad.publicbroadcasting.net/p/kcur/files/styles/medium/public/201510/Brownback_newser.jpg", "type": "article", "description": "When Rep. Jim Ward read the latest lawsuit brought by Kansas officials against the Affordable Care Act, the Wichita Democrat thought the federal action at", "title": "Latest Kansas ACA Lawsuit Mirrors Legislature’s Action"}, "story_id": 452290460, "twitter": {"site": "@kcur", "card": "summary", "creator": "@kcur"}, "author": "Andy Marso", "org_id": 0, "dc": {"title": "Latest Kansas ACA Lawsuit Mirrors Legislature’s Action"}, "nid": 80992, "datePublished": "2015-10-27", "keywords": "Affordable Care Act, Kansas budget, Heartland Health Monitor", "wordCount": 1493, "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fdf351\"", "article_summary": "Ward called the move “directly equivalent to what the feds are doing” with the provider fee named in the latest ACA lawsuit.\nSam Brownback issued news releases last week outlining the lawsuit, in which Kansas was joined by Texas and Louisiana.\n“The ACA in Kansas is just a political football that they continually kick around,” Hensley said.\nThis is the third lawsuit Kansas has joined against the ACA, commonly known as Obamacare.\nWhen Rep. Jim Ward read the latest lawsuit brought by Kansas officials against the Affordable Care Act, the Wichita Democrat thought the federal action at the center of the suit sounded familiar."}