{"article_title": "Dangers Pesticides Pose To Workers Force Farmers To Look For Alternatives", "article_keywords": ["force", "look", "farmers", "soil", "workers", "pose", "alternatives", "koda", "strawberry", "regulators", "strawberries", "california", "dangers", "pesticides", "growers", "fumigation", "fields"], "article_url": "http://latino.foxnews.com/latino/news/2013/09/14/dangers-pesticide-pose-force-farmer-to-look-for-alternatives/", "article_text": "In this October 2011 photo provided by the University of California-Davis, engineers with Valley Fabrication Inc., an agricultural equipment manufacturer, run trials on a steam applicator that disinfects soil prior to strawberry planting at an agricultural research station near Salinas, Calif. The steam machine is one of several alternatives being developed by researchers to help California's strawberry industry phase out pesticide use as pressure from residents and regulators grows. (AP Photo/University of California-Davis, Steven Fennimore)\n\nFor decades, California strawberry growers like Rod Koda injected the potent pesticide methyl bromide into soil to kill bugs, weeds and plant diseases before planting strawberries.\n\nBut the chemical was slated to be phased out by international treaty because it depletes the Earth's ozone layer. And later its replacement methyl iodide was pulled off the market after numerous public protests.\n\nNow, California regulators have proposed stricter rules to protect the public from a third fumigant that Koda and other conventional berry growers use to sanitize their fields. The restrictions are pushing California's $2.3 billion strawberry industry toward developing nonchemical alternatives to pesticides.\n\nThe industry and state have poured millions of dollars into research, but they say alternatives such as sterilizing soil with steam or growing berries in peat are not ready for prime time. California supplies nearly 90 percent of the nation's strawberries.\n\n\"We're so limited in what we can do and the restrictions that are out there, it's getting tighter and tighter,\" said Koda, who grows strawberries on 28 acres in Watsonville. \"Some of the alternatives don't show uniform results — a win-win one year and next year dead plants all over your field.\"\n\nSince the 1960s, California strawberry growers have fumigated their fields before each crop is planted to control devastating soil-borne pests, increase yields and produce uniform and disease-free fruit.\n\nBut expansion of urban development bordering berry fields on the Central Coast and in Southern California has increased unease over the dangers of fumigants to residents and farmworkers.\n\nGrowers and state regulators have said the chemicals are safe with precautions such as not using fumigants in buffer zones near schools and residential areas and posting signs that prohibit entry to fields.\n\nCritics say those protections aren't sufficient. Fumigants are among the most dangerous pesticides, since their gaseous state enables them to drift from under the plastic tarps where they are applied, said Sara Knight of Pesticide Action Network, which is asking regulators to end fumigation by 2020.\n\nMethyl iodide was pulled from the U.S. market by its Japanese manufacturer last year after criticism from environmentalists and scientists who said the chemical may cause cancer. And only a small portion of growers are still allowed to use methyl bromide before it's completely disallowed.\n\nMost growers now have access to two fumigants: Telone and chloropicrin.\n\nAfter regulators In 2011 designated chloropicrin as an air pollutant that may pose a hazard to human health, they proposed increasing buffer zones and limiting the number of acres that the chemical can be applied to at one location.\n\nEnvironmentalists and farmworkers say those rules are not strict enough for chloropicrin, an eye and lung irritant once used in chemical warfare.\n\nA state-convened working group formed to discuss alternatives to fumigation called in April for more testing of non-chemical alternatives in the fields — and for grants or crop insurance to help growers mitigate the risk of adopting the new methods.\n\nMany growers are already experimenting with growing strawberries without fumigation. On part of his land, Koda mixed a carbon source such as rice bran into the soil, places a tarp over the field and saturates the beds with water to trigger growth of bacteria.\n\nThe bacteria rid the soil of Verticillium, one of the most persistent berry diseases, at similar levels that fumigation does, said University of California, Santa Cruz researcher Carol Shennan. But the method — called anaerobic soil disinfestation — is more time consuming, does not yet control for other strawberry diseases, and there isn't enough rice bran for all the growers.\n\n\"I'm optimistic this is going to be a tool that farmers can use,\" Shennan said. \"Is it going to be a complete answer? Probably not.\"\n\nAnother option is growing strawberries in non-soil substances, filling the beds with coconut husk fiber or even pine bark — but such soil-less media are low in nutrients and require use of fertilizers.\n\nSoil pathogens can also be killed off with heat generated by a steam machine — researchers have already built and tested the prototype. This method may, in turn, require more use of herbicides to control unwanted weeds not killed off by the steam.\n\n\"People said for years that growing strawberries without fumigation couldn't be done,\" said Steven Fennimore, a researcher with the University of California, Davis. \"But to a limited extent it can be done, the technology is there.\"\n\nPhasing out fumigation doesn't mean conventional strawberries would be grown organically, which entails frequent rotation of fields and use of cover crops. Conventional growers would continue to use chemical herbicides and fertilizers.\n\nRegulators and growers alike say more research is needed. \"Until growers learn how to work out the bugs and we can get a consistent application and outcome,\" Koda said, \"we will not take the risk to stop using chemicals.\"\n\nFollow us on twitter.com/foxnewslatino\n\nLike us at facebook.com/foxnewslatino", "article_metadata": {"classification": "NEWS/Environment, HEALTH/Nutrition", "dcterms.modified": "2013-09-14 14:53:28 EDT", "dcterms.abstract": "The farm industry is investing millions of dollars into developing nonchemical alternatives to pesticides.", "twitter": {"image": "http://a57.foxnews.com/global.fncstatic.com/static/managed/img/fn-latino/news/0/0/Farm%20Pesticides.jpg?ve=1&tl=1", "site": "@foxnewslatino", "card": "summary_large_image", "creator": "@foxnewslatino"}, "dc.format": "text/html", "dc.publisher": "Fox News Latino", "parsely-metadata": "{\"title\":\"Dangers Pesticides Pose To Workers Force Farmers To Look For Alternatives\",\"link\":\"http://latino.foxnews.com/latino/news/2013/09/14/dangers-pesticide-pose-force-farmer-to-look-for-alternatives/\",\"image_url\":\"http://global.fncstatic.com/static/v/all/img/fn_latino_128x128.png\",\"type\":\"article\",\"identifier\":\"29ce5dc2a9d11410VgnVCM100000d7c1a8c0RCRD\",\"section\":\"news\",\"pub_date\":\"2013-09-14T18:53:28Z\",\"tags\":[\"NEWS/Environment\",\" HEALTH/Nutrition\"]}", "prism.aggregationType": "front", "keywords": "California,University of California,herbicides,bacteria,weeds,how to,pesticides,farmers,workers,latino,immigrants,health,danger,pesticide,pollution", "prism.channel": "fnl", "dc.description": "The farm industry is investing millions of dollars into developing nonchemical alternatives to pesticides.", "dc.identifier": "urn:uuid:29ce5dc2a9d11410VgnVCM100000d7c1a8c0RCRD", "pagetype": "article", "dc.subject": "California,University of California,herbicides,bacteria,weeds,how to,pesticides,farmers,workers,latino,immigrants,health,danger,pesticide,pollution", "classification-isa": "environment, nutrition", "description": "Motorola Mobility, el fabricante de los teléfonos inteligentes de Lenovo, nos está dando pistas sobre el posible relanzamiento de un popular teléfono: el icónico Motorola Razr. En un video nos...", "prism.section": "news", "fb": {"app_id": 155493694485141}, "dc.source": "Associated Press", "dc.language": "en-US", "dc.title": "Dangers Pesticides Pose To Workers Force Farmers To Look For Alternatives", "dcterms.created": "2013-09-14 14:53:28 EDT", "og": {"site_name": "Fox News Latino", "description": "The farm industry is investing millions of dollars into developing nonchemical alternatives to pesticides.", "title": "Dangers Pesticides Pose To Workers Force Farmers To Look For Alternatives", "url": "http://latino.foxnews.com/latino/news/2013/09/14/dangers-pesticide-pose-force-farmer-to-look-for-alternatives/", "image": "http://a57.foxnews.com/global.fncstatic.com/static/managed/img/fn-latino/news/0/0/Farm%20Pesticides.jpg", "type": "article"}, "dc.type": "Text.Article", "dc.date": "2013-09-14", "parsely-page": "{\"title\":\"Dangers Pesticides Pose To Workers Force Farmers To Look For Alternatives\",\"link\":\"http://latino.foxnews.com/latino/news/2013/09/14/dangers-pesticide-pose-force-farmer-to-look-for-alternatives/\",\"image_url\":\"http://global.fncstatic.com/static/v/all/img/fn_latino_128x128.png\",\"type\":\"article\",\"post_id\":\"29ce5dc2a9d11410VgnVCM100000d7c1a8c0RCRD\",\"section\":\"news\",\"pub_date\":\"2013-09-14T18:53:28Z\",\"tags\":[\"NEWS/Environment\",\" HEALTH/Nutrition\"]}"}, "_id": "\"57477af46914bd0286fdaa7f\"", "article_summary": "Since the 1960s, California strawberry growers have fumigated their fields before each crop is planted to control devastating soil-borne pests, increase yields and produce uniform and disease-free fruit.\nThe restrictions are pushing California's $2.3 billion strawberry industry toward developing nonchemical alternatives to pesticides.\nNow, California regulators have proposed stricter rules to protect the public from a third fumigant that Koda and other conventional berry growers use to sanitize their fields.\n\"Some of the alternatives don't show uniform results — a win-win one year and next year dead plants all over your field.\"\n(AP Photo/University of California-Davis, Steven Fennimore)For decades, California strawberry growers like Rod Koda injected the potent pesticide methyl bromide into soil to kill bugs, weeds and plant diseases before planting strawberries."}