{"article_title": "Lights contests amp up community spirit in Coon Rapids", "article_keywords": ["christmas", "judges", "holiday", "prize", "rapids", "community", "spirit", "lights", "display", "figures", "kocon", "amp", "contests", "coon"], "article_url": "http://www.startribune.com/lights-contests-amp-up-community-spirit-in-coon-rapids/237162971/", "article_text": "John Kocon surveyed the blazing holiday light display with a critical eye.\n\nThe Coon Rapids homeowners went all in on the dozens of illuminated lawn figures splashed across the yard. It’s definitely festive, but the execution is a bit lacking, Kocon concluded. Glowing Nativity scene figures are mixed and matched with snowmen, Santa, reindeer and woodland creatures.\n\nPerhaps the homeowner should have reined it in? Nah. When it comes to holiday lights, more is better!\n\nAll Kocon wants for Christmas is a slightly more cohesive front lawn.\n\n“I might have built an igloo,” he said, pointing to one grouping of figures, to pull the whole scene together.\n\nAs a member of the Coon Rapids Arts Commission, Kocon is one of four judges for the city’s annual lighting contest.\n\nContests like this are one way communities make the holidays bright. In Coon Rapids, there’s prize money on the line — $50 in several categories and $100 for an overall grand prize — but it’s really about bragging rights.\n\nWhat it takes\n\nOn a recent snowy night, the Coon Rapids judges set out in a Dodge minivan to evaluate the entrants and crown the winners. They pulled back the curtain, allowing the Star Tribune to witness the judging.\n\nWhat takes an ordinary holiday lights display and amps it up to an award winner?\n\nIt’s a mix of precision, neatness, overall appeal and originality. Those are the categories used to evaluate entrants.\n\nCookies from homeowners don’t hurt, either. Last year, an entrant ran out with some sweets, scoring some extra brownie points with the judges. But actually, the cookies weren’t enough; the home wasn’t a prize winner.\n\nEach judge scores each entrant, comparing overall scores over ale at a local tavern afterward.\n\nAll four judges get out of the van to check out the split-level on Vintage Street. The front of the house is awash in lights — Clark Griswold style. A projection of Santa frolics in the front window. Every tree, rail and surface in the front lawn is covered in lights, pulsing to music.\n\nNow this speaks to the judges. Snoopy would be proud.\n\n“When you put a lot of thought into the theme, it works out well,” says Kocon, as he snaps photos of the house.\n\nThe house, adorned with 85,000 twinkle lights, ultimately takes the grand prize. It was also a prize winner last year.\n\n“I ask them to make out the prize check directly to the electric company,” quipped homeowner and winner Tim Yohnk.\n\n‘A monster of its own making’\n\nYohnk said he thinks about his holiday display all year but starts checking lights and hardware in late summer.\n\n“I am already thinking about next year’s show today,” said Yohnk, a facilities manager. “I have a strand of lights on every inch of the face of my house.”\n\nHe started going all out with the display about five years ago.\n\n“After you’ve done it one year, it’s a monster of its own making. Everyone asks, ‘What are you doing this year?’” Yohnk said. “I enjoy Christmas and it makes so many other people smile, so it’s worth it.”\n\nYohnk enlists the help of his wife, Penny, to string lights.\n\n“You have to have full family support when you do something like this,” Yohnk explains.\n\nHis formula for success: Focus on the lighting; avoid the blowup figures and other lawn ornament fads.\n\nLater, judges pull in front of a home on Crook Lake Boulevard, which goes on to win best static light display. The rambler is awash in blue lights except for strands of white lights radiating down from a star. A large American flag waves in the center of the display.\n\nIs mixing holidays a faux pas?\n\nNah. Remember, when it comes to Christmas lights, more is better!\n\n“It can’t hurt,” said judge and Arts Commission chairwoman Mary Ann Kehn, surveying the display. “The star at the top is very pretty.”\n\nThe annual lighting contest and the city’s photo contest are why Kocon joined the arts commission in the first place.\n\n“It creates camaraderie in the community,” he said. “It’s stuff where you can get involved without spending a lot of money.”\n\nKocon has been on the other side of the strand. His uncle is a multiple holiday light award winner in Columbia Heights.\n\n“He got me started,” Kocon said.\n\nKocon said he understands the surge of excitement when you take some strands of lights, some ingenuity and a love of Christmas and create a twinkling, pulsing showstopper.\n\n“When you see five or six cars lined up outside, it’s just a thrill,” he said.\n\nWhile some displays twinkle a bit more brightly, the judges are complimentary of all the entrants.\n\n“You have to appreciate the effort. Most people don’t even do that,” Kocon said.\n\n\n\n\n\n", "article_metadata": {"description": "Judges for Coon Rapids' annual contest shed light on what makes a holiday display brilliant.", "og": {"site_name": "Star Tribune", "description": "Judges for Coon Rapids' annual contest shed light on what makes a holiday display brilliant.", "title": "Lights contests amp up community spirit in Coon Rapids", "url": "http://www.startribune.com/lights-contests-amp-up-community-spirit-in-coon-rapids/237162971/", "image": {"url": "http://stmedia.stimg.co/ows_138790454930885.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces", "width": 1200, "identifier": "http://stmedia.stimg.co/ows_138790454930885.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces", "height": 630}, "type": "article"}, "twitter": {"description": "Judges for Coon Rapids' annual contest shed light on what makes a holiday display brilliant.", "title": "Lights contests amp up community spirit in Coon Rapids", "url": "http://www.startribune.com/lights-contests-amp-up-community-spirit-in-coon-rapids/237162971/", "image": {"src": "http://stmedia.stimg.co/ows_138790454930885.jpg?h=560&w=750&fit=crop&bg=999&crop=faces", "identifier": "http://stmedia.stimg.co/ows_138790454930885.jpg?h=560&w=750&fit=crop&bg=999&crop=faces"}, "site": "@StarTribune", "card": "summary"}, "google-site-verification": "bLXTXkzm4dJ8hcJy1LXawtxXxGP3JhInARj69uCiMiM", "article": {"tag": "Coon Rapids"}, "news_keywords": "Christmas,decorations,contest,lighting contest,Coon Rapids"}, "_id": "\"57477af46914bd0286fd804c\"", "article_summary": "What it takesOn a recent snowy night, the Coon Rapids judges set out in a Dodge minivan to evaluate the entrants and crown the winners.\nWhat takes an ordinary holiday lights display and amps it up to an award winner?\nAs a member of the Coon Rapids Arts Commission, Kocon is one of four judges for the city’s annual lighting contest.\nThe Coon Rapids homeowners went all in on the dozens of illuminated lawn figures splashed across the yard.\nIn Coon Rapids, there’s prize money on the line — $50 in several categories and $100 for an overall grand prize — but it’s really about bragging rights."}