{"article_title": "On the Clean Power Plan, 'EPA's Cost Estimate Is an Underestimate'", "article_keywords": ["climate", "epas", "power", "global", "cost", "initiative", "underestimate", "clean", "president", "international", "estimate", "obama", "change", "plan"], "article_url": "http://dailysignal.com/2015/11/19/house-hearing-witness-on-the-clean-power-plan-epas-cost-estimate-is-an-underestimate/", "article_text": "Some witnesses questioned the president’s climate initiative, the Clean Power Plan, during a House Committee on Science, Space and Technology hearing on Wednesday.\n\nAnne Smith, the senior vice president and environmental practice co-chair at NERA Economic Consulting, cautioned that on the CPP, the “EPA’s cost estimate is an underestimate.”\n\nSmith said the CPP’s “net costs to the economy are substantial,” with higher electricity costs and reduced consumer spending.\n\nPaul Knappenberger, the assistant director of the Center for the Study of Science at the Cato Institute, said “climate change is real” and that it is due to “human and natural factors.” What is disputed is “the degree to which we can separate those factors.”\n\nKnappenberger added that the Clean Power Plan would result in a “global temperature savings by the end of the century of about two one-hundredths of a degree.”\n\n“This is neither meaningful nor scientifically detectable.”\n\nOther witnesses were supportive of an international agreement.\n\nKatie Dykes, the deputy commissioner of the Connecticut Department of Energy and Environmental Protection and the chair of the Regional Greenhouse Gas Initiative, Inc., defended the president’s initiative, comparing it to a climate agreement among states that she argued has created jobs and reduced carbon emissions.\n\n“The Administration’s Empty Promises for the International Climate Treaty” hearing was held to examine the Obama administration’s climate agenda before the president participates in upcoming global climate talks.\n\nPresident Barack Obama and other world leaders will meet at the United Nations Climate Change Conference, also referred to as COP 21, in Paris to negotiate a global climate change agreement. The conference takes place from Nov. 30 to Dec. 11.\n\nThe president announced his Clean Power Plan earlier this year, which he has said he hopes will lead the way to a global climate agreement.\n\n“In December, with America leading the way, we have a chance to put in place one of the most ambitious international climate agreements in human history,” Obama said during a speech in August announcing the Clean Power Plan.\n\nMore recently, Obama reiterated his remarks.\n\n“My definition of leadership would be leading on climate change, an international accord that potentially we’ll get in Paris,” the president said during an interview with “60 Minutes” in October.", "article_metadata": {"description": "Some witnesses questioned the president’s climate initiative during a House Committee on Science, Space and Technology hearing on Wednesday.", "og": {"site_name": "The Daily Signal", "description": "Some witnesses questioned the president’s climate initiative during a House Committee on Science, Space and Technology hearing on Wednesday.", "title": "House Hearing Witness: On the Clean Power Plan, 'EPA's Cost Estimate Is an Underestimate'", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/151118_HouseHearing_Scanlon.jpg", "updated_time": "2015-11-19T18:58:42+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1OfEbF9"}, "twitter": {"domain": "The Daily Signal", "description": "Some witnesses questioned the president’s climate initiative during a House Committee on Science, Space and Technology hearing on Wednesday.", "title": "House Hearing Witness: On the Clean Power Plan, 'EPA's Cost Estimate Is an Underestimate'", "image": {"src": "http://dailysignal.com/wp-content/uploads/151118_HouseHearing_Scanlon.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Energy", "tag": "climate change", "published_time": "2015-11-19T18:15:08+00:00", "modified_time": "2015-11-19T18:58:42+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Climate Change, Paris, Clean Power Plan, EPA, climate change, CPP"}, "article_summary": "Some witnesses questioned the president’s climate initiative, the Clean Power Plan, during a House Committee on Science, Space and Technology hearing on Wednesday.\nThe president announced his Clean Power Plan earlier this year, which he has said he hopes will lead the way to a global climate agreement.\nPresident Barack Obama and other world leaders will meet at the United Nations Climate Change Conference, also referred to as COP 21, in Paris to negotiate a global climate change agreement.\n“The Administration’s Empty Promises for the International Climate Treaty” hearing was held to examine the Obama administration’s climate agenda before the president participates in upcoming global climate talks.\n“In December, with America leading the way, we have a chance to put in place one of the most ambitious international climate agreements in human history,” Obama said during a speech in August announcing the Clean Power Plan."}