{"article_title": "Why Europe Won’t Punish the U.S. over NSA Scandal", "article_keywords": ["wont", "europe", "german", "nsa", "merkel", "reports", "trade", "spying", "officials", "punish", "intelligence", "scandal", "public", "european"], "article_url": "http://www.thefiscaltimes.com/Articles/2013/11/04/Why-Europe-Won-t-Punish-US-over-NSA-Scandal", "article_text": "At this point, the National Security Agency spying scandal seems never-ending. It’s been ongoing since June, when the first of Edward Snowden’s stolen documents was made public. Each time it appears to be dying, another round of documents appear and the scandal lives on.\n\nThe latest series of leaks is perhaps the most serious. Less than two weeks ago, on the eve of a European Union summit in Brussels, reports emerged that the NSA had been spying on European leaders, including German Chancellor Angela Merkel.\n\nRELATED: FOR MERKEL, THE NSA SPYING IS REALLY PERSONAL\n\nThe outcry from the German public and politicians continues to this day. German officials have demanded and been granted meetings with high-level Obama administration officials to complain about the spying and Merkel called President Obama to voice her displeasure with the practice.\n\nHans-Christian Stroebele, a legislator for the Germany's opposition Greens party, said that Snowden might be called to testify in a German investigation into NSA practices.\n\n\"He made it clear he knows a lot and that as long as the National Security Agency blocks investigations, he is essentially prepared to come to Germany and give testimony, but the conditions must be discussed,\" Stroebele, who met with Snowden in Russia last week, said.\n\nSimilar anger has been expressed around the European continent. Some are saying that irreparable damage has been done to the relationship between the United States and its European partners.\n\nBut is this truly the case? Expressing anger over NSA practices is one thing; actually making policy changes because of the behavior is entirely another. A close examination of statements made by European officials shows their tone softening.\n\nThere is not likely to be any long-term fallout in two key areas: economic negotiations over a $287 billion EU/U.S. trade pact are going to continue, and intelligence is still likely to pass back and forth across the Atlantic. The only real damage has been to the standing of the United States with the European public and fringe lawmakers.\n\n1) Economic cooperation. There are growing concerns that the European Union could make it tougher for private businesses to operate in Europe. According to reports, some European lawmakers are considering suspending the “Safe Harbor” agreement that allows American firms to process European personal data, effectively ending the ability of companies like Apple to sell their products in Europe.\n\nBut the cornerstone of EU/U.S. economic ties is the Transatlantic Trade and Investment Partnership, a deal currently being negotiated. According to a study by the U.S. Chamber of Commerce, the agreement would increase trade between the partners by $120 billion within five years. At the same time, it would add some $180 billion to U.S.-EU gross domestic product.\n\nAfter the initial reports on U.S. snooping, some European lawmakers called for the EU to abandon the deal. But the economic reality in the European Union makes this impossible. The euro zone s struggling to grow, and Europe needs the help more than America. Estimates put forth by the European Commission suggest a new trade pact could increase annual GDP by 0.5 percent in the EU and 0.4 percent in the U.S. by 2027.\n\nEven Merkel dismissed any thought of abandoning the deal, saying on Friday, “Maybe the talks are more important right now considering the current situation.”\n\n2) Intelligence sharing. Reports out of Germany indicate that Berlin and Washington are set to sign an agreement forbidding espionage against one another some time next year. This agreement would go a long way toward placating Germany anger.\n\nBut each side will not stop sharing intelligence. Numerous reports indicate that the German foreign intelligence service uses NSA information to track terrorist on German soil. In fact, authorities have used this information to foil attacks in Germany.\n\nThe same kind of exchange is also set to continue among other NATO allies. All partners share information that could be used to prevent attacks. Some former European intelligence officials have even admitted that European NATO members also spy on the United States.\n\n“The Americans spy on us on the commercial and industrial level like we spy on them,” Bernard Squarcini, former head of the French secret services said last week. “No one is fooled.”\n\n3) American standing. Merkel, in her phone call with the president, said that the NSA targeting of her phone amounted to a breach of trust. This sense of betrayal has spread among lawmakers across the continent.\n\nFortunately, Obama has a well of good will to draw upon with the European public. They might be angry with the NSA, but so far, this anger has not been directed at the president himself.\n\nBut diplomatically, the NSA issue could linger for years. Even U.S. lawmakers acknowledge this.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The United States is reeling from revelations that it spied on European leaders. But the revelations won’t have a real impact on U.S. or European policy", "title": "Why Europe Won’t Punish the U.S. over NSA Scandal", "url": "http://www.thefiscaltimes.com/Articles/2013/11/04/Why-Europe-Won-t-Punish-US-over-NSA-Scandal", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/06112013_NSA_Phone_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2013/11/04/Why-Europe-Won-t-Punish-US-over-NSA-Scandal", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/06112013_NSA_Phone_article.jpg", "creator": "@davidcfrancis", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The United States is reeling from revelations that it spied on European leaders. But the revelations won’t have a real impact on U.S. or European policy", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fcdeeb\"", "article_summary": "RELATED: FOR MERKEL, THE NSA SPYING IS REALLY PERSONALThe outcry from the German public and politicians continues to this day.\nSome former European intelligence officials have even admitted that European NATO members also spy on the United States.\nThe only real damage has been to the standing of the United States with the European public and fringe lawmakers.\nFortunately, Obama has a well of good will to draw upon with the European public.\nA close examination of statements made by European officials shows their tone softening."}