{"article_title": "Obamacare Administrator: So, We Might Have to Tweak the Definition of \"Start\"", "article_keywords": ["hhs", "definition", "administrator", "trying", "families", "tweak", "subsidies", "wsj", "obamacare", "start", "health", "exchanges", "law"], "article_url": "http://townhall.com/tipsheet/guybenson/2013/09/23/obamacare-administrator-start-is-such-a-relative-term-n1706924", "article_text": "Buried in an update into my Continuing Resolution post on Friday was a quote that deserves much more scrutiny. By way of background, you'll recall that one of the law's principle legislative authors has described its roll-out as a \"huge trainwreck,\" while a high-ranking HHS official has admitted that his primary goal is to avoid a \"third world experience\" come October 1. You may also remember reports over the summer about implementation lagging badly behind schedule, red flags of which the administration was aware. Then came the series of unilateral delays -- on the employer mandate, on verification standards, on out-of-pocket cost limits, and on publishing the coverage rates to be offered in state exchanges. Earlier this month, an expert on the law testified before Congress that \"not a single state appears to be completely ready\" to administer Obamacare. Those significant postponements won't be the only setbacks. As I noted on Friday, health insurance experts and officials are pointing to ongoing computer glitches so glaring that they could paralyze the enrollment process:\n\nThe Wall Street Journal [reports] that the exchange software, for which the government has spent upwards of $88 million, still can’t correctly calculate the amount of subsidies that an individual applicant is eligible for. “There’s a blanket acknowledgment that rates are being calculated incorrectly,” one senior insurance executive told the WSJ. “Our tech and operations people are very concerned about the problems they’re seeing and the potential of them to stick around.” The WSJ article was authored by Christopher Weaver, Timothy Martin, and Jeniffer Corbett Dooren. “If not resolved by the Oct. 1 launch date,” they report, “the problems could affect consumers in 36 states where the federal government is running all or part of the exchanges.\n\n\n\nThat's a major bug, and the concerns it raises validates several individual tales of disorganization and confusion behind the scenes. Obamacare supporters are already trying to manage expectations -- or, more accurately, begin the damage control effort -- by trying to change Americans' expectations for next week's launch date. The Washington Post quotes a former HHS official defining down the word \"start\" as it pertains to the law's implementation:\n\n\"Nobody is going to say we're not starting on October 1,\" says Joel Ario, who previously oversaw health exchanges at HHS, \"but in some situations, you may see a redefinition of what 'start' means.\"\n\n\n\nIn other words, 'when we said \"start,\" we didn't mean start-start.' Good luck with that, guys. You've only had three-and-a-half years to get this thing ready. Some states, like Oregon, have already redefined 'start' -- which hasn't stopped the government there from spending millions on hippy-dippy ads promoting the unready law. Meanwhile, a prominent clinic that President Obama touted as \"a model\" for Obamacare is cutting its budget because of the law, unions are \"raging\" against the law and its implications for working Americans, and some of the citizens who qualify for Obamacare subsidies may be in for an unpleasant surprise:\n\nA new study suggests that, for many families, the Affordable Care Act (ACA) will be less affordable than they expect. Since subsidies determined on a sliding scale based upon annual income, if your income changes, you may have to pay back some of that subsidy once tax time rolls around in April. According to a recent study, funded by the California Program on Access to Care at the University of California, Berkeley, School of Public Health, up to 38 percent of families may have to repay some portion of their subsidy due to changes in income.\n\n\n\nA recent independent National Journal analysis concluded that only a third of individuals, and less than half of families, who receive subsidies would actually end up paying less for healthcare. Costs will rise for the \"vast majority\" of individuals on the exchanges. Obamacare's implementation deadline is one week from tomorrow, regardless of how apologists choose to define \"start.\"", "article_metadata": {"description": "Trainwreck..05/23/2016 21:23:32PM EST.", "author": "Guy Benson", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Trainwreck.", "title": "Guy Benson - Obamacare Administrator: So, We Might Have to Tweak the Definition of \"Start\"", "url": "http://townhall.com/tipsheet/guybenson/2013/09/23/obamacare-administrator-start-is-such-a-relative-term-n1706924", "image": "http://media.townhall.com/townhall/reu/ha/2013/265/bad9df23-835d-4f39-9a2f-bc222d5addb2.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Trainwreck.", "title": "Guy Benson - Obamacare Administrator: So, We Might Have to Tweak the Definition of \"Start\"", "url": "http://townhall.com/tipsheet/guybenson/2013/09/23/obamacare-administrator-start-is-such-a-relative-term-n1706924", "image": "http://media.townhall.com/townhall/reu/ha/2013/265/bad9df23-835d-4f39-9a2f-bc222d5addb2.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Obamacare Administrator: So, We Might Have to Tweak the Definition of \"Start\", Guy Benson, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af36914bd0286fcdf00\"", "article_summary": "Earlier this month, an expert on the law testified before Congress that \"not a single state appears to be completely ready\" to administer Obamacare.\nObamacare's implementation deadline is one week from tomorrow, regardless of how apologists choose to define \"start.\"\nSome states, like Oregon, have already redefined 'start' -- which hasn't stopped the government there from spending millions on hippy-dippy ads promoting the unready law.\nObamacare supporters are already trying to manage expectations -- or, more accurately, begin the damage control effort -- by trying to change Americans' expectations for next week's launch date.\nYou may also remember reports over the summer about implementation lagging badly behind schedule, red flags of which the administration was aware."}