{"article_title": "Tarkanian Death Follows Smith in Basketball’s ‘Sad Week’", "article_keywords": ["week", "impact", "tarkanian", "death", "follows", "university", "ncaa", "smith", "sad", "championship", "basketballs", "basketball", "nba", "unlv", "national", "coach"], "article_url": "http://www.bloomberg.com/news/articles/2015-02-11/tarkanian-death-follows-dean-smith-in-sad-week-for-basketball", "article_text": "Frank Sinatra, Dean Martin, Cher and Celine Dion couldn’t entertain crowds in Las Vegas the way Jerry Tarkanian and his UNLV Runnin’ Rebels basketball team did, Nevada Senator Harry Reid said after the towel-chomping coach’s death at the age of 84.\n\nTarkanian, known as “Tark the Shark,” spent 19 years at the University of Nevada at Las Vegas from 1973-92, winning 509 games, reaching the Final Four of the National Collegiate Athletic Association men’s tournament four times and capturing a national championship in 1990.\n\nTarkanian’s Runnin’ Rebels played in sold-out arenas that featured rap music and laser light shows, employing a fast-break offense that frequently ran up triple-digit scores. UNLV’s 1990 championship team beat Duke in the title game 103-73, a record margin of victory that still stands.\n\n“Jerry’s Runnin’ Rebels, with their national championship and exciting play, put UNLV and Las Vegas on the map, and their impact isn’t going away any time soon,” Reid said yesterday in a statement, mentioning that Tarkanian’s impact off the court was just as important as the on-court results.\n\nTarkanian saw the potential in players who had been passed on by other colleges because of weak academic records, and feuded with the NCAA throughout his career about rule infractions. After leaving UNLV, Tarkanian and his wife, Lois, sued college sports’ governing body for unfairly targeting him, and the NCAA in 1998 settled the case for $2.5 million.\n\n‘Brutal NCAA’\n\n“Jerry’s mark on American athletics is significant not only because of his coaching ability, but also his fearlessness in taking on the brutal NCAA,” Reid said. “They controlled, bullied and tried to embarrass him, but he never stopped fighting until they cried uncle. Jerry was finally inducted into the Hall of Fame in 2013, which was long overdue.”\n\nTarkanian’s death came four days after Hall of Fame college basketball coach Dean Smith passed away at the age of 83. Smith coached the University of North Carolina for 36 years and won two national titles.\n\n“We’ve lost two icons in the same week,” said University of Kentucky basketball coach John Calipari, who remembered Tarkanian as a “great friend” on Twitter. “Sad week for all who love this great game.”\n\nOthers throughout the sport of basketball weighed in on Tarkanian’s passing and impact on the game:\n\nUNLV current men’s basketball coach Dave Rice, who was both a player and a coach under Tarkanian:\n\n“The qualities that make UNLV a great university -- opportunity, self-determination and equality -- are the same qualities that coach Tarkanian ingrained in his teams. The impact of coach’s contributions to our university, our community, his players and all of college basketball, is immeasurable.”\n\nUNLV Athletic Director Tina Kunzer-Murphy:\n\n“He was a fighter, and his teams reflected that same intensity and fighting spirit. He was never afraid to stand up for a cause, or a person, he believed in -- and nothing was more important to him than fairness. He valued loyalty and dedication above all else, and returned it in equal measure. He coached with intensity, but lived a life defined by generosity.”\n\nDanny Tarkanian, Jerry’s son:\n\n“Coach Tark, my father, the greatest man I have ever known, passed today, to take his place in heaven. I will miss him every day of my life.”\n\nReggie Miller, former NBA All-Star and current NBA commentator:\n\n“Heaven is fielding an unbelievable coaching roster. RIP Coach Jerry Tarkanian, one of the best.”\n\nGeorge Karl, who ranks sixth in NBA history in career coaching victories:\n\n“The basketball world lost another giant today. May you rest in peace, coach Tarkanian.”\n\nChris Webber, former NBA All-Star who helped the University of Michigan reach the NCAA championship game in 1992 and 1993: “You inspired many,” said Webber, who posted a photo of himself on Twitter with a towel in his mouth in memory of Tarkanian. “You believed in kids that the world discarded. The hood will never forget you.”\n\nDonyell Marshall, former NBA player:\n\n“You made us all fall in love with UNLV. Hopefully heaven has your towel waiting for you.”", "article_metadata": {"sailthru.author": "Erik Matuszewski", "twitter": {"description": "Frank Sinatra, Dean Martin, Cher and Celine Dion couldn’t entertain crowds in Las Vegas the way Jerry Tarkanian and his UNLV Runnin’ Rebels basketball team did, Nevada Senator Harry Reid said after the towel-chomping coach’s death at the age of 84.", "title": "Tarkanian Death Follows Smith in Basketball’s ‘Sad Week’", "url": "http://www.bloomberg.com/news/articles/2015-02-11/tarkanian-death-follows-dean-smith-in-sad-week-for-basketball", "image": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/iD0pF6ZtKlMo/v7/-1x-1.jpg", "site": "@business", "card": "summary"}, "parsely-author": "Erik Matuszewski", "parsely-type": "post", "keywords": "Nevada,NCAA,Harry Mason Reid,Dean Martin,Las Vegas", "news_keywords": "Nevada,NCAA,Harry Mason Reid,Dean Martin,Las Vegas", "parsely-link": "http://www.bloomberg.com/news/articles/2015-02-11/tarkanian-death-follows-dean-smith-in-sad-week-for-basketball", "parsely-title": "Tarkanian Death Follows Smith in Basketball’s ‘Sad Week’", "msapplication-TileColor": "#ff0000", "apple-mobile-web-app-capable": "no", "parsely-pub-date": "2015-02-11T22:19:48.227Z", "apple-mobile-web-app-status-bar-style": "black", "description": "Frank Sinatra, Dean Martin, Cher and Celine Dion couldn’t entertain crowds in Las Vegas the way Jerry Tarkanian and his UNLV Runnin’ Rebels basketball team did, Nevada Senator Harry Reid said after the towel-chomping coach’s death at the age of 84.", "parsely-tags": "Nevada,NCAA,Harry Mason Reid,Dean Martin,Las Vegas,Region: Global,Page: article", "msapplication-TileImage": "https://assets.bwbx.io/business/public/images/favicons/mstile-144x144-bbd2101292.png", "date": "2015-02-11T22:19:48.227Z", "parsely-section": "culture", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "og": {"site_name": "Bloomberg.com", "description": "Frank Sinatra, Dean Martin, Cher and Celine Dion couldn’t entertain crowds in Las Vegas the way Jerry Tarkanian and his UNLV Runnin’ Rebels basketball team did, Nevada Senator Harry Reid said after the towel-chomping coach’s death at the age of 84.", "title": "Tarkanian Death Follows Smith in Basketball’s ‘Sad Week’", "url": "http://www.bloomberg.com/news/articles/2015-02-11/tarkanian-death-follows-dean-smith-in-sad-week-for-basketball", "image": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/iD0pF6ZtKlMo/v7/-1x-1.jpg", "type": "website"}, "fb": {"status": "Frank Sinatra, Dean Martin, Cher and Celine Dion couldn’t entertain crowds in Las Vegas the way Jerry Tarkanian and his UNLV Runnin’ Rebels basketball team did, Nevada Senator Harry Reid said after the towel-chomping coach’s death at the age of 84."}, "parsely-post-id": "NJMMIZ6VDKHU01", "format-detection": "telephone=no", "parsely-image-url": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/iD0pF6ZtKlMo/v7/-1x-1.jpg"}, "_id": "\"57477af36914bd0286fcdf03\"", "article_summary": "“We’ve lost two icons in the same week,” said University of Kentucky basketball coach John Calipari, who remembered Tarkanian as a “great friend” on Twitter.\nJerry was finally inducted into the Hall of Fame in 2013, which was long overdue.”Tarkanian’s death came four days after Hall of Fame college basketball coach Dean Smith passed away at the age of 83.\nAfter leaving UNLV, Tarkanian and his wife, Lois, sued college sports’ governing body for unfairly targeting him, and the NCAA in 1998 settled the case for $2.5 million.\nRIP Coach Jerry Tarkanian, one of the best.”George Karl, who ranks sixth in NBA history in career coaching victories:“The basketball world lost another giant today.\nUNLV’s 1990 championship team beat Duke in the title game 103-73, a record margin of victory that still stands."}