{"article_title": "Report: Uninsured children in Utah could benefit from Healthy Utah plan", "article_keywords": ["kids", "healthy", "chip", "utah", "insurance", "uninsured", "benefit", "program", "health", "plan", "report", "federal", "children", "care"], "article_url": "http://www.deseretnews.com/article/865615139/Report-Uninsured-children-in-Utah-could-benefit-from-Healthy-Utah-plan.html?pg=all", "article_text": "The federal Children's Health Insurance Program has helped hundreds of thousands of Utah kids gain access to health care, but more than 85,000 kids remain uninsured and it could all go away if Congress doesn't act soon.\n\nSALT LAKE CITY — The federal Children's Health Insurance Program has helped hundreds of thousands of Utah kids gain access to health care, but more than 85,000 kids remain uninsured.\n\nThat means there's work to be done, according to a local child advocacy group, Voices for Utah Children, which is pushing for Congress to extend funding for the program before it runs out next year.\n\n\"Waiting longer will be too late for Utah to contract CHIP providers and will threaten health services for kids,\" said Lincoln Nehring, senior health policy analyst at Voices for Utah Children.\n\nThe group is also supporting Gov. Gary Herbert's Healthy Utah plan, which is billed as an alternative to Medicaid expansion and would help more low-income Utahns gain access to health insurance and health care. The state has yet to adopt any sort of Medicaid expansion, which is required under the Affordable Care Act.\n\nNehring estimates that 44,000 parents in Utah would benefit from the governor's proposal, meaning their kids would likely also gain access. The plan requires approval from the federal government, as well as a nod from local lawmakers before it could begin.\n\nBoth programs could help children make significant gains, health care watchers said. But an estimated 37,000 Utah children would lose CHIP coverage if Congress doesn't extend funding for the program past September 2015, according to Voices for Utah Children.\n\nNearly six million children in America have health insurance through the federal program, including more than 60,000 in Utah.\n\n\"Now is the time to ramp up awareness of the funding crisis threatening CHIP and enlist the support of lawmakers to defend it,\" said Shannon Donahue Attanasio, deputy director of government affairs for FamiliesUSA, which advocates for affordable health care for families. She said CHIP serves as an \"economic lifeline\" for families.\n\nNehring has said access to health care helps contribute to a child's overall success and recent research has shown that CHIP provides more comprehensive benefits for children than what is largely available in the marketplace.\n\nAccess to health care also prevents other problems, Nehring said.\n\n\"Many of these families are only one medical bill away from financial disaster,\" he said.\n\nUtah ranks 43rd in the nation for children's insurance coverage, according to a Georgetown University report published this week. The state moved up from 45th place in 2011 after insuring more than 12,300 kids in the past two years.\n\nThe report reveals that despite a 21 percent decline between 2008 and 2013, 9.5 percent of Utah kids remained uninsured last year.\n\nNationally, 7.1 percent of kids were uninsured in 2013.\n\n\"Research shows that when parents become eligible for public coverage, more eligible but uninsured children are enrolled in coverage as well,\" the report states. Ongoing efforts to streamline enrollment services is also helping to grow the insurance rolls across states.\n\nThe uninsured rate, according to the report, varies based on demographic factors, including socioeconomic status, race/ethnicity, age and geographic location.\n\nOne example is Hispanic children in Utah, who are more than twice as likely to be uninsured as other Utah children.\n\nMore than 22 percent of Hispanic Utah children were uninsured in 2013.\n\nVoices for Utah Children purports that Utah could help ensure more Hispanic children by accepting federal dollars to expand Medicaid. Restoring Medicaid and CHIP outreach funding that was recently cut by the legislature, would also help reach more children, the organization states. It is also pushing for the state to remove the five-year enrollment waiting period for legal immigrant children.\n\nMany Utah kids, in general, however, are eligible for CHIP even without adoption of the Healthy Utah plan or federal funding to expand Medicaid. Families needing help enrolling should call 1-877-KIDS-NOW or visit jobs.utah.gov/mycase.\n\nEmail: wleonard@deseretnews.com, Twitter: wendyleonards", "article_metadata": {"twitter": {"description": "The federal Children's Health Insurance Program has helped hundreds of thousands of Utah kids gain access to health care, but more than 85,000 kids remain uninsured and it could all go away if Congres", "title": "Report: Uninsured children in Utah could benefit from Healthy Utah...", "app": {"url": {"ipad": "itms://itunes.apple.com/us/app/deseret-news/id425758986?mt=8&uo=4", "iphone": "itms://itunes.apple.com/us/app/deseret-news/id425758986?mt=8&uo=4", "googleplay": "https://play.google.com/store/apps/details?id=com.deseretnews.android"}, "name": {"ipad": "Deseret News", "iphone": "Deseret News", "googleplay": "Deseret News"}, "id": {"ipad": 425758986, "iphone": 425758986, "googleplay": "com.deseretnews.android"}}, "creator": "@wendyleonards", "site": "@deseretnews", "card": "summary"}, "datePublished": "2014-11-09", "vr": {"category": "utah", "type": "article"}, "cXenseParse": {"recs": {"recommendable": "false"}}, "speare-timestamp": "2014-11-09 15:16:46", "copyright": "© 2016 Deseret News Publishing Company", "title": "Report: Uninsured children in Utah could benefit from Healthy Utah plan", "image": "http://www.deseretnews.com/media/photos/web-1438030.jpg", "dsk": "utah", "tout": {"article": {"id": 865615139}}, "thumbnail": "http://www.deseretnews.com/media/photos/web-1438030.jpg", "medium": "news", "description": "The federal Children's Health Insurance Program has helped hundreds of thousands of Utah kids gain access to health care, but more than 85,000 kids remain uninsured and it could all go away if Congres", "robots": "INDEX, FOLLOW", "fb": {"admins": 683545112, "app_id": 320112201431112, "pages": 16317479654}, "article": {"published_time": "2014-11-09T15:05-07:00"}, "viewport": "width=1024, initial-scale=0.1", "GOOGLEBOT": "ARCHIVE", "og": {"url": "http://www.deseretnews.com/article/865615139/Report-Uninsured-children-in-Utah-could-benefit-from-Healthy-Utah-plan.html?pg=all", "type": "article", "image": "http://img.deseretnews.com/images/article/hires/1438030/1438030.jpg", "site_name": "DeseretNews.com", "title": "Report: Uninsured children in Utah could benefit from Healthy Utah plan"}, "author": "Wendy Leonard", "dateModified": "2014-11-09", "articleid": 865615139}, "_id": "\"57477af36914bd0286fcdf09\"", "article_summary": "One example is Hispanic children in Utah, who are more than twice as likely to be uninsured as other Utah children.\nVoices for Utah Children purports that Utah could help ensure more Hispanic children by accepting federal dollars to expand Medicaid.\nBut an estimated 37,000 Utah children would lose CHIP coverage if Congress doesn't extend funding for the program past September 2015, according to Voices for Utah Children.\n\"Research shows that when parents become eligible for public coverage, more eligible but uninsured children are enrolled in coverage as well,\" the report states.\nGary Herbert's Healthy Utah plan, which is billed as an alternative to Medicaid expansion and would help more low-income Utahns gain access to health insurance and health care."}