{"article_title": "Column: Bayfront Medical Center provides lifesaving medical care for all patients, regardless of ability to pay", "article_keywords": ["lifesaving", "regardless", "center", "column", "pay", "medical", "services", "st", "provide", "patients", "individuals", "health", "provides", "strengthen", "uninsured", "bayfront", "care"], "article_url": "http://www.tampabay.com/opinion/columns/column-bayfront-medical-center-provides-lifesaving-medical-care-for-all/2278197", "article_text": "In response to the May 6 Times editorial, \"Profits over charity care at Bayfront,\" I want to make clear Bayfront Medical Center's commitment to provide lifesaving medical care for all patients, regardless of their ability to pay.\n\nA community treasure since 1906, Bayfront Medical Center has provided quality, personalized care for hundreds of thousands of patients who came to us in medical need and we still do so today. Whether welcoming a new member of the family at birth, treating a life-threatening heart attack or giving timely care for a stroke, this tradition of meeting our community's medical needs has continued through the ownership changes in 2013 and 2014.\n\nMedically necessary care for individuals whose income is at or below 200 percent of the federal poverty level is written off for those who complete qualifying paperwork to document their income. Those who are uninsured but don't complete the paperwork still receive an uninsured discount and individualized payment options based on their unique situation. It is possible that many of these individuals would qualify for charity care but simply do not make the effort to provide the documentation necessary to determine their eligibility.\n\nIn addition to providing medical care, we are helping uninsured individuals identify sustainable coverage for continued health care services, such as Medicaid, that can provide them with access to preventive care and ongoing clinician assistance with chronic conditions. We have helped more than 4,500 individuals qualify for Medicaid since February last year. Countless others have been assisted in securing health insurance through the Healthcare Market Exchanges created through the Affordable Care Act.\n\nBayfront Medical Center has turned a major corner since forming a joint venture in 2012 between a national health care company and the Foundation for a Healthy St. Petersburg. At the time, the hospital had sizable debt with no resources to invest in the facility and its services.\n\nOver the past three years we have worked to strengthen our services and put the hospital on positive financial footing. More than $32 million has been invested to expand and enhance services including Bayfront's Baby Place, and strengthen our surgical, cardiovascular and neuroscience services.\n\nJust as we have been for 110 years, we are here to care for all members of our community. We stand ready to provide those who need our services with quality, compassionate care.\n\nKathryn J. Gillette is chief executive officer and market president of Bayfront Health St. Petersburg.", "article_metadata": {"description": "In response to the May 6 Times editorial,", "application-name": "Tampa Bay Times", "og": {"url": "http://www.tampabay.com/opinion/columns/column-bayfront-medical-center-provides-lifesaving-medical-care-for-all/2278197", "image": {"width": 347, "identifier": "http://www.tampabay.com/resources/images/dti/rendered/2016/05/a4s_bayfront052016_17255522_8col.jpg", "height": 498}, "site_name": "Tampa Bay Times", "description": "In response to the May 6 Times editorial, \"Profits over charity care at Bayfront,\" I want to make clear Bayfront Medical Center's commitment to provide lifesaving medical care for all patients, regardless of their ability to pay.", "title": "Column: Bayfront Medical Center provides lifesaving medical care for all patients, regardless of ability to pay"}, "twitter": {"site": "@TB_Times", "image": "http://www.tampabay.com/resources/images/dti/rendered/2016/05/a4s_bayfront052016_17255522_8col.jpg", "description": "In response to the May 6 Times editorial,", "card": "summary_large_image", "title": "Column: Bayfront Medical Center provides lifesaving medical care for"}, "msapplication-TileColor": "#115220", "apple-itunes-app": "app-id=988277045", "msapplication-TileImage": "/iwov-resources/images/ie10TBTpin.png", "__sync_contentCategory": "default", "keywords": "Opinion,Columns", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Opinion, Columns"}, "article_summary": "In response to the May 6 Times editorial, \"Profits over charity care at Bayfront,\" I want to make clear Bayfront Medical Center's commitment to provide lifesaving medical care for all patients, regardless of their ability to pay.\nKathryn J. Gillette is chief executive officer and market president of Bayfront Health St. Petersburg.\nA community treasure since 1906, Bayfront Medical Center has provided quality, personalized care for hundreds of thousands of patients who came to us in medical need and we still do so today.\nBayfront Medical Center has turned a major corner since forming a joint venture in 2012 between a national health care company and the Foundation for a Healthy St. Petersburg.\nIn addition to providing medical care, we are helping uninsured individuals identify sustainable coverage for continued health care services, such as Medicaid, that can provide them with access to preventive care and ongoing clinician assistance with chronic conditions."}