{"article_title": "Why Roe v. Wade Still Matters, 43 Years On: Interview With Senator Patty Murray", "article_keywords": ["court", "clinics", "hb2", "abortion", "roe", "murray", "43", "access", "matters", "women", "health", "v", "interview", "wade", "senator", "care", "patty"], "article_url": "http://www.glamour.com/story/roe-v-wade-43-anniversary", "article_text": "Norma McCorvey, Jane Roe in the 1973 court case, left, and her attorney Gloria Allred leave the Supreme Court building on April 26, 1989, after listening to arguments in a Missouri abortion case. (AP Photo/J. Scott Applewhite)\n\n\"We have made progress—we have the Affordable Care Act. That expanded contraceptive coverage to women across this country—but we're also seeing real efforts in the courts and in Congress to limit access to care for women. The state of the union of reproductive rights is really divided right now,\" says Sen. Patty Murray, D-Wash., the ranking member of the Senate's Health, Education, Labor and Pensions (HELP) Committee, in an exclusive interview with Glamour.com regarding where women's health stands nationwide on the 43rd anniversary of the Supreme Court's landmark ruling in Roe v. Wade, a ruling that guaranteed the constitutional right of women nationwide to access safe and legal abortion.\n\nThis year's Roe anniversary is especially striking coming out of a year when Congress repeatedly raised votes to defund Planned Parenthood, repeal the Affordable Care Act, and with the Supreme Court on the brink of hearing oral arguments in Whole Woman's Health v. Cole, the case regarding Texas' latest restrictive anti-abortion legislation known as HB2 and what constitutes an \"undue burden\" to women seeking the right guaranteed to them by Roe. This case is the most significant legal challenge to reproductive rights since 1973's Roe v. Wade.\n\nShould the Court decide to let HB2 stand, 8 of Texas' current 18 facilities providing abortion care would close, leaving only 10 abortion clinics in a state with 5.4 million women of reproductive age.\n\nSen. Patty Murray, D-Wash., speaks during a news conference on Capitol Hill on Jan. 21, 2015, along with women's health advocates to denounce attacks on women's health and Roe v. Wade in advance of the 42nd anniversary of the landmark Supreme Court decision. (AP Photo/Susan Walsh)\n\n\"The Court has consistently ruled that women have a constitutionally protected right under Roe v. Wade to make their own decisions about their own health and their own bodies—and a right means nothing if it can't be exercised,\" notes Senator Murray. \"The health and well-being of women across the country is at stake with this decision.\"\n\nA study released on Tuesday by the Texas Policy Evaluation Project (TxPEP) of the University of Texas found that following the enactment of HB2, women who sought abortion care at Texas clinics experienced numerous barriers accessing care, forcing some to obtain abortions later in pregnancy, and, in a few cases, continue an unwanted pregnancy.\n\nTxPEP interviewed 23 women who either had their abortion appointments cancelled when clinics closed or who sought care at closed clinics shortly after HB2 was enforced. The women reported a lack of information and general confusion about which clinics the new law left open and incurring substantial travel costs when seeking an abortion as a result of the amount of clinics closed because of HB2.\n\nEight of the women interviewed by TxPEP also shared that they had to wait a week to obtain an abortion (a result of both increased wait times and need for travel, all byproducts of HB2); two of these women were not seen until after 12 weeks of pregnancy despite initially seeking abortion care in the first trimester. An additional two women were unable to obtain an abortion at all after HB2 closed the clinics in their area and lacked the resources to travel to another clinic.\n\nIn a press call on Tuesday, Daniel Grossman, M.D., an investigator with the TxPEP and a professor of obstetrics, gynecology and reproductive sciences at the University of California, San Francisco, told reporters that HB2 has \"negatively affected women seeking abortion\" in multiple ways, from putting abortion \"out of reach for some women, forcing some to carry an unwanted pregnancy to term,\" to causing some women \"to obtain abortion later in pregnancy than they want to,\" noting that their research has found that \"small but significant increased in the proportion of abortions performed in the second trimester.\" Furthermore, Dr. Grossman mentioned that TxPEP is now beginning to research how HB2 might be pushing women towards attempting abortion self-induction because they cannot access care in a clinic. Dr. Grossman noted that while it is still undetermined whether \"abortion self-induction has become more common since HB2 went into effect...we are documenting cases of women attempting self-induction because of barriers that they have faced accessing clinic-based care, including because their nearest clinic closed.\"\n\nAnd so, on this 43rd anniversary of the Roe v. Wade ruling, Murray reflects that the political climate today is not so different as it was when Roe first became the law of the land.\n\nThe Senator reflects that when she was in college, before the Roe ruling, \"women didn't have the opportunity to make their own healthcare choices and I saw the tragic results of that personally. We can't take for granted something just because we have it today. That doesn't mean we will have it always. And I'm inspired by seeing women of all ages and backgrounds stand up now and say, This is a constitutionally protected right and we're here to fight for it.\"\n\nIn addition to women—and men—making their voices known in their community regarding their support for continued access to reproductive rights and safe and legal abortion care, Senator Murray adds that the best way for women to help be a part of guaranteeing their continued access to reproductive healthcare \"is to run for office. Without men and women to support it, we lose it.\"\n\nAn estimated 5,000 people march around the Minnesota Capitol building protesting the Roe v. Wade decision, ruling against state laws that criminalize abortion, in St. Paul, Minn., on Jan. 22, 1973. The marchers formed a \"ring of life\" around the building. (AP Photo)\n\nAnd having elected officials who support women's health is crucial, especially given what Murray describes as \"the constant attacks on the Affordable Care Act and constant acts of Republicans to repeal the Affordable Care Act,\" a legislative measure that guaranteed \"access to birth control and access to healthcare choices—and would be taken away if repealed.\" The Senator adds that it is not only access to birth control that is essential to women's health, but the move made by the Affordable Care Act to guarantee insurance coverage for birth control, an essential component of women's healthcare that was previously financially inaccessible for many women.\n\nFrom left, Sonya Clay, Jamia Wilson, Justine Augeri, and members of Planned Parenthood in front of the Supreme Court on January 18, 2002. They were waiting for the resignation of Chief Justice William Rehnquist or Justice Sandra Day O'Connor, and wanted to remind people of the importance of Roe v. Wade. (Photo by Tom Williams/Roll Call/Getty Images)", "article_metadata": {"description": "Norma McCorvey, Jane Roe in the 1973 court case, left, and her attorney Gloria Allred leave the Supreme Court building on April 26, 1989, after listening to...", "application-name": "Glamour Magazine", "author": "Jennifer Gerson Uffalussy", "og": {"site_name": "Glamour", "description": "Norma McCorvey, Jane Roe in the 1973 court case, left, and her attorney Gloria Allred leave the Supreme Court building on April 26, 1989, after listening to...", "title": "Why Roe v. Wade Still Matters, 43 Years Later", "url": "http://www.glamour.com/story/roe-v-wade-43-anniversary", "image": "http://media.glamour.com/photos/56e1f7d862b398fa64cbe3b4/master/pass/inspired-2016-01-supreme-court-jane-roe-main.jpg", "type": "article"}, "twitter": {"domain": "www.glamour.com", "description": "Norma McCorvey, Jane Roe in the 1973 court case, left, and her attorney Gloria Allred leave the Supreme Court building on April 26, 1989, after listening to...", "title": "Why Roe v. Wade Still Matters, 43 Years Later", "image": {"src": "http://media.glamour.com/photos/56e1f7d862b398fa64cbe3b4/master/pass/inspired-2016-01-supreme-court-jane-roe-main.jpg?mbid=social_retweet"}, "site": "glamourmag", "card": "summary_large_image"}, "fb": {"admins": 823617, "app_id": 101358874221}, "msapplication-tap-highlight": "no", "keywords": "abortion,health,planned parenthood,reproductive rights,roe v wade,women's health", "copyright": "Copyright © Condé Nast 2016", "viewport": "width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=no"}, "article_summary": "This case is the most significant legal challenge to reproductive rights since 1973's Roe v. Wade.\nThey were waiting for the resignation of Chief Justice William Rehnquist or Justice Sandra Day O'Connor, and wanted to remind people of the importance of Roe v. Wade.\nAnd so, on this 43rd anniversary of the Roe v. Wade ruling, Murray reflects that the political climate today is not so different as it was when Roe first became the law of the land.\nAn estimated 5,000 people march around the Minnesota Capitol building protesting the Roe v. Wade decision, ruling against state laws that criminalize abortion, in St. Paul, Minn., on Jan. 22, 1973.\nSen. Patty Murray, D-Wash., speaks during a news conference on Capitol Hill on Jan. 21, 2015, along with women's health advocates to denounce attacks on women's health and Roe v. Wade in advance of the 42nd anniversary of the landmark Supreme Court decision."}