{"article_title": "Big Business Gets A Big Win On Controversial Workplace Wellness Plans", "article_keywords": ["groups", "plans", "business", "programs", "big", "consumer", "employers", "health", "workplace", "controversial", "wellness", "eeoc", "gets", "win", "insurance", "voluntary"], "article_url": "http://www.huffingtonpost.com/2015/04/16/workplace-wellness-eeoc_n_7083506.html", "article_text": "Joe Raedle via Getty Images\n\nBusinesses that want to penalize workers and their families hundreds, even thousands of dollars for not participating in workplace wellness programs may finally get clear legal authority to do so.\n\nIf so, they will have the Obama administration to thank for it.\n\nOn Thursday, the federal agency in charge of enforcing employment discrimination laws -- the Equal Employment Opportunity Commission, or EEOC -- proposed new rules for workplace wellness plans. Those are the schemes in which employees fill out questionnaires about medical conditions and lifestyle; get counseling on how to improve their health; and, in some cases, undergo testing to establish whether they are improving their health status.\n\nThe plans have become widespread, and are now offered by the vast majority of large employers. In some cases, employers offer financial incentives for participation. While those incentives can be tiny -- a gift certificate to a local store, for example, or a small annual bonus -- sometimes they are substantial, reaching well over $1,000 per employee and dependents. That’s what turned the issue into a major political fight, pitting employers against consumer advocates.\n\nAs employers see it, the schemes can save money and boost productivity by improving employee health. Participation is always voluntary, business representatives say. In addition, they note, the Affordable Care Act makes specific mention of workplace wellness plans and permits employers to offer incentives worth as much as 30 percent of health insurance premiums. In other words, a company that offered insurance for annual premiums of $5,000 per individual could offer premium discounts of up to $1,500 per employee.\n\nConsumer groups worry about the potential of wellness plans to violate employee privacy, to expose workers with medical problems to discrimination, or to shift an ever-higher share of health insurance costs onto people with chronic conditions. Consumer groups say that the Affordable Care Act isn't supposed to supersede the Americans With Disabilities Act, which prohibits employers from asking employees to divulge medical information, except when it’s clearly related to job performance or purely voluntary. And with large financial consequences for employees who don't participate, the wellness programs are voluntary in name only, consumer advocates say.\n\nWhether wellness plans actually make people healthier is a subject of some dispute. Employers, along with providers of wellness programs and benefits consultants, say they are making a big difference. Independent scholars who have studied the programs recently are highly skeptical.\n\nBut it was a set of legal disputes that finally put this on the agenda in Washington. A few months ago, following lawsuits against companies operating wellness plans, the EEOC announced that it would propose new guidelines to clear up the confusion over what the law actually allows. Groups representing both employers and consumers made their cases to the commission -- as well as to Congress, where the Republican majority signaled an interest in establishing business-friendly guidelines via legislation.\n\nBusiness and consumer groups also lobbied the White House, which seemed similarly receptive to business concerns. One day after business executives met with President Barack Obama and raised this very issue, White House press secretary Josh Earnest told reporters that \"we know that wellness programs are good for both employers and employees.” (He was careful to note that the EEOC is an independent agency.)\n\nOn Thursday, the EEOC posted its proposal -- and, on the question of financial incentives, it looks an awful lot like the standard that employers sought, with Incentives worth up to 30 percent of health insurance premiums permissible.\n\nAmong those unhappy with the announcement was Jennifer Mathis, director of programs at the Bazelon Center for Mental Health Law. She told The Huffington Post that the EEOC decision seemed like a sharp break with past rulings. “The EEOC in the past has said that for these questions to be ‘voluntary,’ you can’t impose penalties. Now they seem to be saying, 'yes you can,'” she said.\n\nTami Simon, managing director for Buck Consultants at Xerox and a longtime advocate for workplace wellness plans, took a very different view. In an interview, Simon said that programs are still voluntary, even if employees who decline to participate end up forgoing bonuses or paying higher premiums. “I don’t think that’s compulsory. That person still has the choice to say no.” Simon said she appreciated the EEOC clarifying the ambiguity -- and giving businesses legal room to continue operating wellness programs as they have been for the last few years.\n\nBoth Mathis and Simon cautioned that they were still reviewing the proposed regulation, which included many other features -- including some that seemed to address privacy and other concerns that consumer groups had raised. They also noted that the rule was not final. The posting, which will officially happen on Monday, commences a 60-day comment period, after which the EEOC may, in theory, modify its proposal.\n\nBut for the moment, at least, business appears to have won the most important dispute -- and consumer groups did not.\n\n\"Employers are going to be pretty happy about the proposed regulation,\" Seth Perretta, an employment law specialist at Groom Law Group in Washington, told Reuters’ Sharon Begley, who has been following this issue closely.\n\nAlso on HuffPost: Health Care Reform Efforts Throughout History Health Care Reform Efforts Throughout History\n\n1 of 17 1912 Former President Theodore Roosevelt champions national health insurance as he unsuccessfully tries to ride his progressive Bull Moose Party back to the White House. (Photo by Topical Press Agency/Getty Images) Share this slide:\n\nGetty File", "article_metadata": {"description": "Businesses that want to penalize workers and their families hundreds, even thousands of dollars for not participating in", "sailthru.expire_date": "2015-04-17 22:28:51 -0400", "og": {"site_name": "The Huffington Post", "description": "Businesses that want to penalize workers and their families hundreds, even thousands of dollars for not participating in", "title": "Big Business Gets A Big Win On Controversial Workplace Wellness Plans", "url": "http://www.huffingtonpost.com/2015/04/16/workplace-wellness-eeoc_n_7083506.html", "image": "http://i.huffpost.com/gen/2846958/images/o-MEDICAL-EXAM-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "Businesses that want to penalize workers and their families hundreds, even thousands of dollars for not participating in", "creator": "citizencohn", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2846958/images/o-MEDICAL-EXAM-facebook.jpg", "height": 1000}, "title": "Big Business Gets A Big Win On Controversial Workplace Wellness Plans", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2015-04-16 22:28:51 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=7083506", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "workplace wellness,workplace discrimination,eeoc,privacy,Business Roundtable,White House,obamacare,Affordable Care Act,Health Insurance,honeywell,equal employment opportunity commission,tech-innovations", "article": {"section": "Politics", "tag": "workplace wellness,workplace discrimination,eeoc,privacy,Business Roundtable,White House,obamacare,Affordable Care Act,Health Insurance,honeywell,equal employment opportunity commission,tech-innovations", "published_time": "2015-04-16 22:28:51 -0400", "modified_time": "2015-04-17 12:59:01 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fdc862\"", "article_summary": "Tami Simon, managing director for Buck Consultants at Xerox and a longtime advocate for workplace wellness plans, took a very different view.\nBut for the moment, at least, business appears to have won the most important dispute -- and consumer groups did not.\nBusiness and consumer groups also lobbied the White House, which seemed similarly receptive to business concerns.\nWhether wellness plans actually make people healthier is a subject of some dispute.\nOn Thursday, the federal agency in charge of enforcing employment discrimination laws -- the Equal Employment Opportunity Commission, or EEOC -- proposed new rules for workplace wellness plans."}