{"article_title": "Community Discussion: How do we respond to a growing population?", "article_keywords": ["respond", "billion", "university", "things", "discussion", "washington", "community", "unrelentingly", "york", "agenda", "growing", "world", "study", "population"], "article_url": "http://www.salon.com/2014/09/19/community_discussion_how_do_we_respond_to_a_growing_population/", "article_text": "Not long ago (that is to say, Wednesday) it seemed possible that the number of humans was on course to stabilize and perhaps even decline by the end of the century. All things considered, this was something of a silver lining to otherwise unrelentingly bleak forecasts for the environment. But on Thursday a new study published in Science concluded that,”there is an 80% probability that world population, now 7.2 billion, will increase to between 9.6 and 12.3 billion in 2100.” The study’s authors all but rubbished previous projections. Adrian Raferty, a University of Washington professor and senior author of the study states that, “there’s a need to put population back on the world agenda as a major issue.” The prospects do not seem good. The UN Climate Summit 2014, which meets in New York on September 23rd, has much on its agenda about accommodating growth but nothing about slowing it.", "article_metadata": {"description": "The population will continue to grow, so what should we do?", "author": "Salon Staff", "og": {"site_name": "Salon", "description": "The population will continue to grow, so what should we do?", "title": "Community Discussion: How do we respond to a growing population?", "url": "http://www.salon.com/2014/09/19/community_discussion_how_do_we_respond_to_a_growing_population/", "image": "http://media.salon.com/2014/09/429612723_59039a28ff_z.jpg", "type": "article"}, "twitter": {"description": "The population will continue to grow, so what should we do?", "creator": "@salon", "image": "http://media.salon.com/2014/09/429612723_59039a28ff_z.jpg", "title": "Community Discussion: How do we respond to a growing population?", "site": "@salon", "card": "summary_large_image"}, "title": "Community Discussion: How do we respond to a growing population?", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Climate Change, community discussion, Global Warming, overpopulation, population, population growth, sustainability, sustainability news", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "All things considered, this was something of a silver lining to otherwise unrelentingly bleak forecasts for the environment.\nAdrian Raferty, a University of Washington professor and senior author of the study states that, “there’s a need to put population back on the world agenda as a major issue.” The prospects do not seem good.\nThe UN Climate Summit 2014, which meets in New York on September 23rd, has much on its agenda about accommodating growth but nothing about slowing it.\nBut on Thursday a new study published in Science concluded that,”there is an 80% probability that world population, now 7.2 billion, will increase to between 9.6 and 12.3 billion in 2100.” The study’s authors all but rubbished previous projections.\nNot long ago (that is to say, Wednesday) it seemed possible that the number of humans was on course to stabilize and perhaps even decline by the end of the century."}