{"article_title": "OBAMA REPLACES TOP LOBBYIST: 'Whip smart' Katie Beirne Fallon has trust of top Senate Democrats, impressed POTUS with diagnosis of Hill ills -- 'SCHUMER-IZATION' of D.C. -- NEW PENTAGON SPOX", "article_keywords": ["spox", "replaces", "pentagon", "senate", "schumerization", "fallon", "secretary", "director", "state", "et", "whip", "john", "house", "president", "trust", "potus", "think", "smart", "obama"], "article_url": "http://www.politico.com/tipsheets/playbook/2013/12/obama-replaces-top-lobbyist-whip-smart-katie-beirne-fallon-has-trust-of-top-senate-democrats-impressed-potus-with-diagnosis-of-hill-ills-schumer-ization-of-dc-new-pentagon-spox-212543", "article_text": "OBAMA REPLACES TOP LOBBYIST: 'Whip smart' Katie Beirne Fallon has trust of top Senate Democrats, impressed POTUS with diagnosis of Hill ills -- 'SCHUMER-IZATION' of D.C. -- NEW PENTAGON SPOX\n\nCHOOSE YOUR NEWS: Reuters on Tuesday, “U.S. budget deal could usher in new era of cooperation” … Reuters yesterday, “Despite budget deal, atmosphere at U.S. Capitol remains toxic.” (David Lawder co-byline on both!)\n\nWEST WING REMODELING – Glenn Thrush: “Katie Beirne Fallon, a former top staffer to Sen. Chuck Schumer, [was] named White House Legislative Affairs director -- a move intended to shore up a Hill operation that has long needed stronger leadership in the view of many congressional Democrats … Fallon, a deputy communications director who has been working in the West Wing only since the late summer, will replace the well-liked but little-known Miguel Rodriguez … [who] is leaving for a job in the private sector … Fallon, according to West Wing officials, will have much more stature and authority, akin to that enjoyed by Rob Nabors, the former legislative director now serving as an Obama deputy chief of staff. White House Chief of Staff Denis McDonough picked her, in part, because of her close ties to Senate Democratic leaders and recently arranged a meeting with between Obama and Fallon to ‘diagnose the challenges the White House faces with the Hill and come up with a plan for addressing them’ …\n\nStory Continued Below\n\n“McDonough wrote in an email: … ‘Katie is whip smart, and fully understands the challenges and opportunities members of Congress face every day. This is an Administration committed to working with members from both parties to find common sense ways to grow the economy for all Americans. There is nobody better suited to lead our efforts on the Hill than Katie.’ McDonough has personally taken pains to improve relationship with the Hill, and members from both sides say he has been much more responsive to phone calls and emails than his recent predecessors. Fallon will spend the next few weeks meeting with members in both houses and will be tasked with pushing Obama’s climate change plans, overseeing the immigration reform push and … ensuring a better flow of communication around Affordable Care Act messaging …\n\n“[Senate Majority Leader Harry Reid said in an email:] ‘Katie is one of the most intelligent, thoughtful and strategic thinkers I have encountered in the three decades I have served in the Senate … I have missed working directly with Katie and I look forward to working closely with her again.’ House Minority Leader Nancy Pelosi (D-Calif.) called Fallon ‘a key partner’ and praised her for ‘a brilliant understanding of message, communications and policy.’\n\n“The Fallon promotion also represents the slow, but steady Schumer-ization of the administration: Fallon is married to former Schumerian Brian Fallon, recently appointed to run Attorney General Eric Holder’s communications shop, and works closely with former Schumer spokesman and current Obama Deputy Press Secretary Eric Schultz. Schumer’s 29-year-old daughter, Jessica, recently signed on as chief of staff for Chairman of Economic Advisers Chairman Jason Furman. ‘There’s nobody -- nobody -- better suited for this job than Katie,” Schumer kvelled in an email.” http://goo.gl/5Cbp8O\n\n--“Statement by the President on the Departure of Miguel Rodriguez”: “Miguel Rodriguez has served in my Administration from day one. After a tour with Secretary Clinton at the State Department, he joined my staff in October 2011 before agreeing to serve as my Director of Legislative Affairs earlier this year. And throughout some of this year’s most contentious legislative battles, Miguel worked tirelessly to bridge the partisan divide, forge consensus, and seek out solutions that helped us move forward. As the son of immigrants, I know Miguel took particular pride in the Senate’s passage of a bipartisan, commonsense immigration reform plan – something that we are going to see through.\n\n“I’m grateful for his service, and I will miss his advice and counsel, but I am pleased that Katie Beirne Fallon has agreed to serve as my next Director of Legislative Affairs. As a veteran of Congress, and my Deputy Director of Communications, she has the deep expertise and strong relationships required to build on the progress we’ve made this year and advance my top priority: creating jobs and expanding broad-based growth and opportunity for every American.”\n\n--HOW IT'S PLAYING: N.Y. Times, top of col. 5, \"Shuffling Staff, Obama Strives for a Recharge: Closing Tough 5th Year -- Elections Loom\" ... WashPost 2-col. lead, \"Obama team sees hope for agenda: BUDGET DEAL ALTERS TONE IN CONGRESS -- New push on immigration considered likely\" -- WSJ 5-col. lead, \"Errors Continue to Plague Health Site: With Deadline Approaching, Insurers Say Incorrect Information Is Being Passed Along About Customers.\"\n\nWORST YEAR? WashPost Sunday “Outlook” cover, “President Obama, you had the worst year in Washington. Congrats, or something … The Post’s Chris Cillizza on how President Obama squandered the chance to build a legacy.” http://goo.gl/NIYyRO\n\n--Fix’s “Worst year in Washington” 2012: The tea party … 2011: Congress … 2010: Michael Steele .\n\n--PLAYBOOK FACTS OF LIFE: They’re all still here!\n\nSNEAK PEEK: On NBC’s “Meet the Press,” David Gregory talks jointly with Senate Budget Committee Chairman Patty Murray and House Budget Committee Chairman Paul Ryan.\n\nRYAN, on Boehner’s rebuke of conservative outside groups: “ I think John just kind of got his Irish up. He was frustrated that these groups came out in opposition to our budget agreement before we reached a budget agreement. I was frustrated, too. But I think these are very important elements of our conservative family. I would prefer to keep those conversations within the family. And I think he was just basically voicing his frustration with their opposition before we had reached our agreement. … I think these taxpayer groups are indispensable to keeping taxpayer interest accounted for, keeping people accountable.” …\n\nGREGORY: “[D]o Senate Democrats go down next year, especially in the South, over [Obamacare]?”\n\nMURRAY: “I do not believe they will. I think people will see the results of this law, meaning more security for themselves, in terms of their own health care coverage.”\n\nRYAN: “We … don't want to have shutdown drama so that we can focus on replacing Obamacare, so that we can focus on showing better ideas than what this is coming in. Because we don't think people like this law. We don't think it's going to get any more popular.”\n\nJAKE TAPPER interviews House Democratic Leader Nancy Pelosi on CNN’s “The Lead”: “The California Democrat called it ‘immoral’ not to pass an extension of the jobless benefits. On December 28, unemployment benefits will expire for 1.3 million workers, a number that Pelosi says ‘will more than double in the next six months if we do not honor our commitment’ to extend the insurance. ‘I think it is immoral that we have in our country, people work hard, play by the rules, are unemployed through no fault of their own.’ The budget deal was a ‘draw.’” Video http://goo.gl/K0xNFv\n\nBREAKING – AFP/Beijing: “China carries out the first soft landing on the moon since 1976, joining the United States and former Soviet Union in accomplishing the feat in a major step for Beijing's ambitious space programme.”\n\n--Paul Rincon, Science editor, BBC News website: “China says it has successfully landed a craft carrying a robotic rover on the surface of the Moon, the first soft landing there for 37 years. … State television showed pictures of the moon's surface as the lander touched down and an eye-level view of the landing site was released later on Saturday. Staff at mission control in Beijing clapped and celebrated after confirmation came through. … The lander will operate … for a year, while the rover is expected to work for some three months. … [A] mission to bring samples of lunar soil back to Earth is planned for 2017. And this may set the stage for further robotic missions, and - perhaps - a crewed lunar mission in the 2020s.” http://goo.gl/N68oa0\n\n** A message from Chevron: More than 500 influential voices in energy. One platform. Chevron is proud to be the originating sponsor of the #EnergyInsider Tweet Hub. Visit the Tweet Hub now to get the latest insights on energy http://bit.ly/1d6z8mR **\n\n1 YEAR SINCE NEWTOWN -- OBAMA in weekly address: “[W]e haven’t yet done enough to make our communities and our country safer. We have to do more to keep dangerous people from getting their hands on a gun so easily. We have to do more to heal troubled minds. … [I]f we want to live in a country where we can go to work, send our kids to school, and walk our streets free from fear, we have to keep trying. … We have to treat every child like they’re our child. Like those in Sandy Hook, we must choose love. And together, we must make a change.”\n\n--AP’s John Christoffersen in Newtown, Conn.: “Bells tolled 26 times to honor the children and educators killed one year ago in a shooting rampage at Sandy Hook Elementary School as local churches held memorial services … and President Obama observed a moment of silence. With snow falling and homes decorated with Christmas lights, Newtown looked every bit the classic New England town … But reminders of the grief were everywhere. ‘God bless the families,’ read a sign posted at one house in the green and white colors of the Sandy Hook school, and a church posted that it was ‘open for prayer.’”\n\nNEW FACE OF THE PENTAGON – Release: “Secretary of Defense Chuck Hagel announced that Rear Adm. (lower half) John Kirby will serve as Pentagon press secretary and his principal spokesman. … Kirby, who currently serves as the U.S. Navy's chief of information, has long been a trusted voice for the Department of Defense … He previously served as one of DoD's top spokesmen under Secretary of Defense Leon Panetta and as chief spokesman and public affairs advisor to Adm. Mike Mullen throughout his tenure as chairman of the Joint Chiefs of Staff.”\n\nWHERE IN THE WORLD – “Kerry Revives Asian Focus With Trip From Hanoi to Manila” -- Bloomberg News: “Secretary of State John Kerry will emphasize the American presence in Southeast Asia in visits to Vietnam and the Philippines after President Barack Obama's absence from a summit in October ceded the spotlight to China. … Kerry's visit … started today in Ho Chi Minh City … It's … viewed in [Vietnam] as symbolic of the two nations putting their past behind them: A decorated veteran of the Vietnam War, Kerry became an activist against it after returning home and later, as a senator, pushed to normalize relations between the two countries in the mid-1990s.”\n\n--SEE A PHOTO of ABC’s Martha Raddatz interviewing Kerry in Vietnam, a Sunday exclusive for tomorrow’s “This Week.” (Guest host: Jonathan Karl) http://goo.gl/wovinp\n\nGLASS HALF EMPTY – “Thousands of HealthCare.gov sign-ups didn’t make it to insurers,” by WashPost’s Sarah Kliff: “Enrollment records for close to 15,000 HealthCare.gov shoppers were not initially transmitted to the insurance plans they selected, according to a preliminary federal estimate … [T]he figure is one of the more concrete measures of the data errors that have plagued the back-end of HealthCare.gov and challenged the Web site's ability to notify health-insurance providers when a new member enrolls in their products. Those digital files are known … as ‘834 transmissions,’ and they have become the focus of much attention since insurers noticed some arriving with flaws or in duplicate.” http://goo.gl/FsqECR\n\nGLASS HALF FULL – HHS blog post today, “Missing 834s as Percentage of Enrollment Now Near Zero,” by Julie Bataille, Director of Communications, Centers for Medicare & Medicaid Services: “[B]etween October 1st and December 5th, the number of consumers for whom 834s were not produced was fewer than 15,000. … [S]ince the beginning of December, missing 834s as a percentage of total enrollments has been close to zero. … To make sure that no consumer falls through the cracks because of earlier pervasive troubles with the site, we are contacting every consumer who has selected a plan through the Federal Marketplace to remind them to pay their premium and connect with their insurer.” http://goo.gl/Z4l5cp\n\nTHIS IS A PROBLEM -- L.A. Times 1-col. lead, “Health sign-up slow to attract Latinos: The lack of a Spanish application form and a shortage of counselors hamper the California exchange’s effort,” by Chad Terhune and Eryn Brown: “The state's enrollment so far among Latinos is anemic — even though they represent more than half of California's 7 million uninsured residents. Only 5% of enrollees, or fewer than 4,500 people, in the first two months of enrollment are primarily Spanish speakers … [S]upporters of the healthcare law … fault the Covered California exchange for strategic missteps, and they fear that missing out on this relatively young and healthy population could threaten the viability of the state exchange. … Covered California officials and healthcare experts … say a shortage of enrollment counselors has affected Latinos more because so many prefer speaking with someone in person …\n\n“Another glaring problem is that 10 weeks into enrollment, the state exchange still doesn't have a paper application in Spanish. … People who speak primarily Spanish account for 29% of California's population, but they represent only 5% of exchange enrollment. The shortfall among Spanish speakers is surprising given the significant amount of marketing targeted at Latinos statewide. In June, President Obama came to California to praise a partnership among the state exchange, the nonprofit California Endowment and major Spanish-language media … The state exchange said a paper application in Spanish should be available next week. It attributed the long delay to getting government approvals and feedback from outside groups.” http://goo.gl/T7uKSQ\n\nAP FOR SUNDAY PAPERS – “Bloomberg: Unquestioned impact, debated legacy,” by Jonathan Lemire in New York: “When Michael Bloomberg took the oath as mayor nearly a dozen years ago, he was a political neophyte … Bloomberg is now poised to leave office [Jan. 1] having dramatically reshaped the city, from its government to its skyline. … [H]is innovative public health policies appear to have added years to residents' lives. The city has never been safer or cleaner … But Bloomberg's approach to governing as the billionaire businessman he is, employing hard data and the free market to drive much of the city's renaissance, sometimes left him without an ability to connect with those who felt left behind. Income inequality grew during his years. The number of homeless has soared. And some ethnic and religious minorities complain that a steep drop in crime has come at the expense of their civil liberties. …\n\n“‘He believed you get the data, and you do what you believe is right,’ said Bill Cunningham, the mayor's former communications director. ‘It was really like an experiment. Will people like someone who does what they believe in and not based on polls?’ Smoking was banned in all bars and restaurants, the first in a series of health innovations that helped change policies nationwide. A hotline, 311, was created to provide real-time information to residents. He wrested control of the city's school system, placing it under City Hall … He … commissioned new billion-dollar stadiums for the Yankees and Mets and returned professional sports to Brooklyn with the Nets. Changes in the zoning laws and the falling crime rates sent gentrifiers scurrying into the far reaches of Queens and especially Brooklyn, breathing new life into formerly downtrodden neighborhoods but displacing some resentful longtime residents.” http://goo.gl/SmNGQ6\n\nWHAT HOLLYWOOD IS READING – L.A. Times “Calendar” section splash, “Still top gun: Prolific producer Jerry Bruckheimer says his return to Paramount Pictures will be freeing,” by Jeffrey Fleishman, who has moved from Cairo bureau chief to the arts-and-entertainment beat: “[A]ll is civilized in Jerry Bruckheimer's Santa Monica office, the sanctum of a man who for decades has rattled the walls of movie houses with fighter pilots, pirates, convicts, spooks, … save-the-world astronauts, a gigolo, a brash Beverly Hills cop … Bruckheimer … recently turned 70 … His 23-year partnership with the Walt Disney Co. ends in April; last week he announced he had signed a three-year deal with Paramount Pictures. The agreement returns him to the studio where he found early magic in character-driven action films that quickly slipped into, and at times shaped, popular culture. …\n\n“‘Movies [today] catch fire within hours or die in the night,’ he says, noting that the whims of the market have become difficult to anticipate. The young ‘don't know what they want but they know it when they see it, that's for sure.’ …. His split with Disney was in part over character and tone. He says he is seeking ‘darker and edgier’ stories than the studio prefers … Bruckheimer's reemergence at Paramount, … should free him to go deeper into the nether places. ‘I love movies like “Black Hawk Down,” he says of his 2001 collaboration with director Ridley Scott on the visceral tale of U.S. forces trapped in Somalia. … ‘I love the process of entertaining people,’ says Bruckheimer, who has a wife, Linda, and a daughter, Alexandra. ‘The rush I get when I sit in the back of a theater.’” http://goo.gl/6RG0Z7\n\nSPORTS BLINK – AP: “HEISMAN TROPHY: NEW YORK - Jameis Winston is the favorite to take home the Heisman Trophy and become just the second freshman winner … at 8:50 p.m. … ARMY-NAVY: PHILADELPHIA - Navy vies for its 12th straight victory over Army in the renewal of one of college football's greatest rivalries, and with snow and sleet in the forecast, weather could play a part in the outcome. … Game starts at 3 p.m.”\n\nBIRTHWEEK (was yesterday): Riva Litman, deputy communications director and press secretary, House Republican Conference , is 28. Her friends celebrated last night at Science Club. And it wouldn’t be a Riva party without a theme: Tacky Christmas Sweaters! (hat tip: Kayla Cook)\n\nBIRTHDAYS: John E. Smith is 5-0 (observed) … Australian Ambassador to the U.S. Kim Beazley (@AusAmbUSA) … ABC7’s Lori Smith Johnson … R. Emmett Tyrrell Jr. (hat tip: Patrick Gavin) … Suzanne Wrasse, Sen. Jim Risch's press secretary (h/t AshLee Strong) … Nick Payton of Opower’s product marketing and strategy team will celebrate 29 by cheering on the Tar Heels v. Kentucky (h/t Val Young, to whom Nick was recently engaged) … John Ullyot, former Marine Officer and longtime staffer for Sens. John Warner and Arlen Specter ... Chuck Rocha, president of Solidarity Strategies (h/t Eric Heggie) ... Patty Duke is 67 … Michael Ovitz is 67 (h/ts AP)\n\nBIRTHDAYS TOMORROW: Bill Knapp (hat tip: Hilary) … CAP's Patrick Oakford is 25 (h/t Jason Rahlan) … Donna Brazile (h/t Helen Brosnan, one of D.B.'s Georgetown students) … POLITICO’s Lauren French (h/t Alex Byers)\n\nTHE SHOWS, from @MattMackowiak, filing from D.C. (in for Bonjean party):\n\n-- NBC’s “Meet the Press”: Rep. Paul Ryan (R-WI) and Sen. Patty Murray (D-WA); former Bush administration NSA and CIA director Gen. Michael Hayden (Ret.); roundtable with former Gov. Bill Richardson (D-NM), TIME Magazine’s Nancy Gibbs, Washington Post columnist Kathleen Parker and NPR host Steve Inskeep; Gov. Scott Walker (R-WI)\n\n-- ABC’s “This Week”: Secretary of State John Kerry; roundtable with ABC News’ Cokie Roberts, CNN co-host and former Speaker of the House Newt Gingrich (R-GA); former Clinton administration Labor Secretary and the University of California, Berkeley’s Robert Reich, Republican strategist Ana Navarro and New York Times investigative reporter Andrea Elliott\n\n-- CBS’s “Face the Nation”: Sen. John McCain (R-AZ); Senate Majority Whip Dick Durbin (D-IL); New York Times columnist Thomas Friedman, Bloomberg View columnist and The Atlantic’s Jeffrey Goldberg, TIME Magazine’s Radhika Jones and CBS News’ Clarissa Ward; coverage of Nelson Mandela’s funeral with CBS News’ Debora Patta, CBS News’ Allen Pizzey, South African journalist and CBS News consultant Tim Modise, and author and CBS News consultant John Carlin (“Knowing Mandela” and “Invictus”)\n\n-- “Fox News Sunday”: Rep. Paul Ryan (R-WI); discussion of gun violence on the one year anniversary of Newtown with sister of Newtown victim Victoria Soto Carlee Soto, Americans for Responsible Solutions’ Capt. Mark Kelly and Gun Owners of American executive director Larry Pratt; discussion of her new career as a jazz singer and author with actress Molly Ringwald; roundtable with Fox News’ Brit Hume, AP’s Julie Pace, The Weekly Standard’s Bill Kristol and The Washington Post’s Bob Woodward\n\n-- CNN’s “State of the Union” (SUN 9 a.m. and noon): Sen. John McCain (R-AZ); former Obama administration OMB director and Citigroup vice chairman of Corporate and Investment Banking Peter Orszag, former CBO director and American Action Forum president Douglas Holtz-Eakin and TIME Magazine’s Rana Foroohar; political roundtable with Washington Post columnist Dana Milbank, The Cook Political Report’s Amy Walter and National Review’s Ramesh Ponnuru\n\n-- CNN’s “Fareed Zakaria GPS”: (SUN 10 a.m., 1 p.m.): Discussion of whether American kids are falling behind with educator, entrepreneur and former hedge fund analyst Sal Khan, former New York City Department of Education chancellor Joel Klein, Teach for All founder and chairwoman Wendy Kopp and author and New York Times columnist Thomas Friedman (“From Beirut to Jerusalem”); discussion of Islam with author and journalist Mustafa Akyol (“Islam Without Extremes: A Muslim Case for Liberty”); author and Haaretz’s Ari Shavit (“My Promised Land: The Triumph and Tragedy of Israel”)\n\n-- CNN’s “Reliable Sources”: (SUN 11 a.m. ET): Discussion of Robert Levinson with AP’s Matt Apuzzo; discussion of firestorm over Fox News’ Megyn Kelly’s comments about the race of Jesus Christ and Santa Claus with Slate’s Aisha Harris; political roundtable with CNN Digital national political reporter Peter Hamby, Roll Call editor-in-chief Christina Bellantoni and The Blaze anchor Amy Holmes; discussion of unprecedented marketing for “Anchorman Two” with AdWeek’s Sam Thielman; Comcast head of business development Sam Schwartz\n\n-- “Fox News’ “MediaBuzz” (11am ET / 10am CT): Roundtable with Fox News contributor Lauren Ashburn, Fox News politics editor Chris Stirewalt, Fox News political analyst Juan Williams, Jana Winter, SiriusXM host Julie Mason and The Hill’s Bob Cusack\n\n-- Univision’s “Al Punto” (SUN 10am ET): Uruguayan president José Mujica; Rep. Henry Cuellar (D-TX); Assistant Secretary of State for Western Hemisphere Affairs Roberta Jacobson; former Brazilian Secretary of Justice and Open Society Foundations regional director for Latin America and the Caribbean Pedro Abramovay; Fusion Anchor Mariana Atencio and Univision News’ Tomas Ocaña\n\n-- C-SPAN: “The Communicators” (SAT 6:30pm ET): FCC Healthcare Initiatives Director Matt Quinn; Alere Connect president and CEO Kent Dicks; HHS office of Consumer eHealth director Lygeia Ricciardi … “Newsmakers” (SUN 10am ET / 6pm ET): Rep. Harold Rogers (R-KY), questioned by Bloomberg News’ Derek Wallbank and the Wall Street Journal’s Janet Hook … “Q&A” (SUN 8pm ET / 11pm ET): Historian and author Margaret MacMillan (“The War that Ended Peace: The Road to 1914”)\n\n-- Bloomberg’s “Political Capital” with Al Hunt (SUN 8 a.m. and 1 p.m.): Senate Majority Leader Harry Reid (D-NV); Rep. Chris Van Hollen (D-MD); discussion of the Volcker Rule with Bloomberg Government analyst Nela Richardson; political roundtable with Bloomberg View columnists Margaret Carlson and Megan McArdle\n\n-- MSNBC’s “UP with Steve Kornacki”: (SUN 8-10am ET): Business Insider’s Josh Barro; Coalition for the Homeless executive director Mary Brosnahan; former New York City Public Advocate and public interest lawyer Mark Green; POLITICO’s Maggie Haberman; The List founder Rachel Sklar; former Playboy Enterprises Chairman and CEO Christine Hefner\n\n-- MSNBC’s “Melissa Harris-Perry”: (SUN 10 a.m. to noon): Author and Virginia Tech University’s Nikki Giovanni (“Chasing Utopia”); Republican strategist Ron Christie; Homes for the Homeless executive vice president Aurora Zepeda; IMPACT strategies’ Angela Rye; The Chronicle of Philanthropy editor Stacy Palmer; Moms Demand Action for Gun Sense in America founder Shannon Watts; Federation of Protestant Welfare Agencies executive director and CEO Jennifer Jones Austin; Think Progress managing editor Igor Volsky; author and NYU’s Cristina Beltran (“The Trouble with Unity”); Kiva co-founder and CEO Matt Flannery; journalist Rebecca Ruiz\n\n- -ABC7’s “Inside Washington”: (SAT 7 p.m. ET on NewsChannel 8 / SUN 9am ET on ABC7 WJLA): Roundtable with Washington Post columnist Colbert King, NPR’s Nina Totenberg and syndicated columnists Mark Shields and Charles Krauthammer\n\n-- PBS’s “To the Contrary”: Re-broadcast of interview with former Secretary of State Hillary Clinton on advocating for women\n\n-- SiriusXM's “Polioptics” with Josh King (guest Host Matt Bennett) – Sat., 4 p.m. and midnight; Sun., noon and midnight): former official White House photographer Bob McNeely on presidential imagery and the balance of access. Doris Kearns Goodwin, author of The Bully Pulpit: Theodore Roosevelt, William Howard Taft and the Golden Age of Journalism. Chuck Todd on the optics of Robert Griffin, III. On SiriusXM's POTUS Ch. 124; also available for download on iTunes and at http://www.polioptics.com.\n\n** A message from Chevron: The energy industry supports 9.8 million American jobs. And every job created by the energy industry creates nearly three more indirect and induced jobs across the economy. This year alone, Chevron is investing $8.9 billion in U.S. energy projects. See what else Chevron is doing to move our economy forward http://bit.ly/1jvEjS5 **\n\n** A message from BP: Safety is never being satisfied – and always working to be better. That’s why at BP, we’re working every day to improve our training, our technology, our culture. See real examples of our progress: on.bp.com/safety **", "article_metadata": {"og": {"site_name": "POLITICO", "description": "OBAMA REPLACES TOP LOBBYIST: 'Whip smart' Katie Beirne Fallon has trust of top Senate Democrats, impressed POTUS with diagnosis of Hill ills", "title": "OBAMA REPLACES TOP LOBBYIST: 'Whip smart' Katie Beirne Fallon has trust of top Senate Democrats, impressed POTUS with diagnosis of Hill ills -- 'SCHUMER-IZATION' of  D.C. -- NEW PENTAGON SPOX", "url": "http://www.politico.com/playbook/1213/playbook12493.html", "image": "http://static.politico.com/97/de/e15842c94e928ce8b561e20745a0/whitelogoondots.jpeg", "fb_appid": 114037015331397, "type": "website"}, "article": {"author": "https://www.facebook.com/MikeAllenPolitico"}, "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "OBAMA REPLACES TOP LOBBYIST: 'Whip smart' Katie Beirne Fallon has trust of top Senate Democrats, impressed POTUS with diagnosis of Hill ills", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "RYAN, on Boehner’s rebuke of conservative outside groups: “ I think John just kind of got his Irish up.\nOBAMA REPLACES TOP LOBBYIST: 'Whip smart' Katie Beirne Fallon has trust of top Senate Democrats, impressed POTUS with diagnosis of Hill ills -- 'SCHUMER-IZATION' of D.C. -- NEW PENTAGON SPOXCHOOSE YOUR NEWS: Reuters on Tuesday, “U.S.\nWashPost Sunday “Outlook” cover, “President Obama, you had the worst year in Washington.\n… Game starts at 3 p.m.”BIRTHWEEK (was yesterday): Riva Litman, deputy communications director and press secretary, House Republican Conference , is 28.\nCongrats, or something … The Post’s Chris Cillizza on how President Obama squandered the chance to build a legacy.” http://goo.gl/NIYyRO--Fix’s “Worst year in Washington” 2012: The tea party … 2011: Congress … 2010: Michael Steele ."}