{"article_title": "Treasury secretary says Obama will keep trying to ease spending cuts", "article_keywords": ["obama", "trillion", "spending", "ease", "cuts", "obamacare", "going", "economy", "treasury", "need", "trying", "theres", "lew", "secretary"], "article_url": "http://www.nbcnews.com/news/other/treasury-secretary-says-obama-will-keep-trying-ease-spending-cuts-f8C11426772", "article_text": "By Tom Curry, National Affairs Writer, NBC News\n\nTreasury Secretary Jack Lew said on NBC’s Meet the Press that President Barack Obama will keep trying to undo or ease the cuts in spending that he reluctantly signed into law as part of the Budget Control Act in 2011.\n\n“There's no question that the deep spending cuts that are part of sequestration are holding back the economy,” Lew said. “The president's made clear that we think you should replace some of the sequestration cuts with sensible balance, entitlement, and tax reforms that put us in the right direction for the future.”\n\nPlay Facebook\n\nTwitter\n\nGoogle Plus\n\nEmbed Lew optimistic on economic future 3:21 autoplay autoplay Copy this code to your website or blog\n\nWith Obama and Congress having ended their three-week standoff over funding the government and raising the debt limit, the focus has now shifted to negotiations among members of a House-Senate conference committee who will try to devise a budget plan for the current fiscal year and beyond.\n\nAs part of that process, Obama’s negotiating stance is to try to ease some of the cuts in discretionary spending on items such as medical research, military training, and national parks, replacing them with a combination of tax increases and curbs in future spending in Medicare, Social Security and other entitlement programs.\n\nLew said the good news on the fiscal front is that “our deficit is cut in half as a percentage of the economy from when the president took office.”\n\nJack Lew: Real test for Obamacare comes early next year\n\nHe acknowledged that some of the deficit reduction was due to the spending cuts which Obama agreed to in his 2011 budget negotiations with House Speaker John Boehner.\n\nBut Lew said part of the deficit reduction was from the tax increases – nearly $4 trillion over ten years -- that passed at the end of last year.\n\nHe indicated that Obama still had ambitions to increase federal spending in some areas. “There's a lot we need to do to build and grow this economy,” Lew said. “We need some infrastructure. The farm bill needs to pass. The immigration bill is hugely important to the economy. So I'm hoping that coming out of this, we can find the places where we can work together.”\n\nBut striking a different note was Sen. Tom Coburn, R-Okla., who said, “the real problem is that we’re continuing to spend money that we don’t have on things that we don’t need. There’s tremendous amounts of waste and fraud. We have to protect the promises made to the American people and we can do that – but we can do that (by) spending a whole lot less money than we’re doing today.”\n\nCoburn also reflected on the impasse that ended Wednesday when both houses of Congress passed a bill to allow discretionary spending to continue until Jan. 15, after Republicans finally conceded that they lacked the votes to force Obama to accede to cuts or delays in the landmark 2010 health insurance law, or Obamacare.\n\n“I think focusing on Obamacare takes you away from the larger picture,” Coburn said. “We have a $128 trillion of unfunded liabilities (for programs such as Medicare) and the total net worth of our country is $94 trillion – and we have another $17 trillion worth of debt”\n\nOn ABC’s This Week, former Florida governor Jeb Bush voiced similar sentiments about the just-ended standoff: “It was a mistake to focus on something that couldn't be achieved…. I would argue that allowing Obamacare to be implemented, two things would happen. One, it would be so dysfunctional if it was implemented faithfully that it would be clear for more people. Or… it couldn't be implemented because the government is not capable of doing it. It looks like that, the latter rather than the former, may be happening. But that was all crowded out by a miscalculation of using something that shouldn't be used, the debt ceiling limit and the continuation of the budget.”\n\nCoburn also contended that Obamacare “is going to fail on its own right…. The sick people are signing up, the healthy aren’t -- and they’re not going to because the deductibles are so high and the costs are going to be high. And the penalty is not great enough to force them to do it.”\n\nBut Sen. Charles Schumer, D- N.Y. said there’s “huge interest” in enrolling for coverage under Obamacare: “19 million individual visits to the website, that’s huge. Close to 500,000 people already filing applications, even with the computer glitches.”\n\nHe said the problems with the Obamacare HealthCare.gov enrollment portal “will be fixed” in a matter of weeks. “If you need health care, the fact that you couldn’t get on the computer right away isn’t going to stop you two or three weeks from now when they’re fixed….”", "article_metadata": {"description": "By Tom Curry, National Affairs Writer, NBC NewsTreasury Secretary Jack Lew said on NBC’s Meet the Press that President Barack Obama will keep trying to undo or ease the cuts in spending that he reluctantly signed into law as part of the Budget Control Act in 2011.“There's no question that the deep spending cuts that are part of sequestration are holding back the economy,” Lew said.", "og": {"url": "http://www.nbcnews.com/news/other/treasury-secretary-says-obama-will-keep-trying-ease-spending-cuts-f8C11426772", "type": "article", "image": "http://nodeassets.nbcnews.com/images/og-nbcnews200x200.gif", "site_name": "NBC News", "description": "By Tom Curry, National Affairs Writer, NBC NewsTreasury Secretary Jack Lew said on NBC’s Meet the Press that President Barack Obama will keep trying to undo or ease the cuts in spending that he reluctantly signed into law as part of the Budget Control Act in 2011.“There's no question that the deep spending cuts that are part of sequestration are holding back the economy,” Lew said."}, "twitter": {"domain": "NBCNews.com", "description": "By Tom Curry, National Affairs Writer, NBC NewsTreasury Secretary Jack Lew said on NBC’s Meet the Press that President Barack Obama will keep trying to undo or ease the cuts in spending that he reluctantly signed into law as part of the Budget Control Act in 2011.“There's no question that the deep spending cuts that are part of sequestration are holding back the economy,” Lew said.", "creator": "NBCNews", "image": {"src": "http://nodeassets.nbcnews.com/images/og-nbcnews200x200.gif"}, "title": "Treasury secretary says Obama will keep trying to ease spending cuts - NBC News", "site": "NBCNews", "card": "summary"}, "blitz": "mu-e1e842c9-946002e6-ea8f0454-41b29546", "DC.date.issued": "2013-10-20", "apple-itunes-app": "app-id=319740707, app-argument=http://www.nbcnews.com/news/other/treasury-secretary-says-obama-will-keep-trying-ease-spending-cuts-f8C11426772", "fb": {"app_id": 10150138890205613}, "article": {"author": "https://www.facebook.com/NBCNews"}, "google-site-verification": "K8bowvEbzWfPQ76x6f9SCxMVwicVXrhiClRg80ak8ZA", "viewport": "width=device-width, initial-scale=1", "news_keywords": "News,Other"}, "_id": "\"57477af46914bd0286fdbfb1\"", "article_summary": "“There's no question that the deep spending cuts that are part of sequestration are holding back the economy,” Lew said.\n“There's a lot we need to do to build and grow this economy,” Lew said.\nHe indicated that Obama still had ambitions to increase federal spending in some areas.\nBy Tom Curry, National Affairs Writer, NBC NewsTreasury Secretary Jack Lew said on NBC’s Meet the Press that President Barack Obama will keep trying to undo or ease the cuts in spending that he reluctantly signed into law as part of the Budget Control Act in 2011.\nOne, it would be so dysfunctional if it was implemented faithfully that it would be clear for more people."}