{"article_title": "More than 1,000 hospitals named Joint Commission 'top performers'", "article_keywords": ["named", "joint", "performers", "quality", "measures", "commission", "improvements", "scores", "measure", "report", "performance", "care", "hospitals", "1000"], "article_url": "http://www.fiercehealthcare.com/story/more-1000-hospitals-named-joint-commission-top-performers/2015-11-17", "article_text": "More than 1,000 hospitals received special recognition for their scores on healthcare quality measures, according to The Joint Commission's 2015 annual report on quality and safety.\n\nThe report shows how well the nation's hospitals perform on evidence-based care processes for the treatment of conditions such as heart attack, pneumonia and stroke. It also scores all accredited hospitals on 49 performance measures, including new measures for tobacco treatment and substance abuse and a trial measure on inpatient psychiatric services.\n\nOverall, hospitals scored a composite measure performance of 97.2 percent, an improvement of more than 15 percent over the first such report in 2002 and 1.6 percent better than the 2010 scores, according to the accrediting body.\n\nIndividual measure improvements, meanwhile, run the gamut from less than 1 percentage point to nearly 40 points. But that doesn't mean smaller improvements are less meaningful, according to the report.\n\n\"Relatively small percentage-point improvements in measures for which performance is already strong can often require as much or even more diligence than large percentage-point improvements where much room for improvement exists,\" it states. \"All improvements are important and contribute to better care for patients.\"\n\nThe Joint Commission's Top Performer ranking singles out hospitals for exceptional performance on a few key measures rather than all of the 49 performance measures. The specific measures used to identify Top Performers include stroke care, venous thromboembolism care, inpatient psychiatric services, heart attack, heart failure and pneumonia.\n\nTo qualify as a top performer, a hospital must score at least 95 percent in cumulative performance across all accountability measures; 95 percent on all reported accountability measures with 30 or more denominator cases; and achieve a composite rate of at least 95 percent in at least one core measure set. Despite the high numbers of top performers, fewer hospitals achieved the status this year than in 2013 and 2012. About 10 percent of the Top Performers achieved the ranking every year for the past five years.\n\nTo learn more:\n\n- read the report (.pdf)\n\nRelated Articles:\n\nJoint Commission names top performing hospitals\n\n3 ways leaders can shape healthcare quality measures\n\nObama signs SGR repeal bill as medical groups react to CMS warning\n\nWhy hospitals should use broader measures to track care quality\n\nHospital medical errors now third-leading cause of death in the United States\n\nWhy healthcare quality measures don't go deep enough\n\nValue-based payment initiative raises questions about how to measure quality\n\nFeds speed plans for value-based payments\n\nAHA supports NQF's proposed quality measure recommendations", "article_metadata": {"description": "More than 1,000 hospitals received special recognition for their scores on healthcare quality measures, according to The Joint Commission's 2015 annual report on quality and safety.", "og": {"site_name": "FierceHealthcare", "description": "More than 1,000 hospitals received special recognition for their scores on healthcare quality measures, according to The Joint Commission's 2015 annual report on quality and safety.", "title": "More than 1,000 hospitals named Joint Commission 'top performers'", "url": "http://www.fiercehealthcare.com/story/more-1000-hospitals-named-joint-commission-top-performers/2015-11-17", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Accountability Measures,Care Delivery,Operations & Business Management,Patient Care & Outcomes,Performance Measures,quality measures,stroke,substance abuse,The Joint Commission,top performer hospitals,Venous Thromboembolism", "viewport": "width=device-width", "news_keywords": "Care Delivery,Operations & Business Management,Patient Care & Outcomes"}, "article_summary": "More than 1,000 hospitals received special recognition for their scores on healthcare quality measures, according to The Joint Commission's 2015 annual report on quality and safety.\nThe Joint Commission's Top Performer ranking singles out hospitals for exceptional performance on a few key measures rather than all of the 49 performance measures.\nIndividual measure improvements, meanwhile, run the gamut from less than 1 percentage point to nearly 40 points.\nDespite the high numbers of top performers, fewer hospitals achieved the status this year than in 2013 and 2012.\nIt also scores all accredited hospitals on 49 performance measures, including new measures for tobacco treatment and substance abuse and a trial measure on inpatient psychiatric services."}