{"article_title": "Israel Has Reasons to Hope for Middle East Peace", "article_keywords": ["palestinian", "israel", "palestinians", "countries", "reasons", "peace", "hamas", "international", "middle", "gaza", "world", "east", "day", "hope"], "article_url": "http://www.usnews.com/opinion/articles/2014/09/10/israel-has-reasons-to-hope-for-middle-east-peace", "article_text": "Gaza is Groundhog Day. Again. Like Bill Murray in the eponymous movie, we are caught in a time loop, condemned to repeat the same experience from dawn to midnight, day after day. For months, Hamas fires rockets into Israel in pursuit of its charter to kill Jews, taking its cue from the diabolical words of Iranian Ayatollah Ali Khamenei: “Israel’s annihilation is the only real cure.”\n\nNobody remembers his command, nobody recalls the words in the Hamas charter. The rockets landing in Israel evoke no resolutions at the U.N. General Assembly. The rent-a-mob protesters of violence are nowhere to be seen on the streets of Paris and London.\n\nFinally, Israel retaliates. The world wakes up. It’s outraged. It screams about Israel’s “disproportionate” response. No one considers what might be a nation’s “proportionate” response to an enemy dedicated to exterminating every one of its citizens. Israel has exactly the opposite ethic. It risks its military to limit collateral damage, unprecedented in the history of warfare.\n\n[CHECK OUT: U.S. News Weekly, the digital magazine from U.S. News editors.]\n\nSo it was, day by day, to a cease-fire in 2008. So it was, day by day, to a cease-fire in 2012. And so it was, day by day, to a cease-fire in 2014. As in Murray’s little town, you wonder why nobody else seems to notice the reliving of the same experience. Each time, the moral recidivists show they have learned precisely nothing.\n\nCan it possibly be different a fourth time? Once the desert storms have died down a bit, maybe the landscape will look a little different – or even a lot. Straws in the wind:\n\nEgypt’s President Abdel-Fattah el-Sissi was an effective mediator for the cease-fire. He attributes much of the turmoil in the region to the failure to get a Palestinian peace settlement, providing “a fertile environment for the growth and spread of extremism, violence and terrorism.” But he does not assign Israel a monopoly of blame. He has eyes wide open to the provocations and disruptions of Hamas that frustrate peace. He has lost scores of police and soldiers to jihadists in his own backyard, the Sinai. He knows that Hamas is ISIS-Lite.\n\n[SEE: Editorial Cartoons on Iraq]\n\nIsrael gave Hamas a drubbing. Hamas is spinning the war it started as a victory. It cites an August poll of 1,270 adults in the West Bank and Gaza showing that Hamas has gained in popularity and would win an election, and even that more rocket fire would be supported if Israel’s blockade is not lifted. But this is markedly different from a June survey by a Palestinian pollster for the Washington Institute for Near East Policy. The institute’s public opinion polls in Gaza indicate that there is strong resistance to Hamas. The overwhelming majority of Palestinians in Gaza want a settlement with Israel. And Israeli intelligence estimates that if the Palestinian Authority could come back into Gaza with enough money, Hamas would lose its monopoly of power there.\n\nHamas has faced attacks for the way it sacrificed Palestinians by using civilian men, women and children as human shields. Fatah’s president, Mahmoud Abbas, criticized Hamas, the partner he unwisely accepted into the Palestinian Authority earlier. Steven Emerson, an expert on Islamic extremism, reported earlier this week in the Jewish newspaper Algemeiner that Abbas appeared on Palestine TV saying “it was possible for us to avoid all of that, 2,000 martyrs, 10,000 injured, 50,000 houses” damaged or destroyed.\n\nOperation Protective Edge was a serious Israeli military and political victory. In Israel – which let’s not forget is a vibrant democracy – there is much criticism of the Netanyahu government for stopping the operation before extinguishing Hamas entirely. That would have required over 45,000 Israeli soldiers, a number of whom would have died, and a monthslong house-to-house ground operation. But Israel accomplished significant damage without a full-fledged invasion. The key tunnels were destroyed, and 1,200 Hamas and Islamic Jihad soldiers won’t be murdering again – nor will many of the military leaders who sent them on suicide missions.\n\n\n\n[SEE: Political Cartoons on the Middle East]\n\nAs for the wretched rockets, Hamas is now down to 20 percent of its previous inventory, with most production facilities lost. Going forward, Egypt has imposed controls, blocking further money going to Hamas and shifting it to the Palestinian Authority or international authorities. With Hamas already unable to pay thousands of workers, when the people of Gaza really count the cost of Hamas, they are likely to feel less kindly toward its reckless leaders than the August survey suggests. Abbas might have an enhanced ability to make peace if he has the nerve to make it instead of politicking at the U.N. Not a certainty given his miserable performance to date.\n\nMany of the Hamas leadership are still in hiding. Only when they come out will it be possible to assess what Hamas will do. The devastation Hamas experienced may produce a longer-term deterrence to their aggressive hostility, but it is too early to tell. Whether there is real demilitarization will depend on what happens with Qatar, Turkey and other Hamas factions in the Gaza strip.\n\nIsrael can return to the negotiating table with proposals that underscore its commitment to a peaceful resolution and earn the support of the rest of the world, including much of the Arab world. The opponent of the Israelis is not the Palestinians but rather radical Islam, a salient fact now recognized by other Arab countries. On the theory that the enemy of my enemies is my friend, Israel is now recognized as a potential ally by such nations as Saudi Arabia, Egypt, the United Arab Emirates and Jordan.\n\n[SEE: Editorial Cartoons on the Islamic State]\n\nWhat the Israelis must plan is how they can prepare for the next round of violence while improving life in Gaza through steps such as the gesture of easing fishing limits. And they must be ready to participate in a meaningful and daring reshuffle of the cards that could turn this crisis into a regional opportunity while Hamas is so damaged. Israel could encourage a peace initiative that might attract a number of Arab countries, as well as the U.S. and European Union, all of which share an enormous interest in resolving this dispute, worries aplenty about a nuclear Iran, and grave concern about the rise of fundamentalist extremist Islam. That way, Hamas could be forced to make a move for peace or become even more isolated as a unredeemable terrorist organization.\n\nYet again, there may be a parallel route of a U.N. Security Council motion sponsored by Western countries that could create a binding framework for new talks. As it happens, the United States has been working with a number of European countries on such a proposal. Israel, for its part, is seeking an international resolution that will call for the rehabilitation of Gaza and its demilitarization under international auspices, and the serious resumption of the peace process. The bottom line is that there may finally be enough incentives and pressures to bring about an end to the conflict.\n\nRealism requires the admission that these visions could be a mirage. Hamas has no apparent political will to negotiate a lasting peace. And Israel has been mightily discouraged from risk. It was shocked by Hamas’ stealthy preparations for invading through the tunnels of Terror City and appalled, as was much of the civilized world, by the outpouring of anti-Semitic hatred and the public celebrations of terrorists who have massacred Jews. That has all convinced Israelis and much of the international community that the goal of the Palestinians is to delegitimize rather than live alongside the Jewish state. After all, their slogan is a Palestine that is “free from the river to the sea.” Since Israel is bordered to the east by the Jordan River and to the west by the Mediterranean Sea, this is tantamount to a demand that the Jewish state be demolished.", "article_metadata": {"zone": "homepage/articles", "keyword": "Op-Ed [Opinion]", "title": "Israel Has Reasons to Hope for Middle East Peace", "og": {"site_name": "US News & World Report", "description": "Three reasons to hope that Israel's defeat of Hamas could lead to a broader peace.", "title": "Finally, a Glimmer of Hope for Peace", "url": "http://www.usnews.com/opinion/articles/2014/09/10/israel-has-reasons-to-hope-for-middle-east-peace", "image": "http://www.usnews.com/cmsmedia/c2/6dbbeb0243ff24de7101ecc2e9b756/media:06b9698f47684afdae8a76c85982e1dfMideastEgypt.JPEG", "type": "article"}, "twitter": {"description": "Three reasons to hope that Israel's defeat of Hamas could lead to a broader peace.", "site": "@USNews", "card": "summary", "title": "Israel Has Reasons to Hope for Middle East Peace"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "opinion", "date_published": "Sept. 10, 2014", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Mortimer B. Zuckerman,Israel,Gaza,Middle East,U.N. Security Council,picks,Op-Ed [Opinion]", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "Three reasons to hope that Israel's defeat of Hamas could lead to a broader peace."}, "_id": "\"57477af36914bd0286fcdf2a\"", "article_summary": "And so it was, day by day, to a cease-fire in 2014.\nLike Bill Murray in the eponymous movie, we are caught in a time loop, condemned to repeat the same experience from dawn to midnight, day after day.\nHe has eyes wide open to the provocations and disruptions of Hamas that frustrate peace.\nThe overwhelming majority of Palestinians in Gaza want a settlement with Israel.\nSo it was, day by day, to a cease-fire in 2012."}