{"article_title": "It’s Elizabeth Warren’s party now! How to remake it in the liberal heroine’s image", "article_keywords": ["wont", "democratic", "liberal", "elizabeth", "senate", "image", "movement", "conservative", "politics", "liberals", "heroines", "remake", "party", "warren", "think", "warrens"], "article_url": "http://www.salon.com/2014/11/15/its_elizabeth_warrens_party_now_how_to_remake_it_in_the_liberal_heroines_image/", "article_text": "Topics: Barry Goldwater, Democratic Party, Editor's Picks, Election 2014, Elizabeth Warren, Hillary Clinton, Tea Party, The Left, Elections News, News, Politics News\n\nDespite being so notoriously difficult to get right, predictions are part of the pundit’s stock-in-trade. So once you’ve got some grains of salt ready to toss into the mix, please indulge me for a moment as I make one of my own.\n\nHere it goes: Twenty years from now, assuming climate change has not yet ended the world as we know it, most American liberals won’t think of this fall as the time when Republicans finally retook control of the U.S. Senate. And they won’t think of it as the brief pause that separated the era of Barack Obama from that of Hillary Clinton. Instead, when the liberals of our near future look back on the current moment, they’ll remember it as the hour when the Democratic Party began to move decisively to the left, thanks in no small part to the continued ascendance of Sen. Elizabeth Warren.\n\nPessimist that I am, I’ll readily grant that this is very optimistic. In fits and starts, the party’s been moving leftward for a number of years now, and I’ve little doubt that the midterm blowout will be cited by some as proof that Democrats must become even more centrist. Yet unlike the talk surrounding a historically ignored election, which will dissipate quickly (especially if I’m right about the return of government-by-crisis), the opportunity raised by the Democratic Party’s recent decision to make Warren part of its Senate leadership has the potential to be far more enduring. But only if liberal activists know what to do with it.\n\nAt this point, it’s not entirely clear what the folks nominally in charge of this infamously disorganized party are trying to do by elevating Warren. Because the former Harvard Law professor has been prominent in liberal circles since the launch of her brainchild, the Consumer Financial Protection Bureau, it can be easy to forget that she’s only been in Congress for a couple of years. And coming as it does after a truly disastrous midterm showing, this seeming vote of confidence from Democratic bigwigs has the risk of being a “glass cliff” situation. My former colleague Brian Beutler, for example, has guessed that Senate Dem leadership may have opted to bring Warren into the fold because they’ll need a popular spokeswoman to deliver the next two years’ worth of bad news to the “professional left.”\n\nStill, even if Warren’s promotion isn’t motivated entirely or primarily by idealism and generosity, it could nevertheless be a major turning point for activists looking to push the Democratic Party in a more left-wing direction. After many years of kvetching about their paltry influence — and following decade after decade of enviously watching the conservative movement refashion the GOP in its own image — lefty ideologues and organizers now have the chance to turn Warren into a kind of trojan horse for a resurgent politics of economic populism (or, as it used to be called, liberalism). And if they adapt and adhere to the script used many years ago by visionary right-wingers, who famously responded to an electoral drubbing in 1964 by staying the course and propelling a true believer to the White House less than 20 years later, it just might work.\n\nIt’s not a perfect analogy, I admit. There are fundamental, irresolvable differences between liberals and conservatives, and they extend well beyond ideology and into the realms of psychology and sociology. (Liberals are less hierarchically minded, more demographically diverse.) Further, in spite of all the mythology about conservative movement turning the GOP into the “party of ideas,” the fact is that the men (and women, but mostly men) who transformed the party of Lincoln into the chief vehicle of the Reagan Revolution spent much more time talking about and organizing around what they were against — taxes, the welfare state, the civil rights movement, feminism, LGBT equality, the separation of church and state, etc. — than what they were for. And while there are certainly some recent Supreme Court decisions they’d like to see reversed, a politics centered around a return to the glorious past is, for liberals, not really an option.\n\nBut notwithstanding all of that, I still think the conservative example offers activist liberals unhappy with the Obama record –which is most of them — some valuable lessons.", "article_metadata": {"description": "If they're smart, liberals could use Warren's new power to make the changes to the party that are so badly needed", "title": "It’s Elizabeth Warren’s party now! How to remake it in the liberal heroine’s image", "og": {"site_name": "Salon", "description": "If they're smart, liberals could use Warren's new power to make the changes to the party that are so badly needed", "title": "It’s Elizabeth Warren’s party now! How to remake it in the liberal heroine’s image", "url": "http://www.salon.com/2014/11/15/its_elizabeth_warrens_party_now_how_to_remake_it_in_the_liberal_heroines_image/", "image": "http://media.salon.com/2014/09/warren_obama.jpg", "type": "article"}, "twitter": {"description": "If they're smart, liberals could use Warren's new power to make the changes to the party that are so badly needed", "title": "It’s Elizabeth Warren’s party now! How to remake it in the liberal heroine’s image", "image": "http://media.salon.com/2014/09/warren_obama.jpg", "creator": "@eliasisquith", "site": "@salon", "card": "summary_large_image"}, "author": "Elias Isquith", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Barry Goldwater, Democratic Party, Editor's Picks, Election 2014, Elizabeth Warren, Hillary Clinton, Tea Party, The Left", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdc87e\"", "article_summary": "And they won’t think of it as the brief pause that separated the era of Barack Obama from that of Hillary Clinton.\nTopics: Barry Goldwater, Democratic Party, Editor's Picks, Election 2014, Elizabeth Warren, Hillary Clinton, Tea Party, The Left, Elections News, News, Politics NewsDespite being so notoriously difficult to get right, predictions are part of the pundit’s stock-in-trade.\nAt this point, it’s not entirely clear what the folks nominally in charge of this infamously disorganized party are trying to do by elevating Warren.\nBut notwithstanding all of that, I still think the conservative example offers activist liberals unhappy with the Obama record –which is most of them — some valuable lessons.\nHere it goes: Twenty years from now, assuming climate change has not yet ended the world as we know it, most American liberals won’t think of this fall as the time when Republicans finally retook control of the U.S. Senate."}