{"article_title": "OPINION: We must be the solution-oriented Congress", "article_keywords": ["jobs", "congress", "house", "create", "work", "young", "solutionoriented", "american", "solutions", "obamacares", "opinion", "economy"], "article_url": "http://redalertpolitics.com/2015/01/14/rep-mimi-walters-must-solution-oriented-congress/", "article_text": "As a mother of four, I was inspired to run for higher public office to help ensure a better future for my children and their generation. Like so many other young adults, my children, who are coming of age in a time of economic uncertainty, are facing a sluggish job market and recovering economy that has made it difficult to find sustainable, quality jobs.\n\nNot only are 10.8 percent of young adults between the ages of 20 to 24 unemployed – but 14 percent of adults between the ages of 24 and 34 are living at home with their parents. We simply cannot continue down this same path. We owe it to our young people to create opportunities that will allow them to pursue their American dream.\n\nIn order to build that brighter future for our youth and to create a job-friendly, pro-growth environment, Congress must put forward common-sense, bold solutions that will jump start our economy and better the lives of all Americans. Congress cannot function by pointing fingers, playing the blame game, or having a “my way or no way” mentality that leads to more partisan gridlock. Instead, we must work to bring meaningful solutions to the table that will protect the American entrepreneurial spirit, foster opportunity and growth, and empower those seeking to achieve the American dream.\n\nJust last week, the House took decisive steps to help strengthen our economy and create opportunities for new jobs. With strong bipartisan support, the House passed legislation to authorize the construction of the long-delayed Keystone XL Pipeline project. Not only will construction of the Keystone Pipeline create tens of thousands of new jobs, but it will also increase our nation’s oil supply and thus reduce our dependence on foreign oil. Furthermore, this project will grow our national gross domestic product by approximately $3.4 billion.\n\nAdditionally, the House voted to spur job growth by passing the Hire More Heroes Act, which would exempt our nation’s veterans from Obamacare’s employer mandate. This in turn encourages more small businesses to hire our hard-working veterans, while providing relief from Obamacare’s costly regulations.\n\nFurthermore, last week, I was pleased to join the efforts of my colleagues on both sides of the aisle by signing on as an original cosponsor of legislation to repeal Obamacare’s harmful medical device tax. Since the medical device tax’s implementation just over a year ago, over 30,000 jobs have been lost, research and development have been stifled, and capital investment has been deferred or cancelled. In today’s economy, we simply cannot afford another job-killer like this – and I am hopeful that with a Republican majority in the House and Senate, we can repeal this burdensome tax that increases healthcare costs for Americans.\n\nLast week’s pro-growth victories are just the beginning of America’s New Congress. If the president is willing to work with Congress, we can pass meaningful policies and reforms that will make a positive difference in the lives of Americans. I’m eager to get to work – and I’m excited to be a part of the solutions that will move this country down the right path.", "article_metadata": {"generator": "NGFB Pro 7.8.4U", "og": {"site_name": "Red Alert Politics", "description": "Not only are 10.8 percent of young adults between the ages of 20 to 24 unemployed – but 14 percent of adults between the ages of 24 and 34 are living at home with their parents. We simply cannot continue down this same path. We owe it to our young people to create opportunities that will allow...", "title": "OPINION: We must be the solution-oriented Congress - Red Alert...", "locale": "en_US", "image": {"width": 533, "identifier": "http://redalertpolitics.com/files/2012/07/congress-533x400.jpg", "height": 400}, "url": "http://redalertpolitics.com/2015/01/14/rep-mimi-walters-must-solution-oriented-congress/", "type": "article"}, "fb": {"admins": 1285945407, "app_id": 529886110401651}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "article": {"publisher": "https://www.facebook.com/RedAlertPolitics", "tag": "mimi-walters", "published_time": "2015-01-14T09:15:25+00:00", "modified_time": "2015-01-14T09:23:17+00:00"}, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fc94e5\"", "article_summary": "If the president is willing to work with Congress, we can pass meaningful policies and reforms that will make a positive difference in the lives of Americans.\nCongress cannot function by pointing fingers, playing the blame game, or having a “my way or no way” mentality that leads to more partisan gridlock.\nJust last week, the House took decisive steps to help strengthen our economy and create opportunities for new jobs.\nWe owe it to our young people to create opportunities that will allow them to pursue their American dream.\nLast week’s pro-growth victories are just the beginning of America’s New Congress."}