{"article_title": "Incumbent Mavis Thompson faces Ald. Boyd", "article_keywords": ["license", "attorney", "nursing", "boyd", "ald", "currently", "missouri", "st", "businesses", "incumbent", "faces", "thompson", "mavis", "nurse", "university"], "article_url": "http://www.stlamerican.com/news/local_news/article_147f2dc2-afc4-11e3-98db-0019bb2963f4.html", "article_text": "In the August 5 primary election for the Democratic nomination, St. Louis City License Collector Mavis T. Thompson will face challenger Alderman Jeffrey L. Boyd to retain the seat that she’s held for just over 100 days.\n\nGov. Jay Nixon appointed Thompson, a lawyer, as license collector on Oct. 11, after Michael McMillian stepped down to head the Urban League of Metropolitan St. Louis.\n\nSince her appointment, Thompson said she’s “hit the ground running.”\n\nWithin her first few weeks, Thompson, also a registered nurse, set up a series of briefings on the Affordable Care Act and its impact on small businesses. She has attended more than 30 community events and meetings to explain the business license process.\n\n“I love public service,” she said. “I love the challenge of the office. Most of what we do here is governed by city ordinances or state statues. I am blessed to be an attorney to be able to interpret those rules when implementing policies and procedures. We’re providing good government. And also as a nurse administrator, policies are important to me.”\n\nShe said her top priorities are retaining and attracting businesses. She plans to do that by streamlining the license process, she said. Her staff is currently reviewing a backlog of applications for business licenses to determine the reason for their “pending” status.\n\nShe is also working to bring rogue businesses into compliance with the city’s license requirement, she said. She developed a business closure policy to close shops that fail to comply. And, she established a joint task force with the Collector of Revenue, police department and city’s building division to help get these businesses back on track and under compliance.\n\nThompson said she is applying that same level of scrutiny to her own office and working to improve customer service.\n\nThompson still lives in the same house she grew up in near Grand Boulevard and St. Louis Avenue. Her upbringing was based in a strong spiritual foundation, she said.\n\n“My parents called it the ‘home house’ because they wanted everyone to know they always have a place to come home to,” Thompson said.\n\nShe currently lives with and serves as the primary caregiver for her uncle, 88, who suffered from a stroke.\n\nAfter graduating with her nursing degree from the University of Missouri, she moved to Washington D.C., where she served as head nurse and director of nursing for various hospitals. After 10 years in D.C., she decided to go to law school, earning her degree from the University of Missouri. She worked as an assistant attorney general when Nixon was Missouri attorney general and focused on Medicaid fraud.\n\n“That was a great melding of my nursing and law degrees,” she said. “With Medicaid fraud, there were a lot of medical terms and knowledge that you have to know.”\n\nThompson was elected circuit clerk in the 1990s, first after being appointed by the late Gov. Mel Carnahan. She was defeated in the 1998 election by fellow Democrat Mariano Favazza.\n\nThompson is a graduate of the John F. Kennedy School of Government program at Harvard University. She is currently on state’s Division of Employment Security Appeals Tribunal and has served as president on the nonprofit National Bar Association’s Board of Governors.\n\nShe also has worked as a private practice attorney, a prosecuting attorney for Berkeley, Mo., and as the Wellston city attorney.\n\n“Being a named commodity within the neighborhoods, I still keep those relationships that I have been built throughout the years,” she said.", "article_metadata": {"description": "In the August 5 primary election for the Democratic nomination, St. Louis City License Collector Mavis T. Thompson will face challenger Alderman Jeffrey L. Boyd to retain the seat that she’s held for just over 100 days.", "og": {"site_name": "St. Louis American", "description": "In the August 5 primary election for the Democratic nomination, St. Louis City License Collector Mavis T. Thompson will face challenger Alderman Jeffrey L. Boyd to retain the seat that she’s held for just over 100 days.", "title": "Incumbent Mavis Thompson faces Ald. Boyd", "url": "http://www.stlamerican.com/news/local_news/article_147f2dc2-afc4-11e3-98db-0019bb2963f4.html", "image": {"width": 490, "identifier": "http://bloximages.chicago2.vip.townnews.com/stlamerican.com/content/tncms/assets/v3/editorial/7/5d/75d26ada-afc4-11e3-b508-0019bb2963f4/532a32da5fa98.preview-500.jpg?resize=490%2C630", "height": 630}, "type": "article"}, "twitter": {"site": "@stlouisamerican", "card": "summary"}, "fb": {"app_id": 157786209183}, "keywords": "local_news", "news_keywords": "local_news"}, "_id": "\"57477af46914bd0286fdf363\"", "article_summary": "She worked as an assistant attorney general when Nixon was Missouri attorney general and focused on Medicaid fraud.\nShe also has worked as a private practice attorney, a prosecuting attorney for Berkeley, Mo., and as the Wellston city attorney.\nAfter 10 years in D.C., she decided to go to law school, earning her degree from the University of Missouri.\nThompson said she is applying that same level of scrutiny to her own office and working to improve customer service.\nThompson is a graduate of the John F. Kennedy School of Government program at Harvard University."}