{"article_title": "CIRES video project teaches students about climate change", "article_keywords": ["climate", "students", "science", "local", "school", "cires", "project", "middle", "video", "teaches", "change", "really"], "article_url": "http://www.dailycamera.com/boulder-county-schools/ci_25142295/cires-video-project-teaches-students-about-climate-change", "article_text": "Project includes making video at Arapahoe Glacier\n\nManhattan Middle School students Nik Kassogue, left, Mia McKay and Omer Ziv are using the 1,000-year Boulder County flood book as a reference. The students are working on science film project called Lens on Climate Change. CIRES at CU is running the project, with students a seven Colorado high school creating videos that address how environmental change affects their communities. For a video of the students, go to www.dailycamera.com. ( Cliff Grassmick / Daily Camera )\n\nAbout 60 middle and high school students are working with Boulder's Cooperative Institute for Research in Environmental Sciences to produce short films on the local impacts of climate change.\n\n\"We wanted to really engage students in learning what science is and learning what climate change is,\" said Anne Gold, who's in the CIRES education and outreach group. \"We really want to get them thinking about local impacts of climate change.\"\n\nThe students are at eight schools around the state, including three in Boulder Valley — Arapahoe Ridge High School, Manhattan Middle School and Nederland Middle Senior. Helping them with the science concepts and video editing are CU graduate and undergraduate mentors.\n\n\"It makes them think of environmental changes in a more tangible way,\" said David Oonk, another member of the CIRES education and outreach group. \"These are local environmental science topics that they can see themselves.\"\n\nAfter several months of work, the students will show their videos at 12:30 p.m. Feb. 27 at Old Main at the University of Colorado. The screening also will include videos made by an undergraduate class at CU.\n\nThree students at Boulder's Manhattan Middle are working on a project on the September floods that included taking video of the damage in Lyons and interviewing a scientist from the National Oceanic and Atmospheric Administration and a member of the Rocky Mountain Rescue group.\n\nThis week, they're planning to work on editing down three hours of footage with help from a videographer.\n\nStudent Nik Kassogue said they're looking at the effects of extreme temperatures and are investigating whether climate change played a role in the flooding.\n\n\"Climate change is a problem we really need to look into,\" he said. \"We want to tell people that it's not just a flood. We think all this extreme weather means there's climate change.\"\n\nLeading the group are Manhattan science teachers Kim Greene and Dan Tomlin. Greene said she likes that the project helps students learn more about what scientists really do.\n\n\"We want the kids to realize that scientists aren't just guys in white coats,\" she said. \"They're vibrant and have fun and have really interesting careers.\"\n\nNederland Middle/Senior STEM coordinator Barbara Monday has a team of seven middle and high school students creating a video on the Arapahoe Glacier.\n\n\"It's in our back yard and not very many people know that we have a glacier,\" she said.\n\nShe said students interviewed CU scientists and hiked to the glacier to shoot video, with a goal of teaching how a glacier is formed and changes over time.\n\n\"It's been an amazing project,\" she said. \"They're learning science content, video production skills and interviewing skills.\n\nAt Boulder's Arapahoe Ridge, 13 students from the school's urban agriculture and digital arts programs teamed up to investigate climate change impacts on local agriculture.\n\nTeacher Heather Riffel said students interviewed local farmers and a policy analyst, visited a ditch exhibit at the Boulder History Museum and attended a Boulder County forum on agriculture\n\n\"It's a lot to talk about in a two to five minute video,\" she said. \"It's been a fun challenge for the students. They've gone way outside their comfort zone interviewing people.\"\n\nArapahoe Ridge senior Dylan Brennan said he likes the project because \"I enjoy educating people about agriculture.\"\n\n\"It's going well,\" he said. \"We're trying to figure out how to get it all together.\"\n\nContact Camera Staff Writer Amy Bounds at 303-473-1341 or boundsa@dailycamera.com", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/boulder-county-schools/ci_25142295/cires-video-project-teaches-students-about-climate-change", "sailthru.author": "By Amy Bounds ,  Camera Staff Writer", "ag": {"canon": "BoulderDailyCamera:article:25142295:view"}, "startDate": "2014-02-15T13:10:22-0700", "twitter": {"domain": "dailycamera.com", "description": "About 60 middle and high school students are working with Boulder's Cooperative Institute for Research in Environmental Sciences to produce short films on the local impacts of climate change.", "title": "CIRES video project teaches students about climate change", "url": "http://www.dailycamera.com/boulder-county-schools/ci_25142295/cires-video-project-teaches-students-about-climate-change", "image": "http://extras.mnginteractive.com/live/media/site21/2014/0214/20140214__16dcafeaw~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Boulder Education & Schools", "modificationDate": "2014-02-15T13:10:26-0700", "endDate": "2024-02-14T09:27:28-0700", "news_keywords": "news information  boulder county schools elementary middle high preps", "byline": "By Amy Bounds,", "pubDate": "2014-02-14T10:07:01-0700", "sailthru.date": "2014-02-15T13:10:22-0700", "sailthru.title": "CIRES video project teaches students about climate change", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2014/0214/20140214__16dcafeaw~1_300.jpg", "description": "About 60 middle and high school students are working with Boulder's Cooperative Institute for Research in Environmental Sciences to produce short films on the local impacts of climate change.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/boulder-county-schools/ci_25142295/cires-video-project-teaches-students-about-climate-change", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "About 60 middle and high school students are working with Boulder's Cooperative Institute for Research in Environmental Sciences to produce short films on the local impacts of climate change.", "title": "CIRES video project teaches students about climate change"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2014/0214/20140214__16dcafeaw~1.jpg"}, "_id": "\"57477af46914bd0286fdc89c\"", "article_summary": "The students are working on science film project called Lens on Climate Change.\nStudent Nik Kassogue said they're looking at the effects of extreme temperatures and are investigating whether climate change played a role in the flooding.\n\"We wanted to really engage students in learning what science is and learning what climate change is,\" said Anne Gold, who's in the CIRES education and outreach group.\nCIRES at CU is running the project, with students a seven Colorado high school creating videos that address how environmental change affects their communities.\nProject includes making video at Arapahoe GlacierManhattan Middle School students Nik Kassogue, left, Mia McKay and Omer Ziv are using the 1,000-year Boulder County flood book as a reference."}