{"article_title": "D.C. Bible Museum to display Holy Land artifacts", "article_keywords": ["israel", "bible", "holy", "israeli", "artifacts", "museum", "million", "longterm", "dc", "authority", "antiquities", "land", "objects", "display"], "article_url": "http://www.washingtontimes.com/news/2015/aug/18/bible-museum-to-display-artifacts-from-holy-land-u/", "article_text": "The Museum of the Bible being built in Washington will feature ancient artifacts and treasures from the Holy Land under a new deal that ensures Israel’s leading archaeological organization will have an outpost in the nation’s capital.\n\nAn agreement between the museum and the Israel Antiquities Authority announced Tuesday will bring a selection of artifacts excavated in Israel for long-term display in a top-floor gallery at the new Bible museum. The $400 million, eight-story museum is set to open near the National Mall in 2017.\n\nThe specific artifacts to be displayed in Washington haven’t been settled, officials said, though they will be related to the Bible. Plans call for both a permanent exhibition and rotating special exhibits. In 1993, the Israel Antiquities Authority exhibited the Dead Sea Scrolls at the Library of Congress in Washington.\n\nResearchers and curators from the Israeli authority will write the exhibition text based on their research from numerous excavations in the field, and the museum will design the exhibit, said Jacob Fisch, the executive director of the New York-based Friends of the Israel Antiquities Authority.\n\n“We share one mission, and that’s telling the story that is based on the archaeological material,” Fisch said of the museum partnership. “We’re very scientifically based, research based.”\n\nThis handout photo provided by the Israel Antiquities Authority (IAA) shows pottery ... more >\n\nWhile the Israeli group has a long-term loan arrangement with the Metropolitan Museum of Art in New York to display about 30 objects, the Bible museum exhibit will include hundreds or even thousands of objects from Israel’s 2 million artifacts.\n\n“We have a lot of exhibits that travel around the world. We have a long-term exhibit at the Met,” he said. “But we don’t have our own gallery in which we can keep material for a whole number of years on a long-term loan basis.”\n\nThe Museum of the Bible already holds a collection of about 40,000 objects from its founder, Hobby Lobby President Steve Green. The Green Collection includes rare biblical texts and artifacts, such as cuneiform tablets dating to the time of Abraham, Torah scrolls and rare printed Bibles.\n\n“When we set out to build the best new museum in the world, we knew the museum would be even better if we joined forces with some of the greatest collections anywhere,” said Museum President Cary Summers in announcing the Israeli agreement.\n\nThe museum also is beginning its own archaeological dig at Tel-Shimron, a historic site in Israel.\n\nGreen, the museum’s chairman, is known for funding conservative and evangelical causes. He provided seed money to begin building the $400 million Bible museum. Organizers have said they will present stories from different religious viewpoints that visitors can choose from.", "article_metadata": {"description": "The Museum of the Bible being built in Washington will feature ancient artifacts and treasures from the Holy Land under a new deal that ensures Israel's leading archaeological organization will have an outpost in the nation's capital.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "The Museum of the Bible being built in Washington will feature ancient artifacts and treasures from the Holy Land under a new deal that ensures Israel’s leading archaeological organization will have an outpost in the nation’s capital.", "title": "D.C. Bible Museum to display Holy Land artifacts", "url": "http://www.washingtontimes.com/news/2015/aug/18/bible-museum-to-display-artifacts-from-holy-land-u/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/08/18/c176ae1c06e276257f0f6a7067003887.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/08/18/c176ae1c06e276257f0f6a7067003887.jpg", "description": "The Museum of the Bible being built in Washington will feature ancient artifacts and treasures from the Holy Land under a new deal that ensures Israel's leading archaeological organization will have a", "card": "summary", "title": "D.C. Bible Museum to display Holy Land artifacts"}, "Author": "BRETT ZONGKER", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Bible Museum, Israel, Israel Antiquities Authority, Washington, Jacob Fisch"}, "article_summary": "He provided seed money to begin building the $400 million Bible museum.\nAn agreement between the museum and the Israel Antiquities Authority announced Tuesday will bring a selection of artifacts excavated in Israel for long-term display in a top-floor gallery at the new Bible museum.\nIn 1993, the Israel Antiquities Authority exhibited the Dead Sea Scrolls at the Library of Congress in Washington.\nThe specific artifacts to be displayed in Washington haven’t been settled, officials said, though they will be related to the Bible.\nThe $400 million, eight-story museum is set to open near the National Mall in 2017."}