{"article_title": "Trump on North Korea, Wall Street regulation, tech stocks", "article_keywords": ["going", "korea", "north", "trump", "wall", "big", "doddfrank", "bad", "good", "theyre", "regulation", "street", "tech", "banks", "china", "stocks", "think", "dont"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/05/17/Trump-North-Korea-Wall-Street-regulation-tech-stocks", "article_text": "He also called for a renegotiation of the Paris climate accord and said he would dismantle most of the Dodd-Frank financial regulations if he is elected president.\n\nHere are excerpts of the interview.\n\nNORTH KOREA\n\nOn speaking to Kim Jong Un:\n\n\"I would speak to him. I would have no problem speaking to him. At the same time, I would put a lot of pressure on China because economically we have tremendous power over China. People don't realize that. They are extracting vast billions of dollars out of our country. Billions. And we have tremendous power over China. China can solve that problem with one meeting or one phone call.\"\n\nWALL STREET REGULATION\n\nOn breaking up big banks:\n\n\"The big banks aren't big banks compared to other big banks. In other words if you look at the big banks in Germany or if you look at the big banks in China, I have the biggest bank in the world right downstairs four or five floors below us. ... If we make our big banks too much not big, they won't be able to compete with the banks from China and the banks from Germany and other big banks.\"\n\nOn repealing Dodd-Frank:\n\n\"I'm going to be making a statement about this in approximately two weeks having to do with Dodd-Frank. Much of it is very bad. Much of it gives so much power to the regulators that the bankers are unable to function.\"\n\n\"Dodd Frank has made it impossible for bankers to function. ... It makes it very hard for bankers to loan money for people to create jobs, for people with businesses to create jobs. And that has to stop. And will there be bad loans made? Yes, but there are bad loans made now with Dodd-Frank, OK, I mean all you have to do is take a look.\"\n\n\"The rules and regulations of Dodd Frank have made it so impossible to carry out business and to, especially with respect to lending to businesses who are going to employ a lot of people. So I'm going to make a statement about it. But Dodd-Frank – I mean there are some things in Dodd-Frank that can stay but overall Dodd-Frank has been very bad.\"\n\nSTOCK MARKET, TECH INDUSTRY\n\nOn tech stocks:\n\n\"You have a stock market that is very strange. Could be a little bit similar to, would you say it's nine years ago now? I guess it's sort of nine years ago. But you know, you look at some of these tech stocks that are so, so weak as a concept and a company and they're selling for so much money. And I would have said can that ever happen again? I think that could happen again.\"\n\n\"I'm talking about companies that have never made any money, that have a bad concept and that are valued at billions of dollars. So here we go again.\"\n\nFEDERAL RESERVE\n\nOn auditing the Fed:\n\n\"I think number one, the Federal Reserve should be audited. You know, they're not auditing it. And so far not too many people have been able to tell me why. I'm not one that says we should get rid of the Federal Reserve because I think the Federal Reserve has an important function, but it should certainly be audited and ... we should at least watch what they're doing from the dollar standpoint.\"\n\nOn timing for audit-the-Fed legislation:\n\n\"It's not my highest priority. I have other priorities like rebuild our military. ... It's not my number one priority. But certainly it's one of the things that we'll be doing.\"\n\nOn replacing Fed Chair Janet Yellen:\n\n\"I'm not a person that thinks Janet Yellen is doing a bad job. I happen to be a low interest rate person, unless inflation rears its ugly head, which could happen at some point. It doesn't seem like it's happening any time soon. I don't think I want to at this point - I mean, number one, she's got time left.\"\n\n\"I would rather have a Republican in the position, but I am not the enemy of Janet Yellen. ... Look, if interest rates were raised and if the dollar went up more, we'd be doing no business. We're being killed by other countries devaluing their currencies.\"\n\nCLIMATE\n\nOn the Paris accords:\n\n\"Not a big fan. No. Not a big fan because other countries don't adhere to it and China doesn't adhere to it, and China's spewing into the atmosphere.\"\n\n\"Take a look at China with certain agreements where they have to do it within 30 years, and we have to do it almost immediately. You understand what I mean by that? The agreements are not fair agreements, number one. And I would say that I will be looking at that very, very seriously, and at a minimum, I will be renegotiating those agreements. At a minimum. Ok? And at a maximum, I may do something else. But those agreements are one-sided agreements, and they're bad for the United States.\"\n\nCHINA\n\nOn devaluation of the yuan:\n\n\"China was in big trouble a year ago, now all of a sudden they cut their currency. They’re taking more business out of the United States. ... China, whenever they have a problem, they devalue their currency. And they take more money out of the United States. Jobs, money, product.\"\n\nTrade:\n\n\"We cannot allow China and other countries to rip the soul out of our country. And they will understand that.\"\n\nSouth China Sea:\n\n\"They're building a massive fortress in the South China Sea. They're not supposed to be doing that.\"\n\nRUSSIA\n\nOn Russian presence in Ukraine:\n\n\"I don't like it. I don't like it at all.\"\n\nOn Russian President Vladimir Putin:\n\n\"Putin made very nice statements about me. Very strong, very nice statements. I think that's not a bad thing, that's a good thing.\n\nI think I’ll have a good relationship with Russia, and I may not. And the fact that he's said good things about me doesn't mean that, you know, it's going to help him in a negotiation. It won't help him at all. And I'll know pretty soon in whether or not I’ll have a good relationship with Russia. But wouldn’t it be wonderful if we actually did have a good relationship with foreign countries as opposed to the way they're treating us now?\"\n\nOBAMACARE\n\n\"Everyone knows. You know on Nov. 1, they're going to announce new - the numbers are going to come out for Obamacare. They are going to be catastrophic.\"\n\n\"It's beyond terrible healthcare. And Obamacare in '17 collapses. Don't forget, Obama pushed everything to '17 because he'll be out on the golf course. He'll be playing a nice round of golf someplace. Obamacare is part of the bubble problem. Now, we're going to terminate Obamacare, and we're going to replace it with something much better and much less expensive.\"\n\n\"Well, the lines are very important. The lines meaning the state borders. These people are protected from competition. And you go to these states and they have - it's almost like a monopoly in many of the states. You have to get rid of the lines. And they almost did it with Obamacare. It almost worked out. \"\n\nENTITLEMENT PROGRAMS\n\n\"I think that Medicaid should be sent to the states. Ok? Let them work it.\"\n\n\"It's very important that we protect Social Security and our Medicare without cuts. And I'm the only Republican that says that.\"\n\nBRITISH PRIME MINISTER DAVID CAMERON\n\n\"I think he was inappropriate. I think he was totally inappropriate. He’s got plenty of problems, and I think he was inappropriate. So that's fine... I’m sure I’ll have a good relationship with him.\"\n\n(Compiled by Alana Wise, Emily Stephenson and Caren Bohan; Editing by Jonathan Oatis and Leslie Adler)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "He also called for a renegotiation of the Paris climate accord and said he would disma", "title": "Trump on North Korea, Wall Street regulation, tech stocks", "url": "http://www.thefiscaltimes.com/latestnews/2016/05/17/Trump-North-Korea-Wall-Street-regulation-tech-stocks", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-election-trump_8.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/05/17/Trump-North-Korea-Wall-Street-regulation-tech-stocks", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-election-trump_8.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "He also called for a renegotiation of the Paris climate accord and said he would disma", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "WALL STREET REGULATIONOn breaking up big banks:\"The big banks aren't big banks compared to other big banks.\nIf we make our big banks too much not big, they won't be able to compete with the banks from China and the banks from Germany and other big banks.\"\nYou know on Nov. 1, they're going to announce new - the numbers are going to come out for Obamacare.\nI don't think I want to at this point - I mean, number one, she's got time left.\"\nBut those agreements are one-sided agreements, and they're bad for the United States.\""}