{"article_title": "Who’s Really Laughing About the Invasion of Texas?", "article_keywords": ["15", "dont", "media", "jade", "know", "whos", "state", "laughing", "lot", "military", "coverage", "invasion", "texas", "really"], "article_url": "http://www.thenation.com/article/whos-really-laughing-about-invasion-texas/", "article_text": "All week long we’ve been having a good laugh over Texas Governor Greg Abbott’s ordering the Texas State Guard to monitor Jade Helm 15, a military exercise planned by the Pentagon to simulate “covert military operations” in Texas and seven other Western states. The conspiracy theory on the right is that the operation is designed to “take over” Texas, which is funny because the state is actually already part of the United States. The speculation that abandoned Walmart stores are being prepped to hold gun-lovers and patriots makes it only more hilarious because, well, don’t Walmarts already do that? Ad Policy\n\nWe on the left can laugh all we want at the right-wing nut jobs, but don’t think for a moment that liberals are the only ones enjoying the comedy. A lot of Republicans who know better are laughing up their sleeves about the hysteria the media coverage is generating. Texas Representative Louie Gohmert feeds the alarm, warning that “patriotic Americans have reason to be concerned” about the exercise. “I have a great deal of faith and confidence in Governor Abbott,” Texas Senator Ted Cruz says, letting the fantasy fly. “You know, I understand a lot of the concerns raised by a lot of citizens about Jade Helm. It’s a question I’m getting a lot.”\n\nBut as Jon Stewart points out, these military exercises have been going on in Texas for years, and the Lone Star State has always welcomed them. Hmmm, what’s different now, he wonders, under a photo of our black president.\n\nThis is how ginning up the base works. If there’s a near-time analog, it would be the 24/7 coverage before the 2014 midterm elections about Ebola and the crazies’ theory that the feds were encouraging an epidemic in America by not quarantining anyone who set foot in West Africa. That was a bad joke, too, since, after all, nobody who had not been in West Africa or treated someone with Ebola had ever caught the disease. And the media coverage stopped on a dime when the election was over.\n\nBut, boy, did that coverage help drive racially biased voters to the polls.\n\nWhether or not rank-and-file Texans really believe that US generals are threatening to put them under martial law, there’s a sense of pleasure in punking the national media and forcing them to discuss black helicopters. Check out this video, from the Austin American-Statesman and played this week on Hardball, that shows a US Army spokesman trying to calm fears at a town hall in Bastrop County, Texas. After the 4:30 mark, you can see a young woman smiling and hooting in delight as the spokesman tries to make his point, only to be confronted by folks shouting that they don’t believe a word he says.\n\nThe Texas takeover is like Obamacare death panels, or Sharia law coming to a court near you, or fluoride in the water supply. It doesn’t matter if the particular charge is proven to be completely false. Just getting the larger idea (don’t trust Obama’s feds, they want to un-cling you from your guns and religion) into the mainstream media is a victory. It validates the paranoia.\n\nAnd just because Clive Bundy is paranoid does not mean the federal government isn’t actually out to get him. Right-wingers perceive their power waning and so proactively taunt the powers that be to expend resources and convince them they’re wrong. Many conservatives are sane enough to know that these conspiracy theories are a crock. But they see that Mitt Romney tried to win the presidency two years ago with a supermajority of white voters and lost convincingly. They want conservatives to win elections, and it is increasingly apparent that their ability to do so in national contests is diminishing rapidly. Defying or degrading the institutions that enforce the will of popular majorities is actually a logical way to delay their expression.\n\nWe’re going to have a long, hot summer of this sad joke: Jade Helm 15 lasts from July 15 through September 15. There’ll be lots of laughs, but it’s not clear who’ll get the last one.", "article_metadata": {"sailthru.image.thumb": "http://www.thenation.com/wp-content/uploads/2015/05/greg_abbott_ap_ftrmajor-275x173.jpg", "sailthru.author": "Leslie Savan", "description": "Texas messes with the Feds.", "generator": "WooCommerce 2.3.13", "og": {"site_name": "The Nation", "description": "Texas messes with the Feds.", "title": "Who’s Really Laughing About the Invasion of Texas?", "url": "http://www.thenation.com/article/whos-really-laughing-about-invasion-texas/", "image": {"width": 1440, "identifier": "http://www.thenation.com/wp-content/uploads/2015/05/greg_abbott_ap_ftrmajor.jpg", "type": "image/jpeg", "height": 907}, "updated_time": "2015-06-29T07:53:38+00:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "Texas messes with the Feds.", "title": "Who’s Really Laughing About the Invasion of Texas?", "url": "http://www.thenation.com/article/whos-really-laughing-about-invasion-texas/", "image": {"height": 907, "src": "http://www.thenation.com/wp-content/uploads/2015/05/greg_abbott_ap_ftrmajor.jpg", "identifier": "http://www.thenation.com/wp-content/uploads/2015/05/greg_abbott_ap_ftrmajor-1440x756.jpg", "width": 1440}, "site": "@TheNation", "card": "summary_large_image"}, "sailthru.date": "May 8th, 2015", "sailthru.title": "Who’s Really Laughing About the Invasion of Texas?", "keywords": "Jade Helm 15, Texas, Pentagon, Obama, Greg Abbott, right-wing media, conspiracies, Leslie Savan, The Nation", "fb": {"app_id": 192399944158735}, "sailthru.content_id": 119079, "sailthru.tags": "Media,The Right,Blog", "article": {"publisher": "https://www.facebook.com/TheNationMagazine", "tag": "The Nation", "published_time": "2015-05-08T20:40:06+00:00", "modified_time": "2015-06-29T07:53:38+00:00", "author": "http://www.thenation.com/author/savan_leslie/"}, "sailthru.description": "Texas messes with the Feds.", "sailthru.image.full": "http://www.thenation.com/wp-content/uploads/2015/05/greg_abbott_ap_ftrmajor-680x430.jpg", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcdf68\"", "article_summary": "A lot of Republicans who know better are laughing up their sleeves about the hysteria the media coverage is generating.\nAnd the media coverage stopped on a dime when the election was over.\nWe’re going to have a long, hot summer of this sad joke: Jade Helm 15 lasts from July 15 through September 15.\nTexas Representative Louie Gohmert feeds the alarm, warning that “patriotic Americans have reason to be concerned” about the exercise.\nAll week long we’ve been having a good laugh over Texas Governor Greg Abbott’s ordering the Texas State Guard to monitor Jade Helm 15, a military exercise planned by the Pentagon to simulate “covert military operations” in Texas and seven other Western states."}