{"article_title": "Big 5 pass cost of attendance as NCAA autonomy begins – The Denver Post", "article_keywords": ["begins", "autonomy", "attendance", "conferences", "big", "ncaa", "legislation", "school", "denver", "cost", "value", "pass", "schools", "post", "proposal", "scholarship"], "article_url": "http://www.denverpost.com/colleges/ci_27340987/big-5-consider-cost-attendance-ncaa-autonomy-begins", "article_text": "OXON HILL, Md. — The five most powerful and wealthiest conferences in college sports passed NCAA legislation that increases the value of an athletic scholarship by several thousand dollars to cover the federally determined actual cost of attendance.\n\nLegislative autonomy for the Big Five — the Big Ten, Big 12, Atlantic Coast Conference, Pac-12 and Southeastern Conference — was voted in last year and Saturday at the NCAA convention was its first chance to use it.\n\nThe group of 65 schools is now allowed to pass legislation on its own, without the support of the schools in the other 27 conferences that make up Division I.\n\n“It is a special day,” Atlantic Coast Commissioner John Swofford said. “It’s historic, first of all, in that these 65 schools are in a room by themselves with the ability to pass legislation. That’s never happened before. I’ve never attended a convention where the primary focus of most of what was being discussed was about the student-athlete and the student-athlete’s experiences. “\n\nThe cost of attendance was expected to pass and did so overwhelmingly by a 79-1 margin.\n\nThe move toward autonomy was spurred after a proposal to add a $2,000 stipend to the value of a scholarship to help cover the cost of attendance for athletes was shot down in 2011 by schools that were concerned they could not afford it and it would create a recruiting advantage for those that could.\n\nNow those schools don’t have a say, though the legislation passed Saturday by the autonomous group will allow any school can opt in — or out.\n\nLeaders from the other five FBS conferences have indicated they intend to pay full cost of attendance. Other Division I conferences have said they will consider cost of attendance for some sports but not necessarily all. The exact value of cost of attendance will vary from school to school. Currently, an athletic scholarship covers the cost of tuition, room and board, books and fees. The new scholarships will cover the cost of additional expenses, up to the full amount a traditional student might spend annually.\n\nThe Big Five also passed a concussion protocol proposal and a proposal that will guarantee four-year scholarships, instead of allowing them to be renewed from year to year as they are now. All the new legislation goes into effect Aug. 1.\n\nFor the first time in NCAA Division I history student-athletes were involved in the voting process, 15 in all out of a total of 80 delegates from the five conferences.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Big 5 pass cost of attendance as NCAA autonomy begins", "title": "Big 5 pass cost of attendance as NCAA autonomy begins", "url": "http://www.denverpost.com/2015/01/17/big-5-pass-cost-of-attendance-as-ncaa-autonomy-begins/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150117_120611_cu-buffs.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150117_120611_cu-buffs.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-01-17T12:03:22+00:00", "modified_time": "2016-04-26T10:24:16+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1", "news_keywords": "University of Colorado"}, "_id": "\"57477af46914bd0286fdc8e1\"", "article_summary": "Legislative autonomy for the Big Five — the Big Ten, Big 12, Atlantic Coast Conference, Pac-12 and Southeastern Conference — was voted in last year and Saturday at the NCAA convention was its first chance to use it.\n“The cost of attendance was expected to pass and did so overwhelmingly by a 79-1 margin.\nThe exact value of cost of attendance will vary from school to school.\nOther Division I conferences have said they will consider cost of attendance for some sports but not necessarily all.\nLeaders from the other five FBS conferences have indicated they intend to pay full cost of attendance."}