{"article_title": "Gretchen Carlson gets shut down after calling LGBT rights and climate change ‘distractions’", "article_keywords": ["webb", "shut", "distractions", "immigration", "rights", "roginsky", "carlson", "topics", "reform", "climate", "calling", "lgbt", "millions", "talk", "gretchen", "gets", "wouldve", "change", "obama"], "article_url": "http://www.rawstory.com/2013/11/gretchen-carlson-gets-shut-down-after-calling-lgbt-rights-and-climate-change-distractions/", "article_text": "Fox News host Gretchen Carlson was stymied by contributor Julie Roginsky on Monday after Carlson attempted to paint the Employment Non-Discrimination Act (ENDA), immigration reform and climate change as “distractions” employed by President Barack Obama to shift the country’s focus away from the Affordable Care Act.\n\n“Wouldn’t the first thing you talk about — instead of immigration, potentially — would be jobs, if you weren’t gonna talk about Obamacare?” Carlson asked Roginsky.\n\n“Look at the Chamber of Commerce and other businesses,” Roginsky replied. “They actually think that immigration reform would create a tremendous amount of jobs.”\n\n“Where will the jobs come from?”contributor David Webb interjected, after accusing Obama of “pirouetting” around the new law so as to avoid accountability.\n\n“Talk to the tens of millions of people — you know what? Talk to your friends at the Chamber about that,” Roginsky said in response. “Tens of millions of people for whom immigration reform is a priority. Talk to the millions of lesbians and gay men and women who are unable to get jobs.”\n\n“I’m not saying they’re not priorities, that they’re not important topics,” Carlson told Roginsky, backtracking. “What I’m saying is, the timing of it all,” suggesting that Obama has brought these topics up to shift attention from Monday’s press briefing by White House Spokesperson Jay Carney.\n\n“If it was six months ago, or a year ago, you would’ve said he was doing it to distract from Benghazi,” Roginsky countered. “If it was a year before that, you would’ve said he was doing it to distract from his re-election campaign. Let me put it to you this way: those of us in the Democratic Party who were unhappy with George [W.] Bush over Iraq never said, ‘Oh, let’s not talk about anything but Iraq. Let’s not talk about anything else the president’s gonna do.'”\n\n“Julie’s distracting, actually,” Webb said, cutting Roginsky off.\n\nWatch the discussion, as posted by Equality Matters on Monday, below.", "article_metadata": {"og": {"image": {"width": 800, "height": 430}, "title": "Gretchen Carlson gets shut down after calling LGBT rights and climate change ‘distractions’"}, "fb": {"app_id": 212555972273585}, "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=0.1, maximum-scale=10.0"}, "_id": "\"57477af36914bd0286fcdf7f\"", "article_summary": "“Wouldn’t the first thing you talk about — instead of immigration, potentially — would be jobs, if you weren’t gonna talk about Obamacare?” Carlson asked Roginsky.\n“Tens of millions of people for whom immigration reform is a priority.\nFox News host Gretchen Carlson was stymied by contributor Julie Roginsky on Monday after Carlson attempted to paint the Employment Non-Discrimination Act (ENDA), immigration reform and climate change as “distractions” employed by President Barack Obama to shift the country’s focus away from the Affordable Care Act.\nTalk to the millions of lesbians and gay men and women who are unable to get jobs.”“I’m not saying they’re not priorities, that they’re not important topics,” Carlson told Roginsky, backtracking.\n“If it was a year before that, you would’ve said he was doing it to distract from his re-election campaign."}