{"article_title": "Adam Goodes has been named Australian of the Year", "article_keywords": ["sir", "named", "australia", "goodes", "chaney", "support", "indigenous", "aboriginal", "adam", "sick", "australian", "children"], "article_url": "http://www.news.com.au/national/adam-goodes-has-been-named-australian-of-the-year/story-fncynjr2-1226810374017", "article_text": "Adam Goodes has been named Australian of the Year\n\nEddie McGuire on Goodes racial slur Collingwood president Eddie McGuire cautions against hysteria in the matter of a racial slur directed at Swans champ Adam Goodes, allegedly from a teenage Pies fan.\n\nAFL player and Aboriginal leader Adam Goodes has been named Australian of the Year for 2014.\n\nGoodes was honoured for his leadership and advocacy in the fight against racism both on the sporting field and within society more broadly.\n\nAn indigenous Andyamathanha man, Goodes is a champion AFL player with the Sydney Swans.\n\nHe holds an elite place in AFL history, with two Brownlow Medals and two premierships.\n\n``Thank you Australia for this award. This is a huge honour,'' Goodes told the crowd at the ceremony in Canberra.\n\nGoodes said growing up as an indigenous Australian he had seen his fair share of racism.\n\n``I believe racism is a community issue which we all need to address and that's why racism stops with me,'' he said.\n\nLast year, the focus shifted momentarily from Goodes' outstanding playing ability to a racial slur on the field.\n\nIn a Swans match against Collingwood last May, a teenage girl called Goodes an ``ape'' from the grandstand.\n\nGoodes said he turned the incident into an educational tool to teach indigenous Australians and minority groups to say no to racism.\n\nCongratulations to Australian of the Year, Goodesy @adamroy37 for his tremendous work fighting racism both on and off the field — Bill Shorten (@billshortenmp) January 25, 2014\n\nThe 34-year-old is a four-time All-Australian, member of the Indigenous Team of the Century, and has represented Australia in the International Rules Series.\n\nHe is actively involved with several indigenous sport and community programs, and has spent time working with troubled youngsters, including in youth detention centres.\n\nRELATED: Hey, true-blue Aussies - let's take an Australia Day stand\n\nTogether with his cousin and former teammate Michael O'Loughlin, he established the GO Foundation which seeks to empower the next generation of indigenous role models.\n\nMemo to any fool that wants to criticise Adam Goodes as AOTY. Just don't. Let's unite around a great Australian role model. Good choice. — Darren Chester MP (@DarrenChesterMP) January 25, 2014\n\nGoodes made it clear he would have racism in his sights over the coming year.\n\n``My hope is that we as a nation can break down the silos between races, break down those stereotypes of minority populations,'' he said.\n\n``I hope we can be proud of our heritage, regardless of the colour of our skin and be proud to be Australian.\n\n``The ultimate reward is when all Australians see each other as equals, and treat each other as equals.''\n\nGoodes' mother Lisa, a member of the Stolen Generation, was among those in the crowd for the announcement.\n\nCongratulations to all the @ausoftheyear awards winners! You are truly remarkable people. pic.twitter.com/07LAAmAuC3 — Tony Abbott (@TonyAbbottMHR) January 25, 2014\n\nAustralian of the Year 2014 - Adam Goodes (NSW)\n\n- Joined Sydney Swans in 1997\n\n- Dual Brownlow medallist\n\n- Two AFL premiership victories\n\n- Mentor to indigenous kids, establishing Go Foundation with his cousin and former teammate Michael O'Loughlin\n\nJacqueline Freney is no stranger to a podium but usually it's right beside a swimming pool.\n\nOn Saturday it wasn't another gold medal for the the Paralympic swimmer but instead a national honour, as the 21-year-old was named Young Australian of the Year for 2014.\n\n``This is a significant day not only for me but for also for the Paralympic movement as it reflects the unique role Paralympians play in society,'' the Brisbane-born athlete said as she accepted her award.\n\nCerebral palsy has not stopped Freney achieving sporting success, and at the London 2012 Games she won eight gold medals - the greatest haul by any athlete in the Australian team.\n\nIn fact, she won a gold medal for every event in which she competed and set two world records.\n\nThe performance earned her the crown as Australia's 2012 Paralympian of the Year.\n\nCongratulations also to Fred Chaney AO, Jacqueline Freney & Tim Conolan - three truly remarkable Australians — Bill Shorten (@billshortenmp) January 25, 2014\n\n``Please understand that I'm just a country girl who was born with extra life challenges,'' Freney told the Canberra crowd.\n\n``I'm an example of how a child with special needs can develop and achieve with support, guidance, encouragement and opportunity.\n\n``I ask that all Australians respect each other's diversity and acknowledge their ability to contribute to this great country.''\n\nFreney's efforts have continued out of the pool, working with Swimming Australia as a motivational speaker to inspire other athletes with disabilities.\n\nFreney's current focus is training for the 2016 Rio Paralympics.\n\nYoung Australian of the Year 2014 - Jacqueline Freney (NSW)\n\n- Aged 21\n\n- Paralympic gold medal winning swimmer\n\n- Most successful Australian of the London 2012 Paralympic Games\n\n* * *\n\nFormer federal politician Fred Chaney's contribution to Australian society remains resolute, as does his championing of indigenous rights since his departure from parliament in 1993.\n\nThe one-time Liberal senator and lower house MP for Western Australia, 72, has been named Senior Australian of the Year in recognition of his commitment to reconciliation and human rights.\n\nStepping up to accept his award in Canberra on Saturday, Mr Chaney voiced his hope that Australia will soon achieve constitutional recognition for indigenous people.\n\n``I have one learning I've taken from the past 50 years and that is for the prime minister to meet his ambition, for all of us to meet our ambitions to close the gap and to do the right thing by Aboriginal people,'' Mr Chaney said after stepping forward to accept his award on Saturday.\n\n``We have to work in partnership with Aboriginal people ... and if we do that then the political firepower that's being directed, the bureaucratic firepower and the community firepower will enable the Aboriginal people of Australia to have their rightful place in this country.''\n\nMr Chaney served as minister for Aboriginal affairs in the Fraser government but his commitment to indigenous rights began earlier.\n\nHe was an early advocate for Aboriginal voting rights in the 1960s and he later helped establish the Aboriginal Legal Service of WA.\n\nEarlier on Saturday he recalled the ``brilliant campaign'' leading up to the 1967 referendum which allowed indigenous people to be counted in the census and for parliament to make laws concerning them.\n\nHe hopes a similarly strong momentum will build ahead of a planned referendum on recognising Aboriginal people in the constitution.\n\n``In all his leadership roles, Mr Chaney inspires others to work collaboratively, respectfully and ambitiously to overcome the barriers that inhibit people's full economic and social participation in Australian society,'' a statement from the National Australia Day Council said.\n\nMr Chaney has served in a senior role with the National Native Title Tribunal and other advocacy groups, including the Graham (Polly) Farmer Foundation, which supports young indigenous people to reach their full potential.\n\nThe father of three, who trained as a lawyer, was appointed an Officer of the Order of Australia (AO) in 1997 for his service to parliament and the Aboriginal community.\n\nSenior Australian of the Year 2014 - Fred Chaney (WA)\n\n- Federal Minister for Aboriginal Affairs in Fraser Government\n\n- Early advocate for Aboriginal voting rights\n\n- Founding co-chair of Reconciliation Australia\n\n* * *\n\nTim Conolan has been a hero for millions of sick children over the past 15 years and now the title is official.\n\nThe Victorian founder and boss of children's charity TLC For Kids has been named Australia's Local Hero for 2014 by the National Australia Day Council.\n\n``To say that I'm overwhelmed is a complete understatement,'' the 44-year-old said as he accepted the honour in Canberra.\n\nHe says he set up TLC for Kids because of a lack of services for sick children.\n\n``I believe that any sick child, regardless of their illness, has a right to support,'' he said.\n\nAnd all sick children should have the opportunity to smile, he said.\n\n``I believe that we are living in the best country in the world and with enough support and everyone getting behind us we can all make a difference. So let's make 2014 the year of the smile,'' he said.\n\nHe said the real heroes were the sick children, their families and the hospital staff that help them everyday.\n\nStarted in 1998, Mr Conolan's charity offers practical and emotional support to ill youngsters and their families at hundreds of hospitals across the country.\n\nOne of TLC's programs includes supplying therapeutic toys and items used by health-care professionals to guide children through frightening and painful procedures.\n\nAs a young man Mr Conolan was asked to address a cancer support group as a motivational speaker, where he was inspired to help some of the seriously-ill children he met.\n\nSince then the entrepreneur has made it his mission to ensure all children in hospital have the support they need.\n\nAustralia's Local Hero 2014 - Tim Conolan (VIC)\n\n- Set up charity TLC for kids in 1998\n\n- Has helped more than four million sick children and their families\n\n- Former DJ\n\n* * *\n\n\"The ultimate reward is when all Australians see each other as equal.\" @adamroy37 @ausoftheyear 2014 — AusoftheYearAwards (@ausoftheyear) January 25, 2014\n\nTHE FULL LIST OF AUSTRALIANS OF THE YEAR\n\n2014 - Adam Goodes\n\n2013 - Ita Buttrose\n\n2012 - Geoffrey Rush\n\n2011 - Simon McKeon\n\n2010 - Prof Patrick McGorry\n\n2009 - Prof Mick Dodson\n\n2008 - Lee Kernaghan\n\n2007 - Prof Tim Flannery\n\n2006 - Prof Ian Frazer\n\n2005 - Dr Fiona Wood\n\n2004 - Steve Waugh\n\n2003 - Prof Fiona Stanley\n\n2002 - Pat Rafter\n\n2001 - Lt Gen Peter Cosgrove\n\n2000 - Sir Gustav Nossal\n\n1999 - Mark Taylor\n\n1998 - Cathy Freeman\n\n1997 - Prof Peter Doherty\n\n1996 - Dr John Yu\n\n1995 - Arthur Boyd\n\n1994 - Ian Kiernan\n\n1992 - Mandawuy Yunupingu\n\n1991 - Archbishop Peter Hollingworth\n\n1990 - Dr Fred Hollows\n\n1989 - Allan Border\n\n1988 - Kay Cottee\n\n1987 - John Farnham\n\n1986 - Dick Smith\n\n1985 - Paul Hogan\n\n1984 - Lowitja O'Donoghue\n\n1983 - Robert de Castella\n\n1982 - Sir Edward Williams\n\n1981 - Sir John Crawford\n\n1980 - Manning Clark\n\n1979 - Harry Butler, Senator Neville Bonner\n\n1978 - Alan Bond, Galarrwuy Yunupingu\n\n1977 - Sir Murray Tyrrell, Dame Raigh Roe\n\n1976 - Sir Edward 'Weary' Dunlop\n\n1975 - Major General Alan Stretton\n\n1975 - Sir John Cornforth\n\n1974 - Sir Bernard Heinze\n\n1973 - Patrick White\n\n1972 - Shane Gould\n\n1971 - Evonne Goolagong\n\n1970 - Cardinal Sir Norman Gilroy\n\n1969 - Richard Gardiner Casey\n\n1968 - Lionel Rose\n\n1967 - The Seekers\n\n1966 - Sir Jack Brabham\n\n1965 - Sir Robert Helpmann\n\n1964 - Dawn Fraser\n\n1963 - Sir John Eccles\n\n1962 - Alexander 'Jock' Sturrock\n\n1961 - Dame Joan Sutherland\n\n1960 - Sir Macfarlane Burnet\n\nSource: National Australia Day Council. No award given in 1993\n\n###", "article_metadata": {"msapplication-config": "http://resources.newscdn.com.au/cs/nca/latest/public/img/favicons/browserconfig.xml", "msapplication-TileColor": "#ffffff", "description": "AFL player and Aboriginal leader Adam Goodes has been named Australian of the Year for 2014.", "generator": "legacy", "og": {"site_name": "NewsComAu", "description": "AFL player and Aboriginal leader Adam Goodes has been named Australian of the Year for 2014.", "title": "Adam Goodes has been named Australian of the Year", "url": "http://www.news.com.au/national/adam-goodes-has-been-named-australian-of-the-year/story-fncynjr2-1226810374017", "image": "http://resources1.news.com.au/images/2014/01/25/1226810/372461-a0731bd6-858f-11e3-90a9-2f6f5b597dd3.jpg", "type": "article"}, "twitter": {"widgets": {"csp": "on"}, "image": {"src": "http://resources1.news.com.au/images/2014/01/25/1226810/372461-a0731bd6-858f-11e3-90a9-2f6f5b597dd3.jpg"}, "site": {"identifier": "@newscomauHQ", "id": "@newscomauHQ"}, "card": "summary_large_image"}, "apple-mobile-web-app-title": "news.com.au", "robots": "noarchive", "fb": {"admins": "1533025129,653135158,737988273", "app_id": 113758722003364}, "articleid": 1226810374017, "msapplication-TileImage": "http://resources.newscdn.com.au/cs/nca/latest/public/img/favicons/mstile-144x144.png", "application-name": "news.com.au", "google-site-verification": "GWTbDFKaKnGKyk3q0Na5jIbWHZ4qXn-ibcfMayjSQA0", "keywords": "Australian, of, the, year, Adam, Goodes, 2014", "article": {"publisher": "News Limited", "publicationdate": "Sat Jan 25 20:46:46 EST 2014", "modified_time": "Sat Jan 25 20:46:46 EST 2014", "author": "Staff Writers"}, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fcdf83\"", "article_summary": "Adam Goodes has been named Australian of the YearEddie McGuire on Goodes racial slur Collingwood president Eddie McGuire cautions against hysteria in the matter of a racial slur directed at Swans champ Adam Goodes, allegedly from a teenage Pies fan.\nAFL player and Aboriginal leader Adam Goodes has been named Australian of the Year for 2014.\nGoodes said growing up as an indigenous Australian he had seen his fair share of racism.\nHe said the real heroes were the sick children, their families and the hospital staff that help them everyday.\nHe says he set up TLC for Kids because of a lack of services for sick children."}