{"article_title": "Sarah Maricle Ayers: Rick Scott should stay out of hospitals’ business", "article_keywords": ["sarah", "consumers", "business", "hospital", "maricle", "stay", "patients", "costs", "scott", "rick", "health", "ayers", "hospitals", "medical", "care", "pricing"], "article_url": "http://floridapolitics.com/archives/193680-sarah-maricle-ayers-rick-scott-should-stay-out-of-hospitals-business", "article_text": "If you believe that smoking cures cancer and rainfall is a fix for flooding, then Gov. Rick Scott has some health care proposals for you.\n\nScott wants to foist a battery of new regulations onto about 129 hospitals across Florida in 2016 as a means of improving health care. He has proposed requiring them to publicize IRS reports, information regarding pricing and average payments received for products and services, and performance on quality measures, all in accordance with strict deadlines. Additionally, Scott has launched an online forum for patients to directly air complaints about medical bills and hospital experiences, which can, in turn, trigger third-party reviews by the state.\n\nScott’s official statement delineating these initiatives, released in September and naturally cloaked in populist favorites, like “fairness” and “transparency,” are purportedly aimed at cutting health care costs for consumers. Closer examination, though, reveals that their real consequences will do nothing of the sort, and will even further muddy the health-care waters for patients.\n\nScott says, “The best way to guard against unfairly high hospital costs being passed on to patients is to require hospitals to be fully transparent with their own costs and patient charges.” However, every minute associated with complying with each of these administrative requirements drives up hospital costs. Scott is essentially seeking to reduce costs with a plan that raises them, and enhance patient care with a plan that burdens staff with extra bureaucratic mandates.\n\nCome again?\n\nHis website for medical bill complaints is designed to root out price-gouging, but is similarly ill-conceived. Scott’s news release tells patients they would be able to “refer complaints of price gouging at hospitals and surgical centers to the appropriate law enforcement agency or regulatory authority for investigation and potential prosecution.” However, outside of the 120 percent Medicaid cap, there are no legal price parameters on medical products and services. How can price-gouging be assessed or enforced when it has no definition?\n\nAnd how can average consumers, reeling from medical emergencies and their accompanying hospital bills, be prepared to evaluate the going rate for liver transplants, spinal fusions, and hip replacements? Displeasure with prices is not the same thing as price-gouging.\n\nIn any circumstance, consumers are always inherently motivated to minimize financial obligations as much as possible, whether it’s for a cup of Starbucks or an appendectomy. Self-reporting from patients hardly constitutes a reliable basis for activating the potential legal consequences that Scott is dangling over hospitals.\n\nShould we next ask convicts to weigh in on their own sentencing?\n\nGiven the legislative history of the past year, this disappointing attack on hospital business practices seems to be less about saving consumers and more about retaliation over Medicaid expansion differences. When Scott sprang onto Florida’s political scene in 2010, part of his unique appeal was the private sector prowess he possessed, having founded and managed Columbia/HCA, ironically the largest private health care company in the U.S. He represented the antidote to the incoming wave of intrusive Affordable Care Act provisions, and the pragmatism he espoused was a welcome contrast to the empty populist rhetoric of then-incumbent Charlie Crist.\n\nScott’s war on hospitals just adds to bureaucratic sludge and demonstrates that his steely conservative armor is losing its luster.\n\nIn order to genuinely advance consumer interests, Florida’s health care industry should do the opposite of Scott’s proposals and adopt the Direct Primary Care approach. This model consists of simple payment-for-treatment pricing, with zero government and third-party involvement. This is an emerging laissez faire approach that achieves true cost cutting.\n\nFor example, when the Surgery Center of Oklahoma adopted Direct Primary Care, the savings enabled by streamlining led to bills that are one-tenth to one-fifth of what competing facilities charge. Owner and anesthesiologist Dr. Keith Smith even posts his prices online, but does so voluntarily and in a spirit of free-market competition, not under the threat of a tax-payer funded, bureaucratic fist.\n\nTransparency in pricing is good for consumers, but gubernatorial power should be used for the good of ensuring freely operating health markets, not imposing regulations. Competition can naturally spur upfront pricing for consumers, and do so without the costly layer of government interference. Scott would be well-advised to remember his hospital CEO perspective and dump these non-solutions.\n\nSarah Maricle Ayers has bachelor’s degree in economics from Florida State University, and an MBA from FSU. Her op-eds on economic issues have been published in Florida newspapers.", "article_metadata": {"og": {"site_name": "Florida Politics", "description": "If you believe that smoking cures cancer and rainfall is a fix for flooding, then Gov. Rick Scott has some health care proposals for you. Scott wants to foist a battery of new regulations onto about 129 hospitals across Florida in 2016 as a means of improving health care. He has proposed requiring them to …", "title": "Sarah Maricle Ayers: Rick Scott should stay out of hospitals’ business - Florida Politics", "locale": "en_US", "image": {"width": 1880, "identifier": "http://floridapolitics.com/wp-content/uploads/2015/11/rick-scott-Republicans-Summit.jpeg", "height": 1251}, "updated_time": "2015-11-02T11:17:16-04:00", "url": "http://floridapolitics.com/archives/193680-sarah-maricle-ayers-rick-scott-should-stay-out-of-hospitals-business", "type": "article"}, "article": {"publisher": "https://www.facebook.com/flpolitics", "section": "Opinion", "tag": "transparency", "published_time": "2015-11-02T09:55:34-04:00", "modified_time": "2015-11-02T11:17:16-04:00"}, "fb": {"app_id": 1643817879175164}, "twitter": {"description": "If you believe that smoking cures cancer and rainfall is a fix for flooding, then Gov. Rick Scott has some health care proposals for you. Scott wants to foist a battery of new regulations onto about 129 hospitals across Florida in 2016 as a means of improving health care. He has proposed requiring them to […]", "creator": "@Fla_Pol", "image": "http://floridapolitics.com/wp-content/uploads/2015/11/rick-scott-Republicans-Summit.jpeg", "title": "Sarah Maricle Ayers: Rick Scott should stay out of hospitals’ business - Florida Politics", "site": "@Fla_Pol", "card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe2cb7\"", "article_summary": "Rick Scott has some health care proposals for you.\nScott wants to foist a battery of new regulations onto about 129 hospitals across Florida in 2016 as a means of improving health care.\nIn order to genuinely advance consumer interests, Florida’s health care industry should do the opposite of Scott’s proposals and adopt the Direct Primary Care approach.\nScott’s official statement delineating these initiatives, released in September and naturally cloaked in populist favorites, like “fairness” and “transparency,” are purportedly aimed at cutting health care costs for consumers.\nSelf-reporting from patients hardly constitutes a reliable basis for activating the potential legal consequences that Scott is dangling over hospitals."}