{"article_title": "AHA, ASHP Disapprove of 340B Drug Pricing Program Court Rule", "article_keywords": ["program", "340b", "court", "drugs", "hospitals", "orphan", "disapprove", "rule", "access", "patients", "aha", "drug", "rural", "ashp", "pricing"], "article_url": "http://revcycleintelligence.com/news/aha-ashp-disapprove-of-340b-drug-pricing-program-court-rule", "article_text": "According to last Wednesday's decision from the United States District Court for the District of Columbia, all drugs with an “orphan” designation will be excluded from the 340B Drug Pricing Program for both rural and cancer hospitals. The court rejected the Health Resources and Services Administration’s (HRSA’s) interpretive rule that would allow rural hospitals and other facilities eligible for 340B discounts to purchase orphan drugs under the program when the product will not be used for the orphan indication.\n\n340B generated nearly $4 billion in savings within a single year\n\nCongress enacted section 340B of the Public Health Service Act (PHS Act) over two decades ago. As of last February, over 11,000 healthcare providers were reported to be participating in the 340B program. As RevCycleIntelligence.com reported, the 340B program’s annual savings for 2013 was estimated at nearly $4 billion. The 340B program's goal is to generate savings for specific safety net healthcare providers via the acquisition of cost-effective outpatient drugs.\n\nAs competition among hospitals intensifies and the payment gap between physician offices and hospital outpatient settings becomes more defined, hospitals are reportedly reaping numerous benefits from increased accessibility to lower drug prices via the 340B program, additionally wrote RevCycleIntelligence.com.\n\nAHA: denial means reduced access to critical services\n\nTwo organizations – the American Hospital Association (AHA) and the American Society of Health-System Pharmacists (ASHP) have since confirmed tangible disappointment regarding last Wednesday's 340B drug pricing program court decision.\n\nSays Tom Nickels, AHA’s Executive Vice President in a statement last week, the AHA is “very disappointed” in the ruling against HHS. “This decision comes at a steep cost for the vulnerable patients cared for by rural and cancer hospitals,” Nickels states.\n\n“Denying these hospitals the ability to utilize 340B discounts for these drugs will reduce access to critical services and treatments for some of the most vulnerable patients in society,” maintains Nickels. “Sadly, the biggest beneficiary of this ruling is the pharmaceutical industry – it does nothing to help either patients or taxpayers,” he adds.\n\nASHP: hospitals should be able to access orphan drugs\n\nSays Kasey K. Thompson, Pharm.D., M.S., M.B.A., ASHP Vice President of Policy, Planning, and Communications, in a press release, the ruling will restrict access to critical medications for those patients who are the most unwell. “ASHP has long maintained that the interpretation by HRSA of the orphan drug provisions of the Affordable Care Act was correct and that rural and cancer hospitals should be able to access orphan drugs under the 340B program when used for non-orphan indications,” Thompson states.\n\nSays ASHP, those impacted by the decision, such as rural hospitals, deliver care to those patients with the most severe and most complicated medical conditions. If access to discounts is denied, participating hospitals may struggle to absorb the cost of caring for those patients who lack the financial means to afford treatment and care delivery.", "article_metadata": {"description": "According to the U.S. District Court for the District of Columbia, drugs with an “orphan” designation are excluded from the 340B Drug Pricing Program.", "author": "RevCycleIntelligence", "og": {"url": "http://revcycleintelligence.com/news/aha-ashp-disapprove-of-340b-drug-pricing-program-court-rule", "site_name": "RevCycleIntelligence", "image": "http://revcycleintelligence.com/images/site/articles/imageedit_2_3524202995.jpg", "type": "article", "title": "AHA, ASHP Disapprove of 340B Drug Pricing Program Court Rule"}, "twitter": {"description": "According to the U.S. District Court for the District of Columbia, drugs with an “orphan” designation are excluded from the 340B Drug Pricing Program.", "creator": "@RevCycleIntel", "image": {"src": "http://revcycleintelligence.com/images/site/articles/imageedit_2_3524202995.jpg"}, "title": "AHA, ASHP Disapprove of 340B Drug Pricing Program Court Rule", "site": "@RevCycleIntel", "card": "summary"}, "robots": "index, follow", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "_id": "\"57477afa6914bd0286fe5eeb\"", "article_summary": "As of last February, over 11,000 healthcare providers were reported to be participating in the 340B program.\nAHA: denial means reduced access to critical servicesTwo organizations – the American Hospital Association (AHA) and the American Society of Health-System Pharmacists (ASHP) have since confirmed tangible disappointment regarding last Wednesday's 340B drug pricing program court decision.\nSays ASHP, those impacted by the decision, such as rural hospitals, deliver care to those patients with the most severe and most complicated medical conditions.\nAccording to last Wednesday's decision from the United States District Court for the District of Columbia, all drugs with an “orphan” designation will be excluded from the 340B Drug Pricing Program for both rural and cancer hospitals.\nThe court rejected the Health Resources and Services Administration’s (HRSA’s) interpretive rule that would allow rural hospitals and other facilities eligible for 340B discounts to purchase orphan drugs under the program when the product will not be used for the orphan indication."}