{"article_title": "Michelle Obama: Don’t Run Away From Social Change, ‘Shape The Revolutions Of your Time’", "article_keywords": ["michelle", "revolutions", "run", "dont", "rights", "things", "away", "graduates", "shape", "way", "social", "encouraged", "lady", "thats", "change", "obama"], "article_url": "http://www.breitbart.com/big-government/2015/05/26/michelle-obama-dont-run-away-from-social-change-shape-the-revolutions-of-your-time/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nIn a personal speech to graduates of Oberlin college, First Lady Michelle Obama encouraged college graduates to “shape the revolutions of your time” and not be afraid of critics who might downplay their efforts.\n\nSIGN UP FOR OUR NEWSLETTER\n\nThe First Lady referred to the “civil rights revolution” of Dr. Martin Luther King Jr., praising those who worked for equality.\n\n“Graduates, climate change, economic inequality, human rights, criminal justice -– these are the revolutions of your time,” she said. “And you have as much responsibility and just as much power to wake up and play your part in our great American story.”\n\nShe admitted to the students that she had her own fears in the public square, fighting the urge to separate herself from the fight for social change.\n\n“In the face of all of that clamor, you might have an overwhelming instinct to just run the other way as fast as you can,” she said. “That’s completely understandable. In fact, I sometimes have that instinct myself — run!”\n\nBut she pointed out that she and her husband were able to accomplish a lot during his presidency, including Obamacare, job growth, and “more progress on LGBT rights than any time in our history.”\n\n“Today, it is no longer remarkable to see two beautiful black girls walking their dogs on the South Lawn of the White House lawn,” she said. “That’s just the way things are now.”\n\nThe First Lady encouraged the graduates to get involved with political campaigns and hold public officials accountable — and even encouraged them to run for office.\n\n“Get in there. Shake things up. Don’t be afraid,” she said.\n\nFighting that fear of getting noticed and attacked, she explained, was the same thing that shaped social change.\n\n“See, that is how you will rise above the noise and shape the revolutions of your time,” she concluded. “That is how you will have a meaningful journey on those clamorous highways of life. And, graduates, that is how you will carry on the proud legacy of this great institution for generations to come.”", "article_metadata": {"description": "Michelle Obama: Don’t Run Away From Social Change, ‘Shape The Revolutions Of your Time’", "og": {"site_name": "Breitbart", "description": "Michelle Obama: Don’t Run Away From Social Change, ‘Shape The Revolutions Of your Time’", "title": "Michelle Obama: Don’t Run Away From Social Change, ‘Shape The Revolutions Of your Time’ - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/05/michelle_obama_tuskegee.jpg", "height": 480}, "url": "http://www.breitbart.com/big-government/2015/05/26/michelle-obama-dont-run-away-from-social-change-shape-the-revolutions-of-your-time/", "type": "article"}, "twitter": {"description": "Michelle Obama: Don’t Run Away From Social Change, ‘Shape The Revolutions Of your Time’", "creator": "@charliespiering", "image": "http://media.breitbart.com/media/2015/05/michelle_obama_tuskegee.jpg", "title": "Michelle Obama: Don’t Run Away From Social Change, ‘Shape The Revolutions Of your Time’ - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Michelle Obama,Big Government, Obama,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Government", "tag": "Michelle Obama", "published_time": "2015-05-26T07:37:11-07:00", "categories": "Big Government,Obama"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af36914bd0286fcdfa3\"", "article_summary": "“Graduates, climate change, economic inequality, human rights, criminal justice -– these are the revolutions of your time,” she said.\n“See, that is how you will rise above the noise and shape the revolutions of your time,” she concluded.\nFighting that fear of getting noticed and attacked, she explained, was the same thing that shaped social change.\n“That’s just the way things are now.”The First Lady encouraged the graduates to get involved with political campaigns and hold public officials accountable — and even encouraged them to run for office.\nSIGN UP FOR OUR NEWSLETTERIn a personal speech to graduates of Oberlin college, First Lady Michelle Obama encouraged college graduates to “shape the revolutions of your time” and not be afraid of critics who might downplay their efforts."}