{"article_title": "Why would a person sign up for Obamacare but not pay the premium?", "article_keywords": ["signing", "premium", "exchange", "pay", "enrollment", "obamacare", "number", "sign", "person", "likely", "coverage", "thing", "insurance"], "article_url": "https://www.washingtonpost.com/news/wonk/wp/2014/04/03/why-would-a-person-sign-up-for-obamacare-but-not-pay-the-premium/", "article_text": "\n\nSigning up for coverage is one thing. Paying for it is another. (Flickr/CC)\n\nBy now, you’ve probably heard that 7.1 million people have signed up for coverage in Obamacare’s health insurance marketplaces. That doesn’t tell us the actual enrollment number, though, because people need to pay their premium to officially get coverage.\n\nThere are a few numbers out there about how many have actually paid their premium. It’s generally either 80 percent, 85 percent or 90 percent of those signing up.\n\nThe question matters for us to truly know how many people enrolled, whether it’s actually 7 million or more like 5-6 million. As I wrote the other day, the total enrollment number doesn’t hold that much meaning for the future success of the Obamacare exchanges. Enrollment in the marketplaces was already expected to start slow and then ramp up in the program’s first few years. The mix of enrollees – how healthy they are – matters much more.\n\nBut the question remains: Why go through all the trouble of signing up for Obamacare coverage, only to decide otherwise?\n\nKaiser Family Foundation insurance expert Larry Levitt offered some ideas on Twitter this afternoon (h/t to Huffington Post health reporter Jeffrey Young for compiling):\n\nSomeone might have also pursued off-exchange coverage\n\nAn offer of employment insurance after signing up\n\nDecided it wasn’t affordable\n\nNo browsing function for health plans in HealthCare.gov’s early days\n\nThe way the process is divided between the exchange and the insurer\n\nPeople may still eventually pay the premium\n\nA report out of California on Wednesday suggested people might sign up and then not finish enrollment because they got coverage elsewhere. Twenty percent are expected to leave the California exchange because they got new insurance through their job, while another 20 percent in the exchange will become eligible for the state's Medicaid program because their income drops, according to U.C. Berkeley Labor Center researchers.\n\nAnother thing worth noting: The numbers out there now about who paid don't account for the late enrollment surge just before the March 31 deadline, or those who are still trying to sign up after experiencing technical problems. Are these late-comers more likely to pay their premiums?\n\nAt this point, it’s a guessing game. The head of Minnesota’s exchange, Scott Leitz, told a Congressional oversight panel today that 95 percent of exchange signups have paid, and he expects that number to grow higher. The 95 percent rate is for people who had coverage starting Jan. 1 and Feb. 1, Minnesota exchange spokesman Joe Campbell told me.\n\nSo why does Leitz think that number will grow higher?\n\n“Past experience has shown us – by having one of the lowest uninsured rates in the nation prior to the enactment of the ACA – people in Minnesota want to be insured,” Campbell said. “It was an opinion, not a prediction.”\n\nKaiser’s Levitt said it’s hard to predict whether those signing up close to the deadline are more motivated to pay their premium.\n\n“On the one hand, you would expect the last-minute enrollees to be highly likely to pay. They made a conscious decision to sign up and in some cases had to overcome barriers like long lines at community assistance centers to enroll,” he said. “On the other hand, these late enrollers include procrastinators and people who were less motivated than the early adopters, so one could imagine that some would be less likely to pay.”\n\nInsurance industry consultant Bob Laszewski said he thinks those signing up during the late surge are less likely to pay.\n\n“These are people less likely to need coverage – that’s why they waited,” he said. “Some were people that outreach ‘sold’ and more likely to not pay a bill that comes three weeks later.”\n\nJoel Ario, the original director of the Obama administration’s exchange office, is more optimistic that the rate of those paying for coverage will increase. For one, “Never underestimate people’s ability to procrastinate on anything,” Ario said.\n\nOne thing that could encourage more people to complete their enrollment, he said, is better coordinating the hand-off between the exchanges and the insurers selling on them. Right now, the process is split – people sign up through the exchange, their information is delivered to the insurer, and then the insurer deals with the customer separately.\n\n“The carriers are going to improve,” he said. “The exchanges are going to improve.”\n\nCorrection: This post has been updated with the correct name of the U.C. Berkeley Labor Center.", "article_metadata": {"description": "Buyer's remorse isn't the only reason.", "og": {"site_name": "Washington Post", "description": "Buyer's remorse isn't the only reason.", "title": "Why would a person sign up for Obamacare but not pay the premium?", "url": "https://www.washingtonpost.com/news/wonk/wp/2014/04/03/why-would-a-person-sign-up-for-obamacare-but-not-pay-the-premium/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/blogs/wonkblog/files/2013/03/6793824321_398d881757_z.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@jasonmillman"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/wonk/wp/2014/04/03/why-would-a-person-sign-up-for-obamacare-but-not-pay-the-premium/", "fb": {"admins": 500835072, "app_id": 41245586762}, "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0"}, "_id": "\"57477af46914bd0286fdd394\"", "article_summary": "That doesn’t tell us the actual enrollment number, though, because people need to pay their premium to officially get coverage.\nAs I wrote the other day, the total enrollment number doesn’t hold that much meaning for the future success of the Obamacare exchanges.\nBut the question remains: Why go through all the trouble of signing up for Obamacare coverage, only to decide otherwise?\n“On the one hand, you would expect the last-minute enrollees to be highly likely to pay.\n“It was an opinion, not a prediction.”Kaiser’s Levitt said it’s hard to predict whether those signing up close to the deadline are more motivated to pay their premium."}