{"article_title": "Time to share road with motorcycles", "article_keywords": ["motorcycles", "monmouth", "drivers", "share", "county", "morris", "safety", "motorcycle", "traffic", "road", "dont"], "article_url": "http://www.app.com/story/news/traffic/alternate-route/2014/06/02/warm-weather-means-time-share-road-motorcycles/9849413/", "article_text": "Buy Photo Don Trocchia, of Ocean Township, Monmouth County tries out the Jumpstart motorcycle riding experience under the watchful eye of technician Tony Morris from from Harley-Davidson of Long Branch, at Friday’s motorcycle safety event at Jersey Shore Outlets. (Photo: Staff Photo Larry Higgs )Buy Photo Story Highlights Summer means more motorcycles on the road. State and Monmouth County safety officials said that sharing the road means that motorcyclists and drivers of bigger vehicles have be aware of each other and drive safely to prevent crashes.\n\nSkip Ad Ad Loading... x Embed x Share Shoppers at NJ mall learn how to ride a motorcycle and share the road with bikers this summer. Larry Higgs\n\nWhat's the best way for drivers to understand motorcycle safety? Throw your leg over a big red Harley and ride.\n\nBut if you don't have a motorcycle license, New Jersey safety officials and Harley-Davidson of Long Branch offered the next best thing- Jump Start, a Harley-Davidson on a trailer, parked on a set of rollers that you could fire up and \"drive\" at the Jersey Shore Outlets on Friday. Safety officials hoped non-riders would leave with a little respect for their two-wheeled brethren as a side effect of the event.\n\nThe mantra of the event was \"Share the Road\", something I've brought up here about drivers and bicyclists. Motorcycle riders I interviewed all had a story about a near miss with a driver who never saw them and almost caused an accident.\n\n\"Car drivers don't understand, they think we need less room (on the road). We need as much room as they do, because of the way a motorcycle turns,\" said Tony Morris, service technician at Harley Davidson of Long Branch, who was talking non-riders (like me) through how to drive the Harley. \"They don't yield to motorcycles, they tailgate, people don't use their directionals, it all causes problems for motorcycles.\"\n\nA rider for 30 years, Morris has had his share of close calls, which usually involve a driver who doesn't see the motorcycle. One that stood out in his mind was the driver of a pick-up truck who pulled out in front and made a left turn in front of Morris at last minute. Morris said he avoided the collision by going around the truck.\n\nHis experience goes along with what state and county officials found by analyzing accident statistics – that more than half the crashes involving motorcycles happen at intersections when drivers don't see bikers, said Ray Martinez, state Motor Vehicle Administration chief administrator. In two-thirds of motorcycle crashes, drivers of larger vehicles said they didn't see the motorcycle, he said.\n\n\"It's (a motorcycle) not the size of a car and it's almost unexpected, drivers have to keep an eye out for them,\" he said.\n\nDrivers should keep a safe following distance and check their blind spots, said Gary Poedubicky, Division of Highway Traffic Safety acting director. Blind spot alert systems in newer vehicles will detect a motorcycle. Both drivers and riders should use turn signals to tell the other where they are going, he said.\n\nDon Trocchia, of Ocean Township, Monmouth County echoed that idea after he tried the Harley out. He has a motorcycle license, but doesn't have the storage space to park a bike. He rode for 30 years and had advice for bikers and drivers.\n\nI always kept my headlight on to make me more visible to cars and obeyed traffic laws,\" Trocchia said. \"Most of the time they (cars) treat you like another motor vehicle, but you always get one that rides too close.\"\n\nHis strategy was to slow down or pull over to get that car to pass him.\n\n\"You have to use defensive driving,\" he said.\n\nThat can also apply to situations when motorcycle riders are behaving badly, such as weaving in and out of traffic at high speed, which I've seen on the Parkway during the summer. Slow down and let them pass, it's a better choice than an accident.\n\nAnother strategy Martinez suggested is for bikers to get educated and improve riding skills, by taking basic and experienced rider classes offered by the Motorcycle Safety Foundation at 15 locations through out the state, four of which are in the shore area. Completion of the course can lead to an insurance discount. Martrinez said he took one of the courses when he was working in New York. Information can be found at http://www.state.nj.us/mvc/Licenses/njridesafe/\n\nPlaces like Monmouth and Ocean Counties get a double whammy in the summer time when motorcyclists take to the road to enjoy the good weather and meet tourists traveling to and from the beaches. The Monmouth County Sheriff's Department is among those law enforcement agencies promoting \"share the road\" education as a way to prevent crashes, said Mairin Bellack , chief of staff for Sheriff Shaun Golden.\n\n\"We educate motorists to be aware of increased motorcycle traffic as the weather gets warmer. It's just education and awareness,\" she said. \"The more you educate individuals, the less crashes can occur.\"\n\nOn the web\n\nMotorcycle safety and rider education: http://www.state.nj.us/mvc/Licenses/njridesafe/\n\nRead or Share this story: http://on.app.com/1mHEUA0", "article_metadata": {"google": "notranslate", "description": "Motorcycle safety month may be over, but in NJ it lasts utnil October, th end of the riding season. Experienced riders tell us of their near misses with cars and they, and experts provide safety tips so we can all safely share the road with each other.", "og": {"site_name": "Asbury Park Press", "description": "Motorcycle safety month may be over, but in NJ it lasts utnil October, th end of the riding season. Experienced riders tell us of their near misses with cars and they, and experts provide safety tips so we can all safely share the road with each other.", "title": "Alternate Route: Time to share road with motorcycles", "url": "http://www.app.com/story/news/traffic/alternate-route/2014/06/02/warm-weather-means-time-share-road-motorcycles/9849413/", "image": "http://www.gannett-cdn.com/GDContent/applogos/app.png", "type": "article"}, "twitter": {"description": "Motorcycle safety month may be over, but in NJ it lasts utnil October, th end of the riding season. Experienced riders tell us of their near misses with cars and they, and experts provide safety tips so we can all safely share the road with each other.", "creator": "@AsburyParkPress", "image": "http://www.gannett-cdn.com/-mm-/51b53978876136b79a1a437aff6b04749a8bcb32/c=496-0-3472-2976&r=x643&c=640x640/local/-/media/AsburyPark/2014/06/01/rbandmvcmotorcyclesafety5.14037.jpg", "title": "Alternate Route: Time to share road with motorcycles", "site": "@AsburyParkPress", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600068887", "fb": {"app_id": 116172675120111}, "article": {"author": "App Larry"}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "motorcycle, safety New Jersey, share the road, Harley-Davidson, Highway Safety, bikers"}, "_id": "\"57477af36914bd0286fcdfaa\"", "article_summary": "Skip Ad Ad Loading... x Embed x Share Shoppers at NJ mall learn how to ride a motorcycle and share the road with bikers this summer.\nThe mantra of the event was \"Share the Road\", something I've brought up here about drivers and bicyclists.\n\"They don't yield to motorcycles, they tailgate, people don't use their directionals, it all causes problems for motorcycles.\"\n\"Car drivers don't understand, they think we need less room (on the road).\n(Photo: Staff Photo Larry Higgs )Buy Photo Story Highlights Summer means more motorcycles on the road."}