{"article_title": "USA: Warum meine Familie auf \"Obamacare\" hofft", "article_keywords": ["fr", "ich", "warum", "usa", "auf", "meine", "der", "obamacare", "werden", "familie", "nicht", "und", "sich", "die", "zu", "hofft", "es"], "article_url": "http://www.welt.de/debatte/kommentare/article120872921/Warum-meine-Familie-auf-Obamacare-hofft.html", "article_text": "Dass der Umgang mit amerikanischen Krankenkassen kein Vergnügen ist, hatte ich aus der Ferne schon beobachtet. Meine Freunde mussten für jeden Vorgang zirka drei Briefe schreiben: einen Antrag, in dem sie darlegten, warum eine medizinische Prozedur notwendig geworden sei; ferner eine Erläuterung, warum die Kosten für den Eingriff im Rahmen des Üblichen blieben; und endlich einen Beschwerdebrief, wenn die Kasse dann trotzdem nicht zahlte.\n\nAber als vor sieben Monaten in New York unser Sohn geboren wurde, half nichts mehr. Die deutsche Privatkrankenkasse, bei der ich ungefähr seit der Jungsteinzeit versichert war, wollte nur mich als Kunden haben, nicht aber meine Frau und auch nicht unser Baby – weil beide ja nie in Deutschland gelebt haben. Verständlich.\n\nAlso kündigte ich und schaute mich nach einer Alternative um. Dabei lernte ich gleich meine erste Lektion: Kinder sind in den Vereinigten Staaten nicht automatisch mit ihren Eltern krankenversichert. Die Police für sie muss man extra kaufen.\n\n4000 Dollar pro Monat\n\nDie meisten Amerikaner werden von der Firma versichert, bei der sie angestellt sind. Ich bin nirgendwo angestellt. Also rief ich bei \"Blue Cross – Blue Shield\" an und fragte, was es denn kosten würde, eine dreiköpfige Familie unter die Fittiche zu nehmen. Antwort: 4000 Dollar pro Monat, \"have a nice day\". Um Himmels willen! Ich bin schließlich nicht Stephen King oder Krösus.\n\nAndererseits war ich wiederum nicht arm genug, als dass Medicaid – die Sozialkrankenkasse für Arme – für uns zuständig gewesen wäre. Und ich bin auch noch lange nicht alt genug für Medicare, die Krankenkasse für Senioren, die Amerika an den Rand des Staatsbankrotts treibt. Dann sah ich in der U-Bahn ein Plakat der Freelancers Union hängen, einer Art Gewerkschaft der Freiberufler – mit dem schönen Motto \"Frage nicht, was du für den Kapitalismus tun kannst. Frage lieber, was der Kapitalismus für dich tun kann!\" Das gefiel mir.\n\nÜber die Freelancers Union gelang es mir, eine Versicherungspolice für meine Frau, unseren Sohn und mich selbst zu ergattern, Kostenpunkt: 1650 Dollar, die nun jeden Monat unerbittlich von meinem Konto eingezogen werden. Ob ich mir das leisten kann? Selbstverständlich nicht.\n\nHerzerreißend und ineffizient\n\nBesucht man in Amerika die Notaufnahme von jedem beliebigen Krankenhaus, dann sieht man dort eigentlich immer Leute herumsitzen, bei denen es sich ganz bestimmt nicht um Notfälle handelt. Das sind die Unversicherten, die kein Geld haben, für ihre Behandlung aufzukommen. Es gibt herzzerreißende Geschichten von Müttern, die mit ihren Kindern so lange nicht zum Arzt gegangen sind, bis es für sie zu spät war.\n\nAuch ohne solche herzzerreißenden Geschichten ist dieses System geradezu grotesk unwirtschaftlich. Denn die Unversicherten werden häufig von triefäugigen Ärzten behandelt, die gerade ihre x-te Überstunde abreißen – für das Krankenhaus also ganz besonders teuer sind. Was geschieht mit den Kosten? Das Krankenhaus schreibt sie als \"schlechte Schulden\" ab, die sich nie auszahlen werden. Und von wem holt das Krankenhaus sich die Kosten wieder? Letztlich von jenen Patienten, die versichert sind.\n\nDas Ganze ist dermaßen idiotisch, dass es von einem Expertengremium oder einer Regierungskommission hätte entworfen werden können. Es hat sich aber quasi naturwüchsig entwickelt.\n\nDer Umstand, dass ich 1600 Dollar pro Monat los bin, bedeutet selbstverständlich nicht, dass wir nun rundherum versichert wären. Bei jedem zweiten Besuch bei unserer (hervorragenden) Kinderärztin bin ich um 50 Dollar ärmer – kostenlos sind eigentlich nur jene Besuche, bei denen unser Baby geimpft wird, während sogenannte \"well visits\", bei denen es darum geht, den neurotischen Eltern zu versichern, ihrem Kind fehle es an nichts, bezahlt werden müssen.\n\nWir haben keine Wahl\n\nNeulich hatte ich einen kleinen Unfall. Ein Bissen Hähnchenfleisch war mir in der Speiseröhre steckengeblieben, ich würgte und spie, nach 20 Minuten rief meine Frau den Rettungswagen. Ich musste unter Vollnarkose operiert werden. Hinterher schickte uns das Krankenhaus Rechnungen über mehrere Tausend Dollar. Die Versicherung hatte sich geweigert, jene Kosten zu übernehmen – die Prozedur, hieß es, sei nämlich vorher nicht angemeldet worden. Zum Glück hat meine Frau als Anwältin gearbeitet und kann am Telefon sehr energisch sein. So gelang es ihr, die Sache an einem einzigen Vormittag zu bereinigen.\n\nAber ein Posten blieb doch übrig: die Fahrt mit dem Rettungswagen zum Krankenhaus. Dafür wurden uns mehrere Hundert Dollar mehr berechnet, als die Versicherung zu zahlen bereit ist. Wir werden dafür aufkommen müssen. Wir haben keine Wahl.\n\nEin Akt höherer Verwaltungsartistik\n\nGegen \"Obamacare\" sind von informierter Seite viele Einwände erhoben worden. Das Gesetz ist schrecklich kompliziert – ausgedruckt dürfte Obamas \"Affordable Care Act\" so dick wie ein Telefonbuch sein, und wer sich nicht in talmudischer Dialektik beziehungsweise höherer Verwaltungsartistik auskennt, sollte gar nicht erst versuchen, seine Nase da hineinzustecken. Jene, die sich keine Krankenversicherung besorgen, sollen künftig eine Strafe zahlen – aber diese Geldstrafe, sagen die Fachleute, fällt viel zu niedrig aus, als dass sie effektiv wäre.\n\nImmerhin scheinen die Schöpfer des \"Affordable Care Act\" ein grundsätzliches Problem erkannt zu haben: dass amerikanische Firmen nämlich zu Unternehmen verkommen, deren Hauptgeschäft darin besteht, Krankenversicherungen für ihre Angestellten abzuschließen. Zwischendurch rollt dann hin und wieder auch ein Produkt (zum Beispiel: Auto) vom Fließband. Mit einem solchen Modell ist man auf dem Weltmarkt naturgemäß nicht sehr konkurrenzfähig.\n\nMeine Kleinfamilie erhofft sich von \"Obamacare\", dass wir bald mehr Auswahl haben werden. Seit dem 1. Oktober unterhalten viele US-Bundesstaaten – unter ihnen auch der Staat New York – Tauschbörsen im Internet. Unversicherte können sich dort eine Krankenversicherung kaufen (und werden darüber informiert, wie sie sich staatliche Unterstützung besorgen können, um die Beiträge zu bezahlen). Jene, die schon eine Versicherung haben, können sich nach günstigeren Alternativen umschauen. Kinder sollen künftig bis zum 26. Lebensjahr bei ihren Eltern mitversichert sein.\n\nWer weiß, vielleicht wird \"Obamacare\" uns vom Albdruck der 1650 Dollar pro Monat erlösen. Allerdings ist es mir bisher nicht gelungen, jene staatliche Tauschbörse im Internet anzuklicken. Die Nachfrage ist dermaßen groß, dass die Webseite sich nicht öffnen lässt.", "article_metadata": {"date": "2013-10-14T14:33:03+02:00", "news_keywords": "USA;Obama, Barack (Präsident/geb.1961);Krankenversicherung;Krankenversicherungspolitik [ks];Stein-Hannes", "author": "Hannes Stein", "og": {"site_name": "DIE WELT", "description": "Ein Familienvater, der an seine deutsche Krankenversicherung gewöhnt war, muss in Amerika dazulernen. Nämlich, dass das US-Versicherungssystem teuer ist. Und grotesk unwirtschaftlich.", "title": "Warum meine Familie auf \"Obamacare\" hofft", "url": "http://www.welt.de/debatte/kommentare/article120872921/Warum-meine-Familie-auf-Obamacare-hofft.html", "image": "http://img.welt.de/img/kommentare/crop120872920/9336936578-ci3x2l-w900/Supporters-Of-Affordable-Care-Act-Rally-In-Miami-2-.jpg", "type": "article"}, "twitter": {"description": "Ein Familienvater, der an seine deutsche Krankenversicherung gewöhnt war, muss in Amerika dazulernen. Nämlich, dass das US-Versicherungssystem teuer ist. Und grotesk unwirtschaftlich.", "title": "Warum meine Familie auf \"Obamacare\" hofft", "image": {"src": "http://img.welt.de/img/kommentare/crop120872920/9336936578-ci3x2l-w900/Supporters-Of-Affordable-Care-Act-Rally-In-Miami-2-.jpg"}, "creator": "@welt", "site": "@welt", "card": "summary_large_image"}, "robots": "index,follow,noodp", "apple-itunes-app": "app-id=372746348", "fb": {"app_id": 53620771449}, "location": "welt.de", "keywords": "USA;Obama, Barack (Präsident/geb.1961);Krankenversicherung;Krankenversicherungspolitik [ks];Stein-Hannes", "article": {"publisher": "https://www.facebook.com/welt"}, "last-modified": "2013-10-14T20:05:22+02:00", "description": "Ein Familienvater, der an seine deutsche Krankenversicherung gewöhnt war, muss in Amerika dazulernen. Nämlich, dass das US-Versicherungssystem teuer ist. Und grotesk unwirtschaftlich."}, "_id": "\"57477af46914bd0286fd7c8f\"", "article_summary": "Und ich bin auch noch lange nicht alt genug für Medicare, die Krankenkasse für Senioren, die Amerika an den Rand des Staatsbankrotts treibt.\nDie Nachfrage ist dermaßen groß, dass die Webseite sich nicht öffnen lässt.\nAlso kündigte ich und schaute mich nach einer Alternative um.\nAndererseits war ich wiederum nicht arm genug, als dass Medicaid – die Sozialkrankenkasse für Arme – für uns zuständig gewesen wäre.\nUnversicherte können sich dort eine Krankenversicherung kaufen (und werden darüber informiert, wie sie sich staatliche Unterstützung besorgen können, um die Beiträge zu bezahlen)."}