{"article_title": "Northwell Health suing defunct Health Republic over unpaid claims", "article_keywords": ["defunct", "claims", "financial", "insurer", "medical", "million", "young", "system", "northwell", "unpaid", "state", "republic", "suing", "health", "manhattan"], "article_url": "http://www.newsday.com/news/health/northwell-health-suing-defunct-health-republic-over-unpaid-claims-1.11619625", "article_text": "The state’s biggest regional health-care system and a lone lawyer have something in common: They’re both bringing a defunct health insurer to court.\n\nNorthwell Health wants to know precisely how much Health Republic owes it. And David Young, a Brooklyn lawyer once insured by Health Republic, wants to get reimbursed for the medical bills he ended up paying out of pocket.\n\nNorthwell filed suit in November seeking at least $15 million in outstanding medical bills from the health insurer, which the state closed Nov. 30 because of financial problems.\n\nRichard Loconte, a spokesman for the state Department of Financial Services, said he expected some news on how liquidation would proceed “relatively soon.” The state has hired the restructuring firm Alvarez & Marsell of Manhattan to handle Health Republic’s liquidation process, which still has not been made public.\n\nHealth Republic, which filed a motion to dismiss the Northwell case in February, argued that the health system was the only creditor “to seek to ‘jump the line’ by filing a separate litigation.”\n\nBut Tim Butler, a partner in the Manhattan law firm Tibbetts Keating & Butler, which is representing Northwell, said the health system — which will be filing its response Tuesday — wants to have its claims processed.\n\nadvertisement | advertise on newsday\n\nThe health system said in its lawsuit that Health Republic “has no less than $15 million in outstanding medical bills” it owes Northwell.\n\n“We are entitled to a determination of the liability that Health Republic has,” Butler said. “We want them to make a determination of how much is owed. That’s going to have to start to take place anyway, so they might as well start and do it now.”\n\nThe attorneys for Health Republic, Weil Gotshal & Manges of Manhattan, declined to comment.\n\nOn Sept. 25, the state Department of Financial Services announced that the federally backed Health Republic was going out of business by the end of the year because of its deteriorated financial condition. But a month later, the state agency said it was shutting it down Nov. 30 because its finances were “substantially worse than the company previously reported.” As of June, the insurer had reported about $130 million in losses, according to state regulatory filings.\n\nIts demise left about 215,000 New Yorkers, including 16,000 Long Islanders, scrambling for new coverage, and doctors, hospitals and insurance brokers worried they wouldn’t be paid an estimated $200 million they are owed. Taxpayers are also out about $265 million that Health Republic received in federal loans.\n\nMeanwhile, Young, who also practices law with his father Edward in West Babylon, filed suit in December in New York City Civil Court in Manhattan against Health Republic, seeking payment for close to $5,000 in medical bills he had to pay out of pocket. Young argued that Health Republic and the state “fraudulently collected and solicited premiums” when they knew the insurer was going out of business.\n\nIn January he also filed a subpoena for Health Republic to provide “all documents concerning the shutdown and nonpayment of claims.”\n\nHealth Republic, along with the Department of Financial Services, in a court hearing in Manhattan on Thursday tried to quash the subpoena, saying it was overly broad.\n\nBut Judge Debra Rose Samuels said she “empathized” with Young and instead narrowed the subpoena’s scope. A court date is set for June 16.\n\nYoung was elated. “It’s not about $5,000,” he said. “It’s about 200,000 other New Yorkers who don’t have the capability to fight their case the way I do.”", "article_metadata": {"sailthru.date": "Fri, 25 Mar 2016 21:59:00 -0400", "sailthru.author": "Ridgely Ochs", "description": "The state’s biggest regional health-care system and a lone lawyer have something in common: They’re both bringing a defunct health insurer to court.Northwell Health wants", "application-name": "Newsday", "pinterest": "http://cdn.newsday.com/polopoly_fs/1.11619679.1458957593!/httpImage/image.jpeg_gen/derivatives/display_600/image.jpeg", "og": {"site_name": "Newsday", "description": "The state’s biggest regional health-care system and a lone lawyer have something in common: They’re both bringing a defunct health insurer to court.Northwell Health wants", "title": "Northwell Health suing defunct insurer", "url": "http://www.newsday.com/news/health/northwell-health-suing-defunct-health-republic-over-unpaid-claims-1.11619625", "image": "http://cdn.newsday.com/polopoly_fs/1.11619679.1458957593!/httpImage/image.jpeg_gen/derivatives/display_600/image.jpeg", "type": "article"}, "twitter": {"description": "The state’s biggest regional health-care system and a lone lawyer have something in common: They’re both bringing a defunct health insurer to court.Northwell Health wants", "title": "Northwell Health suing defunct insurer", "app": {"id": {"ipad": 358571317, "iphone": 358571317, "googleplay": "com.pagesuite.newsday"}}, "site": "@Newsday", "image": "http://cdn.newsday.com/polopoly_fs/1.11619679.1458957593!/httpImage/image.jpeg_gen/derivatives/display_600/image.jpeg", "card": "summary_large_image"}, "msapplication-TileColor": "#1B3664", "msvalidate.01": "AC41EB10D1EC6B5358F0ECA0E861CCAA", "sailthru.title": "Northwell Health suing defunct insurer", "p": {"domain_verify": "b22f651177478af415d53d6eb00b8167"}, "fb": {"pages": 19175874448, "app_id": 147686468041}, "msapplication-TileImage": "/img/newsday/nd-win8-icon.png", "keywords": "Long Island,Health,NEWSDAY", "google-site-verification": "o-9vlp-b_yaYN8wXq9FvnnetTEfKCHqJghR7f_DOTf4", "sailthru.tags": "Long Island,Health,NEWSDAY", "viewport": "width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fdc924\"", "article_summary": "Northwell Health wants to know precisely how much Health Republic owes it.\nadvertisement | advertise on newsdayThe health system said in its lawsuit that Health Republic “has no less than $15 million in outstanding medical bills” it owes Northwell.\n“We are entitled to a determination of the liability that Health Republic has,” Butler said.\nThe state’s biggest regional health-care system and a lone lawyer have something in common: They’re both bringing a defunct health insurer to court.\nTaxpayers are also out about $265 million that Health Republic received in federal loans."}