{"article_title": "Hard drugs demand solid understanding", "article_keywords": ["united", "users", "solid", "hard", "marijuana", "drug", "understanding", "states", "drugs", "abuse", "adam", "heroin", "demand", "policy", "cocaine"], "article_url": "http://www.usatoday.com/story/opinion/2014/03/08/heroin-abuse-hoffman-research-column/6134337/", "article_text": "Know heroin, combat Hoffman-like abuse.\n\nA heroin user. (Photo: Spencer Platt, Getty Images) Story Highlights The federal government just shut down a critical data source that provides insights into drug use.\n\nADAM goes where serious substance abuse is concentrated %u2014 among those entangled with the criminal justice system.\n\nEven at its peak ADAM cost only about $10 million per year.\n\nPhillip Seymour Hoffman's death has prompted a lot of discussion about heroin in recent weeks. Heroin statistics from the National Survey on Drug Use and Health (NSDUH) have fueled the debate, but they may be leading us astray.\n\nThe NSDUH, a federally-funded general population survey of approximately 70,000 people, is a wonderful tool for understanding tobacco, alcohol and marijuana use. It can also provide useful information about how many people used other drugs in the past year.\n\nHowever, it is patently ill-suited for tracking heroin use, let alone abuse or dependence on heroin and other hard drugs like crack and methamphetamine. Unfortunately, due to budget concerns the federal government just shut down a critical data source that provides insights into these problems: The Arrestee Drug Abuse Monitoring Program or ADAM.\n\nADAM goes where serious substance abuse is concentrated — among those entangled with the criminal justice system, specifically arrestees in booking facilities. And it doesn't just ask \"Please tell us about your illegal drug use, even though we are the government;\" it checks responses with urinalysis tests.\n\nMost marijuana users are surprisingly forthcoming about their use in household surveys. In contrast, those dependent on heroin are unsurprisingly invisible in such surveys.\n\nCase in point: Estimates from the 2010 NSDUH suggest there were only about 60,000 daily and near daily heroin users in the United States. The real number is closer to 1 million.\n\nThis more accurate figure is based on RAND research that was published Friday by the White House Office of National Drug Control Policy (ONDCP). The report estimates the number of heavy users, total expenditures, and total consumption for cocaine, heroin, marijuana, and methamphetamine for each year 2000 through 2010.\n\nThe study documents a large increase in marijuana consumption from 2007 to 2010 as well as significant changes in the markets for cocaine and methamphetamine.\n\nIn just five years from 2006 to 2010, the amount of cocaine consumed in the United States fell by half. Neither practitioners nor researchers predicted such a drop. Given the enormous social costs associated with cocaine use, this is arguably the biggest \"success\" in the history of illegal drug use in the United States or abroad. Our report only quantifies the decline; it does not attempt to sort out its major and minor causes — although we do view that as a key research priority for drug policy scholars.\n\nMethamphetamine consumption rose sharply from 2000 through the middle of the decade, and this was followed by a large decline through 2008.\n\nHeroin consumption and the number of heavy heroin users remained fairly stable throughout the 2000s, although there is some evidence of a slight increase later in the decade. Our report does not speak to what happened from 2011 to the present.\n\nAlas, it will be difficult, if not impossible, to provide such data in the future because there is no credible way to estimate hard drug abuse and spending in the U.S. without ADAM.\n\nIn the early 2000s, ADAM was thriving. More than 35 urban counties participated, yielding information from more than 40,000 arrestees each year. Sadly, funding for the program was eliminated from 2004 to 2006. When ADAM was resurrected in 2007 by ONDCP, there was only funding available for 10 counties. By 2012, that had fallen to five counties.\n\nAnd now there are none.\n\nOur nation's richest source of information about cocaine, heroin and methamphetamine abuse has been terminated. How can we make sensible decisions about treatment funding without knowing how many people are suffering from dependence on drugs and whether the number is rising or falling? This void also hobbles efforts to calculate the amount of drug revenues flowing to criminal organizations inside and outside of the United States, a useful input for assessing the effort to combat organized crime.\n\nEven at its peak ADAM cost only about $10 million per year, roughly a fifth of what it costs to operate NSDUH — and less than one one-hundredth of one-percent of the social cost imposed by abuse of the drugs it tracked. Good policy needs a foundation in good data.\n\nHoffman's death serves as a reminder that drug abuse affects us all, regardless of income, race or notoriety. If the National Institutes of Health and the U.S. Department of Justice cannot come together to re-fund ADAM, then a philanthropic organization should step up. We cannot afford to lose our ability to measure and understand cocaine, heroin and methamphetamine abuse.\n\nBeau Kilmer co-directs the RAND Drug Policy Research Center. Jonathan Caulkins is Stever Professor of Operations Research and Public Policy at Carnegie Mellon University. Both co-authored Marijuana Legalization: What Everyone Needs to Know\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors. To read more columns like this, go to the opinion front page or follow us on twitter @USATopinion or Facebook.\n\nRead or Share this story: http://usat.ly/1imbxWq", "article_metadata": {"google": "notranslate", "description": "Know heroin, combat Hoffman-like abuse.", "og": {"site_name": "USA TODAY", "description": "Know heroin, combat Hoffman-like abuse.", "title": "Hard drugs demand solid understanding: Column", "url": "http://www.usatoday.com/story/opinion/2014/03/08/heroin-abuse-hoffman-research-column/6134337/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "Know heroin, combat Hoffman-like abuse.", "title": "Hard drugs demand solid understanding: Column", "image": "http://www.gannett-cdn.com/-mm-/61fa2c60574ff363c3862366546b59d8a583e8d8/c=504-0-2502-1998&r=x643&c=640x640/local/-/media/USATODAY/USATODAY/2014/03/06//1394141048000-GTY-467512365-61683666.JPG", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Geography/United States", "gci-asset-type": "story", "gci-categories": "Geography/United States", "title": "Hard drugs demand solid understanding: Column", "author": "Beau Kilmer", "pageclass": "article", "recs": {"category": "opinion", "image-3-4": "http://www.gannett-cdn.com/-mm-/33ee36b7fab3c307758b09fb014090a509c83410/c=696-0-2196-1992/local/-/media/USATODAY/USATODAY/2014/03/06//1394141048000-GTY-467512365-61683666.JPG", "image-1-1": "http://www.gannett-cdn.com/-mm-/20c077c94cd2c775a5cea843a31ac202a24cccba/c=504-0-2502-1998/local/-/media/USATODAY/USATODAY/2014/03/06//1394141048000-GTY-467512365-61683666.JPG", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/98f61b3f190eccc7a5b16a48f29b4c914b7b35c1/c=174-0-2832-1992/local/-/media/USATODAY/USATODAY/2014/03/06//1394141048000-GTY-467512365-61683666.JPG", "image": "http://www.gannett-cdn.com/-mm-/a958f8a307af558654bc3f552ecd1a021e685386/c=0-150-3000-1842&r=x633&c=1200x630/local/-/media/USATODAY/USATODAY/2014/03/06//1394141048000-GTY-467512365-61683666.JPG", "publishtime": "2014-03-08T06:02:38.400000-05:00", "shorthed": "Fighting drugs requires facts: Column", "articleid": 6134337, "image-16-9": "http://www.gannett-cdn.com/-mm-/39504f4149b217b1a0a5be514cb9785bbb82b266/c=0-150-3000-1842/local/-/media/USATODAY/USATODAY/2014/03/06//1394141048000-GTY-467512365-61683666.JPG", "image-9-16": "http://www.gannett-cdn.com/-mm-/971f12530b6fbc86cb0241f71fae20856cf8a444/c=1140-0-2256-1992/local/-/media/USATODAY/USATODAY/2014/03/06//1394141048000-GTY-467512365-61683666.JPG"}}, "news_keywords": "hoffman, philip seymour hoffman, heroin, u.s. heroin, heroin abuse, drugs, adam, heroin adam, drugs adam"}, "_id": "\"57477af46914bd0286fd8dcc\"", "article_summary": "Hoffman's death serves as a reminder that drug abuse affects us all, regardless of income, race or notoriety.\nHowever, it is patently ill-suited for tracking heroin use, let alone abuse or dependence on heroin and other hard drugs like crack and methamphetamine.\nCase in point: Estimates from the 2010 NSDUH suggest there were only about 60,000 daily and near daily heroin users in the United States.\nMost marijuana users are surprisingly forthcoming about their use in household surveys.\nIn just five years from 2006 to 2010, the amount of cocaine consumed in the United States fell by half."}