{"article_title": "How To Cut And Peel Heart Healthiest Fruit", "article_keywords": ["heart", "used", "phenols", "peel", "avocado", "healthiest", "cut", "fruit", "health", "skin", "wrap", "green", "avocados", "plastic", "pit"], "article_url": "http://www.medicaldaily.com/pulse/maximize-avocados-health-benefits-how-cut-and-peel-heart-healthiest-fruit-333348", "article_text": "Alligator pear, butter fruit, or as the common connoisseur would call it, the avocado, has long been used as a food source by Native Americans in southern Mexico, Central America, and the West Indies since the year 1519. The first avocado trees were planted in California around the 1850s and have since skyrocketed in popularity across the country, thanks to its rich flavor and plentiful health benefits. A video published by the American Chemical Society showcases the power of avocados, from cutting it to reap the most health benefits to optimal plastic wrap preservation.\n\nAvocados are high in fiber; have double the potassium content as a banana; are loaded with vitamins B12 and E, antioxidants, and fats that help you absorb nutrients from other foods; and they're loaded with good fats known as monounsaturated fatty acids. The thick outer skin of an avocado also protects it from any pesticides or other contaminants that might affect the creamy green goodness.\n\nWhen you cut an avocado in half and look at its insides, you’ll see the green flesh closest to the skin is where most of the nutrients reside. Avocados contain 11 different carotenoids, and the highest concentrations of them are found in the dark green just beneath the skin’s surface. They help battle certain types of cancer and heart disease.\n\nAvocados are often cut up and placed on top of a sandwich, eaten with a dash of salt, blended into pasta sauces, and most popularly used as guacamole. But why does it brown so quickly? Avocados have high amounts of phenols that when exposed to oxygen convert into quinones, which link together to form melanin — the pigment that gives our skin, eyes, and hair their color. Avocados also contain polyphenol oxidase, an enzyme that works with the phenols to speed up the browning process. You can slow down the enzyme by squeezing some acid from a lime juice into the guacamole, or just seal the oxygen out by using plastic wrap or even water.\n\nSteps To Maximize Health Benefits\n\n1.\n\nCut vertically all the way around the pit.\n\n2.\n\nTwist both sides to separate.\n\n3.\n\nRemove the pit by lodging the knife’s blade into the pit and twisting it free.\n\n4.\n\nCut the two halves into four quarters.\n\n5.\n\nForget spooning out its contents. Instead, peel the skin off.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "maximize, avocados, health, benefits, how, cut, and, peel, heart, healthiest, fruit", "og": {"site_name": "Medical Daily", "description": "Avocados are full of healthy benefits, but according to experts there's a proper way to reap the most nutrients.", "title": "5 Steps To Maximize Your Avocado's Health Benefits [VIDEO]", "url": "http://www.medicaldaily.com/pulse/maximize-avocados-health-benefits-how-cut-and-peel-heart-healthiest-fruit-333348", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2015/05/14/maximize-avocados-health-benefits-how-cut-and-peel-heart-healthiest-fruit.jpg", "type": "article"}, "twitter": {"description": "Avocados are full of healthy benefits, but according to experts there's a proper way to reap the most nutrients.", "title": "5 Steps To Maximize Your Avocado's Health Benefits [VIDEO]", "url": "http://www.medicaldaily.com/pulse/maximize-avocados-health-benefits-how-cut-and-peel-heart-healthiest-fruit-333348", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2015/05/14/maximize-avocados-health-benefits-how-cut-and-peel-heart-healthiest-fruit.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/14/maximize-avocados-health-benefits-how-cut-and-peel-heart-healthiest-fruit.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2015-05-14T13:14:55-04:00", "modified_time": "2015-05-14T13:14:53-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Avocados are full of healthy benefits, but according to experts there's a proper way to reap the most nutrients."}, "_id": "\"57477af36914bd0286fcdfcf\"", "article_summary": "You can slow down the enzyme by squeezing some acid from a lime juice into the guacamole, or just seal the oxygen out by using plastic wrap or even water.\nA video published by the American Chemical Society showcases the power of avocados, from cutting it to reap the most health benefits to optimal plastic wrap preservation.\nThe thick outer skin of an avocado also protects it from any pesticides or other contaminants that might affect the creamy green goodness.\nWhen you cut an avocado in half and look at its insides, you’ll see the green flesh closest to the skin is where most of the nutrients reside.\nAvocados contain 11 different carotenoids, and the highest concentrations of them are found in the dark green just beneath the skin’s surface."}