{"article_title": "Jewish Telegraphic Agency", "article_keywords": ["obama", "agency", "word", "jewish", "republicans", "words", "president", "line", "chutzpah", "email", "presidential", "telegraphic"], "article_url": "http://www.jta.org/2015/12/11/default/obamas-chutzpah-email", "article_text": "It’s not every day one receives an email from the president of the United States with the one-word subject line “Chutzpah.”\n\nBut on Friday, Barack Obama used that very line in a Democratic Party fundraising email blasting Republicans for their persistent efforts to undo his signature health care reform.\n\n“[L]ast week Senate Republicans passed yet another bill to try to repeal Obamacare — a bill they knew that I would veto as soon as it landed on my desk,” Obama wrote in his email. “You may not be able to point to a lot of legislative accomplishments with this group of Republicans in Congress, but you’ve gotta give these folks credit for their chutzpah.”\n\nIt’s not entirely surprising to see this quintessentially Jewish word pop up in a presidential email. It’s certainly a snappier subject line than “The Gall” or “Temerity.” And like Levy’s Rye Bread, you don’t have to be Jewish to love the word chutzpah.\n\n“Chutzpah” has definitely entered the mainstream of American political discourse. Four years ago, Mitt Romney and Joe Biden were busy trading charges of chutzpah. The Massachusetts Mormon used the word to deride Biden’s criticisms of his economic ideas, while our Irish-Catholic vice president accused Romney of chutzpah for calling Obama “out of touch.”\n\nMeanwhile, Obama’s critics haven’t been shy about accusing him of chutzpah. In 2011, GOP presidential hopeful Michele Bachmann famously mangled the difficult-to-pronounce Yiddishism in a televised attack on Obama’s budgetary record. Earlier this year, current Republican hopeful Ted Cruz called it “the height of chutzpah for Obama to lecture the nation of Israel on Jewish values.”\n\nEven Mr. Chutzpah himself, famed attorney Alan Dershowitz, has accused Obama of chutzpah, suggesting the president was taking too much credit for the Supreme Court’s ruling on same-sex marriage when he hadn’t supported it in his run for office.\n\nThere is a danger, however, that with chutzpah becoming popular as a political insult, the word’s nuances will be lost to the American public.\n\nObama at least understands the word’s complexity. Just last month, Obama praised Barbra Streisand’s chutzpah as he awarded her the Presidential Medal of Freedom.\n\nLike Dershowitz, Obama knows that a little chutzpah can be a good thing.", "article_metadata": {"description": "Chutzpah has entered the mainstream of American political discourse. But with the Yiddishism becoming popular as a political insult, the word’s nuances may be", "generator": "WordPress 4.1.6", "og": {"site_name": "Jewish Telegraphic Agency", "description": "Chutzpah has entered the mainstream of American political discourse. But with the Yiddishism becoming popular as a political insult, the word’s nuances may be lost.", "title": "Obama’s ‘chutzpah’ email", "locale": "en_us", "image": {"width": 880, "identifier": "http://www.jta.org/wp-content/uploads/2015/11/Obama.jpg", "type": "image/jpeg", "height": 580}, "url": "http://www.jta.org/2015/12/11/default/obamas-chutzpah-email", "type": "article"}, "twitter": {"domain": "Jewish Telegraphic Agency", "description": "Chutzpah has entered the mainstream of American political discourse. But with the Yiddishism becoming popular as a political insult, the word’s nuances may be lost.", "title": "Obama’s ‘chutzpah’ email", "image": {"src": "http://www.jta.org/wp-content/uploads/2015/11/Obama.jpg"}, "site": "@jtanews", "card": "summary"}, "fb": {"app_id": 609545035801692}, "article": {"section": "Default", "tag": "The Telegraph", "published_time": "2015-12-11T21:02:15+00:00", "modified_time": "2016-01-26T16:44:58+00:00", "author": "http://www.jta.org/author/bharris"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "It’s certainly a snappier subject line than “The Gall” or “Temerity.” And like Levy’s Rye Bread, you don’t have to be Jewish to love the word chutzpah.\nJust last month, Obama praised Barbra Streisand’s chutzpah as he awarded her the Presidential Medal of Freedom.\nIn 2011, GOP presidential hopeful Michele Bachmann famously mangled the difficult-to-pronounce Yiddishism in a televised attack on Obama’s budgetary record.\n“You may not be able to point to a lot of legislative accomplishments with this group of Republicans in Congress, but you’ve gotta give these folks credit for their chutzpah.”It’s not entirely surprising to see this quintessentially Jewish word pop up in a presidential email.\nLike Dershowitz, Obama knows that a little chutzpah can be a good thing."}