{"article_title": "TCSO Physicals Jumped From $85 To $800 Under Contract Linked To - News9.com - Oklahoma City, OK - News, Weather, Video and Sports", "article_keywords": ["tcso", "ok", "office", "tulsa", "weidner", "jumped", "oklahoma", "edwards", "contract", "county", "sheriffs", "weather", "video", "paid", "therapy", "news9com", "physical", "linked", "physicals"], "article_url": "http://www.news9.com/story/30991190/tcso-physicals-jumped-from-85-to-800-under-contract-linked-to-former-undersheriffs-wife", "article_text": "A company connected to former Tulsa County Undersheriff Brian Edwards’ wife has been paid nearly $300,000 since 2012 to perform physical examinations on job applicants for $800 each, a tenfold increase over what the Sheriff’s Office previously paid, an investigation by The Frontier has found.\n\nIn a 2012 deposition, Edwards said he changed the requirements for pre-employment physical exams before he left the Sheriff’s Office. Those changes enabled his wife’s employer, Physical Therapy of Tulsa, to receive the contract from then-Sheriff Stanley Glanz.\n\nEdwards said in the deposition that the sheriff knew that Edwards’ wife, a physician, worked for the company. He declined an interview request from The Frontier.\n\nUndersheriff Rick Weigel recently wrote a letter stating the Sheriff’s Office was terminating the contract as part of several measures to save money. The agency has struggled with financial issues as the controversy over former Sheriff Stanley Glanz has continued to grow.\n\nGlanz was indicted by a grand jury in November and resigned. Undersheriff Rick Weigel, who took over for Glanz, resigned last week following a heated meeting with county officials over spending at the Sheriff’s Office.\n\nChief Deputy Michelle Robinette is serving as acting sheriff. She declined an interview request from The Frontier for this story.\n\nThe county’s contract with Physical Therapy of Tulsa began at midnight May 1, 2012, the same day Edwards began a new job at the Grand River Dam Authority after 31 years at the Sheriff’s Office. The county has paid the company $282,000 since the contract began, records show.\n\nWeidner is a former emergency room physician at Saint Francis Hospital and former medical director for Tulsa Life Flight. In an interview with The Frontier, she said she developed the extensive pre-employment physical examination used by TCSO after learning how fitness impacts performance, on-the-job injuries and employee retention in law enforcement agencies.\n\nThough her work developing the new testing process occurred before the contract was awarded, Weidner said she had nothing to do with her employer, Physical Therapy of Tulsa, obtaining the contract. The company’s president is Helen Washecheck, a physical therapist.\n\n“I had nothing to do with developing the contract. It came as a complete surprise to me,” Weidner said.\n\nShe said she did not charge the county for extensive research she did that led to the new process. Weidner said she does conduct the exams and is paid for her services by Physical Therapy of Tulsa.\n\nRecords show the county did not seek proposals from other companies to conduct the physicals. Other county departments pay $145 per physical for new hires to another company, One Source Occupational Medicine Inc.\n\nWhen asked why other companies weren’t asked to submit proposals for the new physical exams, Weidner said Physical Therapy of Tulsa provides the county with a unique mix of professionals to handle the job.\n\n“I just don’t know who else they would have gone to,” Weidner said.\n\nDeputy Justin Green, a spokesman for TCSO, said the Sheriff’s Office previously paid $85 to One Source for applicant physicals. Green said the agency expanded the physical testing for applicants in hopes of drawing more qualified deputies and detention officers and saving on personnel costs in the long run.\n\n\"The (intent) was to reduce workers compensation claims and find better, well-suited people for the positions we were trying to fill,\" Green said.\n\nThe screenings by Physical Therapy of Tulsa also include a drug test, Green said.\n\nAdditionally, the Sheriff’s Office paid Edwards’ wife, Vicky Weidner, a $200-per-hour consulting fee the year after Edwards left to help craft a new medical provider contract for the jail. Weidner also reviewed bids by companies vying for the jail’s $5 million-per-year contract and served on a committee that awarded the bid to Armor Correctional Health Services Inc.\n\nCounty Commissioner Karen Keith said Friday that she was unaware of Weidner's ties to the company. She also had no idea Weidner had been hired to review the RFP and proposals for the jail's medical contract provider.\n\nTulsa County Public Information Officer Michael Willis said contracts are reviewed by the county purchasing department and the District Attorney's Office before being presented to county commissioners for their consideration.\n\nRead the full story from The Frontier here.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "A company connected to former Tulsa County Undersheriff Brian Edwards’ wife has been paid nearly $300,000 since 2012 to perform physical examinations on job applicants for $800 each.", "author": "Ziva Branstetter, Kevin Canfield", "og": {"url": "http://www.news9.com/story/30991190/tcso-physicals-jumped-from-85-to-800-under-contract-linked-to-former-undersheriffs-wife", "image": "http://KWTV.images.worldnow.com/images/9672597_G.jpg", "type": "article", "description": "A company connected to former Tulsa County Undersheriff Brian Edwards’ wife has been paid nearly $300,000 since 2012 to perform physical examinations on job applicants for $800 each.", "title": "TCSO Physicals Jumped From $85 To $800 Under Contract Linked To Former Undersheriff's Wife"}, "twitter": {"image": "http://KWTV.images.worldnow.com/images/9672597_G.jpg", "description": "A company connected to former Tulsa County Undersheriff Brian Edwards’ wife has been paid nearly $300,000 since 2012 to perform physical examinations on job applicants for $800 each.", "card": "summary", "title": "TCSO Physicals Jumped From $85 To $800 Under Contract Linked To Former Undersheriff's Wife"}, "wnreadableurl": "tcso-physicals-jumped-from-85-to-800-under-contract-linked-to-former-undersheriffs-wife", "ROBOTS": "index,follow,noarchive", "owner": "KWTV", "fb": {"app_id": 538140636230283}, "date": "2016/01/18", "KEYWORDS": "oklahoma city,okc,media,news,weather,tv,cbs, tulsa, county, undersheriff, brian edwards, wife, paid, more, news 9, kwtv, news9.com", "wn-version": "ContainerE-Story", "wn-base": "IIS08", "verify-v1": "d5ZN+GNiazjgWlnr3WHikwraMvFljdUSLMgex4CGnc8=", "news_keywords": "oklahoma city,okc,media,news,weather,tv,cbs, tulsa, county, undersheriff, brian edwards, wife, paid, more, news 9, kwtv, news9.com"}, "article_summary": "Deputy Justin Green, a spokesman for TCSO, said the Sheriff’s Office previously paid $85 to One Source for applicant physicals.\nUndersheriff Rick Weigel recently wrote a letter stating the Sheriff’s Office was terminating the contract as part of several measures to save money.\nThose changes enabled his wife’s employer, Physical Therapy of Tulsa, to receive the contract from then-Sheriff Stanley Glanz.\nIn a 2012 deposition, Edwards said he changed the requirements for pre-employment physical exams before he left the Sheriff’s Office.\nThe screenings by Physical Therapy of Tulsa also include a drug test, Green said."}