{"article_title": "5 Drugs That Are the Face of Prescription Drug Reform -- The Motley Fool", "article_keywords": ["fool", "prescription", "reform", "drugs", "price", "cf", "drug", "face", "motley", "patients", "treatment", "prices", "orkambi", "valeant"], "article_url": "http://www.fool.com/investing/general/2015/11/15/5-drugs-that-are-the-face-of-prescription-drug-ref.aspx", "article_text": "Think fast: what's the first thing that comes to mind when I say \"prescription drugs?\" Were you too busy reaching for your wallet to think of anything? Don't worry, you're probably not alone.\n\nPrescription drug costs are soaring\n\nAlthough Congress has taken a particular interest in certain drug developers over the past two months following privately held Turing Pharmaceuticals' attempt to raise the price on a rare-disease drug it acquired by nearly 5,500% overnight, passing along hefty price increases to insurers and consumers has long been a way of life for drug developers.\n\nBased on a report from online news outlet Quartz, the average price increase passed along by specialty pharmaceutical companies was 16% in 2012, 29% in 2013, 22% in 2014, and 19% thus far in 2015. Over the last four years this works out to an average increase of 117% over the four-year time period! The worst offenders, courtesy of data from Deutsche Bank, are Valeant Pharmaceuticals (NYSE:VRX), Mallinckrodt (NYSE:MNK), Mylan, Akorn, and Impax Laboratories, which have increased their prices on an annual basis between 2012 and 2015 by an average of 43.3%, 31.6%, 22.5%, 21.8%, and 19.9%, respectively.\n\nBut the pattern is not limited to specialty drugmakers. Eli Lilly, Pfizer, and Merck, among Big Pharma names, have increased their prices by an average of 15.3%, 14.3%, and 10%, respectively, on an annual basis between 2012 and 2015.\n\nIt's important to note that it's rare for consumers or insurers to pay wholesale drug costs, which is what Deutsche Bank's data above shows. However, it nonetheless paints a clear picture that prescription drug prices are moving up at a precipitous pace.\n\nThese drugs are the faces of prescription drug inflation\n\nCalls to do something about prescription drug price inflation have been ongoing for years, but Congress has often lacked specific companies or drugs to target with its inquiries. I believe there are now five clear targets that lawmakers and consumers can hone in on that could be the catalysts that ultimately lead to reform.\n\n1. Acthar Gel\n\nPerhaps the easiest drug to pile on is one that's already under scrutiny by the Federal Trade Commission. Mallinckrodt's Acthar Gel, which it acquired when it purchased Questcor Pharmaceuticals for $5.6 billion, is approved to treat around 20 inflammatory-based diseases. But it wasn't always as expensive as it is today. In 2005 a vial of Acthar Gel ran around $1,235. Today, the same vial now costs about $35,000, a more than 2,700% increase over the past decade, with a full year's worth of treatment running well over $200,000 per patient.\n\nStrengthening the case against Mallinckrodt, the company has contractual arrangements with around a half-dozen specialty pharmacies for the distribution of Acthar Gel, up from just one specialty pharmacy in prior years, according to Bloomberg. These arrangements are critical for Mallinckrodt, as it's had some degree of difficulty getting insurers to cover Acthar or reimburse the company. Justifying a 2,700% increase over a decade may prove difficult for Mallinckrodt.\n\n2. Harvoni\n\nAnother obvious candidate to draw the ire of lawmakers and consumers is Gilead Sciences (NASDAQ:GILD), which brought Sovaldi and Harvoni to market for the treatment of hepatitis C.\n\nFour years ago the standard of care for a patient with HCV involved 24 to 48 weeks of interferon and ribavirin treatments, which often came with unpleasant side effects. The cure rate of this treatment was around 50%. The introduction of Sovaldi and Harvoni boosted cure rates above 90% in most instances, and pushed the treatment timeframe to as little as eight weeks for genotype 1 patients who are treatment-naïve and have no liver cirrhosis.\n\nThe downside? Harvoni, which is a once-daily pill with very manageable side effects, costs $1,125 per day. Over a standard 12-week treatment course for a genotype 1 patient, that adds up to $94,500! Even with substantial gross-to-net reductions to insurers, there are more than 3 million people in the U.S. with hepatitis C according to the Centers for Disease Control and Prevention. For the 70% of hepatitis C patients with genotype 1, it means a very expensive cure.\n\nNormally drugs in this price range are relegated to much smaller patient pools, and it's for this reason I expect Harvoni to remain a target of prescription reform advocates.\n\n3. Orkambi\n\nVertex Pharmaceutical's (NASDAQ:VRTX) recently approved cystic fibrosis (CF) drug Orkambi doesn't have a patient pool that extends into the millions like Harvoni, but its annual wholesale cost of $259,000 is bound to turn heads (and not in a good way).\n\nVertex's Orkambi is the next generation in a series of developing CF drugs that's targeted at the 508del mutation, the most common mutation witnessed in CF patients. To be clear, Orkambi did deliver improvement to CF patients with two copies of the 508del mutation in two phase 3 studies, TRAFFIC and TRANSPORT. All four treatment arms tested over a 24-week period achieved absolute improvements in forced expiratory volume within the first second (compared to the placebo) of 2.6 to 4 percentage points, or an absolute improvement of 4.3% to 6.7%. Orkambi also achieved a statistically significant reduction in pulmonary exacerbations ranging from 30% to 39%.\n\nBut with limited treatment options available to CF patients, is $259,000 justifiable for an absolute lung improvement of between 4.3% and 6.7%? Some would argue it's not, and that Vertex has used the orphan drug designation of Orkambi to slap a mammoth price tag on the drug. As FiercePharma points out, Vertex has countered these arguments by highlighting the exorbitant costs to develop Orkambi, and the need to keep its valuation up such that it doesn't become a takeover target by a company with less interest in pursuing CF development.\n\n4. and 5. Isuprel & Nitropress\n\nLastly, we have the \"gimmies\" of the list: Isuprel and Nitropress, the two Valeant Pharmaceutical drugs that are creating quite a stir in Congress.\n\nIsuprel, a medicine given to people with a slow heart rate, and Nitropress, a vasodilator that helps lower blood pressure, are two drugs that Valeant acquired the rights to in February. What's so controversial is that Valeant raised the price of both therapies by 525% and 212%, respectively, but it did not, according to The Wall Street Journal, improve either medication in the lab or shift production of the drugs to an expensive manufacturing plant. It simply purchased these two therapies and raised their prices dramatically.\n\nValeant spokesperson Laura Little had this to say in a statement to The Wall Street Journal:\n\n\"Our duty is to our shareholders and to maximize the value [of the products Valeant sells]. Sometimes pricing comes into it, sometimes volume comes into it.\"\n\nIf anything, Congress' probe into the way Valeant sets prices is bound to set a precedent that other drug developers will soon follow. It's not an uncommon practice to buy the rights to a drug and push its price up, but the propensity of this occurring under Valeant's ownership makes this a particularly intriguing investigation worth monitoring.\n\nIt still remains to be seen if these faces of prescription drug inflation can provide enough impetus among Congress to lead to changes, but I'd certainly suggest keeping a keen eye on these therapies in the coming months as I expect them to come under increased scrutiny.", "article_metadata": {"publish_time": "09:41", "date": "2015-11-15T14:41:00Z", "description": "Congress is cracking down on rising prescription drug costs, and these five therapies could prove to be the face of that reform.", "ResponsiveALP": "1Ses_2things-v-single_single-control_50", "author": "Sean Williams", "promo": "Congress is cracking down on rising prescription drug costs, and these five therapies could prove to be the face of that reform.", "twitter": {"site": "@themotleyfool", "description": "Congress is cracking down on rising prescription drug costs, and these five therapies could prove to be the face of that reform.", "title": "5 Drugs That Are the Face of Prescription Drug Reform --  The Motley Fool"}, "tags": "Yahoo News,Google Editor's Pick", "og": {"site_name": "The Motley Fool", "description": "Congress is cracking down on rising prescription drug costs, and these five therapies could prove to be the face of that reform.", "title": "5 Drugs That Are the Face of Prescription Drug Reform --  The Motley Fool", "url": "http://www.fool.com/investing/general/2015/11/15/5-drugs-that-are-the-face-of-prescription-drug-ref.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F185453%2Facthar-gel.JPG&h=630&w=1200&op=resize", "type": "article"}, "headline": "5 Drugs That Are the Face of Prescription Drug Reform", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "7fa74e66-8841-11e5-96fe-0050569d32b9", "pitch": 2518, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2015 11 15", "tickers": "VRX,VRTX,GILD,MNK", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "These drugs are the faces of prescription drug inflationCalls to do something about prescription drug price inflation have been ongoing for years, but Congress has often lacked specific companies or drugs to target with its inquiries.\nHowever, it nonetheless paints a clear picture that prescription drug prices are moving up at a precipitous pace.\nThink fast: what's the first thing that comes to mind when I say \"prescription drugs?\"\nVertex's Orkambi is the next generation in a series of developing CF drugs that's targeted at the 508del mutation, the most common mutation witnessed in CF patients.\nBut with limited treatment options available to CF patients, is $259,000 justifiable for an absolute lung improvement of between 4.3% and 6.7%?"}