{"article_title": "Troy Tulowitzki out at least 2 weeks because of shoulder injury – The Denver Post", "article_keywords": ["shoulder", "toronto", "guess", "hes", "anthopoulos", "denver", "troy", "glove", "twotothree", "post", "injury", "really", "weeks", "tulowitzki", "york"], "article_url": "http://www.denverpost.com/rockies/ci_28805915/troy-tulowitzki-out-at-least-2-weeks-because", "article_text": "NEW YORK — Toronto All-Star shortstop Troy Tulowitzki will miss at least two weeks because of a cracked left shoulder blade.\n\n“It’s a very small crack,” Blue Jays general manager Alex Anthopoulos said Sunday. “Just talking with the doctors, if they had to guess, and really it’s only a guess at this point, it could be two-to-three weeks, and then he could be back for October,”\n\nTulowitzki was hurt when he collided with center fielder Kevin Pillar while chasing Didi Gregorius’ popup in the opener of Saturday’s doubleheader.\n\n“I knew something was wrong,” Tulowitzki said. “I don’t know what I felt, just a lot of pain.”\n\n“If he does get back in that two-to-three week period, he’d probably have a little bit of discomfort,” Anthopoulos added. “I really think after the Atlanta series we’ll have a feel to see how well he’s doing.”\n\nTulowitzki’s injury is not a common one, and Anthopoulos said the organization reached out to NFL teams, who have more experience with it.\n\nTo provide additional infield depth while Tulowitzki recovers, Toronto acquired Gold Glove second baseman Darwin Barney from the Los Angeles Dodgers on Sunday for a player to be named or cash. Toronto designated pitcher Scott Copeland for assignment to clear a roster spot.\n\n“For right now, we’re down a middle infielder for at least two weeks,” Anthopoulos said. “He’s a great glove, he’s a right-handed bat, a good teammate, as well.”", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Troy Tulowitzki out at least 2 weeks because of shoulder injury", "title": "Troy Tulowitzki out at least 2 weeks because of shoulder injury", "url": "http://www.denverpost.com/2015/09/13/troy-tulowitzki-out-at-least-2-weeks-because-of-shoulder-injury/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150913_121939_troy-tulowitzki.jpg", "height": 412}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150913_121939_troy-tulowitzki.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-09-13T12:15:57+00:00", "modified_time": "2016-04-21T17:33:35+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fce00a\"", "article_summary": "NEW YORK — Toronto All-Star shortstop Troy Tulowitzki will miss at least two weeks because of a cracked left shoulder blade.\n“For right now, we’re down a middle infielder for at least two weeks,” Anthopoulos said.\n“He’s a great glove, he’s a right-handed bat, a good teammate, as well.”\nTo provide additional infield depth while Tulowitzki recovers, Toronto acquired Gold Glove second baseman Darwin Barney from the Los Angeles Dodgers on Sunday for a player to be named or cash.\n“It’s a very small crack,” Blue Jays general manager Alex Anthopoulos said Sunday."}