{"article_title": "Bashing Hillary won't get you to the White House—commentary", "article_keywords": ["wont", "housecommentary", "needs", "good", "voters", "positive", "trade", "bashing", "hillary", "york", "way", "white", "gop", "theres"], "article_url": "http://www.cnbc.com/2015/04/25/bashing-hillary-wont-get-you-to-the-white-house-commentary.html", "article_text": "I would suggest laying off Hillary and instead showing us what you got in the way of economic-growth policies that will foster 4 to 5 percent growth and maybe another 12 million jobs. The GOP needs a positive growth message, along with a strong national-security message, because the party needs a positive rebranding and a positive vision. But Hillary-bashing will drown that out.\n\n\n\nRead MoreWhy investors should worry about 2016 now\n\n\n\nSnarking your way to the presidency is not likely to happen. And if you go that route, slamming Hillary at every turn, you're going to lose female voters, minority voters, and young voters — constituencies that the GOP desperately needs to win. It might even help Hillary.\n\nAs far as the Clintons' alleged cash-raising misdeeds — what the New York Post has dubbed \"quid pro dough\" — it looks like the whole rest of the world is jumping on the case. It's being covered by no less than the New York Times and Washington Post, a bunch of liberal magazines, and of course the conservative Wall Street Journal. You've got Pulitzer Prize-winning New York Times reporter Jo Becker working the story daily. She's doing her own research and not relying solely on Peter Schweizer, the author of the forthcoming \"Clinton Cash\" book that set this latest Clinton scandal in motion.\n\n\n\nI think Schweizer is a very good investigative reporter. We'll have to see if he has connected all the dots when his book hits shelves on May 5. But when you have the liberal media and its top reporters digging deep, there's really no need for the GOP presidential candidates to pile on.\n\n\n\nIf the charges against Hillary and Bill are true, if the evidence is there, and if laws have been broken, why not let the Clintons hang themselves? They won't need any help.\n\nRead MoreHillary is not anti-Wall Street: Steve Rattner\n\nAnd the country already knows that Hillary Clinton lacks good judgment. Whether it's the secret e-mail servers, or the Colombian trade agreement, or the Russian uranium deal, polls say Americans are losing confidence in her ability. Bill and Hillary have long been branded with ethical miscues and moral lapses.\n\n\n\nSo don't go there, GOP. Instead, walk the more certain path to the White House in 2016: Offer brass tacks and specifics on reinvigorating economic growth.\n\n\n\nWatching the GOP presidential candidates at last week's New Hampshire Republican Leadership Summit, there was frankly very little discussion of growth. While several candidates have tax-reform plans, both good and bad, there were no specifics in the Granite State. Ditto for rolling back regulations, replacing Obamacare, or immigration reform. I also don't recall a discussion of free trade, even though there's a big trade bill coming up in the House and Senate. And I heard no mention of a stable and sound dollar.\n\nI did hear this idea of not wanting to go back to yesterday, contrasting the past with the future. As Newsmax founder Christopher Ruddy put it, it's a clever rhetorical device, but it does not present real solutions. In fact, there are quite a few pretty good ideas from the past.\n\nRead MoreThe case for Rubio as the anti-Hillary\n\n\n\nFor example, Ronald Reagan slashed marginal tax rates and promoted a sound dollar. Democrat Jimmy Carter, believe it or not, started a deregulation movement that Reagan continued on his first day in office by decontrolling oil prices. John F. Kennedy cut tax rates in the 1960s and launched a huge economic boom. And if you go way back to 1776, there's Adam Smith, the man who launched free-market economics with his book The Wealth of Nations. That was a long time ago, but that shouldn't mean we neglect his principles.\n\nWhat the Republican party needs is a clear and strong vision for getting the American economy out of the doldrums. If you want to nail Hillary, slam her issues and policies. Looks like she's going Obama Third Term: redistribution, not growth.\n\nGo positive, GOP. Go for positive economic- and foreign-policy solutions. That's a winner.", "article_metadata": {"AssetType": "blogpost", "description": "A message to GOP presidential candidates: Snarking Hillary is not the way to the White House. A positive economic-growth vision is.", "author": "Larry Kudlow", "og": {"site_name": "CNBC", "description": "A message to GOP presidential candidates: Snarking Hillary is not the way to the White House. A positive economic-growth vision is.", "title": "Kudlow: Bashing Hillary? Don't go there, GOP", "url": "http://www.cnbc.com/2015/04/25/bashing-hillary-wont-get-you-to-the-white-house-commentary.html", "image": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2015/04/06/102563574-467370638.1910x1000.jpg", "type": "article"}, "twitter": {"description": "A message to GOP presidential candidates: Snarking Hillary is not the way to the White House. A positive economic-growth vision is.", "title": "Bashing Hillary won't get you to the White House", "url": "http://www.cnbc.com/2015/04/25/bashing-hillary-wont-get-you-to-the-white-house-commentary.html", "image": {"src": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2015/04/06/102563574-467370638.1910x1000.jpg"}, "creator": "@Larry_Kudlow", "site": "@CNBC", "card": "summary_large_image"}, "al": {"ios": {"app_name": "CNBC Business News and Finance", "app_store_id": 398018310}}, "apple-itunes-app": "app-id=398018310", "GOOGLEBOT": "unavailable_after: 31 Dec 9999 23:59:59 GMT", "keywords": "Kudlow's Corner, Commentary, Politics, US: News, US Economy, Economy, business news", "article": {"publisher": "https://www.facebook.com/cnbc", "published_time": "2015-04-25T08:18:37-0400", "author": "https://www.facebook.com/CNBC", "section": "Kudlow's Corner", "modified_time": "2015-04-25T08:18:38-0400", "tag": "Economy"}, "pageNodeId": 102620061, "news_keywords": "Hillary Clinton, presidential race, 2016 election, GOP candidates,"}, "_id": "\"57477af46914bd0286fdf1c1\"", "article_summary": "The GOP needs a positive growth message, along with a strong national-security message, because the party needs a positive rebranding and a positive vision.\nGo positive, GOP.\nAnd if you go that route, slamming Hillary at every turn, you're going to lose female voters, minority voters, and young voters — constituencies that the GOP desperately needs to win.\nRead MoreHillary is not anti-Wall Street: Steve RattnerAnd the country already knows that Hillary Clinton lacks good judgment.\nInstead, walk the more certain path to the White House in 2016: Offer brass tacks and specifics on reinvigorating economic growth."}