{"article_title": "'Rich is Not a Four-Letter Word' teaches how to survive Obamacare and more", "article_keywords": ["real", "word", "fourletter", "estate", "willis", "obamacare", "gerri", "financial", "offers", "rich", "survive", "teaches"], "article_url": "http://www.examiner.com/list/rich-is-not-a-four-letter-word-teaches-how-to-survive-obamacare-and-more", "article_text": "Gerri Willis, anchor and personal finance correspondent for Fox Business News released Rich is Not a Four-Letter Word April 19. The intriguing play-on-words title offers a capitalist viewpoint based on free enterprise and private ownership in our increasingly anti-capitalist influenced society, evidenced by The Seattle Times report on anti-capitalist protesters in downtown Seattle May 2.\n\nIt's also a concern Max Ehrenfreund's wrote about in The Washington Post where he said millennials today prefer socialism over capitalism. Yet, our founding fathers designed our nation on the principles of \"life, liberty and the pursuit of happiness\" in the Declaration of Independence which favors conservative, limited government.\n\nWillis's dislike of \"bigger government programs, more bureaucracy, and more wasted taxpayer money\" reveals a conservative bias against the \"progressive mind-set championed by liberals.\"\n\nHowever, she offers a fair and balanced view supported by research, statistics and polls from the likes of Pew Research with overviews on \"how we got off track,\" with \"the Bank of Washington, the Dependency Crisis, Healthcare Deformation, Housing, Education and The Fed.\"\n\nIn chapter one Willis presents an overview of what the problems are and how they affect our nation, especially the middle-class where over half of Americans now make less than 30K a year. Rachel Stoltzfoos reported that same statistic last fall in The Daily Caller. Where she writes, \"Fifty-one percent of working Americans make less than $30,000 a year, new data from the Social Security Administration (SSA) shows, [which is] just over the poverty level for a family of five.\"\n\nIn chapters two through nine Willis offers sound advice on how to \"beat the system\" and get an \"affordable education, survive Obamacare, invest, save, purchase real estate, taxes and she even includes a chapter on \"how rich people think.\"\n\nChapter four concerns Obamacare and that segment alone is more than worth the price of the book. She details how \"to navigate this brave new world\" with informative links that rank doctors, billing practices and patient reviews with links to websites that \"compare prices on everything from drugs to surgeries.\" For example the American Medical Association's \"Code Manager\" teaches how to read complex billing codes or Good Rx that offers drug price comparisons and coupons to print along with other links.\n\n\"Rich is Not a Four-Letter Word\" is a quick and easy read that acknowledges we are still in a\n\nGreat Recession with the real unemployment rate not reported. John Williams alternate \"Shadow stats unemployment rate for April 2016 is a whopping 22.9%, not like March's National Employment rate of 5%. The result is a nation in shell shock over unaffordable and rising costs of health care, the unemployed, the under-employed part-time workers and discouraged college graduates who can't find a job and repay their student loans.\n\nWillis's compelling and insightful solutions offer genuine answers to an over-regulated society that hinders private enterprise, retards economic expansion and keeps our nation mired in recession. It's not a book to miss.\n\n'Rich Is Not a Four-Letter Word, by Gerri Willis, Crown Forum, Hardcover, 2016, 272 Pages, 978-1101903797, $26.00\n\nMidwest Book Reviews: \"Gail's Bookshelf\" April 2016\n\nPinterest: GailWelborn\n\nTwitter: @GailWelborn\n\nFaceBook: Gail Welborn\n\n'Rich is Not a Four-Letter Word' Fox Business In Rich Is Not a Four-Letter Word, veteran financial journalist and pundit Gerri Willis takes on the progressive mind-set championed by liberals that gives government bureaucrats the right to decide what's best for us, resulting in bigger government programs, more bureaucracy, and more wasted taxpayer money. She dissects Obamacare and Democratic tax initiatives to show how they have hamstrung the average American. Then she shows us how to overcome these left wing financial hurdles and grow our nest eggs, despite the political pick-pocketing from Washington.\n\nRich Is Not a Four-Letter Word: How to Survive Obamacare, Trump Wall Street, Kick-start Your Retirement, and Achieve Financial Success, by Gerri Willis Rich Is Not a Four-Letter Word: How to Survive Obamacare, Trump Wall Street, Kick-start Your Retirement, and Achieve Financial Success, by Gerri Willis Crown Forum–2016 In a fiery polemic on our personal finances, Gerri Willis, anchor and personal finance correspondent for Fox Business News, reveals how liberal policy has decimated our wallets. In Rich Is Not a Four-Letter Word, veteran financial journalist and pundit Gerri Willis takes on the progressive mind-set championed by liberals that gives government bureaucrats the right to decide what's best for us, resulting in bigger government programs, more bureaucracy, and more wasted taxpayer money. She dissects Obamacare and Democratic tax initiatives to show how they have hamstrung the average American. Then she shows us how to overcome these left wing financial hurdles and grow our nest eggs, despite the political pickpocketing from Washington. Among the topics she tackles in the book:\n\n• How the progressive agenda has robbed Americans of their financial freedom (a new Blackrock survey shows that 4 out of 10 Americans haven't even started saving for retirement)--and how to get it back;\n\n• How the wide-open spigot of college loan dollars has encouraged college administrators to boost tuition each and every year--and how we can successfully navigate the system;\n\n• How, with a stroke of President Obama's pen, company-sponsored health-care coverage was put on deathwatch, as companies have begun to abandon employee health-care coverage and opt to pay a less expensive federal penalty;\n\n• Why the knee-jerk progressive response to the 2008 market crash and subsequent recession has acted as an albatross on the shoulders of American corporations, keeping corporate tax rates at sky high levels among Western nations--and what we can do to create jobs and jumpstart the economy\n\nHome Rich: Increasing the Value of the Biggest Investment of Your Life, by Gerri Willis Home Rich: Increasing the Value of the Biggest Investment of Your Life, by Gerri Willis Ballantine Books—2008 Your home is the single most valuable thing you can own, yet making it pay can intimidate and confuse even the savviest investor. Now, in an indispensable new book, finance expert Gerri Willis leads you step-by-step through the entire experience of buying, maintaining, and selling a home, and shows you how to come out ahead–maybe even way ahead. Americans used to raise their families in one place, knowing that their homes would someday make them wealthy. These days, on average, people spend just nine years in a house; it’s become a medium-term investment in a volatile real estate market. Home Rich is the first book that offers simple rules specifically designed for this brave new world of home buying and selling. Here are the ways to maximize your profit, from the time you get the keys to the time you hand them over. • before you buy: Learn about the best and safest loans available, how to finance and refinance them, and how to pick the right real estate agent (watch out for the “dual agency,” when one agent represents both buyer and seller).\n\n• buy right: Understand what size home you need and can afford (it’s the features and the fit, not the square footage), and check out location, location, location (a school system is a tip-off to a growing neighborhood).\n\n• keep up your investment: Make a checklist by season to determine maintenance expenses and find out how to protect against monster storms, mold, and vermin.\n\n• upgrade in ways that count: Be practical (an updated kitchen beats a Jacuzzi), discover the new green improvements, and plant the best trees and shrubs for your zone (landscaping can add 6 to 7 percent to the value of a home).\n\n• sell right: Inspect and repair, clear and clean, then set the correct price, advertise, and field the offers. Home Rich addresses the needs of homeowners in all regions and at all income levels, featuring helpful case histories, practical charts, and clear instructions. Gerri Willis has written a comprehensive, reader-friendly guide for creating a special personal space that you will love living in–and that others will also value and happily pay for when the time comes for you to sell.\n\nThe SmartMoney Guide to Real Estate Investing, by Gerri Willis The SmartMoney Guide to Real Estate Investing, by Gerri Willis Wiley—2003 Real estate offers a variety of opportunities that other investments cannot. But for those with little real estate investing experience, entering into this arena can be intimidating. This guide walks readers through real estate basics to educate less experienced individuals who may be looking to buy a home for themselves or merely as an investment. Information on mortgages, selecting property, working with brokers, and renovations are included along with other relevant subjects.\n\nTurn the Ship Around!: A True Story of Turning Followers into Leaders, by L. David Marquet Turn the Ship Around!: A True Story of Turning Followers into Leaders, by L. David Marquet Portfolio—2013 \"Leadership should mean giving control rather than taking control and creating leaders rather than forging followers.\" David Marquet, an experienced Navy officer, was used to giving orders. As newly appointed captain of the USS Santa Fe, a nuclear-powered submarine, he was responsible for more than a hundred sailors, deep in the sea. In this high-stress environment, where there is no margin for error, it was crucial his men did their job and did it well. But the ship was dogged by poor morale, poor performance, and the worst retention in the fleet. Marquet acted like any other captain until, one day, he unknowingly gave an impossible order, and his crew tried to follow it anyway. When he asked why the order wasn't challenged, the answer was \"Because you told me to.\" Marquet realized he was leading in a culture of followers, and they were all in danger unless they fundamentally changed the way they did things. That's when Marquet took matters into his own hands and pushed for leadership at every level. Turn the Ship Around! is the true story of how the Santa Fe skyrocketed from worst to first in the fleet by challenging the U.S. Navy's traditional leader-follower approach. Struggling against his own instincts to take control, he instead achieved the vastly more powerful model of giving control. Before long, each member of Marquet's crew became a leader and assumed responsibility for everything he did, from clerical tasks to crucial combat decisions. The crew became fully engaged, contributing their full intellectual capacity every day, and the Santa Fe started winning awards and promoting a highly disproportionate number of officers to submarine command. No matter your business or position, you can apply Marquet's radical guidelines to turn your own ship around. The payoff: a workplace where everyone around you is taking responsibility for their actions, where people are healthier and happier, where everyone is a leader.", "article_metadata": {"description": "Gerri Willis, anchor and personal finance correspondent for Fox Business News released Rich is Not a Four-Letter Word April 19.", "Generator": "Drupal 7 (http://drupal.org)", "og": {"url": "http://www.examiner.com/list/rich-is-not-a-four-letter-word-teaches-how-to-survive-obamacare-and-more", "site_name": "Examiner.com", "image": "http://cdn2-b.examiner.com/sites/default/files/styles/image_content_width/hash/6f/24/6f243fbd34cb3a92b7785d5c546b716a.jpg?itok=4YYovLYl", "type": "article", "title": "'Rich is Not a Four-Letter Word' teaches how to survive Obamacare and more"}, "twitter": {"description": "Gerri Willis, anchor and personal finance correspondent for Fox Business News released Rich is Not a Four-Letter Word April 19.", "creator": "@Gailwelborn", "title": "'Rich is Not a Four-Letter Word' teaches how to survive Obamacare and more", "site": "@examinercom", "image3": "http://cdn2-b.examiner.com/sites/default/files/styles/image_content_width/hash/1c/14/1c14d7d5221096602631a248974116aa.jpg?itok=tFxxOYtZ", "image2": "http://cdn2-b.examiner.com/sites/default/files/styles/image_content_width/hash/96/f5/96f56ff8009e106c9e7bc9fd05a42a38.jpg?itok=CptQOYZM", "image1": "http://cdn2-b.examiner.com/sites/default/files/styles/image_content_width/hash/02/d7/02d790281259040c5c4621475332ae37.jpg?itok=9j4KYDzJ", "image0": "http://cdn2-b.examiner.com/sites/default/files/styles/image_content_width/hash/1a/db/1adb4fa19de9a5561c6baa997cf34279.jpg?itok=5yRhswt0", "card": "gallery"}, "robots": "noodp", "dc.date.issued": "2016-05-10T08:01:04-06:00", "fb": {"app_id": 113003962065478}, "keywords": "Christianity, Business & Economics, Personal Finance, Investing", "article": {"published_time": "2016-05-10T08:01"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Gerri Willis, anchor and personal finance correspondent for Fox Business News released Rich is Not a Four-Letter Word April 19.\nThe SmartMoney Guide to Real Estate Investing, by Gerri Willis The SmartMoney Guide to Real Estate Investing, by Gerri Willis Wiley—2003 Real estate offers a variety of opportunities that other investments cannot.\n\"Rich is Not a Four-Letter Word\" is a quick and easy read that acknowledges we are still in aGreat Recession with the real unemployment rate not reported.\nRich Is Not a Four-Letter Word: How to Survive Obamacare, Trump Wall Street, Kick-start Your Retirement, and Achieve Financial Success, by Gerri Willis Rich Is Not a Four-Letter Word: How to Survive Obamacare, Trump Wall Street, Kick-start Your Retirement, and Achieve Financial Success, by Gerri Willis Crown Forum–2016 In a fiery polemic on our personal finances, Gerri Willis, anchor and personal finance correspondent for Fox Business News, reveals how liberal policy has decimated our wallets.\nThese days, on average, people spend just nine years in a house; it’s become a medium-term investment in a volatile real estate market."}