{"article_title": "Prison theater transforms Colombian inmates", "article_keywords": ["santos", "serving", "theater", "colombia", "prisons", "guards", "audience", "transforms", "inmates", "prison", "conditions", "colombian"], "article_url": "http://www.washingtontimes.com/news/2014/nov/26/prison-theater-transforms-colombian-inmates/", "article_text": "BOGOTA, Colombia (AP) - A group of handcuffed female inmates file onto a dark stage as prison guards carrying assault rifles watch nervously from the sparsely filled seats of Colombia’s National Theater. On the playbill is the Greek tragedy “Antigone.”\n\nThe play is the marquee attraction in the second-annual Theater Festival for Prisoners, which arose out of an outreach program started two years ago in the overcrowded pavilions of the Buen Pastor penitentiary in Bogota.\n\nJohana Bahamon, a well-known actress and model, said she came up with the idea after seeing the harsh conditions while serving as a judge in a prison beauty contest. Theater troupes responsible for everything from selecting the works to designing costumes and sets now exist in 15 prisons nationwide. Most performances take place in the jails themselves, for family members and visitors.\n\n“The applause is therapeutic and empowers them as women,” said Bahamon.\n\nThe amateur thespians, the majority of them serving time for drug convictions, couldn’t agree more.\n\n“Because we’re behind bars, this helps us to feel free,” said Lorena Ramirez, 24, while putting on a little backstage makeup.\n\nOvercrowding and poor sanitary conditions are legendary in Colombia, and prison authorities acknowledge that it has locked up some 44,000 inmates more than its 138 prisons are prepared to handle.\n\nAmong those in the audience Tuesday was Martin Santos, the influential son of Colombian President Juan Manuel Santos. Perhaps prompted by his presence, the actresses in Antigone removed their white robes, bared their breasts and shouted in unison against a litany of prison hardships: stomach-churning food, abuse by prison guards and inadequate medical care. The entire audience, much of it made up of relatives of the actors, broke into a long applause as the curtain fell.\n\n—\n\nFollow Garcia on Twitter: @jacobogg", "article_metadata": {"description": "A group of handcuffed female inmates file onto a dark stage as prison guards carrying assault rifles watch nervously from the sparsely filled seats of Colombia's National Theater. On the playbill is the Greek tragedy \"Antigone.\"", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "A group of handcuffed female inmates file onto a dark stage as prison guards carrying assault rifles watch nervously from the sparsely filled seats of Colombia’s National Theater. On the playbill is the Greek tragedy “Antigone.”", "title": "Prison theater transforms Colombian inmates", "url": "http://www.washingtontimes.com/news/2014/nov/26/prison-theater-transforms-colombian-inmates/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/11/26/ed86bcf758cb752e660f6a7067009497.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/11/26/ed86bcf758cb752e660f6a7067009497.jpg", "description": "A group of handcuffed female inmates file onto a dark stage as prison guards carrying assault rifles watch nervously from the sparsely filled seats of Colombia's National Theater. On the playbill is t", "card": "summary", "title": "Prison theater transforms Colombian inmates"}, "Author": "JACOBO GARCIA", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "BOGOTA, Colombia (AP) - A group of handcuffed female inmates file onto a dark stage as prison guards carrying assault rifles watch nervously from the sparsely filled seats of Colombia’s National Theater.\nPerhaps prompted by his presence, the actresses in Antigone removed their white robes, bared their breasts and shouted in unison against a litany of prison hardships: stomach-churning food, abuse by prison guards and inadequate medical care.\nTheater troupes responsible for everything from selecting the works to designing costumes and sets now exist in 15 prisons nationwide.\nAmong those in the audience Tuesday was Martin Santos, the influential son of Colombian President Juan Manuel Santos.\nOvercrowding and poor sanitary conditions are legendary in Colombia, and prison authorities acknowledge that it has locked up some 44,000 inmates more than its 138 prisons are prepared to handle."}