{"article_title": "Boulder takes new look at police oversight", "article_keywords": ["boulder", "city", "takes", "justice", "review", "system", "community", "members", "commission", "council", "department", "oversight", "look"], "article_url": "http://www.dailycamera.com/news/boulder/ci_27759487/boulder-takes-new-look-at-police-oversight", "article_text": "City Council seeks Human Relations Commission input in response to activist concerns\n\nThe Boulder Police Department's professional standards review panel is made up of police officers and community members appointed by the city manager.\n\nChief Greg Testa said the inclusion of community members was pioneering when it started in 1993 and remains unusual.\n\nBut Boulder residents and social justice activists say it's not enough. They want a police oversight board that looks not just at individual complaints but systemic issues around bias and police practice and a police oversight board that includes a broader range of community perspectives and is more responsive to the public.\n\nDerrick Jones, a member of the leadership team of the Boulder Coalition and Alliance on Race, noted that most of the community members on the panel are lawyers and others who work in the criminal justice system and who may share certain unconscious biases with law enforcement.\n\n\"There are lots of people with knowledge of the criminal justice system who are not in those professions, which could have a conflict of interest with the police and criminal justice system,\" he said. \"They might not be able to look at situations from a social justice perspective, rather than just the letter of the law.\n\n\"Are there people asking the question of, 'How does this affect vulnerable populations, whether it is the homeless population or people of color?' I would hate to see them just follow a process to the exclusion of looking at the bigger picture.\"\n\nIn the aftermath of nationwide protests over the deaths of black men at police hands and the finding of a USA Today analysis that African Americans make up 5 percent of Boulder's arrests, even though they make up less than 1 percent of the population, the call to reconsider how the police department polices itself is finding receptive ears.\n\nAfter hearing from activists, the Boulder City Council asked the city's Human Relations Commission to look at the structure of the police department's review panel and make recommendations for changes. Council members also want to hear from the commission on whether there should be policy changes in response to the disparity in arrests.\n\n\"We want to engage the HRC in ensuring that we are a welcoming and inclusive community,\" Councilwoman Suzanne Jones said. \"These two issues have been brought to our attention, and we're looking for their feedback, in particular on what their role could be in addressing those two issues and advice they might have for council to take action.\"\n\nJones said she doesn't believe there are major problems with the police department, but she wonders if there are things the city and the department could do better.\n\n\"I think they're mostly doing a good job, but if there are concerns, we want to hear about them,\" she said. \"We'll have a community conversation about whether changes need to be made. What can we be doing proactively to make people feel better about police?\"\n\nCouncilwoman Mary Young said she has concerns about the discrepancy in arrests and sees value in bringing new perspectives to the review panel.\n\n\"I think certainly the mix is something to look at,\" she said. \"There are six police officers and six citizens, who are mostly people in the justice system. It might be worthwhile to bring some other perspectives.\"\n\nYoung said the concerns raised by activists reflect the experiences of some people in the Latino community.\n\n\"I don't think what exists today is an outward racism like we had before the civil rights movement,\" she said. \"It's more nuanced today. It's hidden biases that people act on without being aware of them. I would want to see the facts, though I would not be so quick to call them racial profiling so much as these hidden biases.\"\n\n'We believe it is an effective process'\n\nIn an internal report on the arrest figures posted to the department website, the police department notes that almost half of all arrests are \"non-discretionary,\" such as warrant arrests and domestic violence cases. The report also notes that Boulder has a much higher daytime population than its number of residents and that 10 percent of Boulder's homeless population is African-American, though it doesn't say what percent of arrests of African-Americans come from non-residents or the homeless community.\n\nAfrican-Americans received about 2 percent of the tickets or summonses issued by Boulder police.\n\nIn testimony Monday to the Human Relations Commission, Testa said the Boulder police are engaged in the same introspection as departments around the country, and he takes seriously the need to treat everyone fairly.\n\nTesta said he believes the current system works well to investigate officer misconduct, but he is open to having a discussion about it.\n\n\"Only a few police departments in the state of Colorado involve citizens in their review process,\" he said. \"We believe it is an effective process. However, we understand that some members of our community want to have a conversation about changing the process, and we are open to listening.\"\n\nAmy Zuckerman, chairwoman of the Human Relations Commission, said commission members are looking forward to additional direction from the City Council and providing a forum for dialogue.\n\n\"Community issues require collaborative solutions,\" she said. \"It's going to come down to all of us engaging in the conversation and hearing disparate points of view.\n\nZuckerman said the commission's quasi-legislative role allows the commission to hold public hearings to gather testimony from the community and to develop proposals for new policies.\n\n\"We would be honored to do that work and provide a place for healing, as well as for transparency,\" she said. \"We have heard some strong emotions and some experiences that cause a lack of trust. As a community, we have to get back to a place of trust, and that's on the community and on the police officers. We want Boulder to be safe for everyone.\"\n\nSpotlight on issue is heightened\n\nCreating an independent police oversight board has been a long-standing goal of the Boulder County chapter of the American Civil Liberties Union, though it hasn't previously gotten much traction.\n\n\"The current system of the professional standards review panel is within the police department, and it's based on rules of the police department, not any ordinances of the city,\" said Barry Satlow, chair of the local ACLU. \"It's not the kind of independent review board that people around the country are asking for and that the ACLU has long supported. We think it's time that there was a board that was appointed by council and that had its own staff to do investigations and make recommendations.\"\n\nSatlow said the ACLU would be making recommendations to the city about how to change the structure of the review panel, but to address the community concerns, its entire mission and goal would have to change so that it wasn't limited to looking at individual allegations.\n\n\"The police to date have not been doing a bad job of their own discipline, but you want to get ahead of this for when what is shot is not an elk but a person,\" he said.\n\nSuzanne Jones said Boulder is part of the same conversation going on around the country.\n\n\"To the extent that it becomes an issue for the public, as a representative democracy, it becomes an issue for council,\" she said. \"There's also a national conversation going on right now about police and community relations. So it heightens the spotlight on this issue.\"\n\nDerrick Jones said he was encouraged to hear the council express concern about the issues the coalition is raising.\n\nJones, who is black, said he has lived in a number of predominantly white, liberal college towns, and Boulder is \"on the lower end of the spectrum\" when it comes to race. People espouse liberal values, but he frequently feels like people draw attention to the fact that he is the only person of color in the room. Sometimes it's well-intentioned but misguided efforts to bond with him over a presumed love of hip-hop; other times it's more hostile, such as people expressing surprise that he's intelligent and well-spoken.\n\nJones said those attitudes inevitably affect law enforcement, and people need an opportunity to tell their stories and have them heard.\n\n\"I might be walking and get stopped by the police, and it's always that there was a report of a robbery or a suspicious person and they just have to check it out,\" he said.\n\n\"When people say that happens to them here, I believe them because I've been through that experience as well.\"\n\nErica Meltzer: 303-473-1355, meltzere@dailycamera.com or twitter.com/meltzere", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/news/boulder/ci_27759487/boulder-takes-new-look-at-police-oversight", "sailthru.author": "By Erica Meltzer \n  Staff Writer", "ag": {"canon": "BoulderDailyCamera:article:27759487:view"}, "startDate": "2015-03-21T10:36:33-0600", "twitter": {"domain": "dailycamera.com", "description": "The Boulder Police Department's professional standards review panel is made up of police officers and community members appointed by the city manager.", "title": "Boulder takes new look at police oversight", "url": "http://www.dailycamera.com/news/boulder/ci_27759487/boulder-takes-new-look-at-police-oversight", "image": "http://extras.mnginteractive.com/live/media/site21/2015/0321/20150321__22DCAPOLw~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2015/0321/20150321__22DCAPOLw~1_300.jpg", "modificationDate": "2015-03-22T14:25:55-0600", "endDate": "2025-03-21T10:35:33-0600", "description": "The Boulder Police Department's professional standards review panel is made up of police officers and community members appointed by the city manager.", "byline": "By Erica MeltzerStaff", "pubDate": "2015-03-21T10:38:42-0600", "sailthru.date": "2015-03-21T10:36:33-0600", "sailthru.title": "Boulder takes new look at police oversight", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.section": "Boulder News", "news_keywords": "Boulder News, Boulder News news, Boulder Colorado Boulder News news, Boulder Colorado news, Boulder News Boulder news, Boulder News Colorado news, US Boulder News news, world Boulder News news.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/news/boulder/ci_27759487/boulder-takes-new-look-at-police-oversight", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "The Boulder Police Department's professional standards review panel is made up of police officers and community members appointed by the city manager.", "title": "Boulder takes new look at police oversight"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2015/0321/20150321__22DCAPOLw~1.jpg"}, "article_summary": "\"There are lots of people with knowledge of the criminal justice system who are not in those professions, which could have a conflict of interest with the police and criminal justice system,\" he said.\nAfter hearing from activists, the Boulder City Council asked the city's Human Relations Commission to look at the structure of the police department's review panel and make recommendations for changes.\nChief Greg Testa said the inclusion of community members was pioneering when it started in 1993 and remains unusual.\n\"There are six police officers and six citizens, who are mostly people in the justice system.\nCouncil members also want to hear from the commission on whether there should be policy changes in response to the disparity in arrests."}