{"article_title": "Silver Springs Citrus Drinks In Country Pure Foods", "article_keywords": ["partners", "tsusho", "transaction", "deal", "citrus", "country", "toyota", "sapporo", "juice", "foods", "pure", "springs", "makes", "silver", "drinks"], "article_url": "http://www.themiddlemarket.com/news/food_beverage/silver-springs-citrus-drinks-in-country-pure-foods-255044-1.html", "article_text": "Silver Springs Citrus Drinks In Country Pure Foods\n\nThe transaction follows a juice deal from Centre Partners, which invested in Sun Orchard in January\n\nSilver Springs Citrus Inc. has closed a deal for Country Pure Foods.\n\nCountry, headquartered in Akron, Ohio, is a foodservice juice manufacturer. The company makes private-label juice products, and also sells spring water. The company was backed by Mistral Equity Partners, a New York private equity firm. Terms of the deal were not disclosed.\n\nSilver Springs makes mainly chilled juice. The business is a joint venture between Sapporo International and Toyota Tsusho American Inc. Sapporo will own 51 percent of Country and Toyota Tsusho will own 49 percent.\n\nIn another juice transaction, in January, Centre Partners made a majority investment in Sun Orchard Inc., which makes juices, fruit aides, bar mixes and other products.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/food_beverage/silver-springs-citrus-drinks-in-country-pure-foods-255044-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/country-pure-foods.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Silver Springs Citrus Drinks In Country Pure Foods"}}, "_id": "\"57477af36914bd0286fce02e\"", "article_summary": "Silver Springs Citrus Drinks In Country Pure FoodsThe transaction follows a juice deal from Centre Partners, which invested in Sun Orchard in JanuarySilver Springs Citrus Inc. has closed a deal for Country Pure Foods.\nThe business is a joint venture between Sapporo International and Toyota Tsusho American Inc. Sapporo will own 51 percent of Country and Toyota Tsusho will own 49 percent.\nSilver Springs makes mainly chilled juice.\nIn another juice transaction, in January, Centre Partners made a majority investment in Sun Orchard Inc., which makes juices, fruit aides, bar mixes and other products.\nCountry, headquartered in Akron, Ohio, is a foodservice juice manufacturer."}