{"article_title": "Help for Family Caregivers is Here – AARP", "article_keywords": ["legislature", "loved", "caregiver", "help", "family", "aarp", "caregivers", "state", "passed", "act", "gov", "care"], "article_url": "http://blog.aarp.org/2015/06/15/care-act-help-for-family-caregivers-is-here/", "article_text": "This week, New Mexico becomes the fifth state in the nation to implement the Caregiver Advise, Record, Enable (CARE) Act. Passed by the state legislature and signed into law by Gov. Martinez, the Lay Caregiver Act, a version of the CARE Act, is a commonsense solution to help those caring for their older mothers, fathers, husbands, wives and other loved ones so they can live independently. The law ensures family caregivers have key support as their loved ones go into the hospital and as they transition home.\n\nThe CARE Act requires hospitals to:\n\nRecord your name on the medical record of your loved one Inform you when your loved one is to be discharged to another facility or back home Give you education and instruction of the medical tasks you will need to perform at home, like managing medication or giving injections\n\n\n\n\n\nAs we celebrate this win for caregivers, I think back to earlier this year when I met Marianita from Albuquerque, New Mexico. As caregiver for her best friend, Robert, Marianita did everything he needed to live at home—where he wanted to be. Before Robert passed away from COPD, Marianita managed his many medications, gave him oxygen treatments, brought him to his doctor’s appointments, and more. She shared, “As a caregiver you don’t really think about getting qualified in any shape or form, you just pick up on it and you just do it… you have to learn quickly and do what you need to do because your loved one is depending on you.”\n\nWatch Marianita’s story:\n\nLike Marianita, many caregivers take on medical tasks while caring for their parents, spouses, aunts, uncles, friends, and other loved ones. In fact, in a recent AARP survey of New Mexico registered voters age 45-plus, 71% of caregivers said they’ve performed medical tasks – like wound care, giving injections, and more—while caring for a loved one.\n\nIs the CARE Act in your state?\n\nIn addition to New Mexico, the CARE Act is or will be effective soon in the following states:\n\nStates to watch:\n\nIllinois: The CARE Act, passed by the state legislature in May, was just sent to Gov. Rauner’s for his signature.\n\nThe CARE Act, passed by the state legislature in May, was just sent to Gov. Rauner’s for his signature. New York: Passed by the state legislature earlier this month, the bill now awaits Gov. Cuomo’s signature.\n\nPassed by the state legislature earlier this month, the bill now awaits Gov. Cuomo’s signature. Rhode Island: Just last week the state legislature unanimously passed the CARE Act; it now goes to Gov. Raimondo’s desk.*\n\n\n\n\n\nFurther, over a dozen more states have introduced the CARE Act, with nine still working on the legislation this year.* Check out where your state stands:\n\nIf you are a family caregiver, you’re not alone.\n\nTo stay up to date or to get involved with our caregiving advocacy in the states, visit org/supportcaregivers , sign up for the AARP Advocates e-newsletter or check out state Web page .\n\n, sign up for the or check out . To find the tools and support you need, as well as ways to connect with other caregivers, visit the AARP Caregiving Resource Center.\n\n**CARE Act Update 7/16/15: The CARE Act is now also law in Maine and Rhode Island.\n\n___________________________________________________________________________\n\nElaine Ryan is the vice president of State Advocacy and Strategy Integration (SASI) for AARP. She leads a team of dedicated legislative staff members who work with AARP state offices to advance advocacy with governors and state legislators, helping people 50-plus attain and maintain their health and financial security.\n\nFollow Elaine on Twitter: @RoamTheDome", "article_metadata": {"page_title": "blog", "twitter": {"description": "This week, New Mexico becomes the fifth state in the nation to implement the Caregiver Advise, Record, Enable (CARE) Act.  Passed by the state legislature and signed into law by Gov. Martinez, the Lay Caregiver Act, a version of the CARE Act, is a commonsense solution to help those caring for their older mothers, fathers, husbands, wives and other loved ones so they can live independently. The law ensures family caregivers have key support as their loved ones go into …", "creator": "@aarp", "url": "http://blog.aarp.org/2015/06/15/care-act-help-for-family-caregivers-is-here/", "title": "CARE Act: Help for Family Caregivers is Here", "site": "@aarp", "card": "summary"}, "estimated_publish_date": "2015-06-15", "Last-Modified": "2016-03-16EDT14:45:01", "keywords": "take care, where we stand, care act, caregiver, caregiver support, caregiving, elaine ryan, family, family caregiving, medical tasks, new mexico, nursing tasks", "houseAds": "commercial", "paywallStatus": "off", "isArticle": "false", "livefyreId": "350138:http://blog.aarp.org/2015/06/15/care-act-help-for-family-caregivers-is-here", "title": "CARE Act: Help for Family Caregivers is Here", "comments": "on", "sponsorship": "on", "source": "aarp_washington_office", "description": "This week, New Mexico becomes the fifth state in the nation to implement the Caregiver Advise, Record, Enable (CARE) Act.  Passed by the state legislature and signed into law by Gov.", "robots": "index,follow", "Subject1": "Division:AARP.org", "fb": {"app_id": 114175878660191}, "aarpAdUnit": "Take-Care", "article": {"author": "http://www.facebook.com/AARP"}, "pluckId": "http://www.aarp.org/vendor/blog/", "viewport": "width=device-width, initial-scale=1", "language": "english", "og": {"site_name": "AARP", "description": "This week, New Mexico becomes the fifth state in the nation to implement the Caregiver Advise, Record, Enable (CARE) Act.  Passed by the state legislature and signed into law by Gov. Martinez, the Lay Caregiver Act, a version of the CARE Act, is a commonsense solution to help those caring for their older mothers, fathers, husbands, wives and other loved ones so they can live independently. The law ensures family caregivers have key support as their loved ones go into …", "title": "CARE Act: Help for Family Caregivers is Here", "url": "http://blog.aarp.org/2015/06/15/care-act-help-for-family-caregivers-is-here/", "image": "http://blog.aarp.org/wp-content/uploads/2015/06/No-hair.jpg", "type": "article"}, "contentId": "/content/aarpe/en/home/vendor/blog", "Subject2": "Resources and Tools:Blogs", "aarpeContent": "true", "IALevel1": "vendor", "IALevel2": "blog", "s43": "13.Volunteerism|MyPersonalTime", "action": "read", "dateToday": "2016/05/26"}, "_id": "\"57477af36914bd0286fce032\"", "article_summary": "**CARE Act Update 7/16/15: The CARE Act is now also law in Maine and Rhode Island.\nThe law ensures family caregivers have key support as their loved ones go into the hospital and as they transition home.\n*Further, over a dozen more states have introduced the CARE Act, with nine still working on the legislation this year.\nTo find the tools and support you need, as well as ways to connect with other caregivers, visit the AARP Caregiving Resource Center.\nShe leads a team of dedicated legislative staff members who work with AARP state offices to advance advocacy with governors and state legislators, helping people 50-plus attain and maintain their health and financial security."}