{"article_title": "Younger Women Less Likely To Receive Radiotherapy After Breast Cancer Surgery; Mothers Most Prone To Recurrence", "article_keywords": ["radiotherapy", "younger", "cancer", "mothers", "receive", "investigators", "recurrence", "likely", "treatment", "surgery", "prone", "children", "breast", "women"], "article_url": "http://www.medicaldaily.com/younger-women-less-likely-receive-radiotherapy-after-breast-cancer-surgery-mothers-most-prone-265796", "article_text": "Younger women with children were least likely to receiver radiotherapy treatment following breast cancer surgery.\n\nYounger women with children are more likely to skip radiotherapy treatment after breast conserving surgery, even though they tend to experience more aggressive tumors with higher risks of recurrence.\n\nIn a recent study, investigators from Chicago and Texas analyzed a clinical and prescription database containing records for more than 20,000 patients. I-Wen Pan and Tina Shih compared likelihood of undergoing radiotherapy for women of all ages and family structures across varying regions of the country. The study group included women who received diagnoses of breast cancer between January 2004 and December 2009, and excluded those with a prior history of breast cancer or radiotherapy treatment. They also excluded women who’d undergone mastectomy within 12 months of breast cancer surgery, as well as those with distant metastasis.\n\nIn analyzing the data, the investigators found age to be the most important predictor of treatment history for breast cancer, more so than even differences in health insurance. Women under age 50 were less likely than others to receive the treatment, with the biggest gap in women with children less than seven-years-old.\n\n\"The receipt of [radiotherapy] after [breast cancer surgery] represents one aspect of quality cancer care,” the investigators wrote. “They conclude that improving overall quality of BC care could improve RT compliance, but that \"additional work is needed to … develop robust interventions tailored to the unique needs of younger cancer patients.\"\n\nThe investigators concluded that childrearing responsibilities inhibit adherence to breast cancer treatment. In 2010, more than 200,000 women in the United States received diagnoses for breast cancer, with nearly 41,000 deaths, according to the U.S. Centers for Disease Control and Prevention.\n\nSource: Pan, I-Wen, Smith, Benjamin D., Shih, Ya-Chen Tina. Factors Contributing To Underuse Of Radiation Among Younger Women With Breast Cancer. Journal Of The National Cancer Institute. 2013.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "breast cancer, breast cancer radiotherapy, radiation therapy breast cancer", "og": {"site_name": "Medical Daily", "description": "Younger women under age 50 are less likely to receive radiation therapy following breast cancer surgery.", "title": "Younger Women Less Likely To Receive Radiotherapy After Breast Cancer Surgery", "url": "http://www.medicaldaily.com/younger-women-less-likely-receive-radiotherapy-after-breast-cancer-surgery-mothers-most-prone-265796", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/12/25/younger-women-less-likely-complete-breast-cancer-treatment.jpg", "type": "article"}, "twitter": {"description": "Younger women under age 50 are less likely to receive radiation therapy following breast cancer surgery.", "title": "Younger Women Less Likely To Receive Radiotherapy After Breast Cancer Surgery", "url": "http://www.medicaldaily.com/younger-women-less-likely-receive-radiotherapy-after-breast-cancer-surgery-mothers-most-prone-265796", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/12/25/younger-women-less-likely-complete-breast-cancer-treatment.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/12/25/younger-women-less-likely-complete-breast-cancer-treatment.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Conditions", "published_time": "2013-12-25T08:17:45-05:00", "modified_time": "2013-12-25T08:17:54-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Younger women under age 50 are less likely to receive radiation therapy following breast cancer surgery."}, "_id": "\"57477af36914bd0286fce034\"", "article_summary": "Younger women with children were least likely to receiver radiotherapy treatment following breast cancer surgery.\n\"The receipt of [radiotherapy] after [breast cancer surgery] represents one aspect of quality cancer care,” the investigators wrote.\nThey also excluded women who’d undergone mastectomy within 12 months of breast cancer surgery, as well as those with distant metastasis.\nThe study group included women who received diagnoses of breast cancer between January 2004 and December 2009, and excluded those with a prior history of breast cancer or radiotherapy treatment.\nFactors Contributing To Underuse Of Radiation Among Younger Women With Breast Cancer."}