{"article_title": "World Outrage as ISIS Bulldozes Sacred Site; UNESCO Denounces ‘War Crime’", "article_keywords": ["symbols", "bulldozes", "isis", "statues", "site", "crime", "destroyed", "known", "ancient", "denounces", "sacred", "unesco", "outrage", "world", "iraq", "war", "destruction"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/03/06/world-outrage-isis-bulldozes-sacred-site-and-unesco-denounces-war-crime-159503", "article_text": "World outrage has erupted as members of the Islamic State group known as ISIS have allegedly bulldozed an ancient sacred site in northern Iraq after weeks of hacking hallowed artifacts to smithereens as they attempt to erase what they see as blasphemous idolatry.\n\nVideo has been surfacing for days of militants smashing statues, but now ISIS—known also by its Arab acronym as Daesh—has taken it a step further and bulldozed the ancient city of Nimrud, an archaeological site known as the flashpoint of Mesopotamia, the cradle of western civilization. The destruction of such precious historical remnants has sickened Syrians and Iraqis alike, as well as much of the rest of the world.\n\n“Go and see Idlib, how all the ancient hills have been destroyed and looted, how bulldozers are digging,” said Mohammad Rabia Chaar, a Syrian writer and journalist based in Belgium, to The New York Times. “The feeling of sickness is growing more and more, day after day, against these imperialist Muslims. Daesh wants people with no memory, with no history, with no culture, no past, no future.”\n\nSuch words may strike a chord on Turtle Island, given that the original inhabitants are still contending with fallout from first contact more than 500 years ago.\n\n“What does it feel like to have your history destroyed?” asked one writer on Vox.com, trying to capture the gut-wrenching nature of this erasure of history. “What is it like to watch, helpless, as armed madmen take sledgehammers to some of the most treasured artifacts of your country's heritage?”\n\nThe ancient wonders being destroyed in Iraq are more than 3,000 years old, as Vox.com pointed out. Among the casualties, according to the Associated Press: “monumental statues of winged bulls, bearded horsemen and other winged figures, all symbols of an ancient Mesopotamian empire in the cradle of Western civilization.”\n\nThe Iraqi government first brought attention to the desecration and destruction.\n\n“The terrorist gangs of ISIS are continuing to defy the will of the world and the feelings of humanity after they committed a new crime that belongs to its idiotic series,” the ministry said in a statement on its Facebook page quoted by The New York Times. “Leaving these gangs without punishment will encourage them to eliminate human civilization entirely, especially the Mesopotamian civilization, which cannot be compensated.”\n\nThe site had just been nominated for inclusion on the UNESCO World Heritage list, and on March 6 the United Nations body denounced the deeds, calling it a loss not just to Iraq and Syria but to all of humanity as well.\n\n“I condemn in the strongest possible manner the destruction of the archaeological site of Nimrud site in Iraq,” UNESCO Director General Irina Bokova said in a statement. “This is yet another attack against the Iraqi people, reminding us that nothing is safe from the cultural cleansing underway in the country: It targets human lives, minorities, and is marked by the systematic destruction of humanity’s ancient heritage.”\n\nAlthough combatting blasphemy was the alleged motive for the destruction, that did not stop ISIS from trucking away numerous artifacts, presumably for sale, as they are known to traffic in them, according to BBC News and AP.\n\nThe UN officials were studying the site via satellite image, since it is too dangerous to physically visit, AP said. Bokova said the destroyed Assyrian symbols include “statues with the head of a man, the torso of a lion and wings of an eagle,” AP reported, symbols that are referred to in the Bible.\n\n\"All of this is an appalling and tragic act of human destruction,\" Bokova said. “It was one of the capitals of the Assyrian empire. Its frescos and works are celebrated around the world and revered in literature and sacred texts.”", "article_metadata": {"description": "World outrage has erupted as members of the Islamic State group known as ISIS have allegedly bulldozed an ancient sacred site in northern Iraq after weeks of hacking hallowed arWorld condemns ISIS for looting and bulldozing ancient Assyrian capital city of Nimrod in Iraq; UNESCO calls it \"war crime.\"", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "theresa", "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/03/06/world-outrage-isis-bulldozes-sacred-site-and-unesco-denounces-war-crime-159503", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/nimrud_statues-isis-ap-karim_kadim.jpg", "site_name": "Indian Country Today Media Network.com", "title": "World Outrage as ISIS Bulldozes Sacred Site; UNESCO Denounces ‘War Crime’"}, "abstract": "World condemns ISIS for looting and bulldozing ancient Assyrian capital city of Nimrod in Iraq; UNESCO calls it \"war crime.\"", "keywords": "Syria, Iraq, Assyria, Sacred Artifacts, Sacred Sites, Middle East, Mosul, Nimrud", "dc": {"title": "World Outrage as ISIS Bulldozes Sacred Site; UNESCO Denounces ‘War Crime’"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/03/06/world-outrage-isis-bulldozes-sacred-site-and-unesco-denounces-war-crime-159503", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "robots": "follow, index", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 1}, "dcterms.date": "2015-03-06T19:40-05:00", "dcterms.title": "World Outrage as ISIS Bulldozes Sacred Site; UNESCO Denounces ‘War Crime’"}, "_id": "\"57477af36914bd0286fce03d\"", "article_summary": "“I condemn in the strongest possible manner the destruction of the archaeological site of Nimrud site in Iraq,” UNESCO Director General Irina Bokova said in a statement.\nThe destruction of such precious historical remnants has sickened Syrians and Iraqis alike, as well as much of the rest of the world.\nIts frescos and works are celebrated around the world and revered in literature and sacred texts.”\nThe UN officials were studying the site via satellite image, since it is too dangerous to physically visit, AP said.\nWorld outrage has erupted as members of the Islamic State group known as ISIS have allegedly bulldozed an ancient sacred site in northern Iraq after weeks of hacking hallowed artifacts to smithereens as they attempt to erase what they see as blasphemous idolatry."}