{"article_title": "FIRST ON 3: Dosher Memorial Hospital prepares workers for possible cuts", "article_keywords": ["singer", "memorial", "financial", "staff", "hospital", "possible", "bullard", "dosher", "renovations", "cuts", "prepares", "employees", "layoffs", "workers", "thats"], "article_url": "http://www.wwaytv3.com/2014/07/29/first-3-dosher-memorial-hospital-prepares-workers-for-possible-cuts/", "article_text": "SOUTHPORT, NC (WWAY) — Dosher Memorial Hospital might soon go through some big changes which has some employees worried about their jobs.\n\n“It was pretty somber, I guess,” hospital worker Amy Bullard said. “That’s one way to put it. I think a lot of people are scared.”\n\nScared because their jobs might be in jeopardy.\n\nDosher Memorial Hospital employees say at staff meetings Tuesday they were told due to financial reasons some workers might be laid off.\n\nHospital spokesman Kirk Singer says the downturn in the economy, diminishing reimbursements and rising costs are to blame.\n\n“Things presently being considered by the hospital include the reduction of part-time staff and contract labor, and offering early retirement to qualified employees,” Singer said in a statement. “If further action is required, the hospital is also considering some level of staff layoff.”\n\n“They haven’t discussed it enough to really know,” Bullard said. “I guess it’s a consideration at this point, but they haven’t hammered out details yet.”\n\nBullard works in the lab and says her job might be on the chopping block.\n\n“Being PRN myself, it’s a little scary, because that’s on the first round of layoffs that are expected to happen, so my job is in jeopardy,” she said.\n\nAnother employee, who did not want to go on camera, questioned if it was wise to spend millions on renovations if the hospital is in this financial situation, but Bullard says the renovations are necessary to update the facility.\n\nSinger says no decisions have been made yet and hospital leaders are looking at all options to improve their current financial situation.\n\nBullard says the hospital’s Board of Trustees meets Monday evening to discuss the possible layoffs.", "article_metadata": {"og": {"site_name": "WWAY TV3", "description": "Dosher Memorial Hospital might soon go through some big changes which has some employees worried about their jobs.\r\n\r\n\"It was pretty somber, I guess,\" hospital worker Amy Bullard said. \"That's one way to put it. I think a lot of people are scared.\"\r\n\r\nScared because their jobs might be in jeopardy.", "title": "FIRST ON 3: Dosher Memorial Hospital prepares workers for possible cuts - WWAY TV3", "locale": "en_US", "updated_time": "2014-07-31T12:39:34-04:00", "url": "http://www.wwaytv3.com/2014/07/29/first-3-dosher-memorial-hospital-prepares-workers-for-possible-cuts/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/wwaytv3", "section": "Brunswick County News", "tag": "Southport", "published_time": "2014-07-29T21:19:18-04:00", "modified_time": "2014-07-31T12:39:34-04:00"}, "twitter": {"description": "Dosher Memorial Hospital might soon go through some big changes which has some employees worried about their jobs.\r\n\r\n\"It was pretty somber, I guess,\" hospital worker Amy Bullard said. \"That's one way to put it. I think a lot of people are scared.\"\r\n\r\nScared because their jobs might be in jeopardy.", "title": "FIRST ON 3: Dosher Memorial Hospital prepares workers for possible cuts - WWAY TV3", "site": "@wway", "card": "summary", "creator": "@wway"}, "viewport": "width=device-width, initial-scale=1", "generator": "WordPress 4.3.4"}, "_id": "\"57477af46914bd0286fde6c5\"", "article_summary": "Dosher Memorial Hospital employees say at staff meetings Tuesday they were told due to financial reasons some workers might be laid off.\nSOUTHPORT, NC (WWAY) — Dosher Memorial Hospital might soon go through some big changes which has some employees worried about their jobs.\nSinger says no decisions have been made yet and hospital leaders are looking at all options to improve their current financial situation.\nHospital spokesman Kirk Singer says the downturn in the economy, diminishing reimbursements and rising costs are to blame.\n“Things presently being considered by the hospital include the reduction of part-time staff and contract labor, and offering early retirement to qualified employees,” Singer said in a statement."}