{"article_title": "Colorado health insurance exchange officials clash over Medicaid role – The Denver Post", "article_keywords": ["customers", "colorado", "clash", "exchange", "eligibility", "technology", "system", "denver", "officials", "medicaid", "board", "shared", "role", "post", "health", "insurance"], "article_url": "http://www.denverpost.com/news/ci_27678100/colorado-health-insurance-exchange-officials-clash-over-medicaid", "article_text": "Medicaid patients enrolling through the state health insurance exchange are taking too much of its resources, exchange board members said Monday, but state officials propose an even tighter partnership.\n\nThe federal policy of “no wrong door” was meant to be a single online portal for the uninsured that would seamlessly determine their eligibility for either Medicaid or private insurance with tax subsidies they purchased on the exchange.\n\nBut system and user errors have created problems for thousands of Colorado customers seeking financial assistance under the Affordable Care Act.\n\nAlthough open enrollment for 2015 health plans ended Feb. 15, at least 700 people are still hung up in the system — down from a peak of 10,000 complaints, according to the exchange’s enrollment report released Monday.\n\nThe online Shared Eligibility System — the interface between the state marketplace and Medicaid — has caused most of the intractable problems, exchange officials say.\n\nBoard members are trying to determine how aligned or entangled the exchange should be with the much larger Medicaid system administered through Colorado Department of Health Care Policy and Financing.\n\nExchange interim chief executive Gary Drews said the board must decide to ” either take on the face of Medicaid and change our brand,” or find another solution to the drain on resources.\n\n“Every day that goes by we’re feeling the pressure of not working on these things,” Drews said. “We do know we have a vast portion of our resources going to Medicaid. (Should we) put people in the hands of folks whose core competencies are Medicaid?”\n\nDiscussions between Health Care Policy and Financing and Connect for Health Colorado will be watched by the governor’s office.\n\n“The governor is interested in making sure that there is an appropriate level of collaboration … and that we get the right people talking about this,” said David Padrino, Gov. John Hickenlooper’s deputy chief of staff.\n\nExchange staff estimate that Medicaid customers made 40 percent to 45 percent of calls to the customer service center, for which the forecast 2014-15 budget has climbed from just less than the $15 million approved by the board to about $21 million.\n\n“The Medicaid expansion has cost us significantly more than we thought,” said board member Dr. Mike Fallon. “We need paying customers to become financially stable. The customers of Connect for Health are paying to support Medicaid. We don’t have the money to do this. Our $26 million dollar (annual operating) budget is now laughable.”\n\nHealth Care Policy and Financing executive director Sue Birch said the data the exchange offered on costs attributable to Medicaid enrollees was “primitive.”\n\n“What I don’t think is being heard is that Medicaid will pay its fair share once it gets that (better) data,” said Birch, who is also a non-voting member of the exchange board.\n\nShe said the exchange and her office should work together more closely to resolve issues and contract with a single technology vendor. Currently, each organization contracts separately with its own vendor.\n\nDrews and others said exchange workers don’t have full access to information in the Medicaid system, the Colorado Benefits-Management System, which makes it difficult for the exchange to help households caught between the two systems.\n\nThe board voted Monday to seek proposals for an independent end-to-end review of the technology systems, while moving ahead with obvious tech fixes and deciding the larger issue of the exchange’s involvement in Medicaid.\n\nOnly 54 percent of 2015 enrollees received financial assistance. The other 46 percent didn’t have to navigate the eligibility system.\n\nOne proposed technology fix is that customers who are clearly not Medicaid-eligible be able to bypass the shared eligibility system. Cost estimates range from $2 million to $7 million.\n\nAnother option is an even more integrated system with Medicaid, which Fallon said he opposed.\n\n“We become a small cog in a huge machine we have no control over,” Fallon said. “I encourage the board to do minimum interoperability with Medicaid.”\n\nOf the total 224,171 applications for financial assistance submitted through the Shared Eligibility System during the recent three-month open-enrollment period, 76,783 applications originated from Connect for Health Colorado, the exchange reported. An estimated 78 percent of marketplace customers who went through the Shared Eligibility System received a “real-time” (in roughly an hour) eligibility determination. About 52,000 were denied Medicaid and were sent to the marketplace eligible for financial subsidies toward their private insurance plans.\n\nBirch said board members were overlooking the “extraordinary successes” of the exchange-Medicaid partnership to date.\n\n“Our reason for existing is to help people who need insurance,” Birch said.\n\nBroker John Luhman said during public comment that he disagreed with the exchange estimates of enrollees still shut out of coverage.\n\n“You’re telling me there are 700 people left out there. I’m telling you you’re wrong,” Luhman said. “I have 38 households hung up.”\n\nLuhman is one of 1,300 brokers working with the exchange.\n\n“I’m afraid of my customers going though this ungodly process over and over,” he said. “You have a system of technology that’s horrible. It stinks.”\n\nElecta Draper: 303-954-1276, edraper@denverpost.com or twitter.com/electadraper", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Colorado health insurance exchange officials clash over Medicaid role", "title": "Colorado health insurance exchange officials clash over Medicaid role", "url": "http://www.denverpost.com/2015/03/09/colorado-health-insurance-exchange-officials-clash-over-medicaid-role/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20141103_082136_Connect-for-Health-Colorado-Screengrab-6.jpg", "height": 432}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20141103_082136_Connect-for-Health-Colorado-Screengrab-6.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-03-09T16:42:25+00:00", "modified_time": "2016-04-25T00:38:06+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe2c16\"", "article_summary": "The online Shared Eligibility System — the interface between the state marketplace and Medicaid — has caused most of the intractable problems, exchange officials say.\nMedicaid patients enrolling through the state health insurance exchange are taking too much of its resources, exchange board members said Monday, but state officials propose an even tighter partnership.\n(Should we) put people in the hands of folks whose core competencies are Medicaid?”Discussions between Health Care Policy and Financing and Connect for Health Colorado will be watched by the governor’s office.\nBut system and user errors have created problems for thousands of Colorado customers seeking financial assistance under the Affordable Care Act.\nOne proposed technology fix is that customers who are clearly not Medicaid-eligible be able to bypass the shared eligibility system."}