{"article_title": "The Ryan Budget in Sheep’s Clothing?", "article_keywords": ["families", "programs", "rep", "tax", "budget", "ryan", "safety", "cuts", "poverty", "sheeps", "clothing", "net"], "article_url": "https://www.americanprogress.org/issues/poverty/news/2014/07/24/94460/the-ryan-budget-in-sheeps-clothing/", "article_text": "The Ryan Budget in Sheep’s Clothing?\n\nSOURCE: AP/Steve Helber\n\nHouse Budget Committee Chairman Paul Ryan (R-WI) gestures as he speaks during a gala prior to the start of the Virginia GOP Convention in Roanoke, Virginia, June 6, 2014.\n\nHouse Budget Committee Chairman Paul Ryan (R-WI) recently put forward a plan to overhaul our nation’s safety net. Among other things, Rep. Ryan proposes consolidating multiple safety net programs into a single grant in a select number of states in the name of granting localities and community institutions greater flexibility. But while Rep. Ryan paints his plan as embracing bold, new reforms, his proposals are either another version of his radical budget—a wolf dressed up in sheep’s clothing—or a complete about-face on his commitment to balance the budget. Ryan can’t have it both ways.\n\nFor the past four years, Rep. Ryan has set forth budgets that get approximately two-thirds of their cuts from programs that help low- and moderate-income families. His most recent iteration, released in April 2014, would turn Medicare into a voucher, cause more than 40 million people to lose their health care coverage, kick up to 10 million people off of nutrition assistance, and starve the part of the budget that funds education, child care, the Head Start program, worker training, and housing. These savings would go toward financing new tax cuts primarily for millionaires and large corporations.\n\nRep. Ryan claims that his new proposal to reform the safety net is “deficit neutral.” But it cannot be separated from his most recent budget proposal, in which 69 percent of his nearly $5 trillion in cuts over 10 years comes from programs helping low- and moderate-income families. Either his new recommendations will ultimately result in cuts to programs helping struggling families or he will fail to balance the budget. While creative language on community and flexibility can dress up these radical proposals and perhaps even move us, in the end, the numbers on the ledger don’t lie.\n\nMoreover, while Rep. Ryan’s stated goals of streamlining access to the safety net and promoting work are ones that progressives share, his approach replicates past policy failures while disregarding promising approaches to solve the very problems he is flagging. For example, by proposing to consolidate multiple programs and send them to the states, Rep. Ryan is opening the door to block grants—an approach that has historically resulted in cuts to key components of our nation’s safety net. He claims that the 1996 law that converted the Aid to Families with Dependent Children program into the Temporary Assistance for Needy Families, or TANF, block grants is a model for reform. But the facts say otherwise.\n\nBlock grants are fixed sums of federal dollars given to state and local governments for a designated purpose. They have significant limitations as a funding structure, particularly when it comes to vital programs that serve struggling individuals and families. For starters, block grants—especially when paired with cuts in funding from the programs they replace,—result in far fewer individuals and families receiving help in their time of need. For example, in the case of Medicaid, if an individual demonstrates that she meets the eligibility requirements under current law, she will receive assistance. However, under Rep. Ryan’s vision—as outlined in his most recent budget—Medicaid would take the form of a capped grant to states, resulting in a 25 percent cut and 27 million to 33 million people losing their health coverage, including those newly covered by Medicaid under the Affordable Care Act. All the talk in the world about state and community flexibility can’t overcome the harsh reality of a rising number of Americans without health coverage. Rep. Ryan does not address Medicaid in his most recent plans to consolidate safety net programs, leaving his budget proposal as the default way to interpret how he would address health coverage for families struggling to make ends meet.\n\nThis is a problem that only gets worse as time passes, as the real value of block-grant funding tends to diminish over time. TANF, which Rep. Ryan holds up as a model for reform, is a prime example: The program’s funding has been flat funded at $16.6 billion per year since its inception, and thus has declined by nearly one-third in real terms since 1996. The consequences for many low-income families can be devastating. While TANF helped more than 68 percent of poor families with children in 1996, just about one-quarter receive assistance today. Deep poverty has risen as TANF’s role as a safety net for poor families has eroded.\n\nWhat’s more, block-grant programs are by design less effective as countercyclical tools—that is, they are less able to respond to increased need during down economies, with dire consequences for both families and the overall economy. This was apparent during the Great Recession. While the Supplemental Nutrition Assistance Program, or SNAP, proved incredibly responsive to the economic downturn, with enrollment increasing from about 20 million individuals in 2007 to more than 44 million in 2011, the number of families that TANF helped barely budged and actually declined in some states despite the tremendous increase in poverty and hardship. Yet Rep. Ryan’s plan includes SNAP—one of our strongest countercyclical and anti-poverty programs—as a candidate for consolidation. While he claims that ultimately a countercyclical element could be built into the block grant, he acknowledges that in the pilot stage it would not be included, making the state pilots looks more like TANF. This type of reform does not build on what works.\n\nFinally, consolidating multiple programs into a single funding stream can reduce accountability for program outcomes and leave needed services vulnerable to later cuts. For example, in 1981, a series of social services were combined into a flexible block grant for states called the Social Services Block Grant. Since then, the grant—which provides states enormous flexibility and includes funding for adoption, child care, counseling, and employment services—has lost 77 percent of its value due to inflation, cuts, and funding freezes. In recent years, there have been attempts to eliminate it altogether under the justification that it is duplicative and does not have accountability. These calls for elimination have been supported by none other than Rep. Ryan, who is now proposing to similarly consolidate major funding streams to help low-income families in the name of flexibility. In an ironic twist, Rep. Ryan proposes the elimination of the Social Service Block Grant to pay for his proposed earned income tax credit, or EITC, expansion.\n\nIn addition to replicating past policies that have exacerbated poverty and inequality, Rep. Ryan’s plan does not acknowledge or build upon what has worked in the past to streamline access to services and promote work. States have multiple tools at their disposal to reduce administrative burdens on both families and governments—from adopting options that use eligibility for one program to automatically confer eligibility for another, to removing asset limits in key safety net programs to allow families to build savings to escape poverty. Unfortunately, Rep. Ryan has proposed multiple times to strip these options from state governments.\n\nOther safety net issues Rep. Ryan addresses in his new proposal are the high marginal tax rates that low-income families face and the phase down of benefits as income increases. Yet Ryan is proposing to repeal the Affordable Care Act, or ACA, which represents one of the biggest steps toward eliminating the marginal tax rates for low-income families. It allows these families to keep Medicaid or to receive subsidies to purchase insurance on the health exchange as their incomes rise, protecting families from losing their insurance as their income increases. Repealing the ACA is not consistent with his concerns about marginal tax rates, and again, it does not build on what works.\n\nWhile Rep. Ryan’s overall plan is problematic, some of his proposals merit consideration. In particular, his recommendation to reduce incarceration among low-risk and nonviolent offenders could help millions of people rebuild their lives and find work. In addition, his proposal to expand the earned income tax credit for adults without qualifying children should attract bipartisan support—the problem is, he wants to pay for this by cuts to other programs that help struggling families. Rep. Ryan could bolster his credibility as a champion for the earned income tax credit by supporting calls to make the 2009 improvements to the EITC and child tax credit permanent, as allowing those to lapse would deepen poverty for millions of families.\n\nThere’s a key principle that any poverty policy reform must adhere to in order to be taken seriously: First, do no harm. Proposals to reform the safety net should not exacerbate poverty and inequality, and unfortunately, that’s just what Rep. Ryan’s overall recommendations would do.\n\nConverting the most vital pillars of our nation’s safety net into block grants—regardless of what name Rep. Ryan chooses to call them—would be nothing short of disastrous for millions of struggling families and for our economy at large.\n\nThe devil is in the details. It remains to be seen whether Rep. Ryan has abandoned his plans of balancing the budget, or whether his reforms are actually a wolf in sheep’s clothing.\n\nMelissa Boteach is the Vice President of the Poverty to Prosperity Program and Half in Ten Education Fund at the Center for American Progress. Rebecca Vallas is the Associate Director of the Poverty to Prosperity Program at the Center.", "article_metadata": {"og": {"site_name": "name", "description": "House Budget Committee Chairman Paul Ryan’s speech on safety net reforms is either an outgrowth of his budget plans to gut the safety net or it backtracks on his promise to balance the budget. But he can’t have it both ways.", "title": "The Ryan Budget in Sheep’s Clothing?", "url": "https://www.americanprogress.org/issues/poverty/news/2014/07/24/94460/the-ryan-budget-in-sheeps-clothing/", "image": "//cdn.americanprogress.org/wp-content/uploads/2014/07/AP128879141885-620.jpg", "type": "article"}, "fb": {"app_id": 217056148424105}, "viewport": "width=device-width, initial-scale=1.0", "generator": "WordPress 4.2.2", "elq-topic": "poverty"}, "_id": "\"57477af36914bd0286fce066\"", "article_summary": "The Ryan Budget in Sheep’s Clothing?\nIt remains to be seen whether Rep. Ryan has abandoned his plans of balancing the budget, or whether his reforms are actually a wolf in sheep’s clothing.\nHouse Budget Committee Chairman Paul Ryan (R-WI) recently put forward a plan to overhaul our nation’s safety net.\nUnfortunately, Rep. Ryan has proposed multiple times to strip these options from state governments.\nBut while Rep. Ryan paints his plan as embracing bold, new reforms, his proposals are either another version of his radical budget—a wolf dressed up in sheep’s clothing—or a complete about-face on his commitment to balance the budget."}