{"article_title": "‘Code Black’ Documentary Reveals Complicated And Messy Truth Behind An LA Hospital In Crisis", "article_keywords": ["reveals", "code", "room", "emergency", "la", "hospital", "mcgarry", "health", "complicated", "truth", "doctors", "messy", "black", "care", "documentary", "crisis", "told"], "article_url": "http://www.medicaldaily.com/code-black-documentary-reveals-complicated-and-messy-truth-behind-la-hospital-crisis-289534", "article_text": "A new documentary directed by medical students opens an unprecedented door into hospital rooms and inside the lives of young doctors trying to navigate through America’s health care crisis in Los Angeles County-USC Medical Center’s emergency room. Code Black is set to release June 27 and provides viewers with the inner workings of America’s busiest emergency room, and how it copes with the system in place.\n\n“If you’re an outsider, this looks like total chaos, but I see unity in that chaos. There’s a team here coming together to save someone’s life,” the trailer for Code Black introduces ominously, while the video pans over a packed emergency room where the urgency is almost palpable.\n\nThe documentary covers the warzone-like chaos of the big L.A. emergency room throughout director Ryan McGarry and his classmates’ residency training from 2008 to 2012. They begin by experiencing the high-paced trauma rooms where doctors work side-by-side in a crowded and blood strewn environment. Once they transition to their last year in the program, they move into a new facility where the new, modern health care practices bring them paperwork and disdain for the system.\n\n“During Code Black it feels like the place is going to open up at the seams. I knew being a doctor anywhere else was not going to cut it,” McGarry, who is now a physician at New York-Presbyterian/Weill Cornell, told the Daily News.\n\nL.A. County Hospital is one of the first places to treat emergency medicine as a specialty, which is why its trauma center, known as “C-Booth” is legendary. The name stands for “critical booth” or “cardiac booth” and is where the sickest and dire patients were sent, making it a prime place for McGarry to show the rest of the country how both the emergency room doctors and patients are surviving the health care changeover in America.\n\n\"The story we're telling is obviously not exclusive to L.A.,\" McGarry told the Daily News. \"We could have told the story in any major city.\"\n\nWhen the film premiered last summer, it became the winner of Los Angeles Film Festival's “Best Documentary,” and the Hamptons International Film Festival’s “Best Documentary Feature,” among others.\n\nEmergency room visits have increased and even though many more now have access to health insurance thanks to the Patient Protection and Affordable Care Act, better known as Obamacare, many plans aren’t premiums and cut people off from specialists. The doctors who are experiencing first hand what it’s really like, are given a voice in Code Black.\n\n“I've invested so much into this idea of the patient-doctor experience, and yet I'm the last one to really get to say how that experience is going to go,” McGarry told NPR News. “So really, I think the answer is: Docs need to speak up. And I think partly, that's what Code Black was for me, personally — a chance to say, ‘OK, this is the state of affairs. And I don't [think] that we feel like it's acceptable.’”", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "code, black, documentary, reveals, complicated, and, messy, truth, behind, la, hospital, crisis", "og": {"site_name": "Medical Daily", "description": "A new documentary brings cameras into the busiest ER in America and shows the truth behind the health care crisis complication.", "title": "‘Code Black’: Documentary Reveals Truth Behind America’s Busiest ER [VIDEO]", "url": "http://www.medicaldaily.com/code-black-documentary-reveals-complicated-and-messy-truth-behind-la-hospital-crisis-289534", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/23/code-black-documentary-directed-doctors-gives-voice-health-care.JPG", "type": "article"}, "twitter": {"description": "A new documentary brings cameras into the busiest ER in America and shows the truth behind the health care crisis complication.", "title": "‘Code Black’: Documentary Reveals Truth Behind America’s Busiest ER [VIDEO]", "url": "http://www.medicaldaily.com/code-black-documentary-reveals-complicated-and-messy-truth-behind-la-hospital-crisis-289534", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/23/code-black-documentary-directed-doctors-gives-voice-health-care.JPG", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/23/code-black-documentary-directed-doctors-gives-voice-health-care.JPG"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Policy/Biz", "published_time": "2014-06-23T18:47:40-04:00", "modified_time": "2014-06-23T18:47:39-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A new documentary brings cameras into the busiest ER in America and shows the truth behind the health care crisis complication."}, "_id": "\"57477af46914bd0286fdc9be\"", "article_summary": "And I think partly, that's what Code Black was for me, personally — a chance to say, ‘OK, this is the state of affairs.\n“During Code Black it feels like the place is going to open up at the seams.\n\"The story we're telling is obviously not exclusive to L.A.,\" McGarry told the Daily News.\nThe doctors who are experiencing first hand what it’s really like, are given a voice in Code Black.\nCode Black is set to release June 27 and provides viewers with the inner workings of America’s busiest emergency room, and how it copes with the system in place."}