{"article_title": "Newsday Scribble Live", "article_keywords": ["trump", "wall", "thats", "live", "going", "im", "know", "newsday", "party", "america", "scribble", "gop", "numbers"], "article_url": "http://live.newsday.com/Event/Super_Tuesday_live_updates_from_social_media", "article_text": "TRUMP SPEAKS AFTER WINNING 5 STATES\n\n\n\nChris Christie introduced Trump as the next president of the United States, saying: \"Tonight is the beginning of Donald Trump bringing the GOP together for a big victory this November ... the fight this fall is to make sure the American people make sure Hillary Rodham Clinton never gets back in the White House.\"\n\n\n\n\"...He is bringing the country together. That's not a campaign ... it's a movement. America wants to be strong and successful again but know they need to have a strong, decisive and tough leader back in the White House.\"\n\n\n\nThen, Trump spoke: \"I want to congratulate Ted on the winning of Texas. I know how hard he worked.\"\n\n\n\n\" We're going to make America great again. [Clinton] wants to make America whole again, but I don't know what that's all about. Making America great again is better.\"\n\n\n\n\" Marco Rubio had a tough night but he's a lightweight.\"\n\n\n\n\"Our nation is getting killed on trade .... no country can sustain that kind of trade deficit. It won't be that way for long.\"\n\n\n\n\"Mexico is absolutely destroying us on the border,\" he said while listing companies that have left the U.S. to relocate there. \"We are going to create jobs like you've never seen. We're going to lower taxes substantially for the middle class .. which has been forgotten in our country.\"\n\n\n\n\"We're lowering taxes for companies .... that are moving from here ... to other parts of the world. We can't let that happen. We lost our manufacturing, millions and millions of jobs.\"\n\n\n\n\"We have politicians who truly don't know what they're doing.\"\n\n\n\n\"I've never done this before but we had to do it when you look at the incompetence of the Iran deal ... all the problems our country has ... we're going to make our military bigger and stronger than ever and no one is going to mess with us.\"\n\n\n\nIn response to questions about critics saying he's dividing the GOP: \" We have expanded the Republican party ... they came from the Democratic party ... and they were Independents .... I'm going after one person, Hillary Clinton ... we are going to be a much finer party, a unified party, a much bigger party. Just look at the primaries I've won.... that hasn't happened to the GOP in many decades. \"\n\n\n\n\" I 'm just doing what's right. I'm a common sense conservative . Millions of women have been helped by Planned Parenthood but we're not going to fund it if they going to do abortion. I'm going to be really good for women's health issues.\"\n\n\n\n\"We are going to have good education for our children who are being absolutely starved for good education.\"\n\n\n\n\"Not only did I win in most of the states ... but I came in no worse than second.\"\n\n\n\nOn his stance regarding the KKK: \"I disavowed [David Duke ]. How many times do you need to disavow someone?\"\n\n\n\nOn his Mexican wall plan : \" The Great Wall of China is 13,000 miles long ... we only need 1,000 miles... this is going to be a serious wall. We're going to stop drugs from coming into New Hampshire.\"\n\n\n\n\"I was ama zed at the numbers. The Dems don't have any energy. Our numbers are up; their numbers are down ... If I'm going to win all these states with tre mendous numbers ... I think it 's awfully hard to say that's not the person we want to lead this party. \"\n\n\n\n\"The GOP is becoming more di verse . We're taking from the Democrats .. we have a very, very dynamic party.\"\n\n\n\n\"I am a unifier. I would love to see the GOP and everyone get together ... and when we unify, there's nobod y going to beat us.\"\n\n", "article_metadata": {"description": "Donald Trump has won the GOP primaries in Vermont, Arkansas, Virginia, Alabama, Tennessee, Massachusetts and Georgia, while Ted Cruz took Texas and Oklahoma, and Marco Rubio won Minnesota; Hillary Clinton has won the Democratic races in Massachusetts, Texas, Arkansas, Georgia, Virginia, Alabama and Tennessee and Bernie Sanders took Colorado, Oklahoma, Minnesota and Vermont. We're awaiting results for Alaska and American Samoa. There are 661 Republican and 865 Democratic delegates across 12 states and one U.S. territory up for grabs tonight.", "generator": "ScribbleLive", "pinterest": "http://www.newsday.com/img/blog-share-nd.jpg", "og": {"site_name": "Newsday template", "description": "Donald Trump has won the GOP primaries in Vermont, Arkansas, Virginia, Alabama, Tennessee, Massachusetts and Georgia, while Ted Cruz took Texas and Oklahoma, and Marco Rubio won Minnesota; Hillary Clinton has won the Democratic races in Massachusetts, Texas, Arkansas, Georgia, Virginia, Alabama and Tennessee and Bernie Sanders took Colorado, Oklahoma, Minnesota and Vermont. We're awaiting results for Alaska and American Samoa. There are 661 Republican and 865 Democratic delegates across 12 states and one U.S. territory up for grabs tonight.", "title": "Super Tuesday speeches and social media updates", "url": "http://live.newsday.com/Event/Super_Tuesday_live_updates_from_social_media", "image": "http://images.scribblelive.com/2016/3/2/e13685fe-9ef8-4137-966e-1e5d17ecb8a7.jpg", "type": "article"}, "twitter": {"app": {"id": {"ipad": 358571317, "iphone": 358571317, "googleplay": "com.pagesuite.newsday"}}, "site": "@Newsday", "card": "summary"}, "msapplication-TileColor": "#1B3664", "msvalidate.01": "AC41EB10D1EC6B5358F0ECA0E861CCAA", "p": {"domain_verify": "b22f651177478af415d53d6eb00b8167"}, "fb": {"pages": 19175874448, "app_id": 147686468041}, "msapplication-TileImage": "/img/newsday/nd-win8-icon.png", "application-name": "Newsday", "ICBM": "40.650700000000000, -73.778899999999993", "keywords": "Source/Newsday", "google-site-verification": "o-9vlp-b_yaYN8wXq9FvnnetTEfKCHqJghR7f_DOTf4", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fce069\"", "article_summary": "I'm going after one person, Hillary Clinton ... we are going to be a much finer party, a unified party, a much bigger party.\nI'm going to be really good for women's health issues.\"\nIf I'm going to win all these states with tre mendous numbers ...\n[Clinton] wants to make America whole again, but I don't know what that's all about.\nI think it 's awfully hard to say that's not the person we want to lead this party. \""}