{"article_title": "Cañon City Tigers win for respect from No. 7 Pueblo West Cyclones", "article_keywords": ["pueblo", "cyclones", "city", "win", "tigers", "team", "caon", "game", "stadium", "west", "respect", "teams"], "article_url": "http://www.canoncitydailyrecord.com/canoncity-sports/ci_24247278/ca-city-tigers-win-respect-from-no-7", "article_text": "Logan Nethercot celebrates after the Cañon City Tigers' win against the seventh-ranked Pueblo West Cyclones on Friday. ( Brandon Hopper / Daily Record )\n\nThe Cañon City Tigers were playing for something a little extra on Friday night when the seventh-ranked Pueblo West Cyclones came to Citizens' Stadium.\n\n\"The only way to earn respect in this game is to come out there and punch 'em in the mouth,\" senior Mahlon Parsons said, \"and that's what we intended to do.\"\n\nAnd that's what they did.\n\nThe Tigers won all facets of the game in a 14-7 victory against the Cyclones.\n\nIn last year's game, the Cyclones dominated the Tigers in a 58-10 win. No matter the situation, the Cyclones onside kick the ball, and Tigers coach Tom O'Rourke's team felt disrespected by that when they were down by 30-plus points.\n\nMahlon Parsons and Devin Hill chase Zac Drury during the Cañon City Tigers' game against the Pueblo West Cyclones on Friday at Citizens' Stadium. (Brandon Hopper / Daily Record)\n\n\"Last year, and I don't know, the onside kicking thing last year, we weren't full strength and I know they're preparing for postseason play and they're doing what they're doing,\" he said, \"but I just think a lot of teams overlook little Cañon City. We have to prove week-in and week-out that we can play.\n\n\"Win, lose or draw, no problem, but fight hard, fight every play, gain some respect and then whatever happens, happens.\"\n\nWhether or not the Cyclones did disrespect the Tigers going into the game is irrelavant, because the Tigers coaching staff got the players to truly believe it.\n\n\"We know that for a fact. ... Just a little insight, they didn't have respect for us,\" said quarterback Logan Nethercot, who finished the game 16 for 24 with 194 yards and one touchdown. \"They came in here like Mesa Ridge did and thought they were going to walk all over (us). No, we're not gonna lay down for anyone. Hopefully we earned their respect back tonight.\"\n\nThey probably earned respect around the state. Last week, they fell in overtime to No. 9 Pueblo Centennial in a game they truly were one play away from victory. They previously beat Mesa Ridge, who was ranked 13th at the time. If not for a hiccup in Week 1 against Rampart, the Tigers would likely be ranked themselves. Following Friday's win, the team will probably receive some votes when polls are released today.\n\nDominant Defense\n\nFor most of the season, the Cañon City defense has been stellar. The Tigers put in another dominant performance on Friday, holding the Cyclones, who average 395 yards rushing, to a mere 173.\n\nO'Rourke chose to add another defensive lineman to the mix to stop the Cyclones' pound-it rushing attack and match their physicality.\n\n\"They beat us,\" Cyclones coach Monte Pinkerton said. \"Their defense played well against us, we weren't able to get much going and we were making a lot of mistakes. ... They did a great job.\"\n\nOn Deck Friday: Cañon City @ Pueblo South, 7 p.m., Dutch Clark Stadium* Oct. 18: Cañon City vs. Cheyenne Mountain, 7 p.m., Citizens' Stadium* Oct. 25: Cañon City vs. Palmer Ridge, 7 p.m., Citizens' Stadium* Nov. 1: Cañon City @ Widefield, 7 p.m., C.A. Foster Stadium* Nov. 9: First round of state tournament, if necessary * Foothills League game\n\nNote This The Tigers haven't lost two games in a row in the same season since they were eliminated from the first round of the Class 3A playoffs by Valor Christian on Nov. 13, 2009. This year's seniors were in eighth grade when that happened. A loss on Friday would've snapped that streak, as Cañon City was coming off a loss to Pueblo Centennial. — Brandon Hopper\n\nWant more? For more on this game, including a video of Tigers coach Tom O'Rourke talking about why the win was so important, check out the story at canoncitydailyrecord.com.\n\nPueblo West didn't gain a first-half first down and got seven in the second. They had four punts, three turnovers on downs and gained 190 yards of offense.\n\nSpecial Teams Special\n\nTigers special teams coach Dave Laughlin made things happen on Friday. The team recovered one squib kick, converted a fake punt on a big fourth-and-four play late in the game and won the field position battle basically all night.\n\n\"This team has bought into what we've been trying to accomplish on special teams from the very beginning,\" Laughlin said. \"They started off this year amazing, we had a little lull, and they found themselves and knew they had to play three sides of the game and they did.\"\n\nIt certainly wasn't the first time this season that the Tigers won the special teams battle. In Week 1, Trenton Stringari returned two kickoffs for touchdowns in the team's loss and Dacian Sullivan has also found the end zone this year.\n\nThe special teams' performance was all without starting kicker Landon Schluter — he's also a soccer player and suffered a leg injury in a game earlier this week. Matthew Clifton filled in the role on kickoffs, and the team didn't attempt any extra points or field goals.\n\n\"There were a couple times when we might have tried a long field goal late in the game with the score being what it was,\" O'Rourke said. \"Not that we don't have confidence in our backup guys but the length was just a little out of their range.\"", "article_metadata": {"sailthru.url": "http://www.canoncitydailyrecord.com/canoncity-sports/ci_24247278/ca-city-tigers-win-respect-from-no-7", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site49/2013/1005/20131005__07drcfow~1_300.jpg", "sailthru.author": "By Brandon Hopper \n \n  hopperb@canoncitydailyrecord.com", "description": "The Cañon City Tigers were playing for something a little extra on Friday night when the seventh-ranked Pueblo West Cyclones came to Citizens' Stadium.", "ag": {"canon": "CanonCityDailyRecord:article:24247278:view"}, "startDate": "2013-10-05T10:08:14-0600", "og": {"url": "http://www.canoncitydailyrecord.com/canoncity-sports/ci_24247278/ca-city-tigers-win-respect-from-no-7", "image": "http://extras.mnginteractive.com/live/media/site49/2013/1005/20131005__07drcfow~1.jpg", "type": "article", "description": "The Cañon City Tigers were playing for something a little extra on Friday night when the seventh-ranked Pueblo West Cyclones came to Citizens' Stadium.", "title": "Cañon City Tigers win for respect from No. 7 Pueblo West Cyclones"}, "twitter": {"domain": "canoncitydailyrecord.com", "description": "The Cañon City Tigers were playing for something a little extra on Friday night when the seventh-ranked Pueblo West Cyclones came to Citizens' Stadium.", "title": "Cañon City Tigers win for respect from No. 7 Pueblo West Cyclones", "url": "http://www.canoncitydailyrecord.com/canoncity-sports/ci_24247278/ca-city-tigers-win-respect-from-no-7", "image": "http://extras.mnginteractive.com/live/media/site49/2013/1005/20131005__07drcfow~1.jpg", "site": "@CCDR_news", "card": "summary_large_image"}, "sailthru.date": "2013-10-05T10:08:14-0600", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "sailthru.title": "Cañon City Tigers win for respect from No. 7 Pueblo West Cyclones", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site49/2013/1005/20131005__07drcfow~1.jpg", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Sports", "google-site-verification": "oCjqPZ-ii-IZW-fBJ0mmX5dmH5aafePG3FLx_kSYFiA", "modificationDate": "2013-10-05T10:17:23-0600", "endDate": "2023-10-05T09:55:59-0600", "byline": "By Brandon Hopperhopperb@canoncitydailyrecord.com", "sailthru.site": "canoncitydailyrecord.com", "pubDate": "2013-10-05T10:10:44-0600", "news_keywords": "Canyon City news, Colorado news, world news, national news, local news, business news, sports news, entertainment news, us news, Canyon City Daily Record"}, "_id": "\"57477af46914bd0286fdc9c0\"", "article_summary": "On Deck Friday: Cañon City @ Pueblo South, 7 p.m., Dutch Clark Stadium* Oct. 18: Cañon City vs. Cheyenne Mountain, 7 p.m., Citizens' Stadium* Oct. 25: Cañon City vs. Palmer Ridge, 7 p.m., Citizens' Stadium* Nov. 1: Cañon City @ Widefield, 7 p.m., C.A.\nLogan Nethercot celebrates after the Cañon City Tigers' win against the seventh-ranked Pueblo West Cyclones on Friday.\nMahlon Parsons and Devin Hill chase Zac Drury during the Cañon City Tigers' game against the Pueblo West Cyclones on Friday at Citizens' Stadium.\n( Brandon Hopper / Daily Record )The Cañon City Tigers were playing for something a little extra on Friday night when the seventh-ranked Pueblo West Cyclones came to Citizens' Stadium.\nA loss on Friday would've snapped that streak, as Cañon City was coming off a loss to Pueblo Centennial."}