{"article_title": "DNA Analysis Of Ancient Celts Reveals Important Part Of Irish History And The Role Immigration Played", "article_keywords": ["reveals", "irish", "ancient", "dna", "played", "study", "populations", "genetic", "immigration", "bradley", "shifts", "celts", "important", "role", "massive", "ireland", "researchers", "history"], "article_url": "http://www.medicaldaily.com/dna-analysis-ancient-celts-reveals-important-part-irish-history-and-role-immigration-367166", "article_text": "While many see immigration as detrimental to a nation’s progress, scientists understand that a massive influx of foreign people has the opposite effect. In a recent study, published in the Proceedings of the National Academy of Sciences, Irish scientists showed one way in which immigration spurred some of the country’s most important cultural advancements. The transition from a hunting lifestyle to a farming-based one, for example, occurred after a massive migration of Eastern and Southern European populations.\n\nIt was around 3750 B.C. when the ancient Celtic people, who inhabited what is now modern-day Ireland, shifted from a hunting lifestyle to one based on farming. Centuries later, around 2300 B.C., they they put their stone tools down and replaced them with tools made of metal. According to the study, by researchers at Trinity College in Dublin, these were two of the most transformative shifts for the Celtics.\n\nHowever, while archeologists know when these transitions occurred, there’s still conflict regarding why they happened. While some argue the indigenous Celtic people adopted these new skills on their own by meeting and learning from outside groups, others argue the massive migration of foreign populations into Ireland led to intermixing with the indigenous populations, which brought with it a side effect of new learned skills.\n\nThe Trinity College study provides strong evidence to suggest it was the latter that drove both cultural shifts, BBC reported. The team of researchers, led by Dr. Dan Bradley, discovered this after analyzing the DNA of an ancient farming woman buried in Ballynahatty — a small village in Northern Ireland — around 5,200 years ago. Her DNA revealed she was more genetically similar to people from Spain and Sardinia, an autonomous region near Italy. Her ancestors, however, are believed to have migrated to Europe from the Middle East.\n\nIn addition to the woman, the team also analyzed the DNA of three slightly younger male specimens who were found buried in the northern Irish island of Rathlin around 4,000 years ago. These men had a slightly different genetic background, with about a third of their DNA closely resembling populations from what is now Russia and Ukraine.\n\nThe diverse genetic profiles of these Irish people may be proof of massive ancient migrations, Bradley said. \"There was a great wave of genome change that swept into [Bronze Age] Europe from above the Black Sea ... and we now know it washed all the way to the shores of its most westerly island,\" he told the BBC.\n\nOf particular interest to the researchers were the three younger men. Aside from signs of Russian and Ukrainian ancestry, their genetic profiles also resembled those of modern-day Irish, Scottish, and Welsh populations — one man carried a genetic variant common among the Irish. However, there were still some discrepancies between their DNA and that of today’s Irish; Bradley said these may have been due to still-unidentified population shifts. \"We cannot rule out subsequent, [presumably less important] population events contributing until we sample later genomes also.\"\n\nSource: Bradley DG, Cassidy LM, Martiniano R, Murphy EM, Teasdale MD, Mallory J. Neolithic and Bronze Age migration to Ireland and establishment of the insular Atlantic genome. PNAS. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "genetics, dna, ireland, celtics, irish people", "og": {"site_name": "Medical Daily", "description": "The DNA of ancient inhabitants of the Emerald Isle reveal the diverse and complex genetic history of the Irish people.", "title": "DNA Analysis Reveals How The Irish Became Who They Are", "url": "http://www.medicaldaily.com/dna-analysis-ancient-celts-reveals-important-part-irish-history-and-role-immigration-367166", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/29/sheep.jpg", "type": "article"}, "twitter": {"description": "The DNA of ancient inhabitants of the Emerald Isle reveal the diverse and complex genetic history of the Irish people.", "title": "DNA Analysis Reveals How The Irish Became Who They Are", "url": "http://www.medicaldaily.com/dna-analysis-ancient-celts-reveals-important-part-irish-history-and-role-immigration-367166", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/29/sheep.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/29/sheep.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-12-29T13:51:29-05:00", "modified_time": "2015-12-29T13:51:28-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The DNA of ancient inhabitants of the Emerald Isle reveal the diverse and complex genetic history of the Irish people."}, "article_summary": "However, there were still some discrepancies between their DNA and that of today’s Irish; Bradley said these may have been due to still-unidentified population shifts.\nThe diverse genetic profiles of these Irish people may be proof of massive ancient migrations, Bradley said.\nAccording to the study, by researchers at Trinity College in Dublin, these were two of the most transformative shifts for the Celtics.\nwhen the ancient Celtic people, who inhabited what is now modern-day Ireland, shifted from a hunting lifestyle to one based on farming.\nWhile many see immigration as detrimental to a nation’s progress, scientists understand that a massive influx of foreign people has the opposite effect."}