{"article_title": "Pentagon: Top Al-Qaida Leader Nasir al-Wahishi’s Death Shows Vigor of U.S. Counterterrorism", "article_keywords": ["vigor", "alwahishis", "death", "group", "counterterrorism", "nasir", "strikes", "peninsula", "islamic", "terrorist", "alqaida", "arabian", "warren", "yemen", "pentagon", "leader", "alwahishi", "shows"], "article_url": "http://www.usnews.com/news/articles/2015/06/16/pentagon-top-al-qaida-leader-nasir-al-wahishis-death-shows-vigor-of-us-counterterrorism", "article_text": "This 2009 image from video shows the leader of al-Qaida in the Arabian Peninsula, Nasir al-Wahishi, in Yemen. The Pentagon on Tuesday confirmed al-Wahishi's death. IntelCenter via AP, File\n\nThis latest hit to al-Qaida – considered the most significant since U.S. commandos killed Osama bin Laden in 2011 – also follows a string of what the Pentagon calls “strategic setbacks” to U.S. operations worldwide, such as the retreat by Iraqi partner forces from the key city of Ramadi in the face of an Islamic State group offensive and the U.S. being forced to withdraw all of its special operations ground forces in Yemen amid fighting from the Iran-backed Houthi rebels there.\n\n“We still have global reach,” Pentagon spokesman Army Col. Steven Warren said Tuesday morning. “It’s an important note: Recently we, frankly, have had some well publicized setbacks in Iraq, but it’s important for all of us to keep our eye on the bigger picture, which is that we remain committed to destroying this enemy, and there is nowhere on Earth you can hide if you are a terrorist. We will find you, and we will kill you.”\n\nAl-Qaida in the Arabian Peninsula has reportedly replaced al-Wahishi with military commander Qasm al-Rimi, also known as Abu Hureira al-Sanaani, according to CNN. Texas-based private intelligence firm Stratfor says many other senior militants within the organization can also ascend to leadership positions.\n\nWarren cited “continued momentum” around the key Iraqi town of Baiji, home to a critical oil refinery. He also lauded Kurdish forces’ ability to capture the key town of Tal Abyad near the Turkish border with Syria, which Warren says will help stem the flow of foreign fighters across a porous border toward Islamic State group strongholds like the city of Raqqa.\n\nWhen asked how these supposed victories relate to the latest strike against al-Qaida, which has denounced partnership with the Islamic State group, Warren said there is a higher level, strategic connection.\n\n“The U.S. government and our coalition partners are committed to degrading, defeating and ultimately destroying this terrorist threat around the world,” he said, repeating the phrase the White House has used to define its strategy against Islamic extremism. “We are in this fight, and whether this fight is in Iraq, in Syria, in Yemen, in Libya, or in another place, we are in this fight and we are fully capable and fully willing to take actions that are necessary to protect America.”\n\nSo far this year the U.S. has carried out eight strikes against targets in Yemen, according to The Long War Journal, which tracks these numbers. The strikes have accounted for 40 enemy deaths.\n\nWhile Warren was speaking, the White House released a statement confirming the death of al-Wahishi, which it says “strikes a major blow” to al-Qaida in the Arabian Peninsula, considered the network’s most potent branch. The statement did not attribute any cause to his death.\n\n“Wahishi was responsible for the deaths of innocent Yemenis and Westerners, including Americans, but – through the concerted efforts of our counterterrorism professionals – we were able to thwart many of his attack plans,” the statement read.\n\nAl-Qaida in the Arabian Peninsula was formed in the mid 2000s as al-Qaida in Yemen, in one of the first and most dangerous offshoots of the center of the terrorist network, which remains based along the Afghan-Pakistan border. Under the leadership of al-Wahishi, it claimed credit for multiple operations against the West, both successful, like the assault on the Charlie Hebdo newspaper in Paris early this year, and unsuccessful, such as the Christmas Day 2009 attempt to detonate a bomb hidden in a terrorist’s underwear aboard a plane bound for Detroit.\n\n\n\nAl-Wahishi was considered a master propagandist and the first leader of the group, formed from 23 al-Qaida operatives who escaped from a prison in Sana’a, Yemen, in February 2006. Its first major strike took place in 2008, when it detonated a car bomb outside the U.S. Embassy compound in the Yemeni capital, killing 19.\n\nIt has reportedly benefited from the ongoing fighting in Yemen, by garnering sympathy from fellow Sunni Muslims in the north. Conflict remains there against Yemenis is the south, loyal to their fellow Shiite Muslim Houthi rebels, who in recent months have fought to oust the pro-Western government.\n\nAlso on Tuesday, the United Nation reported an uptick in civilian deaths in Yemen.\n\nThe Department of Defense says the death of al-Wahishi will likely have no effect on the civil war taking place, nor against the military coalition led by Saudi Arabia that is trying to maintain peace through airstrikes.\n\n“Any time a terrorist is removed from the battlefield, is killed or captured, I think the net gain outweighs any potential loss,” Warren said.\n\n\n\n", "article_metadata": {"zone": "homepage/articles", "keyword": "Pulse", "title": "Pentagon: Top Al-Qaida Leader Nasir al-Wahishi’s Death Shows Vigor of U.S. Counterterrorism", "og": {"site_name": "US News & World Report", "description": "The U.S. declined to confirm details of a drone strike in Yemen, but boasted it offset recent ‘strategic setbacks’ in Iraq and elsewhere.", "title": "Pentagon: Al-Qaida Leader’s Death Shows Vigor of U.S. Counterterrorism", "url": "http://www.usnews.com/news/articles/2015/06/16/pentagon-top-al-qaida-leader-nasir-al-wahishis-death-shows-vigor-of-us-counterterrorism", "image": "http://www.usnews.com/cmsmedia/5f/72/d5765de3492b867d952a4c531fe4/150616-alqaida-editorial.jpg", "type": "article"}, "twitter": {"description": "The U.S. declined to confirm details of a drone strike in Yemen, but boasted it offset recent ‘strategic setbacks’ in Iraq and elsewhere.", "site": "@USNews", "card": "summary", "title": "Pentagon: Top Al-Qaida Leader Nasir al-Wahishi’s Death Shows Vigor of U.S. Counterterrorism"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "news", "date_published": "June 16, 2015", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Paul D. Shinkman,al-Qaida,Yemen,Pentagon,terrorism,picks,Pulse", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "The U.S. declined to confirm details of a drone strike in Yemen, but boasted it offset recent ‘strategic setbacks’ in Iraq and elsewhere."}, "_id": "\"57477af46914bd0286fdc9d9\"", "article_summary": "This 2009 image from video shows the leader of al-Qaida in the Arabian Peninsula, Nasir al-Wahishi, in Yemen.\nWhen asked how these supposed victories relate to the latest strike against al-Qaida, which has denounced partnership with the Islamic State group, Warren said there is a higher level, strategic connection.\nWe will find you, and we will kill you.”Al-Qaida in the Arabian Peninsula has reportedly replaced al-Wahishi with military commander Qasm al-Rimi, also known as Abu Hureira al-Sanaani, according to CNN.\n“We still have global reach,” Pentagon spokesman Army Col. Steven Warren said Tuesday morning.\nIt has reportedly benefited from the ongoing fighting in Yemen, by garnering sympathy from fellow Sunni Muslims in the north."}