{"article_title": "Getting High on the Fourth of July: A Marijuana Farmers' Market", "article_keywords": ["angeles", "bradbury", "getting", "growers", "collective", "farmers", "marijuana", "high", "los", "patients", "fourth", "law", "weekend", "market"], "article_url": "http://reason.com/blog/2014/07/12/getting-high-on-the-fourth-of-july-a-mar", "article_text": "Los Angeles celebrated Independence Day non-traditionally last weekend, with a farmers' market for marijuana. Reason TV paid a visit to this bizarre bazaar to speak with participating growers and organizers.\n\nOriginally published on July 8, 2014:\n\nThousands celebrated their independence over the Fourth of July weekend by attending the first ever marijuana farmers' market in the Los Angeles community of Boyle Heights.\n\nThe California Heritage Market was organized by 22-year-old Paizley Bradbury, who also serves as the executive director of the West Coast Collective, a marijuana dispensary. Bradbury became concerned that patients were losing access to medicinal marijuana after Los Angeles voters passed Proposition D in 2013—a law which restricted the number of pot shops that could operate within city limits.\n\n\"We don't have a lot of dispensaries in Los Angeles and that kind of limits the amount of growers that people have access to,\" states Bradbury.\n\nThe concept proved popular with consumers—an estimated 2,500 people attended on the first day alone to purchase goods from over 30 vendors.\n\nBradbury maintains that the market is legal because the collective is grandfathered in under the Prop D law. To attend the market, patients must provide documentation that shows they are able to legally purchase marijuana in the state.\n\n\"This is exactly the way the law is written,\" says Bradbury. \"Patients are supposed to be getting their medicine directly from the growers within the collective and that's exactly what's happening here.\"\n\nBradbury plans to continue staging the market each weekend.", "article_metadata": {"og": {"url": "http://reason.com/blog/2014/07/12/getting-high-on-the-fourth-of-july-a-mar", "type": "article", "site_name": "Reason.com", "description": "Los Angeles celebrated Independence Day non-traditionally last weekend, with a farmers' market for marijuana. Reason TV paid a visit to this bizarre bazaar", "title": "Getting High on the Fourth of July: A Marijuana Farmers' Market"}, "twitter": {"site": "@reason", "creator": "@heylexyg", "description": "Los Angeles celebrated Independence Day non-traditionally last\nweekend, with a farmers' market for marijuana. Reason TV paid a\nvisit to this bizarre bazaar to speak with participating growers\nand organizers.\nOriginally published on July 8, 2014:\n\nThousands celebrated their independence over the Fourth of July\nweekend by attending the first ever marijuana farmers' market in\nthe Los Angeles community of Boyle Heights.&nbsp;\nThe California Heritage Market was organized by 22-year-old\nPaizley Bradbury, who also serves as the executive director of t", "card": "summary_large_image", "title": "Getting High on the Fourth of July: A Marijuana Farmers' Market"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "Reasontv", "published_time": "2014-07-12T14:30:00+00:00", "author": "http://reason.com/people/alexis-garcia"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fce08a\"", "article_summary": "Los Angeles celebrated Independence Day non-traditionally last weekend, with a farmers' market for marijuana.\nTo attend the market, patients must provide documentation that shows they are able to legally purchase marijuana in the state.\nOriginally published on July 8, 2014:Thousands celebrated their independence over the Fourth of July weekend by attending the first ever marijuana farmers' market in the Los Angeles community of Boyle Heights.\nThe California Heritage Market was organized by 22-year-old Paizley Bradbury, who also serves as the executive director of the West Coast Collective, a marijuana dispensary.\n\"Patients are supposed to be getting their medicine directly from the growers within the collective and that's exactly what's happening here.\""}