{"article_title": "Op-ed: System fails those struggling with drug addictions", "article_keywords": ["addictions", "fails", "help", "medical", "disease", "system", "drug", "son", "state", "individuals", "suffering", "oped", "healthcare", "struggling", "save", "addicts"], "article_url": "http://www.sltrib.com/opinion/2753402-155/op-ed-system-fails-those-struggling-with", "article_text": "From my experience with an addicted adult son, I draw three conclusions:\n\n1. Healthcare laws and regulations, both state and federal, fail to appropriately recognize drug addiction as a chronic illness. Too often, individuals suffering from this disease are released from care when the likelihood of relapse is entirely predictable and the danger the addict is exposed to is extreme. The nature of the disease often robs a person of the rationality that might make healing and survival possible. That was surely our experience with Tennyson\n\n2. Those closest to addicts — parents, partners, and others who love them — may be ill-informed of the specifics of the disease and uneducated about the ways in which they might help. Our healthcare system as it currently stands seems designed to hinder those who want most to help, and to isolate those who most need help. Information was withheld from us that may have saved our son's life.\n\n3. Our healthcare laws recognize that individuals in certain life-threatening circumstances, such as those following a severe accident, are not in a position to make medical decisions for themselves. In these situations, we expect medical professionals to exercise reasonable judgment and take the necessary steps to save lives. We expect that they will reach out to families for guidance. An addict may at times be no more capable of making reasonable medical decisions than an unconscious accident victim. The choices our son made were clearly not rational.\n\n4. The lack of comprehensive performance information concerning the clinical effectiveness of the vast numbers of detoxification and residence recovery centers in our state today, contributes to the significant relapse rates experienced by recovering addicts. This revolving door treatment process, I believe, is a major contributing factor in the accidental death of addicts by overdose.\n\nNo parent should ever have to go through the horror of finding a child — minor or adult — dying from an overdose. I am committed to finding compassionate Utah government and healthcare leaders who will examine the legal and regulatory framework of healthcare for addicts. Together, we can find and implement solutions that will help save the lives of individuals suffering from the terrible disease of drug addiction. I hope many of you will help me.\n\nDennis Cecchini is an architect and the CEO Emeritus of MHTN Architects in Salt Lake City.", "article_metadata": {"description": "My wife and I lost our 33-year-old son to an overdose of heroin on May 12, 2015. Our son Tennyson had completed only 60 days of residence drug detoxification and recovery therapy and was released ...", "copyright": "The Salt Lake Tribune", "author": "The Salt Lake Tribune", "og": {"site_name": "The Salt Lake Tribune", "title": "Op-ed: System fails those struggling with drug addictions", "locale": "en_US", "image": "http://www.sltrib.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=H7xGQ1sos6JXXRaU6NPP18$daE2N3K4ZzOUsqbU5sYsmb7PNNyMzbPYisXuZq3yRWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "url": "http://www.sltrib.com/opinion/2753402-155/op-ed-system-fails-those-struggling-with", "article": {"section": "Opinion", "tag": "Addiction,Addicts,Cecchini,Dennis,Disease,Drug,Healthcare,Individuals,Overdose,Son,Dennis Cecchini"}, "type": "article"}, "twitter": {"description": "My wife and I lost our 33-year-old son to an overdose of heroin on May 12, 2015. Our son Tennyson had completed only 60 days of residence drug detoxification and recovery therapy and was released ...", "title": "Op-ed: System fails those struggling with drug addictions", "url": "http://www.sltrib.com/opinion/2753402-155/op-ed-system-fails-those-struggling-with", "app": {"name": {"ipad": "SL Tribune", "iphone": "The Salt Lake Tribune", "googleplay": "The Salt Lake Tribune"}, "id": {"ipad": "id434734447", "iphone": "id396990949", "googleplay": "com.sltrib.news"}}, "site": "@sltrib", "image": "http://www.sltrib.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=H7xGQ1sos6JXXRaU6NPP18$daE2N3K4ZzOUsqbU5sYsmb7PNNyMzbPYisXuZq3yRWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "card": "summary_large_image"}, "robots": "index,follow", "article": {"publisher": "https://www.facebook.com/saltlaketribune"}, "news_keywords": "Addiction,Addicts,Cecchini,Dennis,Disease,Drug,Healthcare,Individuals,Overdose,Son,Dennis Cecchini", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "GOOGLEBOT": "index,follow"}, "_id": "\"57477af36914bd0286fce0ab\"", "article_summary": "Together, we can find and implement solutions that will help save the lives of individuals suffering from the terrible disease of drug addiction.\nHealthcare laws and regulations, both state and federal, fail to appropriately recognize drug addiction as a chronic illness.\nToo often, individuals suffering from this disease are released from care when the likelihood of relapse is entirely predictable and the danger the addict is exposed to is extreme.\nI am committed to finding compassionate Utah government and healthcare leaders who will examine the legal and regulatory framework of healthcare for addicts.\nThe nature of the disease often robs a person of the rationality that might make healing and survival possible."}