{"article_title": "Plastic Surgeons Clash With Other Doctors About Who Can Perform Liposuction And Tummy Tucks", "article_keywords": ["liposuction", "physicians", "training", "clash", "perform", "surgeons", "cosmetic", "plastic", "tummy", "american", "board", "doctors", "surgery", "procedures", "patients", "tucks"], "article_url": "http://www.ibtimes.com/medical-turf-wars-plastic-surgeons-clash-other-doctors-about-who-can-perform-2084778", "article_text": "A state-by-state battle is underway within the medical profession over who has the right to perform breast implants and facelifts. Plastic surgeons shudder when they see other surgeons offer cosmetic procedures to patients -- services that plastic surgeons say only they are qualified to perform. But other specialists charge plastic surgeons with protectionism -- leaving patients marooned in a confusing sea of competing medical boards and professional organizations.\n\n“The politics are incredibly confusing and it's like high school when you get down to the bottom of it,” said Dr. Samir Pancholi, president of the American Board of Cosmetic Surgery.\n\nThe groups have clashed for years, but the pressure is intensifying due to the financial squeeze many clinicians are feeling in the wake of the Affordable Care Act. Just last week, a federal judge in Colorado upheld the dismissal of a case against the American Society of Plastic Surgeons brought by a Utah oral surgeon who claimed the group’s 2011 “Do Your Homework” campaign urging patients to use only board-certified plastic surgeons for cosmetic procedures harmed the businesses of other surgeons.\n\nWhile all plastic surgeons are trained in cosmetic surgery, not all cosmetic surgeons are plastic surgeons. Surgeons from other specialties have been performing nose jobs and tummy tucks for a long time -- Italian gynecologist Dr. Giorgio Fischer invented liposuction. But plastic surgeons insist they are uniquely qualified to perform these procedures and others are a danger to patients.\n\n“Everybody else developed and continues to pioneer these procedures,” Pancholi said. He specialized in ear, nose and throat surgery as a resident and now maintains a cosmetic surgery practice in Las Vegas. “To try to own, it, you can't get your hands around it and you never will be able to.”\n\nContinue Reading Below\n\nPhoto: REUTERS/Benoit Tessier\n\nSplitting Hairs\n\nThere’s a simple question at the heart of the debate -- which doctors are qualified to perform a liposuction on a patient who wants to shed a few pounds or insert breast implants in a woman seeking a new shape?\n\nA patient attempting to answer that question can quickly become stranded by the crossfire of accusations launched by competing boards -- the American Board of Plastic Surgery and the American Board of Cosmetic Surgery and competing professional organizations -- the American Society for Aesthetic Surgery and the American Academy of Cosmetic Surgery.\n\nPlastic surgeons point to the training they receive in cosmetic procedures during a five-year residency program as evidence of their superiority compared to other surgeons. However, residents train in a dozen areas of plastic surgery including fixing cleft palates and treating burns. They may only spend a few months focusing on cosmetic procedures.\n\nSome plastic surgeons who are certified by the American Board of Plastic Surgery pursue fellowships to supplement the cosmetic surgery training they receive in their residencies, but many proceed straight to practice after completing the minimum number of cosmetic procedures -- 55. A 2008 survey of about 300 plastic surgeon residents revealed 36 percent felt they needed more training in cosmetic procedures before offering these at their own practice.\n\n“The fact that you might be trained in plastic surgery doesn't mean that you're competent in cosmetic procedures,” said Dr. Michael Will, president of the American Academy of Cosmetic Surgery and an oral surgeon who performs everything from nose jobs to brow lifts through his Ijamsville, Maryland practice.\n\nThe American Board of Cosmetic Surgery (ABCS) accepts physicians in other surgical specialties such as otolaryngology (ear, nose and throat) and opthamology (eye), where they gained extensive surgical training during residencies. They augment that knowledge with one- or two-year fellowships in cosmetic surgery and must complete 300 cosmetic procedures before achieving certification.\n\nPhoto: American Board of Cosmetic Surgery\n\n“What can get confusing to the public is -- the plastic surgeons are saying, ‘You should only trust us and not anybody else,’” Pancholi said. “What the ABCS believes is if you have a physician properly trained in cosmetic surgery, you are more likely to have a better outcome.”\n\nThe American Society of Plastic Surgeons is leading a state-by-state campaign to restrict advertising for cosmetic procedures to only those physicians certified by a board that is a member of the prestigious American Board of Medical Specialties, which oversees physicians in most major areas of medicine. The American Board of Plastic Surgery is a member board, but the American Board of Cosmetic Surgery is not (current members vote to accept new ones). So far, the group has won advertising restrictions in several states including California, Maryland, Nevada and Utah.\n\nIn her Park Avenue office just two blocks from Central Park in Manhattan, Dr. Tracy Pfeifer, a plastic surgeon who specializes in breast surgery, clicks through websites for physicians who advertise cosmetic surgery. She bristles when a list of credentials mentions the American Academy of Cosmetic Surgery.\n\n“That’s a nothing organization,” she said. “Of course, their board is not equivalent to our board because they don’t go through the same testing and training as we do.”\n\nHowever, the American Society for Aesthetic Plastic Surgery, which only permits plastic surgeons to join, could not provide any empirical data suggesting procedures performed by plastic surgeons are safer than those performed by physicians from other specialties.\n\n“I just think there are good surgeons or not so good surgeons in all walks of life,” Will said. “A blanket statement that plastic surgeons are more capable or more competent than cosmetic surgeons -- I don't think there's data to support that.”\n\nFinancial Incentives\n\nThe plastic surgeons groups are adamant their training is superior and say finances are fueling other specialists to encroach on the field. Part of cosmetic surgery’s appeal is that practitioners can set their own prices -- there is no insurance company or government agency with which to haggle because patients pay for these procedures out-of-pocket.\n\nStandard rates for cosmetic procedures can run much higher than the reimbursements surgeons in other specialties such as obstetrics receive for delivering a baby. Pfeifer charges a surgeon’s fee of $8,500 to $10,000 for a tummy tuck. There is also less paperwork and fewer administrative staff required at a practice that deals primarily in cosmetic procedures.\n\n“The biggest growth factor we've seen is general surgeons coming out of general surgery and getting paid a few hundred dollars on an appendectomy,” Will said. “We see them applying for fellowships in cosmetic surgery.”\n\nThese benefits are particularly tempting to doctors as it becomes increasingly expensive to maintain their practices due to rising costs and flat or declining payments for the services they perform. The Urban Institute estimated physicians' Medicaid payments for treating low-income patients would drop by about 42.8 percent on average this year after a temporary provision to inflate rates through the Affordable Care Act expired. Private insurance rates often reflect those offered by the government.\n\n“Traditional medicine pays less and it requires doctors to do more work to make the same amount of money,” Dr. Antonio Gayoso, chief of plastic surgery at St. Anthony’s Hospital in St. Petersburg, Florida, said. “So when you see your reimbursements dwindling in traditional medicine, you say, ‘What else can I do?’ ”\n\nAt the same time, all physicians who accept Medicare are required to switch to a new billing system next month. The American Medical Association estimates the administrative headache of converting to the new system will cost a small practice as much as $226,105 and a large practice roughly $8 million. These same practices have already purchased new computer systems and retrained staff to meet a 2015 deadline for implementing electronic health records.\n\n“I think no matter how hard people are working, with low reimbursements, the staff you have to have to process all their paperwork and the expense to get all these computers and keep up with your specialties -- people are saying, ‘I can't do it,’ ” Pfeifer said.\n\nBut Will disagreed, suggesting one of the reasons plastic surgeons are in such a huff about competition from other specialties is that their own reimbursement rates for breast or facial reconstruction are lower now, too or failing to keep pace with inflation.\n\n“I think they struggle a little bit with their own identity and existence with the competition out there and the contracting reimbursements on the reconstruction side of their practice,” he said.\n\nThe American Society of Plastic Surgeons opposes a proposed Medicare adjustment that would boost rates doctors receive for caring for patients who are at least 65 years old by 0.5 percent for five years and hold rates steady for the next five years, saying the policy amounts to a 10-year pay freeze for plastic surgeons.\n\nDemand for their cosmetic services has also dropped substantially in the past 15 years. Nationwide, surgeons performed about 1.7 million cosmetic procedures in 2014, 12 percent fewer than the 1.9 million they performed in 2000, according to the American Society of Plastic Surgeons. In the same period, the demand for minimally invasive treatments -- such as the Botox injections that surgeons as well as nonsurgical AACS members perform -- rose by 154 percent to nearly 14 million procedures.\n\n“They want to make sure they’re keeping themselves financially in the forefront,” Pancholi said. “I think it comes back to money.”\n\nDr. Jeffrey Kenkel, a plastic surgeon at the University of Texas Southwestern Medical Center, said the rates for these procedures have indeed dropped, but doesn’t believe that’s what’s fueling plastic surgeons’ concerns over others encroaching on cosmetic surgery. He said it’s all about ensuring patients are under the best possible care.\n\n“Should an ob-gyn do breast augmentation or liposuction if it's not part of their core training? And my answer is no, they should not because of the patent safety issue,” he said. “While a lot of the procedures seem relatively simplistic, there’s a lot of things that can go wrong and you have to be able to recognize what patients are at risk beforehand.”\n\nFoul Play\n\nThere is a third shadowy route to cosmetic surgery that falls outside of both boards and professional organizations: Doctors in specialties such as anesthesiology and family medicine who have little or minimal training in surgery and who have not been certified by either the American Board of Plastic Surgery or the American Board of Cosmetic Surgery can still purchase a liposuction machine and complete a brief training course offered by the manufacturer to learn how to complete the procedure.\n\nPhoto: REUTERS/Jim Young\n\nBoth the cosmetic and plastics surgeons’ groups say this training is grossly insufficient and dangerous.\n\nCathy, a 60-year-old woman who lives in St. Petersburg, Florida and prefers not to use her last name for privacy, visited her family doctor in 2011 for liposuction on her arms. He had recently purchased a liposuction machine and started advertising for it at his office. She paid about $3,000 for the procedure.\n\n“It was horrible. It looked just like puddled, uneven, lumpy skin,” she said. “It looked so much worse than just having fat hanging under my arm.”\n\nShe visited Gayoso to have the problem resolved. But such examples are rare -- he sees three to four patients a year who went under the knife of someone with little to no surgical training -- and the vast majority of physicians performing these cosmetic procedures are trained as surgeons.\n\nWill said plastic surgeons’ groups incorrectly lump all cosmetic surgeons who are not certified in plastics with these rogue doctors. The confusion may come because the American Academy of Cosmetic Surgery also accepts physicians from nonsurgical specialties such as family practice. However, the group limits the procedures they can perform to noninvasive ones such as Botox injections.\n\nHe suggested patients who are trying to make sense of all the noise within the field of cosmetic surgery talk to former patients of any physician they are considering. He and Pancholi also said it’s important for patients to visit multiple doctors for second and third opinions.\n\nAt least for now, plastic surgeons’ complaints don’t seem to be making much of a dent in the ability of others to enter the field or maintain a thriving practice as overall demand for cosmetic procedures continues to rise.\n\n“The month of July was the busiest cosmetic surgery month we've ever had,” Will said. “I can't say it's been a problem.”", "article_metadata": {"msapplication-config": "http://s2.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/browserconfig.xml", "news_keywords": "plastic surgery, cosmetic surgery, plastic surgery doctors, cosmetic surgery doctors, breast implants, facelift, tummy tuck, american board of plastic surgery, american board of cosmetic surgery, plastic surgery new york, plastic surgery florida, implants", "og": {"site_name": "International Business Times", "description": "What type of doctor should perform liposuction or breast augmentation? That  simple question is at the heart of heated disagreement among medical specialties.", "title": "Medical Turf Wars: Plastic Surgeons Clash With Other Doctors About Who Can Perform Liposuction And Tummy Tucks", "url": "http://www.ibtimes.com/medical-turf-wars-plastic-surgeons-clash-other-doctors-about-who-can-perform-2084778", "image": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2015/09/06/facelift.jpg", "type": "article"}, "twitter": {"description": "What type of doctor should perform liposuction or breast augmentation? That  simple question is at the heart of heated disagreement among medical specialties.", "title": "Medical Turf Wars: Plastic Surgeons Clash With Other Doctors About Who Can Perform Liposuction And Tummy Tucks", "url": "http://www.ibtimes.com/medical-turf-wars-plastic-surgeons-clash-other-doctors-about-who-can-perform-2084778", "image": {"src": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2015/09/06/facelift.jpg", "identifier": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2015/09/06/facelift.jpg"}, "site": "@IBTimes", "card": "summary_large_image"}, "msapplication-TileColor": "#000000", "fb": {"app_id": 263851690471857, "pages": 128026713884051}, "msapplication-TileImage": "http://s1.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/IBTimes", "section": "Business", "published_time": "2015-09-07T13:08:07-04:00", "modified_time": "2015-12-05T23:03:42-05:00", "author": "http://www.facebook.com/amynordrum"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "What type of doctor should perform liposuction or breast augmentation? That  simple question is at the heart of heated disagreement among medical specialties."}, "_id": "\"57477af36914bd0286fce0b0\"", "article_summary": "While all plastic surgeons are trained in cosmetic surgery, not all cosmetic surgeons are plastic surgeons.\nPlastic surgeons shudder when they see other surgeons offer cosmetic procedures to patients -- services that plastic surgeons say only they are qualified to perform.\nWill said plastic surgeons’ groups incorrectly lump all cosmetic surgeons who are not certified in plastics with these rogue doctors.\nThe American Board of Plastic Surgery is a member board, but the American Board of Cosmetic Surgery is not (current members vote to accept new ones).\nThey augment that knowledge with one- or two-year fellowships in cosmetic surgery and must complete 300 cosmetic procedures before achieving certification."}