{"article_title": "The ECB Just Got Tough with Greece, and Investors Should Be Worried", "article_keywords": ["tough", "longer", "investors", "bonds", "athens", "worried", "greek", "european", "greece", "debt", "markets", "bank", "ecb"], "article_url": "http://www.thefiscaltimes.com/Columns/2015/02/05/ECB-Just-Got-Tough-Greece-and-Investors-Should-Be-Worried", "article_text": "Since the Greece debt crisis first blossomed in 2010, bulls have done all they can to dismiss it. The country is tiny, they claim, with a population of less than 11 million and an economy smaller than Lithuania's. Fears of a Greek exit from the euro, or \"Grexit\" in the lingua franca, have been similarly belittled, not only by the perennial optimists on Wall Street but by members of the European establishment as well.\n\nAfter all, the 2012 election went in favor of the establishment and the country has stuck to its harsh austerity commitments despite a 26 percent unemployment rate, a stagnant economy and an ongoing debt-deflation malaise. Greece even returned to the debt markets last year to great fanfare, when a issue of five-year bonds was eight times oversubscribed. Memories had clearly faded of the 2012 debt default in which private investors lost one-half of their capital in what was the largest sovereign bond restructuring in history.\n\nRelated: First Greece, Now Spain — Is Europe in for a Political Earthquake? ​​\n\nThe situation in Greece has taken a turn for the worse following last month's election of the anti-austerity Syriza leftists. And this time, it looks like the bulls can't dismiss the situation in Europe so easily.\n\nInvestors got another wild ride on Wednesday as crude oil suffered its worst one-day slump in two months following an end-of-session bombshell from the European Central Bank: It announced it would no longer accept Greece's sovereign bonds as collateral by Greek banks seeking low-cost funding.\n\nThe ECB only accepts investment-grade bonds as collateral, but it had given Greece a waiver allowing its government bonds to be accepted. On Wednesday, the central bank revoked that waiver, saying it could no longer assume a successful end to the current bailout program. Instead, Greek banks would need to borrow from their national central bank at a higher cost (under the \"Emergency Liquidity Assistance\" program).\n\nGreece said the move wouldn’t affect its financial industry, but as a political move, this clearly signifies a hard line by the European establishment against Athens. Alberto Gallo, head of macro credit research at the Royal Bank of Scotland, who has been excellent in his coverage of the Greek debt problem, interprets the move as a warning signal from the ECB to Athens indicating it will not support its banks under any and all conditions.\n\nRelated: The Bond Market Is Warning of Huge Trouble Ahead​​\n\nThis is a change in tone from the \"whatever it takes\" meme that ECB President Mario Draghi confidently proclaimed in late 2012 in reference to what his institution would be willing to do to protect the euro. In this case, it looks like that support no longer extends to Greece. That’s all the more striking since it comes hours after Greek Finance Minister Yanis Varoufakis met with Draghi as part of the new government's aggressive pan-Eurozone tour to secure support for its desire to renegotiate the terms of its bailout and seek further debt relief — this time, not from private investors but from the ECB and other Eurozone governments. This relief is something Gallo believes is absolutely necessary to restore the Greek economy.\n\nThe ECB's move will further destabilize Greece's financial markets and put intense pressure on Athens to acquiesce on its demands. Gallo notes that Greek banks have been suffering intense deposit flight in recent weeks, worse than that seen at the height of the Eurozone crisis in May 2012.\n\nTechnically, this also signifies that the ECB, as an institution, is moving to protect itself from a possible Greek exit and limit the ability of Athens to issue additional short-term debt — which will be needed after February 28 — without the consent of the European establishment.\n\nThe justification was that the ECB could no longer \"assume the successful conclusion\" of Greece's bailout review later this month. The new government has already backtracked on austerity commitments made by the previous government.\n\nLong story short, this represents a clear intensification of the situation in Europe and greatly reduces the odds that Greece will secure the debt relief its voters clamored for.\n\nRelated: The Stock Market Is Weaker Than It Looks​\n\nThat changes the calculus for Athens on whether or not simply leaving the euro would be the better option — something that would immediately put pressure on the bonds of vulnerable, too-big-to-fail countries like Spain and Italy as well as Portugal, which is seen as the next most likely country to ditch the euro.\n\nIt's a showdown. And it means an agreement, if one is to happen, isn't going to be found until markets suffer some fear and panic, with the resulting selloff focusing the minds of politicians. Remember the way the $700 billion TARP bank bailout didn't pass the House of Representatives in 2008 until after markets crashed when the bill was voted down the first time? I imagine a similar scenario is going to play out in Europe, with a risk that deposit flight accelerates dramatically and the players lose control of the situation.\n\nThat means that the machinations of the euro will continue to dictate the direction of the U.S. dollar and thus, crude oil. And crude oil's movements have been a dominant factor for U.S. stocks via energy heavyweights like Exxon Mobil (NYSE:XOM), which surged 11.4 percent from its low on Friday into Tuesday's highs.\n\nRelated: The Great Decoupling — Why the U.S. Is Divorcing Global Markets ​\n\nThis was proven by the limited reaction to an overnight interest rate cut from the People's Bank of China, the first cut since May 2012. Rumors of the move had been used to bolster stocks late last year.\n\nAlthough Greece is small and has been troublesome for years, a hardening of positions and its impact on currencies, commodities and thus U.S. stocks means that Americans can no longer ignore what's happening on the shores of the Aegean Sea.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Since the Greece debt crisis first blossomed in 2010, bulls have done all they can to", "title": "The ECB Just Got Tough with Greece, and Investors Should Be Worried", "url": "http://www.thefiscaltimes.com/Columns/2015/02/05/ECB-Just-Got-Tough-Greece-and-Investors-Should-Be-Worried", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/01282012_Greece_EU_Flags_article.JPG", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Columns/2015/02/05/ECB-Just-Got-Tough-Greece-and-Investors-Should-Be-Worried", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/01282012_Greece_EU_Flags_article.JPG", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Since the Greece debt crisis first blossomed in 2010, bulls have done all they can to", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fd89a0\"", "article_summary": "Since the Greece debt crisis first blossomed in 2010, bulls have done all they can to dismiss it.\nGreece even returned to the debt markets last year to great fanfare, when a issue of five-year bonds was eight times oversubscribed.\nThe ECB only accepts investment-grade bonds as collateral, but it had given Greece a waiver allowing its government bonds to be accepted.\nThe justification was that the ECB could no longer \"assume the successful conclusion\" of Greece's bailout review later this month.\n​​The situation in Greece has taken a turn for the worse following last month's election of the anti-austerity Syriza leftists."}