{"article_title": "blog.aids.gov − Setting a Path Towards HCV Elimination in the Cherokee Nation", "article_keywords": ["viral", "hcv", "cherokee", "oklahoma", "blogaidsgov", "disease", "hepatitis", "nation", "project", "setting", "health", "elimination", "path", "public"], "article_url": "https://blog.aids.gov/2016/04/setting-a-path-towards-hcv-elimination-in-the-cherokee-nation-government-academia-and-pharma-collaboration.html", "article_text": "An innovative, multi-party collaborative effort, Hepatitis C in Native Oklahoma: Optimizing Care and Setting a Path Towards Elimination of Disease and Disparity, launched recently to respond to high rates of hepatitis C in the Cherokee Nation (CN). The goal of the new initiative is to eliminate HCV and improve the health of American Indians in the Cherokee Nation Health Service (CNHS) by developing a community-based program to test, treat, and cure HCV, coupled with public awareness efforts to reduce new HCV infections. The project will also include data collection and analysis to help understand how many people may have HCV, determine risk factors for acquiring HCV, and provide evidence to inform future efforts to eliminate HCV. This first-of-its-kind project will hopefully produce information and resources that other communities can use in their efforts to eliminate HCV among Native American populations.\n\nHepatitis C in the Cherokee Nation\n\nIn 2015, the Cherokee Nation identified high rates of hepatitis C (HCV) as a public health priority. The largest American Indian tribe in the United States, the Cherokee Nation includes nearly 320,000 registered citizens with a little over half living in 14 counties in northeastern Oklahoma stretching from Tulsa north to the Kansas border, east to the Arkansas and Missouri borders, and south to U.S. Interstate 40.\n\nIn 2013, the Cherokee Nation Health Service (CNHS) screened 4,312 persons 18-65 years old for HCV using an electronic health record-based reminder. Overall, 6% tested positive, with 6.1% testing positive among those ages 18 to 48, and 5.8% testing positive among those ages 49-69. This prevalence is notably high in the CNHS, about twice as high as the estimated prevalence (3.25%) among Baby Boomers (Americans born between 1945-1965), and may suggest more recent infections in the CN. Additionally, the 2013 Viral Hepatitis Surveillance Report [PDF 1.39 MB] from the U.S. Centers for Disease Control and Prevention found that the rate of new hepatitis C infections among American Indians and Native Alaskans was more than twice that of non-Hispanic whites, further evidence that new infections are occurring in these populations. Tribal leadership is aware of the high prevalence of HCV infection and significant political will exists to scale-up HCV diagnosis, care, and treatment.\n\nDiverse Partners Contribute to Response\n\nThis project builds upon existing relationships between the CNHS Infectious Disease Program, Oklahoma University Health Science Center Infectious Diseases Section , Oklahoma University College of Public Health , Yale University School of Public Health Center for Infectious Disease Modeling and Analysis , and the Oklahoma State Department of Health (OSDH). As the Viral Hepatitis Prevention Coordinator at the OSDH, I am pleased to be a part of this innovative project, which received funding for its first year from the Gilead Foundation . After working in public health in Oklahoma for almost 20 years, I can say that this collaboration is one of the most exciting yet!\n\nFunded by the Centers for Disease Control and Prevention, the Viral Hepatitis Prevention Coordinator (VHPC) Program supports a coordinator in almost every state health department responsible for conducting a variety of activities tailored to address state and local needs such as education and outreach, promotion of viral hepatitis risk assessment, testing, counseling, and vaccination, and data analysis and needs assessment. One essential element for the success of each Viral Hepatitis Prevention Coordinator is collaboration with other stakeholders. Collaboration helps to support viral hepatitis efforts when other resources are not available, allows for diverse groups to come together and lend their expertise towards a common goal, and creates opportunities to learn from others to build capacity.\n\nMy main role in the project will be developing a culturally appropriate and effective HCV campaign for Cherokees who are at risk for HCV infection. The campaign is in the beginning stages and may include traditional and social media marketing techniques such as billboards, radio, television, and digital advertising. It will be developed in close coordination with the Cherokee Nation in order to identify the most effective strategies and venues for this specific community. Additionally, I will provide training on counseling and contact tracing for CNHS public health nurses who will follow up with patients diagnosed with a recent HCV infection.\n\nThis new project will be highlighted in an upcoming CDC Morbidity and Mortality Weekly Report, so stay tuned for more exciting information and updates from this project!\n\nLearn more about the Cherokee Nation at: http://www.cherokee.org\n\nWatch PBS NewsHour, “How the Cherokee Nation plans to reverse the ‘silent epidemic’ of hepatitis C” featuring Dr. Jorge Mera, Director of Infectious Disease for the Cherokee Nation, and Dr. John Ward, Director of the Division of Viral Hepatitis at the CDC.\n\nSign up to receive email updates of AIDS.gov blog posts (and more!)", "article_metadata": {"og": {"site_name": "blog.aids.gov — HIV Policy & Programs. Research. New Media.", "description": "An innovative, multi-party collaborative effort, Hepatitis C in Native Oklahoma: Optimizing Care and Setting a Path Towards Elimination of Disease and Disparity, launched recently to respond to high rates of hepatitis C in the Cherokee Nation (CN). The goal of the new initiative is to eliminate HCV and improve the health of American Indians in...", "title": "Setting a Path Towards HCV Elimination in the Cherokee Nation: Government, Academia, and Pharma Collaboration", "url": "https://blog.aids.gov/2016/04/setting-a-path-towards-hcv-elimination-in-the-cherokee-nation-government-academia-and-pharma-collaboration.html", "image": "https://blog.aids.gov/wp-content/uploads/VHAP-e1460067470572.jpg", "type": "article"}, "article": {"section": "Communities of Color", "tag": "Hepatitis C,Viral Hep Action Plan"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fce0c8\"", "article_summary": "Hepatitis C in the Cherokee NationIn 2015, the Cherokee Nation identified high rates of hepatitis C (HCV) as a public health priority.\nIn 2013, the Cherokee Nation Health Service (CNHS) screened 4,312 persons 18-65 years old for HCV using an electronic health record-based reminder.\nLearn more about the Cherokee Nation at: http://www.cherokee.orgWatch PBS NewsHour, “How the Cherokee Nation plans to reverse the ‘silent epidemic’ of hepatitis C” featuring Dr. Jorge Mera, Director of Infectious Disease for the Cherokee Nation, and Dr. John Ward, Director of the Division of Viral Hepatitis at the CDC.\nIt will be developed in close coordination with the Cherokee Nation in order to identify the most effective strategies and venues for this specific community.\nOne essential element for the success of each Viral Hepatitis Prevention Coordinator is collaboration with other stakeholders."}