{"article_title": "Republicans rally for Cruz at Provo High School", "article_keywords": ["school", "trump", "ted", "whyte", "republicans", "mike", "provo", "high", "small", "cruz", "cruzs", "donald", "vote", "rally"], "article_url": "http://kutv.com/news/local/photos-cruz-visits-utah-rallies-at-provo-high", "article_text": "(KUTV) Thousands gathered at Provo High School to show support for Ted Cruz Saturday, ahead of Tuesday's caucus.\n\n\n\nThe Senator from Texas is trailing behind Donald Trump for the Republican Presidential nomination. Before Cruz's speech, Carly Fiorina, Lt. Governor Spencer Cox, Glenn Beck, and Senator Mike Lee urged Republicans to vote for Cruz this Tuesday.\n\nSpeakers criticized Hillary Clinton and Donald Trump. Cruz said about two-thirds of Americans would not vote for Donald Trump, who has more than 250 delegates over Cruz.\n\n\"If Donald Trump is the nominee, then Hillary Clinton wins,\" said Cruz.\n\nAudience members supported Cruz.\n\n\"It was refreshing to have people who actually have common sense and really, basically, that I can agree with,\" said Robert Cronk, who came to the rally with his father, Nicholas Cronk.\n\n\"Cruz seems to have sound ideas on how to get businesses working again and how to get the country moving,\" Nicholas Cronk said.\n\nRevitalizing small business was a major element of Cruz's speech.\n\n\"The heart of our economy is small businesses all across the United States of America,\" said Cruz. \"If you want to kill the economy, just do what we've done the last seven years and hammer the living daylights out of small businesses.\"\n\nCruz also spoke about deregulating government, saying, \"Take the boot of the federal government off the backs of small businesses.\"\n\nThe cornerstone of Cruz's campaign involves jobs, freedom, and security, he said.\n\nIf he wins the presidency, Cruz promised to repeal Obamacare, strengthen immigration laws, invest in the military and change the tax structure.\n\n\"And when we do that, we should abolish the IRS,\" said Cruz.\n\nArien and John Adams attended rallies for Trump and Cruz this week.\n\n\"We were contrasting the difference. It was a great energy here,\" said Arien Adams. \"We are so grateful that he has stood up for what he believes, regardless of the enemies that he's made. He continues to march forward based on principles of freedom.\"\n\nHer husband, John Adams, compared Cruz to Trump, saying, \"If you can be wrong and strong, people will like you. I don't think Ted Cruz believes that. I think it's important to be right.\"\n\nSpeakers Saturday said the State of Utah is important in this election. Audience member, Stephanie Whyte, agreed.\n\n\"Right now, this time in the campaign, it's very critical that people get out and vote and make their voices heard,\" said Whyte. \"The delegates assigned from this state will help determine who goes on to be the nominee for the Republican party.\"\n\nSaturday morning, Cruz endorsed Lee during a campaign rally in Draper for his reelection to the senate before Cruz's afternoon rally in Provo.\n\n\"Ted Cruz and Mike Lee represent those values, and how the country needs to get back to those founding fathers ideas on how this country should be,\" said Whyte. \"I'm going to vote for Ted Cruz and Mike Lee.\"\n\nFollow Lisa Nico on Twitter @LisaNicoNewsfor breaking news, updates and more.\n\n", "article_metadata": {"description": "(KUTV) Thousands gathered at Provo High School to show support for Ted Cruz Saturday, ahead of Tuesday's caucus.The Senator from Texas is trailing behind Donald Trump for the Republican Presidential nomination.  Before Cruz's speech, Carly Fiorina, Lt. Gov", "title": "Republicans rally for Cruz at Provo High School", "og": {"site_name": "KUTV", "description": "(KUTV) Thousands gathered at Provo High School to show support for Ted Cruz Saturday, ahead of Tuesday's caucus.The Senator from Texas is trailing behind Donald Trump for the Republican Presidential nomination.  Before Cruz's speech, Carly Fiorina, Lt. Gov", "title": "Republicans rally for Cruz at Provo High School", "url": "http://kutv.com/news/local/photos-cruz-visits-utah-rallies-at-provo-high", "image": "http://static-12.sinclairstoryline.com/resources/media/4cf3173a-f662-47dd-b32f-a6e9191c19f6-large16x9_MT165707_01.new.01_frame_9355.jpg?1458444374962", "locale": "en_US", "type": "article"}, "twitter": {"site": "@kutv2news", "image": "http://static-11.sinclairstoryline.com/resources/media/4cf3173a-f662-47dd-b32f-a6e9191c19f6-large16x9_MT165707_01.new.01_frame_9355.jpg?1458444374962", "description": "(KUTV) Thousands gathered at Provo High School to show support for Ted Cruz Saturday, ahead of Tuesday's caucus.The Senator from Texas is trailing behind Donald Trump for the Republican Presidential nomination.  Before Cruz's speech, Carly Fiorina, Lt. Gov", "card": "summary_large_image", "title": "Republicans rally for Cruz at Provo High School"}, "author": "Sinclair Broadcast Group", "blitz": "mu-cc36119f-f4dca522-3261b206-4b3bbd3f", "robots": "index, follow", "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 1510096532647730}, "keywords": "news,root,local,UT", "article": {"publisher": "https://www.facebook.com/kutv2news", "published_time": "2016-03-19T15:37:39+00:00"}, "viewport": "width=device-width, initial-scale=1, minimum-scale=0.5"}, "article_summary": "(KUTV) Thousands gathered at Provo High School to show support for Ted Cruz Saturday, ahead of Tuesday's caucus.\nCruz said about two-thirds of Americans would not vote for Donald Trump, who has more than 250 delegates over Cruz.\nSaturday morning, Cruz endorsed Lee during a campaign rally in Draper for his reelection to the senate before Cruz's afternoon rally in Provo.\nGovernor Spencer Cox, Glenn Beck, and Senator Mike Lee urged Republicans to vote for Cruz this Tuesday.\nThe Senator from Texas is trailing behind Donald Trump for the Republican Presidential nomination."}