{"article_title": "Fox’s Andrew Napolitano: Abolish ObamaCare, Social Security, Medicare And Medicaid!", "article_keywords": ["think", "napolitano", "constitution", "money", "obamacare", "andrew", "abolish", "states", "health", "medicaid", "social", "medicare", "security", "foxs", "care"], "article_url": "http://www.newshounds.us/fox_s_andrew_napolitano_abolish_obamacare_social_security_medicare_and_medicaid_11222013", "article_text": "On Wednesday’s Special Report, the so-called All-Star Panel discussed solutions for ObamaCare. That is, until Judge Andrew Napolitano Judge got his turn. He not only wanted to get rid of the Affordable Care Act, he argued for gutting Social Security, Medicare and Medicaid at the same time.\n\nNapolitano said:\n\nThe federal government should stay within the confines of the Constitution. The Constitution does not authorize the federal government to have anything whatsoever to do with health care. So Obamacare should be abolished along with Medicare, Medicaid, and Social Security. But the people who were on those programs should be grandfathered in because they paid money to be in there and they’ve ordered their lives to stay there. The states should regulate health care because the states retained that power under the Constitution. …If you want mandatory health care, go live in Massachusetts. If you want the free market and you want individual savings accounts, financial money savings accounts, go live in Texas. …When the government attempts to do what only the free market can do, when the government says everybody’s got to drive a Mercedes whether you can afford one or not, whether you want to drive one or not, very few people will have cars and everybody will be walking to work.\n\nJuan Williams was astounded. He asked, “You mean to say that you want to do away with Social Security, Medicare, and Medicaid?”\n\n“Absolutely, “ Napolitano said. “Because the Constitution doesn’t authorize it, and it would be far better administered by the states and by private enterprise.”\n\nNapolitano agreed that the politics would make such a thing difficult, if not impossible right now. He said, “I don’t think it could be done with the stroke of a pen, and I don’t think there’s a consensus for it. But in my world, where the government lives within the confines of the Constitution, people are responsible for themselves.”\n\nApparently, Napolitano is fine with old people eating pet food – because they’ll be “responsible for themselves.” And, coincidentally, he won't have to worry about any money for them coming out of his cushy, TV-talking-head earnings", "article_metadata": {"csrf-param": "authenticity_token", "google-site-verification": "google51c0b549f514d464.html", "csrf-token": "KvXGNmHKYZA/3CsddFJZVfU2ixJ90umsAojJHIRejl8=", "og": {"url": "http://www.newshounds.us/fox_s_andrew_napolitano_abolish_obamacare_social_security_medicare_and_medicaid_11222013", "site_name": "NewsHounds", "image": "http://d3n8a8pro7vhmx.cloudfront.net/newshounds/sites/1/meta_images/original/Newshound3_blue.png?1327001871", "type": "article", "title": "Fox’s Andrew Napolitano: Abolish ObamaCare, Social Security, Medicare And Medicaid!"}, "Title": "Fox’s Andrew Napolitano: Abolish ObamaCare, Social Security, Medicare And Medicaid!"}, "_id": "\"57477af36914bd0286fc9804\"", "article_summary": "He asked, “You mean to say that you want to do away with Social Security, Medicare, and Medicaid?”“Absolutely, “ Napolitano said.\nHe not only wanted to get rid of the Affordable Care Act, he argued for gutting Social Security, Medicare and Medicaid at the same time.\nSo Obamacare should be abolished along with Medicare, Medicaid, and Social Security.\nThe Constitution does not authorize the federal government to have anything whatsoever to do with health care.\n…If you want mandatory health care, go live in Massachusetts."}