{"article_title": "The legacies of the Tea Party and Occupy Wall Street", "article_keywords": ["sanders", "legacies", "wall", "tea", "support", "occupy", "street", "rallies", "party", "white", "trump"], "article_url": "http://blog.constitutioncenter.org/2016/03/the-legacies-of-the-tea-party-and-occupy-wall-street/", "article_text": "Share:\n\n\n\n\n\n\n\nEmail\n\n\n\n\n\n\n\nEditor’s Note: This commentary is part of a series presented in conjunction with the Center’s feature exhibition, Headed to the White House.\n\nThe right-wing populism of the Tea Party and the progressive populism of Occupy Wall Street have profoundly affected American politics. Neither the grassroots Tea Parties nor Occupy have continued as mass mobilizations, but their legacies are playing out in the 2016 presidential election primaries, and have powerfully shaped the campaigns of Donald Trump and Senator Bernie Sanders.\n\nWhile rank-and-file Tea Party identifiers have dwindled, its Congressional caucus of Republican hard-liners continues as a pressure group opposing compromise with Democrats. Former grassroots leaders are now PAC fundraisers, paying themselves handsomely, or collecting checks from the Koch Brothers’ network Americans for Prosperity. But Tea Party passion now mobilizes support for Trump’s brand of reactionary populism.\n\nTrump’s campaign theme “Make America Great Again” echoes the Tea Parties’ “Take Back Our Country,” slogans resonating with white, older middle-class voters feeling dispossessed by the changing face of a more ethnically diverse country and rising cultural liberalism. Trump supporters, more than Tea Partiers, are reacting to an economy that has left them behind. Although his support bridges all demographic and ideological groups, he appeals more to the less educated, less affluent, and many who do not routinely vote.\n\nHostility to illegal immigrants and to “undeserving” recipients of taxpayer-funded government aid fueled the Tea Party, and the billionaire developer launched his presidential bid with a vitriolic tirade against Mexican immigrants. His proposals to temporarily ban non-citizen Muslims from entering the United States and to deport undocumented immigrants loomed large in his South Carolina primary victory.\n\nTea Party and Trump supporters have reacted viscerally to the nation’s first African-American president. Surveys of Tea Party identifiers found them holding more negative attitudes to Hispanics and blacks than “mainstream” Republicans and whites generally. In one survey, over a quarter of Tea Partiers believed that Obama is a practicing Muslim and did not believe he had a valid birth certificate. Trump of course is probably the best-known propagator of the “birther” attack on the president, stoking a prejudice immune from refutation by any legal document.\n\nA significant part of Trump’s coalition tends to be intolerant of religious, social, and racial minorities. Trump has also attracted unwanted support from white supremacist groups, replaying the infiltration of “racist elements” into early Tea Party rallies. After the NAACP called upon party leaders to repudiate these far-out fringes, Congressional and corporate Tea Party entities responded by emphasizing “diversity” in the movement. Trump, after hesitating when questioned about the support of a former Klan leader, “disavowed” all support from white nationalist groups.\n\nAs this is written, Trump’s rallies are inciting incivility and violence against groups of vociferous protestors opposing Trump. At Tea Party rallies, scuffles sometimes broke out with counter-demonstrators. Tea Party militants shouted down Congressmen explaining the Affordable Care Act to constituents, and harassed black members of Congress who voted for it. The threat of violence now shadows Trump events to an unusual extent.\n\nPolitical scientists have observed that, as a leader, Trump embodies “the classic authoritarian leadership style: simple, powerful, and punitive,” one associated with reactionary populists here and in Europe. Further, his supporters hold views that align strongly with attraction to authoritarianism. On a scale of values bookended by fairness and authority, Tea Partiers gave primacy to authority (liberals value authority least, fairness most).\n\nOccupy Wall Street devolved into local actions such as Occupy Sandy relief, and support for families facing eviction. But when Sanders announced his candidacy, the Occupy network immediately mobilized behind him and veterans of the camps across the country moved massively into his campaign as staffers and organizers. In 2011, Sanders had given full-throated endorsement of Occupy, and his massive campaign rallies have given Occupy issues a megaphone within the political mainstream.\n\nThe unfairness of the nation’s distribution of rewards and opportunities undergirded the protests of “the 99 Percent” of Occupy Wall Street and has dominated Bernie Sanders’ speeches and policy proposals. Occupy stood (or camped) against the extreme inequality of wealth and income, a rigged tax system in favor of the wealthy and tax avoiding corporations, the burden of student debt, the abuses suffered by student debtors at the hands of private banks and loan firms, and asked for more and better jobs.\n\nSanders’ hammering away at these themes has given a coherent voice to the Occupy protest. He has benefited from Occupy (along with Pope Francis, President Obama, the IMF, social scientists, and others) helping to make inequality a mainstream issue, commanding attention even from Republicans and freeing centrist Democrats to address it without being accused of “class warfare.”\n\nOccupy expressed the indignation of millions of Americans that Wall Street had not been held accountable for criminal fraud and the collapse of 2007-08. It called for reducing the influence of finance and corporations in elections and politics. Sanders has amplified that indignation, demanding that the government stop coddling billionaires at the expense of everyone else, but instead deal with poverty, climate change, and the nation’s crumbling infrastructure.\n\nThe thousands attending Sanders’ rallies reprise the profile of Occupy demonstrators: young, white, liberal, throngs of college students and recent graduates augmented by union men. On January 31, 2016, when a thousand demonstrators marched from Union Square to Zuccotti Park, Rolling Stone described it as an “Occupy Homecoming.”\n\nSanders’ populist campaign has pushed rival and front-runner for the Democratic nomination Hillary Clinton to more progressive positions; credit for that also goes to Occupy Wall Street. The legacies of the Tea Parties and Occupy Wall Street promise to occupy American politics for some time to come.\n\nRonald P. Formisano is the William T. Bryan Chair of American History and Professor of History emeritus at the University of Kentucky. He is the author of Plutocracy in America: How Increasing Inequality Destroys the Middle Class and Exploits the Poor (Hopkins, 2015), The Tea Party: A Brief History (Hopkins, 2012), and For the People: American Populist Movements From the Revolution to the 1850s (North Carolina, 2008).\n\nRecent Stories on Constitution Daily\n\nSupreme Court denies big challenge to Colorado’s legal pot law\n\nThe GOP nomination math: Confusing and complicated\n\nCan students sue “grossly ineffective teachers”?\n\nShare:\n\n\n\n\n\n\n\nEmail\n\n\n\n\n\n\n\nComments\n\ncomments", "article_metadata": {"og": {"site_name": "Constitution Daily", "description": "In this commentary, Ron Formisano of the University of Kentucky traces the presidential campaigns of Donald Trump and Bernie Sanders back to the Tea Party and Occupy movements.", "title": "The legacies of the Tea Party and Occupy Wall Street", "url": "http://blog.constitutioncenter.org/2016/03/the-legacies-of-the-tea-party-and-occupy-wall-street/", "image": "http://blog.constitutioncenter.org/wp-content/uploads/2016/01/Occupy-Wall-Street-640.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"src": "http://blog.constitutioncenter.org/wp-content/uploads/2016/01/Occupy-Wall-Street-640.jpg?w=640"}, "card": "summary_large_image"}, "robots": "noodp,noydir", "fb": {"admins": 59543893235, "page_id": 59543893235, "app_id": 108483985888821}, "article": {"published_time": "2016-03-22T09:30:23+00:00", "modified_time": "2016-03-29T18:55:23+00:00", "author": "http://blog.constitutioncenter.org/author/ron-formisano/"}, "msvalidate.01": "7A707BA806870C4CB077BE8CFB94D00F", "google-site-verification": "g-YRZSJfme1Aa6j71jlmtj3ZRUHZKtKda1U7n-deAIA", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The legacies of the Tea Parties and Occupy Wall Street promise to occupy American politics for some time to come.\nThe right-wing populism of the Tea Party and the progressive populism of Occupy Wall Street have profoundly affected American politics.\nOccupy Wall Street devolved into local actions such as Occupy Sandy relief, and support for families facing eviction.\nAfter the NAACP called upon party leaders to repudiate these far-out fringes, Congressional and corporate Tea Party entities responded by emphasizing “diversity” in the movement.\nWhile rank-and-file Tea Party identifiers have dwindled, its Congressional caucus of Republican hard-liners continues as a pressure group opposing compromise with Democrats."}