{"article_title": "Do You Really Need Antimicrobials In Your Soap?", "article_keywords": ["antimicrobials", "used", "soaps", "study", "antibacterial", "hand", "sansoni", "products", "need", "ingredient", "triclosan", "soap", "really"], "article_url": "http://health.wusf.usf.edu/post/do-you-really-need-antimicrobials-your-soap", "article_text": "With school in full swing and flu season just around the corner, you might be looking for a way to keep those germs at bay. But if you're stocking up on antibacterial soaps, a study suggests you might as well be reaching for that regular old bar of soap instead.\n\nKorean scientists found that antibacterial soap with the active ingredient triclosan was \"no more effective than plain soap at reducing bacterial contamination when used under 'real-life' conditions,\" according to a study published in the Journal of Antimicrobial Chemotherapy this week.\n\nYet Brian Sansoni, a spokesman for the trade organization that represents makers of household cleaning products, calls the study \"kind of irrelevant.\" That's because Sansoni says companies are increasingly switching to other ingredients in place of triclosan, which has been criticized for potentially causing a variety of health issues, from antibiotic resistance to endocrine disruption.\n\nThe study \"talks about one specific ingredient that really is not being used in much of the mass-market antibacterial soaps anymore,\" says Sansoni, vice president of communication and membership for the American Cleaning Institute.\n\nIt's not clear how many antibacterial products still contain triclosan. A quick scan of the Internet finds a host of websites that list products containing it. But a closer look at some of the products shows that triclosan has been replaced by another antimicrobial ingredient. For example, Dial Complete Antibacterial Hand Wash comes up in many searches for triclosan, despite the fact that it now contains benzethonium chloride.\n\nTriclosan can still be found in some personal care items, like Cetaphil's Gentle Cleansing Antibacterial Bar, Colgate Total toothpaste, CVS Antibacterial Hand Soap and Dawn Ultra Antibacterial Dishwashing Liquid.\n\nProcter & Gamble, the maker of Dawn, states on its webpage that the company has removed triclosan from more than 99 percent of the products where it had been used and has \"an exit plan for the few remaining uses.\"\n\nWhile Sansoni couldn't specify exactly why makers of antibacterial products are switching to other active ingredients, he says that the companies didn't ditch triclosan due to safety issues. Antibacterial soaps and washes have a long history of safety and effectiveness, he says, backed by scientific data and research.\n\nBut the Food and Drug Administration's consumer information page on triclosan is a little less definite. \"Triclosan is not currently known to be hazardous to humans,\" the page reads. \"But several scientific studies have come out since the last time FDA reviewed this ingredient that merit further review,\" including animal studies indicating that triclosan alters hormone regulation and other studies suggesting that triclosan contributes to bacteria becoming resistant to antibiotics used for medical treatments. A study published last year by the journal Proceedings of the National Academy of Sciences found that triclosan promotes liver tumors in mice.\n\nAlmost two years ago, the Food and Drug Administration issued a proposed rule that would require antibacterial soap manufacturers to show that the soaps and body washes are \"safe for long-term daily use and more effective than plain soap and water in preventing illness and the spread of certain infections.\" The rule would apply to all antibacterial soap products, not just those with the ingredient triclosan.\n\nAn FDA spokesperson said via email that antibacterial soap products are allowed to stay on shelves for now, and that the FDA expects to issue a final ruling by this time next year.\n\nRegardless of the controversy over its safety, there's also the question of whether triclosan is better at tackling germs than plain old soap and water. The authors of this latest study, who are from Korea University in Seoul, compared the effects of regular soap and antibacterial soap on 20 strains of bacteria.\n\nThey found no significant difference between the two soaps in combating bacteria in the short time frame typical for hand washing. The antibacterial soap had a greater bacteria-fighting effect than regular soap when applied for nine hours – long after we've stopped washing our hands.\n\n\"This study shows that presence of antiseptic ingredients – in this case, triclosan – in soap does not always guarantee higher antimicrobial efficacy during hand washing,\" Min Suk Rhee, a professor in the department of biotechnology and one of the study's authors, says in an email. \"If the manufacturer would like to advertise antiseptic efficacy of their products, they should supply scientific evidence to support the claims.\"\n\nIn fact, all soap contains bacteria, as we noted earlier this year. Manufacturers are required to keep the germs down to a certain level, which they do with antimicrobial agents, even if the product isn't labeled as such.\n\n", "article_metadata": {"category": "NPR Health", "description": "With school in full swing and flu season just around the corner, you might be looking for a way to keep those germs at bay. But if you&#039;re stocking up", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/do-you-really-need-antimicrobials-your-soap", "image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201509/441142382.jpg", "type": "article", "description": "With school in full swing and flu season just around the corner, you might be looking for a way to keep those germs at bay. But if you&#039;re stocking up", "title": "Do You Really Need Antimicrobials In Your Soap?"}, "org_id": 1, "twitter": {"site": "@HealthNewsFL", "card": "summary"}, "wordCount": 904, "dc": {"title": "Do You Really Need Antimicrobials In Your Soap?"}, "nid": 12005, "datePublished": "2015-09-17", "story_id": 441112286, "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fdf3a9\"", "article_summary": "The antibacterial soap had a greater bacteria-fighting effect than regular soap when applied for nine hours – long after we've stopped washing our hands.\nThe rule would apply to all antibacterial soap products, not just those with the ingredient triclosan.\nThe authors of this latest study, who are from Korea University in Seoul, compared the effects of regular soap and antibacterial soap on 20 strains of bacteria.\nAntibacterial soaps and washes have a long history of safety and effectiveness, he says, backed by scientific data and research.\nTriclosan can still be found in some personal care items, like Cetaphil's Gentle Cleansing Antibacterial Bar, Colgate Total toothpaste, CVS Antibacterial Hand Soap and Dawn Ultra Antibacterial Dishwashing Liquid."}