{"article_title": "Valerie Jarrett is the hottest topic in Washington in spite of the elections", "article_keywords": ["valerie", "spite", "jarrett", "house", "washington", "elections", "topic", "job", "lynch", "president", "hottest", "obamas", "holder", "white", "obama"], "article_url": "http://www.examiner.com/article/valerie-jarrett-is-the-hottest-topic-washingon-spite-of-the-elections", "article_text": "Just days after the midterm election, one would think that the hottest topic in the nation’s capital would be something related to the midterm elections. Logically, the hottest topics would include Obama vs. the impending 114th Congress of 2015, and the immigration or Obamacare battles that have been reignited in the days following the election. But no, the biggest topic this weekend, via Politico on Friday, is the most important woman in the White House. No, it’s not Michelle Obama – it’s Valerie Jarrett.\n\nThe scathing piece in Politico presents a great case for President Barack Obama to dump Jarrett as his top aide. It also presents, however, an even stronger case explaining why the dumping of Jarrett isn’t going to happen during Obama’s presidential lifetime. The reasons for suggesting that Obama get rid of Jarrett are simple. It has been said many times by many persons close to the White House situation that she is occupying valuable space in the West Wing of the White House that should be occupied by someone who can actually do something for the country via learned-advisement to the president. But, in a nutshell, the stronger reason stated for believing that Jarrett will never be shown the exit door is because blood is thicker than water. Actually, it’s not that the Obamas and Jarrett are blood relatives. It’s worse. They’re BFF – aka best friends forever.\n\nOne would think that Jarrett would spend the day low-key after the Political article hit. In fact, it might even be thought that she would stay low-key for an extended period of time. But when you’re in as secure a position with President Obama as she is, there is apparently no reason to weather the extremely critical publicity by hiding under the covers. Instead, she made her own headlines by controversially boasting about the president’s nominee for Attorney General Eric Holder’s replacement.\n\nAccording to NPR, the replacement the president nominated on Saturday is Loretta Lynch – jokingly not to be confused with Nashville’s coal miner’s daughter who has a double-n at the end of her last name instead of the ‘ch.’ It is well assumed that Jarrett likely had much to do with Eric Holder getting the job. When dishing out gratitude for his White House career, Holder made no secret about the power of Jarrett in the mix He publicly thanked President Obama, Vice President Joe Biden and Valerie Jarrett for the powerful position he has held in history. As recently as two weeks ago, Holder and Jarrett were linked again in the Fast and Furious scandal and alleged coverup involving Jarret, according to Judicial Watch and other media outlets.\n\nIn spite of recent bad press and scandals linking Jarrett, once again she isn’t shy about putting herself front and center in the choice of Holder’s replacement, Lynch. Jarrett found it necessary to exert herself on Saturday morning via Twitter to give her unsolicited opinion as she messaged:\n\nLoretta Lynch – not about splash, but substance. If confirmed, she’ll be a tireless force for fair and equal justice.\n\nImmediately, there were claims that Jarrett must have had as much to do with promoting Lynch for the job as she did with invoking her strong arm in getting the job for Holder. Equally, it has been suggested that Lynch may be somewhat of a carbon copy of Holder, fearing that she will have the types of scandals Holder had as well as the highly-criticized concerns expressed – near and far – about racial divisiveness with which Holder has been accused of having. But in all fairness to Obama for making the appointment and to Lynch who obviously hasn’t even started the job yet, it must be noted that most anything Jarrett has to say is treated with the height of skepticism – and not just with this appointment.\n\nSo just how much influence does Jarrett have over our president? The answer, for quite some time, has been that she has a tremendous amount of influence. American Thinker and other media outlets have written about the incredible influence of this woman in the Obama White House over the past six years. Without explanation of why her opinion would even matter, in such earth-shaking matters as the taking down of Osama bin Laden, it has been alleged that her opinion has mattered to Obama. The academic question is obviously “why?” Her expertise is reportedly in finance - and little else. But as far back as 2009, the New York Times did a piece which said that there are two people in Obama’s world that he simply cannot say “no” to – his wife Michelle and the family’s best friend Valerie Jarrett. There is no indication, five years later, that this situation has changed.\n\nUnless there is a family feud unmatched like any other family feud in the history of mankind, Jarrett will obviously be at Obama’s side in the White House until January 20, 2017. Therefore, the only thing the president can do is politely strap a virtual muzzle on Jarrett – or keep taking her on most of his trips far away from the White House while hoping that time passes very quickly.", "article_metadata": {"description": "Just days after the midterm election, one would think that the hottest topic in the nation’s capital would be something related to the midterm elections.", "Generator": "Drupal 7 (http://drupal.org)", "og": {"url": "http://www.examiner.com/article/valerie-jarrett-is-the-hottest-topic-washingon-spite-of-the-elections", "site_name": "Examiner.com", "image": "http://cdn2-b.examiner.com/sites/default/files/styles/image_content_width/hash/4a/1d/4a1d11785e0a5903a1f76582739afd9d.jpg?itok=vQFkuXeV", "type": "article", "title": "Valerie Jarrett is the hottest topic in Washington in spite of the elections"}, "twitter": {"description": "Just days after the midterm election, one would think that the hottest topic in the nation’s capital would be something related to the midterm elections.", "creator": "@Scott1850", "image": "http://cdn2-b.examiner.com/sites/default/files/styles/image_content_width/hash/4a/1d/4a1d11785e0a5903a1f76582739afd9d.jpg?itok=vQFkuXeV", "title": "Valerie Jarrett is the hottest topic in Washington in spite of the elections", "site": "@examinercom", "card": "summary"}, "robots": "noodp", "dc.date.issued": "2014-11-08T16:56:33-07:00", "fb": {"app_id": 113003962065478}, "keywords": "Government Topics, Valerie Jarrett, Barack Obama, White House, Michelle Obama, US Attorney General", "article": {"published_time": "2014-11-08T16:56"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdca39\"", "article_summary": "But no, the biggest topic this weekend, via Politico on Friday, is the most important woman in the White House.\nNo, it’s not Michelle Obama – it’s Valerie Jarrett.\nAmerican Thinker and other media outlets have written about the incredible influence of this woman in the Obama White House over the past six years.\nThe scathing piece in Politico presents a great case for President Barack Obama to dump Jarrett as his top aide.\nJust days after the midterm election, one would think that the hottest topic in the nation’s capital would be something related to the midterm elections."}