{"article_title": "Expert: Trump Employing Hypnosis Techniques", "article_keywords": ["employing", "judo", "trump", "expert", "technique", "adams", "strategy", "hypnosis", "used", "trumps", "way", "words", "techniques"], "article_url": "http://thelibertarianrepublic.com/wont-believe-trump-using-strategy-winning/", "article_text": "Expert: Trump Employing Hypnosis Techniques\n\nBy Lina Bryce\n\nDonald Trump has been exalted by his supporters as having a way with words and, even though they fail to present anything specific to make their case, proclaim with the utmost confidence that “Trump will get things done!” Trump is no imbecile and even though he may speak with the vocabulary of a fourth-grade school boy, this is essentially all a part of his charm (admit it, even you might have even considered it–for a second).\n\nEssentially, it’s his strategy for winning; and the painful truth is that it appears to be working on many people. But is there more to Trump’s rhetoric than meets the eye? According to a renowned cartoonist, Trump’s techniques are straight out of a book– on hypnosis.\n\nTrump has acquired a skill that makes him the master of persuasion. In a political context, he has been able to top the polls early on this election cycle and maintain his lead. He may have even manipulated you.\n\nOpponents in the GOP field should take heed, as this is not child’s play. What Trump has succeeded in doing is considered a highly effective form of “Linguistic Judo” so-to-speak, and has left those who are disenchanted by his methods bewildered and wondering; ‘Just what is going on here?’\n\nTrump is so adept when it comes to the skill of persuasion, Scott Adams, creator of the popular Dilbert cartoon, went so far as to call him a “Master Wizard” of the method he uses to employ influential linguistic speech.\n\nReason Magazine spoke with Adams on what he says is a classic hypnosis technique. He says in the interview that Trump has a way with words and people in a way the media fails to understand, and “this is not appreciated by him,” Adams says.\n\nWhile Adams has no political interest in this race, he admits that Trump may be the winner because of this approach alone.\n\n“I’m saying, I see a flame-thrower,” says Adams. “I think the flame-thrower wins the State Fights,” he says.\n\nAdams recognizes these techniques as those commonly used in hypnosis. He cautions that they are used as a strategy more often than some may want to admit. He indicates for specific examples:\n\n“Linguistic Kill Shot” – An engineered set of words essentially stopping an argument dead in its tracks (i.e.; Jeb Bush = “low-energy”, Carly Fiorina = “Robot”, and Dr. Ben Carson = “nice”).\n\n“Anchor” – Detracting from the issue at hand by bringing in unrelated issues, typically bigger in an emotional connotation to the interviewer or opponent (i.e.; at the Fox Debate where he avoids addressing his sexist remarks on women by injecting Rosie O’Donnell into the conversation, escorting the audience away from the appropriate answer to the question).\n\n“Linguistic Judo”- A technique that is similar to Judo instruction, where you take the force of the label that is intended to use against you and change it. (i.e.; when he was called a “whiner,” instead of denying it he said, “I am a whiner, and I keep whining… and whining… until I win…and I’m going to make America great again.”)\n\n“Vagueness” – A trick used in hypnosis classes. The human condition of supporting ones own biases lends itself to the effective technique of when a person leaves enough blank spaces, you will fill them with whatever your personal preferences are.\n\n“Persona” – The Trump persona is so powerful that he can say whatever he wants. No matter what he does it fits entirely into his image as a celebrity billionaire.\n\nScott Adams admits to being impressed by Trump’s strategy, but mainly, he is more intrigued by human behavior in our world.\n\nHe concludes by saying, “Reason will never be a satisfying explanation of what you see.”\n\nRELATED CONTENT: Trump BLASTS Anderson Cooper “This is Why Americans Don’t Trust You and The Media”\n\n[Watch Video]", "article_metadata": {"description": "Trump isn't just a good rhetorician, he's employing powerful persuasion techniques", "generator": "WordPress 4.4.2", "og": {"site_name": "The Libertarian Republic", "description": "Trump isn't just a good rhetorician, he's employing powerful persuasion techniques", "title": "Expert: Trump Employing Hypnosis Techniques - The Libertarian Republic", "locale": "en_US", "image": "http://thelibertarianrepublic.com/wp-content/uploads/2015/10/trumphypnosis.jpg", "updated_time": "2015-10-08T14:22:15+00:00", "url": "http://thelibertarianrepublic.com/wont-believe-trump-using-strategy-winning/", "type": "article"}, "twitter": {"site": "@thelibrepublic", "image": "http://thelibertarianrepublic.com/wp-content/uploads/2015/10/trumphypnosis.jpg", "description": "Trump isn't just a good rhetorician, he's employing powerful persuasion techniques", "card": "summary_large_image", "title": "Expert: Trump Employing Hypnosis Techniques"}, "robots": "noodp", "fb": {"admins": 501616773}, "article": {"publisher": "https://www.facebook.com/libertarianrepublic", "published_time": "2015-10-08T11:59:54+00:00", "author": "https://www.facebook.com/LinaBryce1/?ref=hl", "section": "Political Opinion", "modified_time": "2015-10-08T14:22:15+00:00", "tag": "Republican Primaries"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe209d\"", "article_summary": "Reason Magazine spoke with Adams on what he says is a classic hypnosis technique.\nScott Adams admits to being impressed by Trump’s strategy, but mainly, he is more intrigued by human behavior in our world.\nAccording to a renowned cartoonist, Trump’s techniques are straight out of a book– on hypnosis.\nAdams recognizes these techniques as those commonly used in hypnosis.\nWhile Adams has no political interest in this race, he admits that Trump may be the winner because of this approach alone."}