{"article_title": "CNN Student News", "article_keywords": ["school", "united", "todays", "violence", "daily", "student", "cnn", "curriculum", "transcript", "page"], "article_url": "http://www.cnn.com/2013/10/23/studentnews/sn-curriculum-thu/", "article_text": "Story highlights This page includes the show Transcript, the Daily Curriculum, and Maps\n\nUse the Transcript to help students with reading comprehension and vocabulary\n\nThe Daily Curriculum offers the Media Literacy Question of the Day, Key Concepts, Fast Facts and Discussion Questions\n\nAt the bottom of the page, please share your feedback about our show and curriculum\n\nOctober 24, 2013\n\nFollowing reports on school violence in Massachusetts and Nevada, CNN Student News offers ideas on discussing this tough topic. Plus, Health and Human Services Secretary Kathleen Sebelius responds to problems with the Obamacare website. We also go inside the United Nations for U.N. Day, and we report on a claim that a football blowout constituted bullying.\n\nOn this page you will find today's show Transcript, the Daily Curriculum, Maps pertaining to today's show, and a place for you to leave feedback.\n\nTRANSCRIPT\n\nPlease note that there may be a delay between the time when the video is available and when the transcript is published.\n\nDAILY CURRICULUM\n\nMedia Literacy Question of the Day:\n\nIs there value in following international organizations (like the U.N.) on social media? Why or why not? What might be the benefits and drawbacks of doing so?\n\nKey Concepts: Identify or explain these subjects you heard about in today's show:\n\n1. school security\n\n2. Health and Human Services Department\n\n3. United Nations\n\nFast Facts: How well were you listening to today's program?\n\n1. Why has Health and Human Services Secretary Kathleen Sebelius come under strong criticism recently? What does she tell CNN about the Affordable Care Act (Obamacare) website?\n\n2. What are some of the principal bodies of the United Nations? What are some of the duties of these groups?\n\n3. What are the circumstances surrounding a claim of bullying against a football team's coaches?\n\nDiscussion Questions:\n\n1. What questions do you have about recent news stories involving school violence? What concerns you about this issue? What school security measures are you familiar with? In your view, what else could be done to help students feel safe at school? When you discuss school violence with your family and friends, what comes up?\n\n2. What role do you think the United Nations plays in the international community? What challenges might the U.N. face as it deals with global issues?\n\n3. What was your opinion of the football game in which one team scored 91 points? In your view, did bullying factor in, as one parent complained? Why or why not? What might the winning and losing players say about this game?\n\nCNN Student News is created by a team of journalists and educators who consider the Common Core State Standards , national standards in different subject areas, and state standards when producing the show and curriculum. We hope you use our free daily materials along with the program, and we welcome your feedback on them.\n\nMAPS\n\nDownload PDF maps related to today's show:\n\nFEEDBACK\n\nWe're looking for your feedback about CNN Student News. Please use this page to leave us comments about today's program, including what you think about our stories and our resources. Also, feel free to tell us how you use them in your classroom. The educators on our staff will monitor this page and may respond to your comments as well.\n\nThank you for using CNN Student News!", "article_metadata": {"description": "October 24, 2013", "pubdate": "2013-10-23T21:56:06Z", "author": "By", "og": {"site_name": "CNN", "description": "October 24, 2013", "pubdate": "2013-10-23T21:56:06Z", "url": "http://www.cnn.com/2013/10/23/studentnews/sn-curriculum-thu/index.html", "image": "http://i2.cdn.turner.com/cnnnext/dam/assets/131023183039-sn-1024-00021303-t3-entertainment.jpg", "type": "article"}, "section": "studentnews", "fb": {"app_id": 80401312489}, "thumbnail": "http://i2.cdn.turner.com/cnnnext/dam/assets/131023183039-sn-1024-00021303-t3-entertainment.jpg", "source": "CNN Student News", "vr": {"canonical": "http://www.cnn.com/2013/10/23/studentnews/sn-curriculum-thu/index.html"}, "keywords": "news for teens, cnn for teens, news for classrooms, commercial free, daily curriculum, current events, news for students, media literacy, studentnews, CNN Student News - October 24, 2013 - CNN.com", "lastmod": "2013-10-23T22:57:36Z", "twitter": {"card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0"}, "_id": "\"57477af36914bd0286fce105\"", "article_summary": "Thank you for using CNN Student News!\nMAPSDownload PDF maps related to today's show:FEEDBACKWe're looking for your feedback about CNN Student News.\nCNN Student News is created by a team of journalists and educators who consider the Common Core State Standards , national standards in different subject areas, and state standards when producing the show and curriculum.\nWhen you discuss school violence with your family and friends, what comes up?\nWhat questions do you have about recent news stories involving school violence?"}