{"article_title": "Uninsured rate lowest ever, Donny Deutsch claims", "article_keywords": ["lowest", "americans", "surveys", "survey", "deutsch", "donny", "services", "rate", "health", "coverage", "uninsured", "claims", "insurance"], "article_url": "http://www.politifact.com/punditfact/statements/2014/jul/08/donny-deutsch/uninsured-rate-lowest-ever-donny-deutsch-claims/", "article_text": "Morning Joe guest host Donny Deutsch, discussing House Speaker John Boehner’s refusal to vote on immigration reform, called out the GOP for being wrong about, well, just about everything.\n\n\"Once again the party of no,\" Deutsch said on July 1, 2014. \"The country’s will was for immigration reform, they're against it. Minimum wage, we want to raise it for everybody, another populist point of view. They don't want to do it. By the way, 13 percent of Americans, the lowest ever, are without health care. Everything is going in the right direction.\"\n\nWhile there are several things we could fact-check from Deutsch’s comments, we were most interested in his claim that 13 percent of Americans are currently uninsured -- the lowest that figure has ever been.\n\nThe poll numbers\n\nNeither Deutsch nor his press agent responded to our interview requests. But it’s likely that Deutsch is referring to a Gallup poll on the rate of uninsured Americans. The poll found that in April and May of this year, 13.4 percent of Americans were without health insurance, holding steady since open enrollment for coverage ended March 31. This is indeed the lowest rate of uninsured Americans since the poll began five years ago, besting 2008’s 14.4 percent and dropping from 2013’s peak of 18 percent.\n\nThe problem is, Gallup doesn’t have numbers before 2008 -- which means there’s no way to know if it’s the lowest rate ever as Deutsch claimed.\n\nOther surveys, including from the government, also attempt to measure the percentage of Americans without health insurance. According to those surveys, the percentage of Americans without health insurance has been lower than the 13.4 percent cited by Gallup:\n\n2001: 13.1 percent ( Department of Health and Human Services National Health Survey )\n\n2000: 13.1 percent ( Census Population Survey ), 13.3 percent (National Health Survey)\n\n1999: 12.2 percent (National Health Survey)\n\n1998: 13.3 percent (National Health Survey)\n\n1988: 13.4 percent (Population Survey)\n\n1987: 12.9 percent (Population Survey)\n\n1980: 12 percent (Health and Human Services Medical Expenditure Panel Survey )\n\n1978: 12 percent (Medical Expenditure Panel Survey)\n\nWhile the percentages suggest the current uninsured rate is hardly the \"lowest ever\" reported, it should be noted that it is ill-advised to compare across the polls because of the differences in methodology and timing.\n\nGallup surveys adult Americans multiple times a year about their health insurance at the time of the survey. Gallup analyst Jeff Jones confirmed that the exact question asked was simply \"do you have health insurance\"? Census data, which hasn’t caught up to Obamacare implementation, includes Americans of all ages, though both broadly define \"uninsured\" as lacking insurance at any time of the year. The Health and Human Services surveys only consider nonelderly adults (under 65), includes those with only noncomprehensive plans as \"uninsured\" (i.e. dental or vision, coverage for accidents or specific diseases), and differentiates between uninsured any time in the year, for the first part of the year, and the full year.\n\nAnd to make matters more complicated, the Census Bureau is changing the way it collects information on the uninsured. That means new Census Bureau data will not be comparable to old Census Bureau data.\n\nIn short, year-to-year data comparisons may be a moot point so let’s look at the bigger picture.\n\nHistorical trends\n\nFirst off, insurance coverage, let alone coverage figures, simply doesn’t go all the way back to the all-elusive \"ever.\" In fact, it didn’t really exist before the 1920s. The closest thing offered was \"sickness\" insurance, which paid a worker even if he/she had to take a day off due to illness -- essentially paid sick leave. According to political economist John Murray, about a third of the industrial workforce was enrolled in these sickness funds in the 1920s.\n\nIn 1929, the first insurance plan in America covered 21 days of hospitalization and was offered to Dallas teachers by Baylor University for an annual fee of $6 (about $82 today). This plan, named Blue Cross , became popular during the Great Depression. In 1940 , less than 1 in 10 Americans had the plan, said economic historian Melissa Thomasson.\n\nThe next two decades saw an expansion of employer-sponsored plans, incentivized by Internal Revenue Bureau Code 1954’s tax subsidy, according to Thomasson . This accounts for the employer-sponsored coverage system we all know and love today.\n\n\"Most plans were employer based and always have been because insurance companies then and now figured that only sick people would want health insurance and the plans would not be sound. This is a problem called adverse selection,\" said Thomasson.\n\nBy 1959, about two-thirds of Americans were insured, according to the Department of Health and Human Services National Health Survey, though historical rates of coverage for the elderly were low.\n\n\"Insurers could not figure out how to cover people who made lots of claims and retirees often lost their employer-provided insurance when they retired. So Medicare would have resulted in large increases in coverage,\" Murray said.\n\nWith the creation of social safety net programs in 1965 -- Medicare for the elderly (over 65) and Medicaid for the poor -- more than 80 percent were insured by 1968. That same year, 96 percent of the elderly were insured, more than double that of a decade earlier.\n\nHealth and Human Services data show a decline in the percentage of uninsured nonelderly Americans from 1959 to 1980. Then, the rates began to climb, level off in the 90s, and then rise substantially circa the Great Recession. Again, this is because it all ties back to the employment-sponsored system of insurance, experts say. The higher the employment ratio is, the higher the insurance rate. But Medicaid and the recent trend of employers not offering coverage complicates this relationship.\n\n\"Unemployment doesn’t come with health insurance, unless one is poor enough to qualify for Medicaid. The 1990s was a decade of high and rising employment, and that boosted insurance coverage,\" said Brookings Institution senior fellow Henry Aaron. \"During the 2000s the employment population ratio fell and employers continued to move gradually away from offering coverage. So, both trends were negative.\"\n\nAs a result, all the polls we looked at indicated that post-Great Recession uninsured rates hovered above 14 percent. And though the unemployment rate has fallen in the 2010s, the employment ratio has not.\n\nMartha Heberlein, research manager at Georgetown University Health Policy Institute, and Aaron both cite Congressional Budget Office projections of the uninsured rate leveling off in the next few years at 8 to 9 percent. Obamacare won’t be universal technically because of undocumented aliens, those excused from the mandate, and those who remain uninsured and pay a fine. Heberlein adds that the rate could decline even further if more states adopt Medicaid expansion.\n\n\"I think that the key point is not whether the insurance percentage is or is not at an all-time low today. The key points are that the Affordable Care Act reversed an upward trend and has done so emphatically and if the projections of the Congressional Budget Office are even approximately correct, the percentage will come down still more,\" Aaron said.\n\nThe ruling\n\nDeutsch claimed that 13 percent of Americans, the lowest ever, are without health care. His statement is partially accurate but leaves out important details.\n\nYes, it is the lowest that Gallup has reported in its five-year poll, though other equally valid surveys show lower rates before 2008. Nonetheless, experts agree that more Americans are insured than there were in the past couple of years. Whether that’s the lowest ever is hard to say.\n\nWe rate Deutsch’s statement Half True.", "article_metadata": {"description": "Morning Joe guest host Donny Deutsch, discussing House Speaker John Boehner&rsquo;s refusal to vote on immigration reform, called out the GOP for being wrong about, well, just about everything. &quot;Once again the party of no,&quot; Deutsch said on July 1, 2014. &quot;The country&rsquo;s will was for immigration reform, they&#39;re against it. Minimum wage, we want to raise it for everybody, another populist point of view. They don&#39;t want to do it. By the way, 13 percent of Americans, the lowest ever, are without health care. Everything is going in the right direction.&quot; While there are several things we could fact-check ...", "og": {"site_name": "@politifact", "description": "Morning Joe guest host Donny Deutsch, discussing House Speaker John Boehner’s refusal to vote on immigration reform, called out the GOP for being wrong about, well, just about everything.", "title": "Uninsured rate lowest ever, Donny Deutsch claims", "url": "http://www.politifact.com/punditfact/statements/2014/jul/08/donny-deutsch/uninsured-rate-lowest-ever-donny-deutsch-claims/", "image": "http://static.politifact.com.s3.amazonaws.com:80/rulings%2Ftom-halftrue.gif", "type": "article"}, "twitter": {"username": "PunditFact", "description": "Morning Joe guest host Donny Deutsch, discussing House Speaker John Boehner&rsquo;s refusal to vote on immigration reform, called out the GOP for being wrong about, well, just about everything. &quot;Once again the party of no,&quot; Deutsch said on July 1, 2014. &quot;The country&rsquo;s will was for immigration reform, they&#39;re against it. Minimum wage, we want to raise it for everybody, another populist point of view. They don&#39;t want to do it. By the way, 13 percent of Americans, the lowest ever, are without health care. Everything is going in the right direction.&quot; While there are several things we could fact-check ...", "title": "Uninsured rate lowest ever, Donny Deutsch claims", "url": "http://www.politifact.com/punditfact/statements/2014/jul/08/donny-deutsch/uninsured-rate-lowest-ever-donny-deutsch-claims/", "image": "http://static.politifact.com.s3.amazonaws.com:80/rulings%2Ftom-halftrue.gif", "site": "PunditFact", "card": "summary_large_image"}, "fb": {"admins": 750116788, "app_id": 106379906558, "pages": 61308923432}, "google-site-verification": "qAV0CDw3qyhv8XdVwp6m1xDBnW9Q1sRAAynq6kDP7kE", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fce106\"", "article_summary": "But it’s likely that Deutsch is referring to a Gallup poll on the rate of uninsured Americans.\nThe problem is, Gallup doesn’t have numbers before 2008 -- which means there’s no way to know if it’s the lowest rate ever as Deutsch claimed.\nThis is indeed the lowest rate of uninsured Americans since the poll began five years ago, besting 2008’s 14.4 percent and dropping from 2013’s peak of 18 percent.\nHistorical trendsFirst off, insurance coverage, let alone coverage figures, simply doesn’t go all the way back to the all-elusive \"ever.\"\nGallup analyst Jeff Jones confirmed that the exact question asked was simply \"do you have health insurance\"?"}