{"article_title": "3 ways nurses can benefit from changing healthcare trends", "article_keywords": ["work", "minority", "nurses", "hospital", "practice", "trends", "opportunities", "ways", "benefit", "health", "healthcare", "changing", "article", "nurse"], "article_url": "http://www.fiercehealthcare.com/story/3-ways-nurses-can-benefit-changing-healthcare-trends/2016-03-02", "article_text": "The vast changes sweeping through the healthcare world present an array of opportunities for forward-thinking nurses. But for many nurses, these opportunities will be outside hospitals and more traditional settings, according to an essay published this week in Minority Nurse.\n\n\"There is growing demand for registered nurses, both in and outside hospital doors, that demands caretakers develop a new skillset and a new mindset, \" the article says.\n\nTo make the most of these opportunities, the article recommends that nurses:\n\n1. Think outside the hospital. Population health initiatives mean that nurses may find themselves working in wellness clinics inside large companies or in pharmacies helping patients in underserved areas obtain access to healthcare. Others are finding work in specialties such as geriatrics, mental health, home health and school nursing, according to an article in Nurses.com.\n\n2. Plan to pursue career development. For nurses who want to work in a hospital environment, it will mean obtaining more than a two-year certification. More hospitals across the country require nurses to have at least a baccalaureate degree, Phyllis Quinlan, Ph.D., president of MFW Consultants to Professionals and a nursing coach, told Minority Nurse. Others seek advanced practice nurses and those with a master's or doctorate in nursing.\n\nThe article also recommends that nurses keep up-to-date with new technology and new modes of treatment. \"Technology allows nurses to practice off the beaten path in more ways than ever before,\" Brittney Wilson, R.N., told the publication. \"With jobs like remote case management, telephone triage, and even informatics consulting, nurses can use the clinical knowledge and technical skills to help patients from the comfort of their home.\"\n\n3. Be prepared to lead. More nurses are getting seats on the C-suite but there are other leadership opportunities as well. Minority Nurse notes that clinical nurse practitioners have opened their own independent practices, work with an academic affiliation in hospitals, or are affiliated with physicians in their practices. Entrepreneurship, consulting, and research and development are also growth areas for advanced practice nurses, according to the article.\n\nTo learn more:\n\n- read the Minority Nurse article\n\n- here's the Nurse.com article\n\nRelated Articles:\n\nThe nursing shortage: Opportunities and challenges\n\nWhy healthcare must eliminate barriers for nurse practitioners\n\nNurse scope of practice expansion may help ease rural healthcare woes\n\nStudy: Hospital discharge processes still need work\n\nHospitals can bridge cultural differences through population health", "article_metadata": {"description": "The vast changes sweeping through the healthcare world present an array of opportunities for forward-thinking nurses. But for many nurses, these opportunities will be outside hospitals and more traditional settings, according to an essay published this week in Minority Nurse.", "og": {"site_name": "FierceHealthcare", "description": "The vast changes sweeping through the healthcare world present an array of opportunities for forward-thinking nurses. But for many nurses, these opportunities will be outside hospitals and more traditional settings, according to an essay published this week in Minority Nurse.", "title": "3 ways nurses can benefit from changing healthcare trends", "url": "http://www.fiercehealthcare.com/story/3-ways-nurses-can-benefit-changing-healthcare-trends/2016-03-02", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "advanced nursing,HR & Workforce Management,nurse leaders", "viewport": "width=device-width", "news_keywords": "HR & Workforce Management"}, "article_summary": "Entrepreneurship, consulting, and research and development are also growth areas for advanced practice nurses, according to the article.\nOthers seek advanced practice nurses and those with a master's or doctorate in nursing.\nBut for many nurses, these opportunities will be outside hospitals and more traditional settings, according to an essay published this week in Minority Nurse.\n\"Technology allows nurses to practice off the beaten path in more ways than ever before,\" Brittney Wilson, R.N., told the publication.\nThe vast changes sweeping through the healthcare world present an array of opportunities for forward-thinking nurses."}