{"article_title": "Illinois Republican eyes return to Congress", "article_keywords": ["gop", "eyes", "bipartisan", "return", "trump", "congress", "house", "gay", "ted", "illinois", "district", "party", "republican", "rep"], "article_url": "http://thehill.com/blogs/ballot-box/house-races/189761-illinois-republican-eyes-return-to-congress", "article_text": "Former Rep. Bob Dold (R-Ill.) wants to get back to Congress — to take on his own party.\n\nDold is attempting a comeback against former Rep. Brad Schneider (D-Ill.), who he lost to by less than 2,500 votes in a heavily Democratic suburban Chicago district last fall.\n\nThe self-described moderate hoping to win his rematch by painting himself as the more bipartisan of the two — and the one more willing to take on members of his conference.\n\nADVERTISEMENT\n\n“What people are looking for is they're looking for leadership, they're looking for courageous leadership that is saying 'look, you know what, I'll stand up against my party, I'll work with the other side, I'll try to do things to get something accomplished.' That, if you take a look at the body of the 112th Congress, that's exactly what I was doing. Reaching across the aisle. Everything we did was with bipartisan support,” he told The Hill. “By comparison, we don't see any of that with Brad today.”\n\nDold says he would have “fought tooth-and-nail to try to make sure that there'd be a different strategy than what was being advocated for” by House Republicans heading into the government shutdown, and said if House conservatives refused to budge on other issues going forward, he’d push to get those measures on the House floor for a bipartisan vote.\n\n“There's obviously ways that we can and should be as a conference moving things forward and if there are some that aren't going to be with us, I think we need to talk about putting those more reasonable bipartisan bills on the floor to be able to move forward,” he said.\n\nDold is hoping to win a district where President Obama won 58 percent of the vote, but until the last election had elected centrist Republicans for decades. Sen. Mark Kirk Mark KirkDuckworth: VA secretary's Disneyland comment 'tone-deaf' GOP lawmaker: 'Republicans were wrong’ to block Garland VA secretary comes under fire for comparing wait times to Disneyland MORE (R-Ill.) held the district for a decade, and Dold followed with one term in Congress before his defeat.\n\nKirk held on in the upscale district by supporting socially liberal positions like legal abortion — and continued on that path last winter when he became the second GOP senator to announce his support for gay marriage.\n\nDold had previously supported civil unions for gay couples but not gay marriage. But, just days before Illinois’ legislature passed a bill to legalize gay marriage in the state, he said he supported it so long as there were strong protections for religious organizations.\n\n“I have come out all along and said I don't want to prevent a loving couple regardless of sex to have a life together. I just want to make sure that the government, any government, state or federal doesn't tell the Catholic Church, a Jewish synagogue, a Lutheran Church what the sacrament of marriage means to them or what they have to do,” he said.\n\nDold said he hopes immigration reform can be passed soon, and said he’d push for ways to improve ObamaCare rather than fight to repeal or defund it, including a repeal of the medical device tax.\n\nHe also promised to rejoin the centrist Tuesday Group, which he says he would have co-chaired with Rep. Charlie Dent (R-Pa.) during this Congress had he not lost reelection.\n\n“Democrats want to say 'subject, verb, Tea Party,' they want to have everybody be lumped into this amorphous Tea Party label,” he said. “Obviously I'm a Tuesday Group guy.”\n\nDold also accused Schneider of doing little since he won the seat.\n\n“He's a year in and he's yet to introduce his first piece of legislation,” he said. “He hasn't been doing a whole heck of a lot out there.”\n\nSchneider’s office disputed that claimed.\n\n\"I was proud to introduce the AMERICA Works Act to help bridge the skills gap facing manufacturers here in my district,” he said in a statement to The Hill.\n\nSchneider introduced the bill with Rep. Lou Barletta Lou BarlettaRyan, Trump set for showdown Trump snags third House committee chair endorsement GOP warms to Trump MORE (R-Pa.), who is listed as the bill’s sponsor. Barletta's office says they wrote the bill and that Schneider was an original co-sponsor.\n\nDold was complimentary of Govs. Chris Christie (R -N.J.) and Bobby Jindal (R-La.), saying they were the types of national figureheads he wanted to see for the GOP. But when asked whether he would like to see Sen. Ted Cruz Ted CruzRomney should endorse Clinton Muslim lawmakers fear Trump, what he's tapping into Will Ted Cruz let it go? MORE (R-Texas) as a party leader, he scoffed at the notion.\n\n“Not this Republican,” he said.", "article_metadata": {"dcterms.description": "Former Rep. Bob Dold describes himself as a moderate and wants to take on his own party.", "description": "Former Rep. Bob Dold describes himself as a moderate and wants to take on his own party.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Ballot Box"}}, "og": {"site_name": "TheHill", "description": "Former Rep. Bob Dold describes himself as a moderate and wants to take on his own party.", "title": "Illinois Republican eyes return to Congress", "url": "http://thehill.com/blogs/ballot-box/house-races/189761-illinois-republican-eyes-return-to-congress", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-02T23:19:58-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2016-02-02T23:19-05:00", "dcterms.identifier": "http://thehill.com/blogs/ballot-box/house-races/189761-illinois-republican-eyes-return-to-congress", "dcterms.date": "2013-11-10T07:30-05:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Joe Picard", "author": "Cameron Joseph", "dcterms.type": "Text", "keywords": ",Lou Barletta, Mark Kirk, Ted Cruz,", "article": {"published_time": "2013-11-10T07:30:45-05:00", "modified_time": "2016-02-02T23:19:58-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/ballot-box/house-races/189761-illinois-republican-eyes-return-to-congress", "widgets": {"csp": "on"}, "description": "Former Rep. Bob Dold describes himself as a moderate and wants to take on his own party.", "card": "summary", "title": "Illinois Republican eyes return to Congress"}, "dcterms.title": "Illinois Republican eyes return to Congress"}, "_id": "\"57477af46914bd0286fdca57\"", "article_summary": "That, if you take a look at the body of the 112th Congress, that's exactly what I was doing.\nFormer Rep. Bob Dold (R-Ill.) wants to get back to Congress — to take on his own party.\n“Democrats want to say 'subject, verb, Tea Party,' they want to have everybody be lumped into this amorphous Tea Party label,” he said.\nHe also promised to rejoin the centrist Tuesday Group, which he says he would have co-chaired with Rep. Charlie Dent (R-Pa.) during this Congress had he not lost reelection.\nBut when asked whether he would like to see Sen. Ted Cruz Ted CruzRomney should endorse Clinton Muslim lawmakers fear Trump, what he's tapping into Will Ted Cruz let it go?"}