{"article_title": "Rand Paul Sues Obama Administration Over FATCA", "article_keywords": ["rand", "financial", "service", "fatca", "tax", "citizens", "administration", "foreign", "suit", "sues", "act", "accounts", "paul", "abroad", "obama"], "article_url": "http://wealthmanagement.com/legal/rand-paul-sues-obama-administration-over-fatca", "article_text": "In an interesting turn of events on Tuesday, Republican presidential candidate Rand Paul was named as one of seven plaintiffs in a suit against the Internal Revenue Service and the Treasury Department seeking an injunction to stop the government from enforcing certain aspects of the highly controversial Foreign Account Tax Compliance Act (FATCA).\n\nFATCA’s purpose is to crack down on wealthy Americans who seek to avoid taxation by hiding their money in “secret” bank accounts overseas. It operates largely through a series of intergovernmental agreements between the U.S. and participating countries, which lay out the terms under which a given nation’s financial institutions are required to report information about the accounts of any American citizens that exceed a minimum dollar threshold. Banks in participating countries that refuse to disclose such information are subject to a 30 percent withholding tax on payments from U.S. financial institutions. Further, under the associated Report of Foreign Bank and Financial Accounts (FBAR) requirements, U.S. citizens living abroad must to disclose all foreign accounts holding over a certain threshold or pay a penalty of up to 50 percent of the balance of the undisclosed account.\n\nThe act has been controversial since its inception, which is unsurprising, given the resources available to its purported targets. All Americans abroad already face a difficult tax burden (though that’s the topic of a whole separate article) and piling additional reporting requirements on certainly isn’t terribly welcome. However, it’s difficult to discern how much of the outrage over this particular act is a result of the added requirements impacting the lives of average expats (which they undoubtedly do) or the simple fact that it’s forcing a vocal minority to actually pay certain taxes owed for the first time, since they can no longer keep their holdings secret. Additionally, some foreign financial institutions have started flat out denying service to American citizens out of a desire to avoid the reporting hassle. Though how widespread a phenomenon this denial of service is is unclear, its existence does add credence to those claiming undue hardship.\n\nThe suit itself, filed in federal court in Dayton, Ohio, argues that the intergovernmental agreements entered into between the Treasury Department and foreign countries that form the practical basis of FATCA should be classified as treaties and, as such, should require ratification by a two-thirds majority of U.S. senators, which is why Paul has standing as a plaintiff. It also decries the burdens placed on U.S. citizens living abroad by the act and it’s deleterious impact on their expectations of privacy, blaming it for the recent high rate of renunciation of U.S citizenship (up 15-fold in the last 10 years). Finally, the suit claims that the penalties imposed by FATCA and FBAR, respectively, are unconstitutionally excessive. It specifically targets the Canadian, Czech, Israeli and Swiss agreements for renunciation. (Paul has also been separately responsible for blocking ratification of a U.S.-Swiss tax treaty signed in 2009.) The other plaintiffs are said to be Americans who live abroad and are challenging various other aspects of the act and its associated reporting requirements.\n\nGiven its timing, just ahead of election season, this suit seems to be a pretty bold-faced grab by Paul (and by association, the Republican Party) for support from the some 8.7 million American voters currently living abroad. Its potential for legal success is fairly questionable, given the long history of courts strongly deferring to the government’s authority to levy taxes (Obamacare anyone?). Many of the ancillary claims seem to rest on the concept of privacy, which is typically an extremely shaky foundation on which to lay an argument (though this knife can cut both ways). That all being said, the lead lawyer on this suit is James Bopp, the same man who brought us Citizens United, so this one is probably worth keeping an eye on.\n\nYou can read the complaint HERE.", "article_metadata": {"description": "In an interesting turn of events on Tuesday, Republican presidential candidate Rand Paul was named as one of seven plaintiffs in a suit against the Internal Revenue Service and the Treasury Department.", "title": "Rand Paul Sues Obama Administration Over FATCA", "og": {"url": "http://wealthmanagement.com/legal/rand-paul-sues-obama-administration-over-fatca", "image": "http://wealthmanagement.com/site-files/wealthmanagement.com/files/uploads/2015/07/rand-paul-alex-wong-gettyimages-187127684.jpg", "type": "website", "description": "In an interesting turn of events on Tuesday, Republican presidential candidate Rand Paul was named as one of seven plaintiffs in a suit against the Internal Revenue Service and the Treasury Department.", "title": "Rand Paul Sues Obama Administration Over FATCA"}, "apple-mobile-web-app-capable": "yes", "revisit-after": "1 day", "keywords": "estate planning, legal, FATCA, FBAR, Rand Paul, Taxes"}, "_id": "\"57477af46914bd0286fdca64\"", "article_summary": "Additionally, some foreign financial institutions have started flat out denying service to American citizens out of a desire to avoid the reporting hassle.\n(Paul has also been separately responsible for blocking ratification of a U.S.-Swiss tax treaty signed in 2009.)\nFinally, the suit claims that the penalties imposed by FATCA and FBAR, respectively, are unconstitutionally excessive.\nBanks in participating countries that refuse to disclose such information are subject to a 30 percent withholding tax on payments from U.S. financial institutions.\nThe act has been controversial since its inception, which is unsurprising, given the resources available to its purported targets."}