{"article_title": "A new year with the same old problems in Washington", "article_keywords": ["old", "capitol", "lost", "washington", "national", "work", "problems", "political", "health", "committee", "house", "partisanship", "insurance"], "article_url": "http://www.capitolhillblue.com/node/51293", "article_text": "Congress returns to Washington after the Christmas recess but it would be an error to say the House and Senate are “returning to work.”\n\nWork, sadly, is a lost ethic on Capitol Hill. Work gets in the way of rabid partisanship by both Democrats and Republicans. Work interferes with agendas demanded by the special interest groups that control both political parties.\n\nWork requires serving the people of the United States and it has been a long, long time since the House, Senate or White House has put serving America above the petty interests of politics, partisanship and greed.\n\nUnemployment benefits ran out for too many Americans a few days ago but odds favor any move to reinstate and extend those benefits will get lost in the rancid rhetoric that substitutes for rational debate and positive action on Capitol Hill.\n\nRepublicans will ignore real issues and focus on their endless campaign to derail Obamacare, ignoring the fact that at least two millions Americans who didn’t have health insurance before Jan. 1 now have it and that number will grow substantially in the coming months.\n\nOne of those two million is my wife, who was turned down for health insurance a few months ago because of a preexisting condition from a work-related injury more than two years ago. She now has full health insurance, with a low deductible and prescription drug coverage, from the same company that turned her down months earlier.\n\nHer monthly premium? Far lower than what I pay for Medicare and supplemental health coverage. Will Obamacare work for her? It already is.\n\nSadly, her success in obtaining health insurance and the success of others who now have or will have coverage is lost amid the outpouring of partisan posturing that covers government inaction in Washing like verbal diarrhea. Government cannot function when service to the people is lost amid the deluge of self-serving hyperbole that characterizes Congress today.\n\nI say this with some experience in trying to make government work. In a sabbatical from journalism that lasted more than a decade, I worked on Capitol Hill as a press secretary, a chief of staff and a House committee staff member. I worked political campaigns for the National Republican Congressional Committee, the National Republican Senatorial Committee and the 1984 Reagan-Bush Presidential campaign.\n\nFor five years, I directed activities of what was then the nation’s largest political action committee as Vice President for Political Programs for the National Association of Realtors.\n\nWhat I learned is that the American government does not have much hope for the future if it continues to function under the political system of the past.\n\nAmerica, as it exists today, is a failing nation, controlled by a political system that substitutes partisanship for patriotism and propaganda for truth.\n\nThe problems that plague America are not solely the fault of Republicans or Democrats, conservatives or liberals or the right or the left. The blame is shared because the best interests of the nation normally finish second to the agendas — public and private — of the political interests whose goals are self-serving, selfish and greedy.\n\nPolls show public approval of the American government is at an all-time low. Congress gets most of the blame but the White House shares in the fault as well and it doesn’t matter which party controls 1600 Pennsylvania Avenue or Capitol Hill.\n\nIf there an answer? I wish the hell I knew of one.\n\nBut until those who claim to serve the people put their partisan pettiness aside and start working together as Americans, our chances of finding an answer are dim and what little flicker of light remains may be forever extinguished.\n\nI pray that someone will prove me wrong.\n\n_______________________________________________________\n\nCopyright © 2013 Capitol Hill Blue\n\nRelated articles\n\nShare this: Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nPrint\n\nGoogle\n\n", "article_metadata": {"og": {"site_name": "Capitol Hill Blue", "description": "Congress returns to Washington after the Christmas recess but it would be an error to say the House and Senate are “returning to work.” Work, sadly, is a lost ethic on Capitol Hill.  Wo…", "title": "A new year with the same old problems in Washington", "url": "http://www.capitolhillblue.com/node/51293", "image": {"width": 628, "identifier": "http://www.capitolhillblue.com/wp-content/uploads/2014/01/010614liberty.jpg", "height": 356}, "locale": "en_US", "type": "article"}, "article": {"published_time": "2014-01-06T11:39:07+00:00", "modified_time": "2014-01-06T23:53:35+00:00"}, "twitter": {"image": "http://www.capitolhillblue.com/wp-content/uploads/2014/01/010614liberty.jpg?w=640", "card": "summary_large_image"}, "generator": "Powered by Visual Composer - drag and drop page builder for WordPress."}, "_id": "\"57477af36914bd0286fce11c\"", "article_summary": "She now has full health insurance, with a low deductible and prescription drug coverage, from the same company that turned her down months earlier.\nI worked political campaigns for the National Republican Congressional Committee, the National Republican Senatorial Committee and the 1984 Reagan-Bush Presidential campaign.\nOne of those two million is my wife, who was turned down for health insurance a few months ago because of a preexisting condition from a work-related injury more than two years ago.\nThe problems that plague America are not solely the fault of Republicans or Democrats, conservatives or liberals or the right or the left.\nCongress returns to Washington after the Christmas recess but it would be an error to say the House and Senate are “returning to work.”Work, sadly, is a lost ethic on Capitol Hill."}