{"article_title": "PwC: Healthcare spend growth is slowing as employees take on more costs", "article_keywords": ["plans", "trend", "employees", "slowing", "employers", "spending", "costs", "growth", "pwc", "healthcare", "report", "hri", "health", "spend", "care"], "article_url": "http://mobihealthnews.com/44220/pwc-healthcare-spend-growth-is-slowing-as-employees-take-on-more-costs", "article_text": "In the past 10 years, healthcare reforms and new technology have managed to slow the growth of healthcare spending in the United States, but not to halt it or reverse the trend, according to a new report from PricewaterhouseCoopers' Health Research Institute (HRI). And much of that comes from cost-sharing measures that put more responsibility on employees to pay their own way. HRI's 2016 Behind the Numbers report is the tenth annual report the analyst firm has released on healthcare spending.\n\nThe report says that the direct impact from the Affordable Care Act has been low: only 4 percent of employers saw a significant impact from employer mandate penalties, they said, nor have reporting requirements proven to be a much of a burden. But increased cost sharing by employees, via high deductible health plans, has had an affect.\n\n\"Employers offering high-deductible health plans grew almost 300 percent since 2009 when HRI began tracking employer health plan design,\" HRI writes in a summary of the report. \"Although consumers now think more about what services to use, this trend can also inhibit early diagnosis and result in more costly chronic care management.\"\n\nIn addition, hospital inpatient costs are down because some of their care has shifted to ambulatory centers, retail health clinics and private physicians' offices.\n\nFor 2016, HRI predicts a healthcare spending growth rate of 6.5 percent, down from 6.8 percent last year and 9.9 percent in 2008, when HRI started tracking the number.\n\nIn the coming year, HRI identified three trends that will bring healthcare spending down and two that will push it up. One is the Affordable Care Act excise tax, which is often called the \"Cadillac\" tax on expensive health plans, which has led 85 percent of employers surveyed by PwC to implement or consider implementing more employee cost sharing.\n\nThey also predict a ramp-up in the use of virtual care, including remote monitoring and telemedicine, in 2016. These, combined with the third trend, health adviser services that steer customers to more efficient healthcare, will help drive costs down.\n\nOn the other hand, two forces are driving prices back up: the growth of expensive specialty drugs and increased demand for expensive data security solutions, driven by continued high-profile data breaches.\n\nThe research findings show that one impact the ACA has had is to lead more and more employers to shift the cost of care into the hands of their employees. Forty-four percent of employers are thinking about moving their employees to a private insurance exchange, while more than 50 percent are mulling a defined-contribution approach to employee health benefits. Thirty-eight percent of employers are considering offering only high-deductible plans, and 25 percent already do.\n\n“The new health economy is reshaping the landscape for the employer-based health insurance plans that continue to cover most Americans,” Michael Thompson, a principal at PwC’s human resource services practice, said in a statement. “One result is that consumers have more plan choices than ever before. But at the same time, the pressure on employers to control their health budgets means that employees are having to pick up more of their healthcare tab than ever before.”", "article_metadata": {"description": "In the past 10 years, healthcare reforms and new technology have managed to slow the growth of healthcare spending in the United States, but not to halt it or reverse the trend, according to a new report from PricewaterhouseCoopers' Health Research Institute (HRI). And much of that comes from cost-sharing measures that put more responsibility on employees to pay their own way.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "MobiHealthNews", "description": "In the past 10 years, healthcare reforms and new technology have managed to slow the growth of healthcare spending in the United States, but not to halt it or reverse the trend, according to a new report from PricewaterhouseCoopers' Health Research Institute (HRI). And much of that comes from cost-sharing measures that put more responsibility on employees to pay their own way.", "title": "PwC: Healthcare spend growth is slowing as employees take on more costs", "url": "http://mobihealthnews.com/44220/pwc-healthcare-spend-growth-is-slowing-as-employees-take-on-more-costs", "image": "http://mobihealthnews.com/sites/default/files/wp-content/uploads/2015/06/figure-5-800.jpg", "updated_time": "2015-06-09T14:06:09+00:00", "type": "article"}, "twitter": {"url": "http://mobihealthnews.com/44220/pwc-healthcare-spend-growth-is-slowing-as-employees-take-on-more-costs", "image": {"src": "http://mobihealthnews.com/sites/default/files/wp-content/uploads/2015/06/figure-5-800.jpg"}, "description": "In the past 10 years, healthcare reforms and new technology have managed to slow the growth of healthcare spending in the United States, but not to halt it or reverse the trend, according to a new report from PricewaterhouseCoopers' Health Research Institute (HRI). And much of that comes from cost-sharing measures that put more responsibility on employees to pay their own way.", "card": "summary_large_image", "title": "PwC: Healthcare spend growth is slowing as employees take on more costs"}, "keywords": "digital health news, mobile health news, health apps, medical apps, fitness apps", "article": {"published_time": "2015-06-09T14:06:09+00:00", "modified_time": "2015-06-09T14:06:09+00:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdca6e\"", "article_summary": "HRI's 2016 Behind the Numbers report is the tenth annual report the analyst firm has released on healthcare spending.\nThese, combined with the third trend, health adviser services that steer customers to more efficient healthcare, will help drive costs down.\nIn the coming year, HRI identified three trends that will bring healthcare spending down and two that will push it up.\nBut increased cost sharing by employees, via high deductible health plans, has had an affect.\nFor 2016, HRI predicts a healthcare spending growth rate of 6.5 percent, down from 6.8 percent last year and 9.9 percent in 2008, when HRI started tracking the number."}