{"article_title": "For Obama, next year looms with fewer chances for big agenda gains", "article_keywords": ["2016", "looms", "gains", "chances", "big", "work", "fewer", "public", "american", "agenda", "obamas", "president", "white", "republican", "think", "obama"], "article_url": "https://www.washingtonpost.com/politics/for-obama-next-year-looms-with-fewer-chances-for-big-agenda-gains/2015/12/18/65a55d1a-a019-11e5-8728-1af6af208198_story.html", "article_text": "President Obama used his year-end press briefing Friday to outline a dogged strategy to advance his domestic and international agenda in 2016, including criminal justice reform and expanded free trade, even in the face of sharp Republican criticism and rising public concern about terrorist strikes on American soil.\n\nSpeaking to reporters before leaving for his annual vacation in Hawaii, the president proffered an upbeat assessment of the past year, detailing several ways in which some of his early decisions have begun to bear fruit.\n\n“As I look back on this year, the one thing I see is that so much of our steady, persistent work over the years is paying off for the American people in big, tangible ways,” he said. “Since taking this office, I have never been more optimistic about a year ahead than I am right now. And in 2016, I’m going to leave it out all on the field.”\n\nStill, Obama’s final year in office promises to be challenging.\n\nThe president’s biggest battles of 2015 were carefully selected with an eye to securing his legacy: diplomatic deals with Iran and Cuba, an international agreement on climate change, and executive actions on immigration and paid sick leave.\n\nIn 2016, he will have to confront problems not of his choosing, ones largely foisted upon him by the unruly reality of the world at home and abroad — terrorist attacks, mass shootings and chaos in the Middle East.\n\nObama acknowledged, for example, that the fight against the Islamic State remains difficult. “In any fight, even as you make progress, there’s still dangers involved,” he said. “And ISIL’s capacity both to infiltrate Western countries . . . and the savviness of their social media, their ability to recruit disaffected individuals who may be French or British or even U.S. citizens, will continue to make them dangerous for some time,” he added, using another name for the militant group.\n\nHow the president handles this and other problems could significantly shape the race to replace him, as well as his reputation in the years after he leaves office.\n\n[Recent terror attacks force Obama to reassess, and defend, his strategy]\n\nSome of Obama’s allies believe he has achieved more than he often gets credit for, and they say next year is his last opportunity to communicate those accomplishments to the American people.\n\nSimon Rosenberg, president of the New Democrat Network, said Obama’s remaining task “is to make sure the public understands that this has been a successful presidency. Politically, unless the public views his presidency as successful in 2016, there’s no reason to elect a Democrat.”\n\nBut that will be difficult, given the worrying trends in Syria and Iraq, and a raucous Republican presidential field that will continue to emphasize what is wrong with America and blame Obama for those ills.\n\nThe GOP primary race, coupled with the recent ascendancy of a media-savvy House speaker, Rep. Paul D. Ryan (R-Wis.), has introduced a new political dynamic to Washington. And after exercising executive authority on so many fronts, there are far fewer levers left for Obama to pull. The “unfinished business” of his presidency, as Obama put it Friday, is mostly messy.\n\nWhile the president has worked to strengthen America’s ties to Asia and bridge rifts with old enemies such as Iran and Cuba, the new opening to the Muslim world he articulated at the outset of his first term has not materialized.\n\nWith a protracted civil war in Syria, ongoing fighting in Afghanistan that has postponed a final U.S. troop withdrawal and continued insurgent activity in Iraq, Obama has failed to disentangle the United States militarily from the region. In the past year and a half, he has been forced to modestly boost U.S. involvement there.\n\nObama will continue to press his other foreign policy priorities through a stepped-up travel schedule next year, according to aides, with trips to Asia and Latin America. He will also face the question of whether he can fulfill one of his longest-standing campaign promises and close the detention center at Guantanamo Bay, Cuba, before he leaves office.\n\nThe president said that while it will be “an uphill battle” to persuade lawmakers to bring some of the remaining prisoners to U.S. soil, “this may be one of those places” where Congress will defy expectations, “because we can make a really strong argument Guantanamo continues to be one of the key magnets for jihadi recruitment.”\n\nNow that the Affordable Care Act has survived two Supreme Court challenges and has suffered only a small financial blow in this week’s spending deal, the president plans to press ahead with expanding health-care coverage. Obama noted that new ACA customers “are up one-third over last year, and the more who sign up, the stronger the system becomes.”\n\nAnd while Obama will issue fewer big executive orders in 2016, he is poised to finalize several climate-related rules affecting the oil and gas industry as well as heavy-duty trucks.\n\n[Obama’s big win on climate, even as future dangers loom]\n\nBut two of the president’s top domestic priorities, criminal justice reform and expanded free trade, are more in Congress’s control than his own.\n\n“I think the president has very little ability to push his agenda forward on the Republican side,” said Rep. Tom Cole (R-Okla.), who added that he did not expect much action in Congress. “It’s pretty much small ball domestically, until we have a new president.”\n\nSeveral Republicans, including Cole and Scott Reed, senior political strategist for the U.S. Chamber of Commerce, said Ryan’s more consistent, positive message will pose a new challenge for the president.\n\n“I think that’s going to give President Obama a match, for the first time in a long time,” Reed said.\n\nRecently, a fractured GOP, whose conservatives have clashed with congressional leaders, aided Obama’s hand by forcing top Republicans to forge compromises with Democrats on key bills. Vin Weber, a GOP lobbyist and former congressman, said that in the recent past, some congressional Republicans have been more interested in “ideological purity and consistency rather than finding a strategy that might actually slow down this president.”\n\nObama, who on Friday invited Ryan to come to the White House for a meal in the new year, praised him during the news conference for working with him on this week’s tax and spending deal.\n\n“I will say that, in his interactions with me, he has been professional, he has reached out to tell me what he can do and what he cannot do. I think it’s a good working relationship,” the president said. “And I think the system worked. That gives me some optimism that, next year, on a narrow set of issues, we can get some more work done.”\n\nStill, unlike in the run-up to the 2014 midterms, when the White House made a political calculation to pull back from controversial policies out of concern for incumbent Democrats, the new imperative is to sharpen the contrast between the two parties even further.\n\n“He really feels that he can step out on some issues and take on some tough positions,” said Senate Minority Whip Richard J. Durbin (D-Ill.), one of Obama’s closest congressional allies. “And I think it’s paid off.”\n\n“At the end of the day, the lesson we have learned is if you’re not moving forward, you’re moving back,” said Neera Tanden, president of the Center for American Progress, a liberal think tank. “Standing still is not an option for a Democratic president.”\n\nSeveral Republican presidential contenders are already reshaping the public debate over terrorism, refugees and immigration, with ideas Obama has tried to counter. And once his own party settles on a nominee, the president will have to share the stage with another Democrat seeking the same level of prominence.\n\nObama said he will work hard to make sure that Democrat replaces him in the White House.\n\n“I think we will have a strong Democratic nominee. I think that nominee will win,” he said. “I will campaign very hard to make that happen for a whole variety of reasons, because they’re far more likely to share my fundamental vision about where America should go.”\n\nPaul Kane and Greg Jaffe contributed to this report.", "article_metadata": {"description": "The president says he’s “optimistic” about 2016, but thorny challenges and intense politics lie ahead.", "author": "https://www.facebook.com/eilperin", "og": {"site_name": "Washington Post", "description": "The president says he’s “optimistic” about 2016, but thorny challenges and intense politics lie ahead.", "title": "For Obama, next year looms with fewer chances for big agenda gains", "url": "https://www.washingtonpost.com/politics/for-obama-next-year-looms-with-fewer-chances-for-big-agenda-gains/2015/12/18/65a55d1a-a019-11e5-8728-1af6af208198_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/12/18/National-Politics/Images/Was8990021-3297.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@eilperin"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/politics/for-obama-next-year-looms-with-fewer-chances-for-big-agenda-gains/2015/12/18/65a55d1a-a019-11e5-8728-1af6af208198_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Obama, Obama Mideast, Obama terrorism, Obama Syria, Obama climate, Obama climate change", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/eilperin"}, "eomportal-uuid": "65a55d1a-a019-11e5-8728-1af6af208198", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Obama, Obama Mideast, Obama terrorism, Obama Syria, Obama climate, Obama climate change"}, "article_summary": "“I think that’s going to give President Obama a match, for the first time in a long time,” Reed said.\nAnd after exercising executive authority on so many fronts, there are far fewer levers left for Obama to pull.\nObama said he will work hard to make sure that Democrat replaces him in the White House.\nAnd in 2016, I’m going to leave it out all on the field.”Still, Obama’s final year in office promises to be challenging.\nObama acknowledged, for example, that the fight against the Islamic State remains difficult."}