{"article_title": "Politics at Thanksgiving Dinner: Etiquette Experts Say ‘Keep It Light’ to Avoid a Food Fight", "article_keywords": ["etiquette", "whats", "food", "light", "avoid", "youre", "thanksgiving", "best", "fight", "conversation", "say", "going", "experts", "know", "dinner", "politics", "table", "topics", "talk"], "article_url": "http://abcnews.go.com/Politics/politics-thanksgiving-dinner-etiquette-experts-light-avoid-food/story?id=35413947", "article_text": "Politics and religion: two topics that are best avoided with coworkers and new acquaintances. Same goes with family on Thanksgiving.\n\nBut, in an election season like this one, politics is in the air and it’s easy to forget this rule of thumb once the turkey is served.\n\nSo, ABC News spoke to two etiquette experts -- Jacqueline Whitmore, an author and founder of The Protocol School of Palm Beach, Fla., and Diane Gottsman, who runs the Protocol School of Texas -- to get some tips.\n\nBoth said that in a perfect world, Thanksgiving would be a time to catch up and rekindle relationships with loved ones. But they acknowledged that a side dish of politics was inevitable.\n\nAre political topics ever fair game at the dinner table?\n\nWHITMORE: “I think everything is fair game. Whether it’s appropriate or not is the question. It’s appropriate to have a healthy conversation. Etiquette is all about being mindful of others and also being considerate.”\n\nGOTTSMAN: “The protocol at the dinner table is to make pleasant conversation and interact with each other, so normally we would say to stay away from politics, but the reality is, it’s not going to happen. So, if you’re talking politics and chances are you will, you need to be respectful of other people’s opinions. It should be a conversation not a food fight.”\n\nWhat are your tips for making the discussion tolerable?\n\nWHITMORE: “As long as you keep it light and positive that’s the most important thing. In a political year, different people have a different way of dealing and discussing different topics. Downer topics are not necessarily the best to discuss.”\n\nGOTTSMAN: “It’s all up for debate, because there’s going to be someone that’s offended with anything someone says. If you have to talk politics, make that 10 percent of your conversation and 90 percent should be on reflection around the table. It’s not okay to be combative with your views and express them at the Thanksgiving table.”\n\nLet’s say politics come up and things are getting awkward. What’s the most polite way to put a stop to an uncomfortable conversation and change the subject?\n\nWHITMORE: “If possible, talk about topics that are most pleasant like holiday memories, food and travel. Or if it’s too uncomfortable volunteer in the kitchen, remove yourself from the situation.”\n\nGOTTSMAN: “I always suggest the host take the lead, saying, ‘It’s clear that we all have an opinion -- that we can agree on -- but I think it’s important to reflect on why we’re sitting here together.’ If you are going to talk politics the bottom line is you should do it respectfully. It’s important to show tolerance and consider each other’s views.”\n\nIf you’re the host, what’s the best way to set ground rules without appearing disrespectful?\n\nWHITMORE: “You can always start the conversation on a positive tone by saying, ‘Let’s all talk about what we’re thankful for this year,’ instead of just letting everyone talk about what they want.”\n\nGOTTSMAN: “You already know Uncle Bob is just a staunch Republican, and everyone at the table are Democrats. So, set ground rules with Uncle Bob by saying, ‘We will talk politics for three minutes then we will change the subject.’ Tell everyone it’s going to happen and Uncle Bob has to be accepted for who he is. It’s okay to have family banter -- we wouldn’t have family if we didn’t have banter -- and who knows, you might just learn something you didn’t know.”\n\nLet’s say your in-laws are in town and you are curious to know their thoughts on the Affordable Care Act (aka Obamacare). What’s the best way to ask at the dinner table without steering the conversation in negative direction?\n\nWHITMORE: “I would probably ask them on the side, not in front of everyone, because you’re going to launch a bigger discussion. Pull them aside when you’re preparing the meal.”\n\nGOTTSMAN: “If you want to know their views it would be best to say, ‘I’m not certain that I’m really working with all of the facts. Will you just share your opinion with me? Maybe I’m just not understanding.’ Being informed is different than combat.”\n\nAny final tips for a relaxing Thanksgiving dinner?\n\nWHITMORE: “Keep [the dinner conversation] light and positive, and if someone gets in a heated discussion change the subject or steer it in another direction.”\n\nGOTTSMAN: “Come to the table with your own idea of what you want to get out of the meal. The Thanksgiving table is not an open forum, it’s interaction, it’s conversation, it’s asking people about their lives. We know what’s on television, we know the political parties of the people sitting at the table. Unyielding views will not grow relationships stronger. You want people to remember you fondly, not grateful that you’re walking out of the door.”", "article_metadata": {"fb_title": "How to Avoid Talking Politics at Your Thanksgiving Dinner", "description": "How to Avoid Talking Politics at Your Thanksgiving Dinner", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "author": "ABC News", "og": {"site_name": "ABC News", "description": "Politics and religion: two topics that are best avoided with coworkers and new acquaintances. Same goes with family on Thanksgiving.\nBut, in an election season like this one, politics is in the air and it’s easy to forget this rule of thumb once the turkey is served.\nSo, ABC News spoke to two...", "title": "How to Avoid Talking Politics at Your Thanksgiving Dinner", "url": "http://abcnews.go.com/Politics/politics-thanksgiving-dinner-etiquette-experts-light-avoid-food/story?id=35413947", "image": "http://a.abcnews.go.com/images/Video/GTY_thanksgiving_dinner_Roku_mm_151123_16x9_992.jpg", "type": "article"}, "Date": "2015-11-25", "twitter": {"description": "Politics and religion: two topics that are best avoided with coworkers and new acquaintances. Same goes with family on Thanksgiving.\nBut, in an election season like this one, politics is in the air and it’s easy to forget this rule of thumb once the turkey is served.\nSo, ABC News spoke to two...", "title": "How to Avoid Talking Politics at Your Thanksgiving Dinner", "url": "http://abcnews.go.com/Politics/politics-thanksgiving-dinner-etiquette-experts-light-avoid-food/story?id=35413947", "image": "http://a.abcnews.go.com/images/Video/GTY_thanksgiving_dinner_Roku_mm_151123_4x3t_240.jpg", "creator": "@pychavez", "site": "@ABC", "app": {"url": {"ipad": "abcnewsipad://link/story,35413947", "iphone": "abcnewsiphone://link/story,35413947", "googleplay": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Politics/politics-thanksgiving-dinner-etiquette-experts-light-avoid-food/story?id=35413947"}, "name": {"ipad": "ABC News", "iphone": "ABC News", "googleplay": "ABC News"}, "id": {"ipad": 306934135, "iphone": 300255638, "googleplay": "com.abc.abcnews"}}, "card": "summary_large_image"}, "robots": "index, follow", "DC.date.issued": "2015-11-25", "al": {"ipad": {"url": "abcnewsipad://link/story,35413947", "app_store_id": 380520716, "app_name": "ABC News for iPad"}, "web": {"url": "http://abcnews.go.com/Politics/politics-thanksgiving-dinner-etiquette-experts-light-avoid-food/story?id=35413947"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Politics/politics-thanksgiving-dinner-etiquette-experts-light-avoid-food/story?id=35413947", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "iphone": {"url": "abcnewsiphone://link/story,35413947", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}}, "Last-Modified": "2015-11-25 13:00:23", "fb": {"admins": 704409894, "app_id": 4942312939}, "keywords": "Thanksgiving, Politics, Etiquette, politics news, election news, political news, political news articles", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Thanksgiving, Politics, Etiquette"}, "article_summary": "WHITMORE: “I would probably ask them on the side, not in front of everyone, because you’re going to launch a bigger discussion.\nWe know what’s on television, we know the political parties of the people sitting at the table.\nIf you have to talk politics, make that 10 percent of your conversation and 90 percent should be on reflection around the table.\nSo, if you’re talking politics and chances are you will, you need to be respectful of other people’s opinions.\nWhat’s the best way to ask at the dinner table without steering the conversation in negative direction?"}