{"article_title": "Lawmakers debate bills with serious implications for the IRS", "article_keywords": ["customer", "bill", "service", "rep", "money", "employees", "irs", "implications", "agency", "roughly", "going", "serious", "lawmakers", "bills", "debate"], "article_url": "http://federalnewsradio.com/legislation/2016/04/lawmakers-debate-bills-serious-implications-irs/", "article_text": "The House Ways and Means Committee has a bone to pick with the Internal Revenue Service.\n\nLawmakers on the committee favorably reported four bills to the House floor on April 13, which proponents said would hold the IRS more accountable for its actions, especially in the realms of hiring and customer service. However, opponents said that the bills will make it even harder for the IRS to complete its job effectively.\n\n“This is simply our committee saying clearly to the IRS, Republican or Democrat, that you will have a real customer service plan for the American taxpayer, who pays your salaries, or if you don’t, there will be consequences,” Chairman Kevin Brady (R-Texas) said.\n\n“If you’re truly concerned about customer service, then you have to fully fund the agency,” Rep. Bill Pascrell (D-N.J.) said. “Your budgets have consistently starved the IRS of the resources they need to do their job. … It’s very convenient to handicap the agents, and then point the finger at them for not functioning. While we pass legislation increasing the IRS workload, we reduce their funding and we reduce their workforce.”\n\nAdvertisement\n\nHR 4890: IRS bonuses tied to measurable metrics, which would forbid the IRS from allocating bonuses until they’ve composed a comprehensive strategy to improve customer service and had it approved by the Treasury Inspector General for Tax Administration, incited roughly an hour-long debate.\n\n“I don’t know how anybody goes home and says ‘I want to improve the service of the IRS, so I propose legislation eliminating any bonus until there’s a plan,’ when that person voted against providing money for customer service,” Ranking Member Sandy Levin (D- Mich.) said, after displaying a chart that showed that average telephone wait times at IRS have risen proportionately as appropriations have fallen.\n\nRepresentatives opposed to the bill said that it wasn’t as easy as simply directing employees to answer the phone before the third ring. They pointed to shrinking budgets and workforce at IRS over the last few years as the root cause of the problem, rather than a lack of strategy.\n\nPascrell referred to testimony from IRS Commissioner John Koskinen, who said that by the end of this year, IRS will have lost roughly 17,000 employees since 2010. Meanwhile, Thomas Barthold, chief of staff of the Joint Committee on Taxation, was on hand for the hearing and testified that the IRS customer base has increased by about 10 million in that same timeframe.\n\nSupporters of the bill said that it shouldn’t be too difficult for the IRS to compose such a strategy, as a number of other agencies have done so without congressional prompting, and businesses do it all the time.\n\nConcern over customer service at the IRS was prompted by a GAO report that estimated wait times for customers trying to reach an IRS agent over the phone to be roughly half an hour.\n\nHR 4885: IRS oversight while eliminating spending act 2016 also sparked some debate. It called for money raised by the IRS through direct fees for services, such as private letter ruling or reviews of business accounting changes, to be placed in a general Treasury fund, and prohibits the IRS from spending the money without going through the appropriations process. Barthold said that the fee has to reflect the cost of the service, and that in 2015, the total amount of fees came to about $11 billion.\n\nOpponents of the bill argued that it made no sense to take even more money away from an already financially disadvantaged organization while still expecting them to accomplish more work than before. They also suggested that removing control of money earned from fees might disincentivize the organization from performing the services.\n\n“The notion that we are going to eviscerate the accounts receivable department of the federal government because we’ve got a vendetta against taxation I think is misplaced,” Rep. Earl Blumenauer (D- Ore.) said.\n\n“I’m trying to understand the efficacy, the value of taking money away from the service that it collected because it did a particular special service for a taxpayer,” Rep. Xavier Becerra (D-Calif.) said.\n\nHowever, supporters of the bill expressed distrust in the IRS’ ability to manage its own money responsibly, citing failures to take advantage of cost saving measures, such as using Justice Department lawyers instead of private, and diverting money away from customer service in order to fulfill requirements placed upon the agency by the Affordable Care Act.\n\n“The point is not whether there’s going to be money charged for private letter rulings … but the question is who is going to maintain disposition of it and how is it going to be allocated?” Rep. Peter Roskam (R-Ill.) said. “Should this be applied governmentwide? Well, maybe, yeah, if you’ve got entities that have been acting with malevolence, I would argue, and some incompetence as the IRS has.”\n\nHR 1206: No Hires for the Delinquent IRS Act would prevent the IRS from hiring any new employees until all current employees — 82,203 in total — are themselves cleared of any delinquency in paying their taxes.\n\n“Some of our IRS’ own workers have serious delinquencies on their personal tax obligations,” Brady said during the opening statement. “Talk about the fox guarding the hen house. This is outrageous and the American people deserve better.”\n\nSupporters of the bill argued that this is simply a case of leading by example. Opponents countered that IRS already has the lowest rate of delinquency in the federal government — at 1.2 percent of its total population delinquent — and that this goal is unrealistic. In addition, they said, this would further hobble the already understaffed agency from acquiring the personnel they need to make positive changes.\n\n“This bill says that the IRS, an agency of roughly 80,000 employees, cannot hire a single person until it’s certified that no single employee in the entire agency has a serious tax debt. That is unreal. That is unbelievable,” John Lewis (D-Ill.) said. “If we really want to improve customer service and security for taxpayers, we should fully fund the agency. Some of us have been demanding this for some time.”\n\n“Everything you’re doing to federal employees in the IRS is designed to make that agency not work, all because you’re mad over what happened around the allegations that somehow they were picking on right wing PACs. This is not responsible legislative action,” Jim McDermott (D-Wash.) said.\n\nBlumenauer suggested an amendment to the bill, saying that he would vote yes if Congress and its staffers would be held to the same standard. That amendment was not added.\n\nHR 3724: Ensuring integrity in the IRS Workforce Act of 2015 would prohibit the IRS from rehiring any employees who were previously fired for misconduct. This bill prompted the least discussion, with no dissenting votes.", "article_metadata": {"sailthru.image.thumb": "http://federalnewsradio.com/wp-content/uploads/2015/12/Customs-Bill-Climate-Change--150x150.jpeg", "news_keywords": "irs, bill, congress, house, bill pascrell, earl blumenauer, house ways and means committee, internal revenue service, jim mcdermott, john koskinen, john lewis, kevin brady, peter roskam, sandy levin, thomas barthold, treasury department, xavier becerra", "application-name": "FederalNewsRadio.com", "msapplication-wide310x150logo": "http://federalnewsradio.com/wp-content/themes/wfed/assets/img/favicons/mstile-310x150.png", "msapplication-TileColor": "#FFFFFF", "msapplication-square70x70logo": "http://federalnewsradio.com/wp-content/themes/wfed/assets/img/favicons/mstile-70x70.png", "og": {"site_name": "FederalNewsRadio.com", "description": "Four bills aimed at improving IRS accountability passed the House Ways and Means Committee, but not without strenuous objections.", "title": "Lawmakers debate bills with serious implications for the IRS", "locale": "en_US", "image": "http://federalnewsradio.com/wp-content/uploads/2015/12/Customs-Bill-Climate-Change-.jpeg", "updated_time": "2016-04-15T09:52:03+00:00", "url": "http://federalnewsradio.com/legislation/2016/04/lawmakers-debate-bills-serious-implications-irs/", "type": "article"}, "sailthru.image.full": "http://federalnewsradio.com/wp-content/uploads/2015/12/Customs-Bill-Climate-Change-.jpeg", "msapplication-square310x310logo": "http://federalnewsradio.com/wp-content/themes/wfed/assets/img/favicons/mstile-310x310.png", "wp-parsely_version": "1.7", "sailthru.canonical": "http://federalnewsradio.com/legislation/2016/04/lawmakers-debate-bills-serious-implications-irs/", "msapplication-TileImage": "http://federalnewsradio.com/wp-content/themes/wfed/assets/img/favicons/mstile-144x144.png", "article": {"section": "Agency Oversight", "tag": "Bill Pascrell,Earl Blumenauer,House Ways and Means Committee,Internal Revenue Service,Jim McDermott,John Koskinen,John Lewis,Kevin Brady,Peter Roskam,Sandy Levin,Thomas Barthold,Treasury Department,Xavier Becerra", "published_time": "2016-04-15T04:23:12+00:00", "modified_time": "2016-04-15T09:52:03+00:00"}, "msapplication-square150x150logo": "http://federalnewsradio.com/wp-content/themes/wfed/assets/img/favicons/mstile-150x150.png", "sailthru.date": "2016-04-15 04:23:12", "viewport": "width=device-width, initial-scale=1", "description": "Four bills aimed at improving IRS accountability passed the House Ways and Means Committee, but not without strenuous objections."}, "article_summary": "“If you’re truly concerned about customer service, then you have to fully fund the agency,” Rep. Bill Pascrell (D-N.J.) said.\nLawmakers on the committee favorably reported four bills to the House floor on April 13, which proponents said would hold the IRS more accountable for its actions, especially in the realms of hiring and customer service.\nHowever, opponents said that the bills will make it even harder for the IRS to complete its job effectively.\n“If we really want to improve customer service and security for taxpayers, we should fully fund the agency.\n“Some of our IRS’ own workers have serious delinquencies on their personal tax obligations,” Brady said during the opening statement."}