{"article_title": "MNsure renewal process nonexistent « Hot Air", "article_keywords": ["consumers", "renewal", "process", "thousands", "riedl", "nonexistent", "air", "tens", "hot", "state", "doesnt", "weeks", "mnsure", "change"], "article_url": "http://hotair.com/archives/2014/09/23/video-mnsure-renewal-process-nonexistent/", "article_text": "Video: MNsure renewal process nonexistent\n\nposted at 4:41 pm on September 23, 2014 by Ed Morrissey\n\nIt may be Minnesota’s state ObamaCare exchange, but it more closely resembles the Hotel California. You can check in, but forget about doing anything else with MNsure. The scandal-plagued portal doesn’t allow consumers to change brokers, change plans, or account for “life changes” such as employment activities, retirement, or disability during the enrollment year. And as tens of thousands of enrollees are about to discover, it doesn’t allow users to renew their coverage, either — because those systems haven’t been built yet, as KSTP reported yesterday (via Mitch Berg):\n\nMinnesota Association of Health Underwriters Board Chair Alycia Riedl says health insurance brokers who work with MNsure are nervous. Riedly says there is no computerized renewal system in place, and if it is not functional by the next MNsure open enrollment, Nov. 15, it could affect tens of thousands of people who are already enrolled through MNsure. Riedl says it will severely limit their access to information if they want to change their policies in any way and could create lengthy delays for MNsure consumers. “The renewals would literally have to be done by hand, and that will take a long time, creating a backlog that hurts consumers who want to make better choices, and it will hurt MNsure’s bottom line if it isn’t taken care of soon,” Riedl said.\n\nAs it stands right now, all of the renewal applications will have to be done by hand. Thanks to the Obama administrations attempt to avoid dealing with an eruption of problems (like this one) right before the midterm elections, the open-enrollment period got pushed off to November 15th. That, however, creates an even bigger headache if the MNsure website doesn’t have these functions available and working properly by that time. It gives insurers just six weeks to process an avalanche of paper-based renewals with both Thanksgiving and Christmas holidays in the middle of the window.\n\nMNsure says they will have those functions on line by the November 15th deadline. However, this state exchange has had a continuous stream of bugs and failures up to now, gaining a reputation as one of the worst exchanges in the country. There are approximately seven weeks to go, and so far nothing has gone live — which will make the testing and integration period a real challenge, and the chances of failure even higher.\n\nAll of this comes as Governor Mark Dayton has to make his pitch for a second term based on the perceived competency of his first four years. Minnesotans paying attention to this ongoing debacle should have all the information needed to reach an informed conclusion on that question.\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "“Tens of thousands of people” potentially impacted.", "title": "Video: MNsure renewal process nonexistent", "url": "http://hotair.com/archives/2014/09/23/video-mnsure-renewal-process-nonexistent/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary", "creator": "@EdMorrissey"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2014-09-23T20:41:56+00:00", "modified_time": "2014-09-23T17:22:52+00:00"}, "keywords": "Mark Dayton, Minnesota, MNSure, ObamaCare,", "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "_id": "\"57477af36914bd0286fce15a\"", "article_summary": "Video: MNsure renewal process nonexistentposted at 4:41 pm on September 23, 2014 by Ed MorrisseyIt may be Minnesota’s state ObamaCare exchange, but it more closely resembles the Hotel California.\nThat, however, creates an even bigger headache if the MNsure website doesn’t have these functions available and working properly by that time.\nRiedl says it will severely limit their access to information if they want to change their policies in any way and could create lengthy delays for MNsure consumers.\nThe scandal-plagued portal doesn’t allow consumers to change brokers, change plans, or account for “life changes” such as employment activities, retirement, or disability during the enrollment year.\nRiedly says there is no computerized renewal system in place, and if it is not functional by the next MNsure open enrollment, Nov. 15, it could affect tens of thousands of people who are already enrolled through MNsure."}