{"article_title": "As Insurers Crack Down On Costs, Patients Push For Changes To Step Therapy", "article_keywords": ["medication", "getting", "company", "companies", "patients", "step", "costs", "therapy", "shes", "crack", "push", "insurers", "changes", "insurance", "expensive"], "article_url": "http://news.wfsu.org/post/insurers-crack-down-costs-patients-push-changes-step-therapy", "article_text": "As more people gain insurance under the Affordable Care Act, they’ve been running into problems with medications and finding doctors. Now an old practice--one put in place to address the rising cost of medications, is becoming increasingly burdensome for doctors, patients and pharmacists.\n\nJanet Applfield wears gloves most of the day. It hurts to put on clothes, to wear shoes. Her skin is sensitive to the touch. Her fingernails and toenails are falling off. And she has a rash over most of her body. Applefield has plaque psoriasis, a condition characterized by severely dry skin that cracks, and flakes. She was taking a medication called Otezla prescribed earlier this year. But when Applefield lost her job, she lost her health insurance. And when she enrolled in Medicaid under the Stay well plan, she encountered problems:\n\n“It kept getting denied. I didn’t understand why—so I called the insurance company and they said basically you have to fail on the two cheaper drugs and Otezla is new drug.”\n\nApplefield’s doctor went back-and-forth with her insurance company, fighting to keep her initial prescription. But the company deemed her drug too expensive, and wanted her to try a different Medication—that came with nasty side effects.\n\n“Kidney failure. And my father and brother both have kidney problems—my brother is on dialysis. I kept trying to explain to them that these were not a good alternative, because I’ll probably be dead. They really didn’t care. Their thought was, that’s the process and that’s what we want you to do,” she said.\n\nA physician’s frustration\n\nGail Sadler is a family nurse practitioner who has been in practice for 15 years.\n\n“Step therapy was started because it is cost effective. It’s research-based. The pharmaceutical companies have definitely, through the years, said we need to do step A before Step B.”\n\nSadler encounters step therapy conflicts daily, and says it’s an issue for about half her patients. She says step therapy has been around for a while and it used to not be a problem. But within the past two years she’s seen more problems with some patients getting the prescriptions they need.\n\n“The bad news with step therapy is you can have a patient who’s on a certain medication and has been for 2-3 years, then suddenly their Medicare Part D changes, and it’s not on that Medicare Part D’s formulary. We have to start back over.”\n\nCritics of step therapy characterize it as “fail first” in that it requires patients to try less expensive medications or treatments, have them fail, and then move on to more expensive methods. Most insurers have step therapy policies. But Sadler says that doesn’t work for some patients. And she says even when an insurance company approves the more expensive treatment—sometimes patients can’t afford it.\n\n“So, we finally get this medication approved and I’m so happy, and then the patient calls me from the pharmacy and says, ‘thank you for getting this approved, but now I can’t afford it. Its $230’. So, in step therapy, we’re not just looking at the medication... but thanks for allowing me to fill out all this paperwork, and now the patient can’t afford the $230 a month.”\n\nSadler attributes the downward pressure delays to the growing influence of the Affordable Care Act. In some ways she’s pleased with the law’s push toward getting more people insured—and believes it’s a noble cause. But she says it’s also caused problems on the business side—with networks shrinking, and more financial pressure on doctors and insurers try to control costs. She says the problems now emerging with step therapy are a symptom of that.\n\n“And if you’re going to have that many people insured, you really have to watch your pennies. And to watch your pennies, one of the most expensive pennies goes to medications, oral medication, and oral medication failure.”\n\nShe’s frustrated with the increasing demands placed by insurance companies on her practice. Now Florida lawmakers are getting involved.\n\nLegislative Intervention\n\nA move to crack down on insurance companies that reject doctor recommendations for prescriptions failed in the Florida legislature this year. A proposal by Republican Senator Don Gaetz of Niceville—would have required insurance companies who reject a doctor’s prescription—to prove a medial reason for the denial. It would have set up a committee in the state department of health to hear appeals, and would have made insurance companies liable for severe side effects. Gaetz says he got involved after getting a phone call from a former employee, whose insurance company rejected her prescribed treatment.\n\n“So she called me because the insurance company apparently said, ‘well maybe you should get Senator Gaetz to call us and ask for a personal favor we may consider it.’ I thought that was highly inappropriate. Borderline unethical,” he explained.\n\nBut the measure was opposed by the health insurers. Paul Sanford, an insurance lobbyist told Republican Senator Denise Grimsley the changes proposed to step therapy could raise costs, and that a determination of whether a treatment is medically necessary, should be left to experts. Responding to Sanford’s criticism of the bill, Grimsley said the panel would be filled by healthcare experts. Sanford’s response:\n\n“I fully understand that, we just have a disagreement over who the expert is here,” he said.\n\nGaetz’ bill didn’t get a hearing in the Florida House—where legislative leaders there pushed their own version of healthcare reforms. Lawmakers are now on break from a heated fight over healthcare issues in the state. And Gaetz says in order for his step therapy proposal to get through the legislature—it may have to be added to what’s known as a train—a series of proposals grouped together in one bill. But Sadler, says while she believes the step therapy system needs reform, she’s not sure it should be done by the legislature:\n\n“I would approach the insurance commissioner with it. I wouldn’t approach our legislators because it’s confusing and we shouldn’t have them telling the insurance companies what they can and cannot do,” she said. “I think the insurance commissioner, who is in charge of the safety and efficacy of these policies—the insurance commissioner needs to say if you want to sell your policy here, you need to unilateral across the board…it would be the same for Blue Cross Blue Shield, Aetna, United—it would be the same regardless of if its purchased on the exchange, or from a fortune 500 company.”\n\nIt’s not clear whether Florida’s insurance commissioner has that authority. A few years ago, the Florida legislature passed a law largely taking away the commissioners authority to regulate health plans, as part of Florida’s resistance to the Affordable Care Act.\n\nMeanwhile Janet Applefield is now on a different medication. The side effects include liver failure and kidney damage. She has to get her blood taken every two weeks to make sure she’s not experiencing those side effects. And notes her previous medication didn’t have them. But the alternatives are also bad. Another proposed medication, an injection—could have caused kidney failure, which runs in her family. She’s frustrated. And angry:\n\n“I think it’s a bad policy and it needs to be changed,” she said.\n\nFor Applefield, step therapy is not a financial matter—it’s her life.", "article_metadata": {"category": "Health & Science", "description": "As more people gain insurance under the Affordable Care Act, they’ve been running into problems with medications and finding doctors. Now an old practice-", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://news.wfsu.org/post/insurers-crack-down-costs-patients-push-changes-step-therapy", "image": "http://mediad.publicbroadcasting.net/p/wfsu/files/styles/medium/public/201507/JanetApplefield.jpg", "type": "article", "description": "As more people gain insurance under the Affordable Care Act, they’ve been running into problems with medications and finding doctors. Now an old practice-", "title": "As Insurers Crack Down On Costs, Patients Push For Changes To Step Therapy"}, "story_id": 419855495, "twitter": {"site": "@wfsunews", "card": "summary", "creator": "@HatterLynn"}, "author": "Lynn Hatter", "org_id": 0, "dc": {"title": "As Insurers Crack Down On Costs, Patients Push For Changes To Step Therapy"}, "nid": 70028, "datePublished": "2015-07-03", "keywords": "step therapy, Affordable Care Act, Janet Applefield", "wordCount": 1324, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fce15b\"", "article_summary": "She says step therapy has been around for a while and it used to not be a problem.\nShe says the problems now emerging with step therapy are a symptom of that.\nFor Applefield, step therapy is not a financial matter—it’s her life.\nMost insurers have step therapy policies.\nLegislative InterventionA move to crack down on insurance companies that reject doctor recommendations for prescriptions failed in the Florida legislature this year."}