{"article_title": "Overhaul Pa.'s failing education model", "article_keywords": ["school", "pas", "overhaul", "district", "students", "failing", "taxes", "day", "far", "property", "need", "model", "education", "towns", "public"], "article_url": "http://www.philly.com/philly/blogs/thinktank/Overhaul-Pas-failing-education-model-.html", "article_text": "By Thomas Hylton\n\nAfter decades of talking but not doing, Pennsylvania finally appears ready to reform public school financing.\n\nBoth Gov. Wolf and Republican legislators agree the state should boost its share of school funding by substituting increased state income and sales taxes for local real estate taxes. With a bipartisan vote, the House passed such a bill Wednesday, which the governor praised as the beginning of a conversation on substantive property tax relief. This is a critically important breakthrough.\n\nLocal school property taxes are an enormous burden on Pennsylvania’s cities and towns, and the primary impediment to their revitalization. For most of the last 60 years, urban property values have declined as ever-rising real estate taxes have driven residents and businesses out of traditional towns and into the suburbs. The urban exodus has left behind increased concentrations of poverty and the need for costly local services, perpetuating a downward spiral.\n\nIn recent years, however, Pennsylvanians have rediscovered the merits of traditional towns, which are clearly the most sustainable land use system. Thanks to their multistory buildings and compact form, which encourage walking and public transportation, towns consume far less energy and emit fewer greenhouse gases per capita than the suburbs. They encourage healthier lifestyles.\n\nLeveling the municipal playing field by significantly reducing school property taxes will allow the natural advantages of traditional towns to blossom, benefitting Pennsylvanians no matter where they live.\n\nAt the same time, we can do far more for public education by rethinking the system rather than just shoveling more money into a model that clearly fails the needy. Simply stated, it is a myth to suggest schools can break the cycle of poverty in a seven-hour day, 180 days a year.\n\nIn Pottstown, where I am a school director, 70 percent of our students come from low-income families. When my wife began teaching here in 1973, we were spending $1,600 per student. When she retired 35 years later, we were spending $16,200 per student, more than double the rate of inflation. Our results have not been twice as good.\n\nLike most public schools, Pottstown works well for students from nurturing families. But far too many children are way behind — socially, emotionally, and culturally — the day they walk into kindergarten. Many never catch up, despite intensive — and expensive — remedial efforts.\n\nWe know the first three years of life are the most critical in human development. To raise kids out of poverty, school districts need to get involved during gestation. A pregnant mom who drinks, smokes, or takes drugs can cause a boatload of problems for her child and whatever school district he enters four years later. Teaching parents how to care for children is far more cost-effective than the raft of specialists we’ve added to our school rosters in recent decades.\n\nThe Nurse-Family Partnership, a national nonprofit that operates in 44 Pennsylvania counties, provides visiting nurses to mothers starting early in their pregnancy and continuing until their child is 2. The nurses form a bond with the mothers, teaching life skills and basics like how to talk and read to children. In Pottstown, this service costs $4,300 per family, a fraction of what we will pay later when the child enters school.\n\nOur district has also formed a partnership with nonprofits that operate preschool programs for at-risk 3- and 4-year-olds in churches and other day care centers, and we recently received a $1.2 million grant from the Kellogg Foundation to extend our outreach. But we’re still only touching a fraction of the parents we need to involve, and no long-term program can survive on grants.\n\nMoreover, we need to help struggling students during after-school hours, including Saturday mornings and summers. Students only spend 25 percent of their waking hours in school. We must tap into the other 75 percent.\n\nThis doesn’t have to cost a lot more money. In the public school world, everyone is accustomed to working day shift. However, just as we expect police, firemen, and emergency medical technicians to be available as the need arises, many school district specialists and aides who work full-time during the normal school day could be working part-time, at off hours, to maximize their impact. And if a visiting nurse can see a parent and child at home, school district staff can do the same.\n\nWe also need to rethink high school. With myriad online tools for learning and more emphasis on community colleges, perhaps students should be able to graduate after 11th grade.\n\nDuring the election campaign, Gov. Wolf talked about rescuing his failing company by dramatically changing its business model. When it comes to funding and operations, Pennsylvania’s education model needs a significant overhaul if we want healthy cities with “schools that teach.”\n\nThomas Hylton is the author of “Save Our Land, Save Our Towns.” thomashylton@comcast.net", "article_metadata": {"contenttype": "Blog_Post", "publication": "Philadelphia Inquirer", "pubdate": 20160526, "title": "Overhaul Pa.'s failing education model", "og": {"site_name": "Philly.com", "description": "We can do far more for public education by rethinking the system rather than just shoveling more money into a model that clearly fails the needy.", "title": "Overhaul Pa.'s failing education model", "url": "http://www.philly.com/philly/blogs/thinktank/Overhaul-Pas-failing-education-model-.html", "image": "http://media.philly.com/images/pe1shaletax12z-65201.jpg", "type": "article"}, "contentid": 303776971, "twitter": {"url": "http://www.philly.com/philly/blogs/thinktank/Overhaul-Pas-failing-education-model-.html", "image": "http://media.philly.com/images/pe1shaletax12z-65201.jpg", "site": "@phillydotcom", "card": "summary_large_image", "title": "Overhaul Pa.'s failing education model"}, "cg": "opinion", "fb": {"app_id": 938226082960499}, "DC.date.issued": "2015-05-14T10:46:04-04:00", "editdate": "20150514T10:46:04", "searchdate": "2015-05-14", "viewport": "width=device-width, initial-scale=1.0", "google-site-verification": "db3T5L3C8_JvO-55gJ22lGGUnZLlNulgzTwX1NhCV3o", "verify-v1": "3x82DC93LZlv0I/hQEBoyVVjlGPtX7VxHFgv1upr+9I=", "y_key": "ccf0cd67e5f1e33c", "livedate": "20150514T10:46:04", "sourcepublication": "Inquirer", "description": "We can do far more for public education by rethinking the system rather than just shoveling more money into a model that clearly fails the needy."}, "_id": "\"57477af46914bd0286fdcaae\"", "article_summary": "Local school property taxes are an enormous burden on Pennsylvania’s cities and towns, and the primary impediment to their revitalization.\nBy Thomas HyltonAfter decades of talking but not doing, Pennsylvania finally appears ready to reform public school financing.\nAnd if a visiting nurse can see a parent and child at home, school district staff can do the same.\nA pregnant mom who drinks, smokes, or takes drugs can cause a boatload of problems for her child and whatever school district he enters four years later.\nLeveling the municipal playing field by significantly reducing school property taxes will allow the natural advantages of traditional towns to blossom, benefitting Pennsylvanians no matter where they live."}