{"article_title": "Lovell Minnick Grabs Stake in Lincoln Investment, as Financial Services Deals Continue", "article_keywords": ["firm", "lincoln", "financial", "business", "minnick", "planning", "stake", "grabs", "lovell", "deals", "continue", "analysts", "capital", "services", "investment"], "article_url": "http://www.themiddlemarket.com/news/financial_services/lovell-minnick-grabs-stake-in-lincoln-investment-as-financial-services-256877-1.html", "article_text": "Lovell Minnick Grabs Stake in Lincoln Investment, as Financial Services Deals Continue\n\nLincoln Investment previously acquired Capital Analysts and Great American Advisors\n\nPrivate equity firm Lovell Minnick Partners is buying a 20 percent stake in Lincoln Investment Planning Inc., a broker-dealer.\n\nLincoln, headquartered in Wyncote, Pennsylvania, provides investment, wealth and retirement planning services. The company and affiliate Capital Analysts Inc. have more than $24 billion in client assets under management. Terms of the deal weren\u0092t disclosed.\n\nLincoln's acquisition history includes both Capital Analysts, which it bought in 2012, and Great American Advisors Inc., a group purchased in 2010.\n\nLovell Minnick, of Radnor, Pennsylvania, focuses on lower middle-market financial and business services investments. In March, the Lovell Minnick exited financial planning business Mercer Advisors, which was picked up by another PE firm \u0096 Genstar Capital.\n\nOverall, dealmakers are expecting financial services M&A to increase over the next year, according to Mergers & Acquisitions Mid-Market Pulse index, published in partnership with McGladrey LLP. There have been several wealth management transactions lately, including Stifel Financial Corp.'s deal for Barclays plc's U.S. business earlier in June, and the Colony Group's purchase of CapGroup Advisors, an institutional consulting firm, in March.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/financial_services/lovell-minnick-grabs-stake-in-lincoln-investment-as-financial-services-256877-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/business-stock-image.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Lovell Minnick Grabs Stake in Lincoln Investment, as Financial Services Deals Continue"}}, "_id": "\"57477af36914bd0286fce16f\"", "article_summary": "Lovell Minnick Grabs Stake in Lincoln Investment, as Financial Services Deals ContinueLincoln Investment previously acquired Capital Analysts and Great American AdvisorsPrivate equity firm Lovell Minnick Partners is buying a 20 percent stake in Lincoln Investment Planning Inc., a broker-dealer.\nIn March, the Lovell Minnick exited financial planning business Mercer Advisors, which was picked up by another PE firm \u0096 Genstar Capital.\nLovell Minnick, of Radnor, Pennsylvania, focuses on lower middle-market financial and business services investments.\nLincoln, headquartered in Wyncote, Pennsylvania, provides investment, wealth and retirement planning services.\nOverall, dealmakers are expecting financial services M&A to increase over the next year, according to Mergers & Acquisitions Mid-Market Pulse index, published in partnership with McGladrey LLP."}