{"article_title": "How Obamacare Could Affect Your Taxes This Year", "article_keywords": ["plans", "obamacare", "tax", "taxes", "employers", "companies", "cost", "health", "income", "affect", "youll", "insurance"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/02/04/How-Obamacare-Could-Affect-Your-Taxes-Year", "article_text": "The dozens of tax policy changes associated with the implementation of Obamacare are complex, but what most people really want to know is: How will it affect my taxes?\n\nOn 2013 returns\n\nFor most people preparing their 2013 returns right now, Obamacare won’t have any impact at all. The taxpayers who may see higher bills this year include high earners and those with steep medical expenses.\n\nThe first tax hit on high earners is a 0.9 percent higher Medicare tax for married couples earning $250,000 or individuals at $200,000. The second is a new Net Investment Income Tax of 3.8 percent on “individuals, estates and trusts,” also triggered at the $250,000 or $200,000 level.\n\nThe other major change on 2013 tax returns is a higher threshold for medical expenses for most individuals. Unreimbursed medical expenses for those under age 65 must now total more than 10 percent of their adjusted gross income (up from 7.5 percent) in order to be deductible. “Most people don’t qualify for the medical expenses deduction,” says Carrie McLean of eHealth. “But for those that do that were seriously ill or hospitalized last year, this can be an enormous benefit.”\n\nFor those older than age 65, the 10 percent threshold will start in 2017.\n\nRelated: Scammers Can Mine for Gold in Obamacare Tax Credits\n\nOn 2014 returns\n\nThis time next year, there will be far more taxpayers dealing with Obamacare-related issues on their returns. That’s when the penalties become due for those who have opted to go without insurance this year and when taxpayers who received subsidies to offset the cost of insurance need to reconcile those payments with their actual 2014 income.\n\nTaxpayers who choose to go uninsured will owe either $95 per person or one percent of their income, up to a family cap of $285. “On your 2014 tax returns, you’ll have to provide some proof of insurance,” says Minda Wilson, founder of Affordable Healthcare Review. “If you don’t pay the fee, the IRS can recoup it from your refund, but they can’t come after you to collect it.”\n\nAfter 2014, the penalties will ratchet up, eventually hitting 2.5 percent of income in 2016.\n\nTo help offset the cost of buying insurance on the exchanges, tax credits are available to those with incomes between 100 percent and 400 percent of the federal poverty level, or $11,500-$46,000 for individuals, or $23,500-$94,000 for a family. Nearly 80 percent of those who have purchased plans on the exchanges are eligible for some sort of subsidy, according to the Department of Health and Human Services.\n\nSince open enrollment is taking place now, taxpayers need to estimate their 2014 income to determine how much of a subsidy they’ll receive. Then you can choose whether you’d like to have the payment paid directly to the insurers, or whether you’ll pay the premium yourself and claim the credit on your taxes. “At the end of the year, if you’ve overpaid, you’ll get a refund on your taxes,” says Jackie Perlman, principle tax research analyst at The Tax Institute at H&R Block. “But if you underpaid and received too high a subsidy, you’ll owe the difference.”\n\nRelated: Why Divorce Attorneys Will Love Obamacare\n\nTo avoid getting hit by a huge tax bill, revisit your subsidy settings mid-year to make sure your actual income is shaping up the way you had estimated. Unlike\n\nIndirect taxes\n\nFor middle-income Americans who get their insurance at work (the vast majority of us), there will be few changes on your 1040s as a result of Obamacare. That doesn’t mean you’re not paying for the law’s implementation.\n\nThere are a host of changes to corporate tax law—particularly those that affect employers and insurers that mean additional expenses and taxes that are likely to be passed along to consumers.\n\nThe Health Insurance Providers Fee, for example, requires insurers to collectively fork over $8 billion in 2014 (an amount that escalates to $14.3 billion in 2018) to help fund the exchange subsidies. In a 2011 analysis, the consulting firm Oliver Wyman found that the fee could push up individual premiums by around 2 percent, although Obamacare proponents argue that insurers will be able to digest most of the costs as their revenue rises.\n\nMeanwhile, employers are scaling back their plans in order to avoid the coming excise tax on so-called “Cadillac plans.” Under the law, companies will have to pay a 40 percent tax on the cost of each plan worth more than $10,200 for an individual or $27,500 for a family, starting in 2018.\n\nThe average health plan is already over that threshold, costing $10,800 per employee, according to a recent report by Mercer. At those prices, employers would pay a 40 percent tax on the $600 difference, or about $240. For a company with $10,000 employees, that equates to a $2.4 million tax.\n\nMaking it more difficult for employers, some of the minimum requirements of health plans under Obamacare are driving up the cost of plans, just as companies are looking for ways to push costs down. For example, all plans must now fully cover all preventative care treatments, maternity care, and emergency care.\n\nMore than 60 percent of companies say their health benefit plan will trigger the excise tax if they don’t make any changes, according to a recent report by Towers Watson. For many companies, the only way to reduce the cost of their plans and avoid the tax is to push more costs onto workers.\n\nMore than 60 percent of companies expect to increase employee premium contributions next year, with one in five companies projecting a 5 percent or more increase. In addition to higher deductibles, employers are raising copays and reducing prescription drug coverage as much as possible while still meeting the ACA guidelines.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The dozens of tax policy changes associated with the implementation of Obamacare are c", "title": "How Obamacare Could Affect Your Taxes This Year", "url": "http://www.thefiscaltimes.com/Articles/2014/02/04/How-Obamacare-Could-Affect-Your-Taxes-Year", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/04102012_Tax_Refund_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/02/04/How-Obamacare-Could-Affect-Your-Taxes-Year", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/04102012_Tax_Refund_article.jpg", "creator": "@bethbrav", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The dozens of tax policy changes associated with the implementation of Obamacare are c", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fce17d\"", "article_summary": "The dozens of tax policy changes associated with the implementation of Obamacare are complex, but what most people really want to know is: How will it affect my taxes?\nRelated: Scammers Can Mine for Gold in Obamacare Tax CreditsOn 2014 returnsThis time next year, there will be far more taxpayers dealing with Obamacare-related issues on their returns.\nThe second is a new Net Investment Income Tax of 3.8 percent on “individuals, estates and trusts,” also triggered at the $250,000 or $200,000 level.\nOn 2013 returnsFor most people preparing their 2013 returns right now, Obamacare won’t have any impact at all.\nThere are a host of changes to corporate tax law—particularly those that affect employers and insurers that mean additional expenses and taxes that are likely to be passed along to consumers."}