{"article_title": "Army Ranger Cory Remsburg 'Leads the Way'", "article_keywords": ["remsburg", "polytrauma", "army", "things", "ill", "haley", "walk", "leads", "ranger", "going", "scott", "way", "dr", "cory"], "article_url": "http://health.wusf.usf.edu/post/army-ranger-cory-remsburg-leads-way", "article_text": "Army Ranger Cory Remsburg returns each year to James A. Haley VA Hospital in Tampa to show the staff his progress. He was severely injured in 2009 and spent two years recovering at Haley’s Polytrauma Center.\n\nRemsburg was on his tenth deployment when he was injured by an IED in Afghanistan. His teammates found him face down in a water-filled canal with shrapnel in his brain.\n\nHe was in a coma when he arrived at the Haley.\n\nMore than 800 patients have come through the polytrauma system according to Haley Chief of Staff Dr. Edward Cutolo, but he remembers Remsburg.\n\n“He’s not a hard one to forget. He was very ill when he came here, very ill,” Cutolo said.\n\nAnd Remsburg has not forgotten them, the therapists, nurses and doctors.\n\nHe returned this year with one goal in mind, to walk, unassisted to Dr. Steven Scott, director of the Haley Polytrauma Center.\n\nTrailed closely by his stepmother, Annie Remsburg, Cory Remsburg successfully navigated about a 10-foot stretch, unaided, and was greeted with a handshake from Dr. Scott and applause from onlookers.\n\n“One of the things that’s so interesting about Cory’s story is he was told by so many, so many people said he couldn’t do things. ‘You’re not going to walk, you’re not going to do this. You know what I mean,'” Scott said. “So, Cory always said, ‘Yes, I’m going to, yes I can.’”\n\nCory Remsburg responds slowly, “Being a Ranger, I had the mental part down. It’s the physical part I’m learning to overcome.”\n\nHis speech is labored because he had to learn to speak all over again. That’s just one of many things he’s had to overcome: dozens of surgeries, blindness in his right eye, a partially paralyzed left side.\n\nHe was in a coma more than three months. The treatments and people at Haley brought him back.\n\nCraig Remsburg, credits a combination of ‘the man above’, Haley’s Emerging Consciousness Program, family and familiarity for bringing his son back.\n\n“We knew that he loved vanilla extract, so we would burn that aroma. We would play Scrubs, he loved Scrubs. So, we had that playing always on a reel,” Craig Remsburg said.\n\nThere was no great awakening like in a movie. Instead, it was gradual and took a lot of hard work every day for two years.\n\nAs soon as Cory could eat solid food, Dr. Scott would sneak him two Boston Cream doughnuts each morning as incentive. And even though Cory now lives in Arizona – Dr. Scott is still motivating his prized patient.\n\nHe asked Cory for his goals which are to walk independently for a sustainable distance and then run.\n\n“That’s what I hoped you would say. I’ll give you a third,” Dr. Scott said. “Run up hill. Alright? The reason why you run uphill is because the view is better.”\n\nAt that suggestion, Cory smiled, held up his large cup of coffee as a toast affirming his new goals and said, “He knows me.”\n\nThis coverage is part of the WUSF Veterans Coming Home project which is made possible by a grant from the Corporation for Public Broadcasting.\n\n", "article_metadata": {"category": "HNF Stories", "description": "Listen \n        Listening...", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/army-ranger-cory-remsburg-leads-way", "image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201409/350633263.jpg", "type": "article", "description": "Listen \n        Listening...", "title": "Army Ranger Cory Remsburg 'Leads the Way'"}, "org_id": 671, "twitter": {"site": "@HealthNewsFL", "card": "summary"}, "wordCount": 632, "dc": {"title": "Army Ranger Cory Remsburg &#039;Leads the Way&#039;"}, "nid": 7921, "datePublished": "2014-09-24", "story_id": 349869009, "keywords": "veteran, Department of Veterans Affairs, James A. Haley VA Hospital, VA hospital, Haley VA Hospital, veterans, Haley Polytrauma Center, trauma, trauma center, Haley’s Emerging Consciousness Program", "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "Army Ranger Cory Remsburg returns each year to James A. Haley VA Hospital in Tampa to show the staff his progress.\nTrailed closely by his stepmother, Annie Remsburg, Cory Remsburg successfully navigated about a 10-foot stretch, unaided, and was greeted with a handshake from Dr. Scott and applause from onlookers.\nAs soon as Cory could eat solid food, Dr. Scott would sneak him two Boston Cream doughnuts each morning as incentive.\n“So, Cory always said, ‘Yes, I’m going to, yes I can.’”Cory Remsburg responds slowly, “Being a Ranger, I had the mental part down.\nAnd even though Cory now lives in Arizona – Dr. Scott is still motivating his prized patient."}