{"article_title": "HHS Proposed Policy On Non-Discrimination: Does It Adequately Protect Children?", "article_keywords": ["hhs", "protect", "nondiscrimination", "pediatric", "proposed", "age", "state", "adequately", "states", "benefit", "does", "health", "insurance", "coverage", "policy", "children", "essential"], "article_url": "http://healthaffairs.org/blog/2015/02/19/hhs-proposed-policy-on-non-discrimination-does-it-adequately-protect-children/", "article_text": "Sara Rosenbaum and Kathleen Noonan\n\nFebruary 19, 2015\n\nOn November 26, 2014, the United States Department of Health and Human Services (HHS) published a proposed 2016 Notice of Benefits and Payment Parameters, an omnibus regulation published annually that sets “rules of the road” for the administration of federally regulated insurance plans. Among other matters, this year’s Notice contained a discussion of non-discrimination in coverage.\n\nThe concept of non-discrimination in coverage is a basic tenet health plans subject to the Affordable Care Act (ACA)’s “essential health benefit” requirements applicable to non-grandfathered health plans sold in the individual and small group markets (42 U.S.C. §18022, added by PPACA §1302). The non-discrimination standard is a watershed in U.S. law that extends the reach of prior federal civil rights laws and regulates the design, content, and administration of health insurance including Section 504 of the Rehabilitation Act of 1973, the Americans with Disabilities Act, Title VI and VII of the Civil Rights Act of 1964, and the Age Discrimination Act of 1975.\n\nIn accordance with its provisions, the HHS Secretary is barred from “mak[ing] coverage decisions, determin[ing] reimbursement rates, establish[ing] incentive programs, or design[ing] benefits that discriminate against individuals because of their age, disability, or expected length of life,” (42 U.S.C. §18022(b)(4)(B)). The provision further requires the Secretary to “take into account” the health needs of “diverse segments of the population including women, children, persons with disabilities, and other groups,” (42 U.S.C. §18022(b)(4)(C)).\n\nAs the nation continues to evolve toward a national health policy in which near-universal health insurance coverage is the norm, addressing insurance practices that limit the effectiveness of coverage based on age, disability, or other factors unrelated to the need for health care is an equally important aspect of this policy evolution. No population, least of all children, should experience coverage denials based on factors other than the appropriateness of care.\n\nInsurance Coverage Benchmarks\n\nThe general approach taken by HHS to implementing the essential health benefit statute has been to devolve the Secretary’s powers and duties to interpret and apply the provisions of the law to states and insurers. Rather than articulating a broad national coverage standard, the essential health benefit regulations build on insurance coverage “benchmarks” specific to each state and drawn from that state’s private insurance market.\n\nThese benchmarks are in turn adjusted to reflect certain broad federal regulatory parameters that are designed to fill in and modify as needed certain key elements of the state’s benchmark (45 C.F.R. §156.110). For example, where a state benchmark fails to cover habilitation services (a required essential health benefit that improves or maintains skills needed for daily living), the regulations provide an adjustment in order to ensure that the state benchmark plan, once adjusted, reflects habilitation coverage.\n\nThe original essential health benefit regulations gave states and insurers considerable discretion to determine the precise parameters of essential health benefits. The 2014 Notice proposes to narrow this flexibility in order to correct what the Administration (correctly in our view) perceives as inadequacies of initial state and insurer approaches (79 Fed. Reg. 70717-70718).\n\nThe proposed rule similarly would narrow state and plan discretion over the design and administration of certain benefits, including habilitation services and prescription drug formularies (79 Fed. Reg. 70718-70721). The proposed changes, grounded in the ACA’s ban on discrimination based on factors unrelated to the need for health care, are indeed welcome.\n\nNon-Discrimination Standard\n\nBeyond addressing these specific issues of coverage, the proposed rule’s Preamble discusses the importance of this non-discrimination standard (79 Fed. Reg. 70722). The Department’s original implementing rule, 45 C.F.R. §156.125, did little more than parrot the language of the statute. Although the Department did not propose to alter the regulation itself, the Preamble described at some length the types of practices that would be considered to constitute discrimination (79 Fed. Reg. 70722-70723):\n\n[We] have become aware of benefit designs that we believe would discourage enrollment by individuals based on age or based on health conditions, in effect making those plan designs discriminatory . . . Some issuers have maintained limits and exclusions that were contained in the State EHB benchmark plan. . . . We caution both issuers and the States that age limits are discriminatory when applied to services that have been clinically effective at all ages. For example, it would be arbitrary to limit a hearing aid to enrollees who are 6 years of age or younger, since there may be some older enrollees for whom a hearing aid is medically necessary. Although we do not enumerate which benefits fall into each statutory EHB category, issuers should not attempt to circumvent coverage of medically necessary benefits by labeling the benefit as a “pediatric service”, thereby excluding adults.\n\nWithholding clinically effective care from adults (or even older children and adolescents) on the basis of an inappropriate age cutoff is precisely the type of discriminatory activity that might have been lawful under prior law but that is nonetheless preempted under the essential health benefit statute.\n\nUnfortunately however, as we reported in our recent Health Affairs article, the Preamble overlooks the many instances in which children—in particular, children with mental disabilities—are the focus of unlawful limits and exclusions. In this regard, the Preamble furthermore misses an opportunity to clarify those situations in which age is, in fact, an important clinical factor in identifying what constitutes an appropriate level of pediatric coverage.\n\nA Patchwork Pediatric Coverage Standard\n\nIn our article, we noted that the ACA gives the HHS Secretary the power to define a pediatric benefit standard at the national level. Our research into the benchmark plans for all 50 states and the District of Columbia found that no state benchmark contained a definition of pediatric services.\n\nIn fact, to the contrary, our review of the plans revealed wide variation in coverage for children and adolescents’ special health care needs. For example, we found variation by states regarding covered benefits affecting children with autism who need Applied Behavior Analysis therapy (ABA); hearing-impaired children who need hearing aids; and those who have a speech problem tied to developmental delays or stuttering, as well as coverage gaps because treatment allegedly would be available in school and therefore would be excluded as “educationally” related or tied to a child’s “behavior.”\n\nLimits such as these have no place in health plans governed by the essential health benefits standard, which prohibits health plans from withholding clinically appropriate care based on age factors. Especially serious is the fact that federal laws governing the education of children with disabilities make no provision for payment of medical care covered by health insurance plans.\n\nDespite the fact that the need for treatment for children with disabilities does not stop at state borders, the regulations, by their silence, countenance such variation. Furthermore, by singling out coverage limits that favor children and not those that disadvantage them, the Preamble, through its silence, seems to countenance the exclusionary treatment of children. For this reason, we urged the Administration to articulate a minimum national pediatric coverage standard.\n\nIt goes without saying that states and insurers should not use children as a pretext to withhold appropriate covered services from adults. But the converse also is true; children should not be deprived of treatment simply because they also happen to go to school; indeed, allowing insurers to withhold covered services on this basis triggers severe and long-lasting damage, diminishing life prospects as well as health.\n\nA further problem with the Preamble’s non-discrimination statement is its incompleteness. Not only does the Preamble limit its examples solely to those that disfavor adults, but it fails to explain the circumstances under which age limits would be appropriate. For example, how would states treat behavioral health therapies like Parent Children Interaction Therapy or Focused-Family Therapy which are uniquely pediatric in nature (albeit with a dual generation approach)?\n\nUltimately what is needed is a population-wide health insurance standard for children that aims for care of the highest quality. At a minimum, however, a clear articulation of non-discrimination in the context of pediatric coverage is of enormous and immediate importance.", "article_metadata": {"og": {"url": "http://healthaffairs.org/blog/2015/02/19/hhs-proposed-policy-on-non-discrimination-does-it-adequately-protect-children/", "site_name": "Health Affairs", "image": "http://healthaffairs.org/blog/wp-content/themes/HealthAffairs2015/images/facebook-default.jpg", "type": "article", "title": "HHS Proposed Policy On Non-Discrimination: Does It Adequately Protect Children?"}, "description": "HHS Proposed Policy On Non-Discrimination: Does It Adequately Protect Children? | At the intersection of health, health care, and policy.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fce1a6\"", "article_summary": "The original essential health benefit regulations gave states and insurers considerable discretion to determine the precise parameters of essential health benefits.\nAt a minimum, however, a clear articulation of non-discrimination in the context of pediatric coverage is of enormous and immediate importance.\nUltimately what is needed is a population-wide health insurance standard for children that aims for care of the highest quality.\nA Patchwork Pediatric Coverage StandardIn our article, we noted that the ACA gives the HHS Secretary the power to define a pediatric benefit standard at the national level.\nFor this reason, we urged the Administration to articulate a minimum national pediatric coverage standard."}