{"article_title": "Down the Memory Hole", "article_keywords": ["information", "right", "memory", "access", "individuals", "online", "ruling", "internet", "hole", "forgotten"], "article_url": "http://blog.heartland.org/2014/07/down-the-memory-hole/", "article_text": "In his novel Nineteen Eighty-Four, George Orwell described the “memory hole,” a chute leading to a vast incinerator into which all unwanted documents were cast. The memory hole served as the ultimate form of state censorship, destroying any trace of information deemed to pose a threat to the regime. Thanks to a ruling in May by the European Court of Justice, a genuine digital memory hole has come online.\n\nThe ruling concerned the so-called “right to be forgotten,” wherein individuals and firms have the right to have old stories and information published online about them taken down at their request. Ostensibly a way to remove out-of-date or spurious information from readers’ online searches, the reality has taken on a much darker, quite Orwellian turn.\n\nSeveral businesses have begun the process of “scrubbing” their records. In other words, they file requests with Google to remove access to certain articles. This has resulted in many pieces of genuine journalism suddenly becoming impossible to access. The implication is clear: citing their right to be forgotten, firms and individuals can muzzle the press.\n\nThis poses a very sticky issue for defenders of individual rights. Many liberty-conscious individuals have invested in technologies that allow them to search the internet anonymously and to avoid the prying eyes of governments and businesses alike. Privacy is an ever scarcer commodity in this Information Age and people have belatedly come alive to the risks they face in it.\n\nThe memory hole is a threat to everyone. While it may purport to being a protection of people’s privacy, it is in fact a mechanism by which some individuals and groups can manipulate internet searches without any means of appeal. When it is a legal right to be forgotten, it does not much matter whether there are multiple internet service providers to choose from; they are all muzzled by the net non-neutrality created by the ECJ’s ruling. If the ruling spreads, to America and farther afield, the latter-day Renaissance of the free press enjoyed by web users will be brought to an abrupt close.\n\nWhile it may be embarrassing to have damaging information floating forever online, it is a necessary component of the openness demanded by the people born into this era. The press cannot be silenced because what they say is embarrassing. People have a right to access the information made public online and journalists have a right to publish their work without fear of it being shut down for sake of those they would expose.", "article_metadata": {"og": {"url": "http://blog.heartland.org/2014/07/down-the-memory-hole/", "type": "activity", "image": "http://blog.heartland.org/wp-content/uploads/2014/07/obama-and-reid-block-internet-access-censorship-antipiracy-bill.jpg", "site_name": "Somewhat Reasonable", "title": "Down the Memory Hole"}, "robots": "noodp,noydir", "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fdcaed\"", "article_summary": "In his novel Nineteen Eighty-Four, George Orwell described the “memory hole,” a chute leading to a vast incinerator into which all unwanted documents were cast.\nThanks to a ruling in May by the European Court of Justice, a genuine digital memory hole has come online.\nThe memory hole served as the ultimate form of state censorship, destroying any trace of information deemed to pose a threat to the regime.\nThe memory hole is a threat to everyone.\nThe implication is clear: citing their right to be forgotten, firms and individuals can muzzle the press."}