{"article_title": "Oklahomans with serious mental illness who qualify for Medicaid to benefit from 'health home' model", "article_keywords": ["oklahomans", "illness", "mental", "adults", "federal", "medical", "medicaid", "qualify", "benefit", "program", "health", "services", "serious", "model", "care"], "article_url": "http://newsok.com/article/5198291", "article_text": "Thousands of Oklahoma adults and children with serious mental illnesses will have more integrated Medicaid services, starting in January.\n\nThe Oklahoma Health Care Authority board voted Wednesday to approve new rates to pay medical professionals to provide care in a “health home” model.\n\nThe Affordable Care Act created an optional Medicaid plan benefit for states to establish health homes to coordinate care for people with Medicaid who have chronic conditions, according to the Centers for Medicare and Medicaid Services.\n\nOklahoma leaders chose to create a health home model for adults and children with serious and persistent mental health conditions.\n\nIntegrated care\n\nHealth home providers are expected to integrate and coordinate all primary, acute, behavioral health, long-term services and supports to treat the “whole person,” according to CMS.\n\n“It’s essentially a health care delivery model that focuses on integrated care, so integrating the primary health care needs along with any mental health needs in one place,” said Traylor Rains, director of policy and planning at the Oklahoma Department of Mental Health and Substance Abuse Services.\n\nHealth home providers will be reimbursed at rates ranging from $53.98 per member per month for outreach and engagement services to a $1,009.60 reimbursement rate for wraparound services provided to children with serious emotional disturbances.\n\nFunding source\n\nFor the first two years, the program will be paid for largely through federal money.\n\nThe federal government will provide a 90 percent Federal Medical Assistance Percentage rate, which is the federal share of the cost of Medicaid services in each state, according to the Kaiser Family Foundation. This money cannot be used to pay for underlying Medicaid services that are provided outside the health home model.\n\nAfter two years, the federal government will no longer provide an increased Federal Medical Assistance Percentage rate for the health homes program.\n\nRains said the mental health agency hopes to pay for the health home model, in part, through savings in improved health outcomes.\n\nThe agency anticipates it will save about $3.4 million the first two years of the program, because health homes will cut down on duplicate services, he said.\n\n“It will continue to be a budget request that we submit to the Legislature to fund the program,” Rains said.\n\nWho qualifies\n\nRains said the mental health agency had identified about 30,000 adults and children in the Medicaid program who would qualify for the health home services.\n\nThe program is not part of Medicaid expansion, a key element of the Affordable Care Act. Oklahoma is among about 20 states that are not expanding their Medicaid programs to include, for example, unmarried low-income adults without disabilities or children.\n\n“We’re not giving anyone any more eligibility than they already have,” Rains said.\n\nRains said integrating care is the new way of providing comprehensive health care.\n\n“Adults with serious mental illness are dying 25 years younger than the general population,” Rains said. “Adults with substance abuse on top of that are dying around ages 43 to 45, so it’s even sooner, and a lot of that is not from suicide or accidental deaths that you’d normally think of as being included with the population. It’s for medical problems — poor diet, tobacco use, things that need to be addressed on the medical side.”", "article_metadata": {"description": "Oklahoma adults with serious mental illness are dying 25 years younger than the general population. The state’s mental health agency hopes to help change that through better health care integration.", "copyright": "Copyright (c) 2016 NewsOK.com. All Rights Reserved", "og": {"site_name": "NewsOK.com", "description": "AUG 13, 2014 - Oklahoma adults with serious mental illness are dying 25 years younger than the general population. The state’s mental health agency hopes to help change that through better health care integration.", "title": "Oklahomans with serious mental illness who qualify for Medicaid to benefit from 'health home' model", "locale": "en_US", "image": {"url": "http://s3.amazonaws.com/content.newsok.com/newsok/images/newsok_facebook.jpg", "identifier": "http://s3.amazonaws.com/content.newsok.com/newsok/images/newsok_facebook.jpg"}, "url": "http://newsok.com/article/5198291", "type": "article"}, "twitter": {"site": "@newsok", "creator": "@jaclyncosgrove", "description": "AUG 13, 2014 - Oklahoma adults with serious mental illness are dying 25 years younger than the general population. The state’s mental health agency hopes to help change that through better health care...", "card": "summary", "title": "Oklahomans with serious mental illness who qualify for Medicaid to..."}, "apple-mobile-web-app-title": "NewsOK", "fb": {"app_id": 211740625534903}, "vr": {"canonical": "http://newsok.com/article/5198291", "author": "Jaclyn Cosgrove"}, "article": {"publisher": "https://www.facebook.com/NewsOK", "tag": "health, politics, news, life, state, capitol, health care, Jaclyn Cosgrove, enterprise, x-embargo,", "published_time": "2014-08-13T00:00:00-05:00", "modified_time": "2016-05-24T21:18:28-05:00"}, "viewport": "width=1140"}, "_id": "\"57477af46914bd0286fdcaf0\"", "article_summary": "Rains said the mental health agency hopes to pay for the health home model, in part, through savings in improved health outcomes.\nOklahoma leaders chose to create a health home model for adults and children with serious and persistent mental health conditions.\n“It’s essentially a health care delivery model that focuses on integrated care, so integrating the primary health care needs along with any mental health needs in one place,” said Traylor Rains, director of policy and planning at the Oklahoma Department of Mental Health and Substance Abuse Services.\nThousands of Oklahoma adults and children with serious mental illnesses will have more integrated Medicaid services, starting in January.\nThe Oklahoma Health Care Authority board voted Wednesday to approve new rates to pay medical professionals to provide care in a “health home” model."}