{"article_title": "Young black men more likely to die of breast cancer than young white men", "article_keywords": ["cohort", "younger", "death", "risk", "cancer", "die", "men", "young", "likely", "black", "breast", "white", "researchers", "treatment"], "article_url": "http://www.healio.com/hematology-oncology/breast-cancer/news/online/%7Bdbe82cc7-87cf-4587-9f90-f6c953e8d150%7D/young-black-men-more-likely-to-die-of-breast-cancer-than-young-white-men", "article_text": "In the Journals\n\nYounger black men with early-stage breast cancer demonstrated a 76% greater risk for death than younger white men despite receiving similar treatment, according to study findings.\n\nThis association lost significance after adjustment for insurance and income differences, which suggests access to care plays a role in the racial disparities in male breast cancer mortality, according to the researchers.\n\nAlthough male breast cancer is a rare disease, its incidence is greater among black men, especially those aged younger than 65 years, according to study background.\n\nRacial disparities have been well documented for women with breast cancer, but a lack of data exists for men with breast cancer, the researchers wrote. Helmneh M. Sineshaw, MD, MPH, senior epidemiologist and health services researcher for the American Cancer Society, and colleagues evaluated the extent of the disparities in treatment and survival between black and white men with early-stage breast cancer.\n\nThe researchers used the National Cancer Data Base to identify 5,247 non-Hispanic white men and 725 non-Hispanic black men diagnosed with early-stage breast cancer between 2004 and 2011. Researchers divided the men into two groups by age —18 to 64 years and 65 years or older — due to uniform health coverage through Medicare for seniors.\n\nTreatment patterns in each age group were similar regardless of race. Fewer men in the older cohort received chemotherapy (blacks, 39.2%; whites, 42%) compared with men in the younger cohort (blacks, 76.7%; whites, 79.3%).\n\nBlack men in the older cohort did not have a significantly increased risk for death compared with white men in the older cohort. In the older cohort, there was no difference in risk for death between white and black men. However, black men in the younger cohort had a 76% increased risk for death compared with younger white men (HR = 1.76; 95% CI, 1.11-2.78). This association lost significance after multivariable adjustments for insurance status and income (HR = 1.37; 95% CI, 0.83-2.24).\n\n“This suggests that poverty may play an important role in racial disparities in breast cancer mortalities,” Sineshaw and colleagues wrote. “Younger blacks had a higher risk of death compared with younger whites despite remarkable similarity in receipt of treatment, which could have been the result of differences in quality of care, adherence to treatment, hormone receptor status, or other unmeasured variables.”\n\nThe researchers noted the possibility for underreported treatment from hospitals since some treatment may have occurred in an outpatient setting. There was a lack of information on treatment completion, patient and provider preferences, socioeconomic status and cause of death.\n\nThe researchers said they hope the Affordable Care Act will impact these data as more uninsured male patients with breast cancer will get the quality of care necessary to reduce the risk for and incidence of death from their disease.\n\n“In addition to studying the potential impact of the Affordable Care Act in eliminating health disparities as this law is broadly implemented, future research should focus on how we can better address barriers in access to optimal care and equal outcomes for all men with breast cancer,” the researchers wrote. – by Anthony SanFilippo\n\nDisclosure: One researcher reported receiving research funding from Genentech and Puma Pharmaceuticals and a second researcher reported stock ownership in Johnson & Johnson.", "article_metadata": {"page_type": "Document", "site_name": "healiotwo", "description": "Younger black men with early-stage breast cancer demonstrated a 76% greater risk for death than younger white men despite receiving similar treatment, according to study findings.This association lost significance after adjustment for insurance and income differences, which suggests access to care plays a role in the racial disparities in male breast cancer mortality, according to the", "og": {"image": "http://i3.wyanokecdn.com/healio_safe_image.png"}, "VIcurrentDateTime": 635998487219933845, "ModifiedDate": "2015-06-08", "content_type": "News Article", "content_version": 1, "msvalidate.01": "AB0F11E889D663098DB556BB5ACBB719", "google-site-verification": "TCYGZWR7Qscjc3GO_imiutAfXMSCFLpchm8rXzIk-5M", "pageid": "{DBE82CC7-87CF-4587-9F90-F6C953E8D150}", "viewport": "width=device-width, initial-scale=1", "PostedDate": "2015-06-08"}, "_id": "\"57477af46914bd0286fdcaf4\"", "article_summary": "Racial disparities have been well documented for women with breast cancer, but a lack of data exists for men with breast cancer, the researchers wrote.\nThe researchers used the National Cancer Data Base to identify 5,247 non-Hispanic white men and 725 non-Hispanic black men diagnosed with early-stage breast cancer between 2004 and 2011.\nHowever, black men in the younger cohort had a 76% increased risk for death compared with younger white men (HR = 1.76; 95% CI, 1.11-2.78).\nIn the JournalsYounger black men with early-stage breast cancer demonstrated a 76% greater risk for death than younger white men despite receiving similar treatment, according to study findings.\n“This suggests that poverty may play an important role in racial disparities in breast cancer mortalities,” Sineshaw and colleagues wrote."}