{"article_title": "Oklahoma Law To Ask For Obamacare Waiver On Fallin’s Desk", "article_keywords": ["aca", "denwalt", "federal", "oklahoma", "obamacare", "younger", "fallins", "coxkain", "state", "health", "coverage", "desk", "ask", "law", "insurance", "waiver"], "article_url": "http://kgou.org/post/oklahoma-law-ask-obamacare-waiver-fallin-s-desk", "article_text": "Half a decade after President Obama signed the Affordable Care Act into law in 2010, states will be able to submit plans for their own version of the law starting next year.\n\nLawmakers have authorized state health officials to come up with their own plan for providing health insurance to the state’s population. It’s now on Gov. Mary Fallin’s desk, waiting for her signature, The Journal Record’s Dale Denwalt reports:\n\n“For six years, we’ve had our hands tied,” said state Rep. Glen Mulready, an author of the bill. So far, even though the Legislature has approved development of a waiver, officials are unsure what policies the waiver will include. Mulready, R-Tulsa, said he would like to see an expansion of the insurance premium rate bands that were compressed under the ACA, sometimes known as Obamacare. “So you have younger people paying more than they should be paying; they’re supplementing the older folks,” he said.\n\nOklahoma Health and Human Services Secretary Terry Cline would be allowed to develop and submit the waiver.\n\nOver the next several months, agencies will meet with each other and with industry stakeholders to craft a plan. Deputy Health Secretary Julie Cox-Kain told Denwalt the federal government could receive the comprehensive waiver request early next year.\n\nKain…also said one of the problems seen with ACA implementation has been the increase of premiums, particularly among younger, healthy people. On the federally facilitated marketplace, she said, more plans have the highest deductible. With such high deductibles, insured people are still receiving uncompensated care because they haven’t reached the limit. “We have some families in Oklahoma with deductibles as high as $20,000 for a family of four,” Cox-Kain said. “They essentially have insurance then that’s only good if they have something really catastrophic.”\n\nThe waiver would allow the state to modify or ignore some parts of the ACA as insurers try to cut costs through the reduction of benefits packages and narrowing of provider networks.\n\nAccording to Denwalt, whatever Oklahoma decides to do, it has to meet four guidelines:\n\nThe number of people with coverage cannot be reduced\n\nThe request cannot increase the federal deficit\n\nInsurance coverage must be as affordable as before\n\nThe waiver must still allow for comprehensive health insurance coverage. “There are multiple steps we’ll have to walk through, and we’ll have to convince the federal government that we met all four of those guardrails before they will consider our waiver application,” Cox-Kain said.\n\nKGOU produces journalism in the public interest, essential to an informed electorate. Help support informative, in-depth journalism with a donation online, or contact our Membership department.", "article_metadata": {"category": "Politics and Government", "description": "Half a decade after President Obama signed the Affordable Care Act into law in 2010, states will be able to submit plans for their own version of the law", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://kgou.org/post/oklahoma-law-ask-obamacare-waiver-fallin-s-desk", "image": "http://mediad.publicbroadcasting.net/p/kgou/files/styles/medium/public/201605/dd-state-innovation-waiver-bbf-5-11-16.jpg", "type": "article", "description": "Half a decade after President Obama signed the Affordable Care Act into law in 2010, states will be able to submit plans for their own version of the law", "title": "Oklahoma Law To Ask For Obamacare Waiver On Fallin’s Desk"}, "org_id": 0, "twitter": {"site": "@kgounews", "card": "summary", "creator": "@brianhardzinski"}, "author": "Brian Hardzinski", "wordCount": 535, "dc": {"title": "Oklahoma Law To Ask For Obamacare Waiver On Fallin’s Desk"}, "nid": 74707, "datePublished": "2016-05-11", "pmp_guid": "dd8b2934-5733-4adf-9181-68e4a0bb65fe", "story_id": 477642984, "keywords": "Affordable Care Act, Glen Mulready", "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "Lawmakers have authorized state health officials to come up with their own plan for providing health insurance to the state’s population.\nSo far, even though the Legislature has approved development of a waiver, officials are unsure what policies the waiver will include.\nDeputy Health Secretary Julie Cox-Kain told Denwalt the federal government could receive the comprehensive waiver request early next year.\nOklahoma Health and Human Services Secretary Terry Cline would be allowed to develop and submit the waiver.\n“We have some families in Oklahoma with deductibles as high as $20,000 for a family of four,” Cox-Kain said."}