{"article_title": "Jeb Bush run in 2016? George W. Bush calls it a toss-up", "article_keywords": ["tossup", "wants", "publicly", "run", "family", "calls", "brother", "jeb", "bush", "w", "president", "2016", "george", "told"], "article_url": "http://www.cnn.com/2014/11/09/politics/g-w-bush-on-jeb-2016/", "article_text": "Story highlights George W. Bush sees a 50-50 chance his brother Jeb will run for president\n\nBush and other members of the family have been publicly encouraging a run\n\nBush 43 says it is worth it to put your family through a presidential campaign\n\n\"I think it's 50-50.\"\n\nThat was former President George W. Bush's take on the likelihood of his brother, former Florida Gov. Jeb Bush, running for president in 2016.\n\n\"I know that he's wrestling with the decision,\" Bush said in an interview Sunday on CBS' \"Face the Nation.\" \"I'd give it a toss-up.\"\n\nBush has not been shy about publicly encouraging his younger brother to run for president in 2016.\n\nLast month, he told Fox News that he thinks his brother \"wants to be president.\"\n\nBush 43 admitted that he does \"occasionally fuel speculation\" about his brother's political ambitions, but said he does so because he thinks his brother is the man for the job.\n\n\"He'd be a great president,\" Bush said. \"And the country could use an optimistic view like his.\"\n\n\"I know this about Jeb: He is not afraid to succeed. In other words, I think he knows he could do the job. And nor is he afraid to fail.\"\n\nSince exiting politics in 2008, George W. Bush has retreated to a quieter life in Texas, spending much of his time painting and doing charitable work. But should his brother decide to take the leap, Bush says he would be ready to help out in any way he can.\n\n\"I'll do whatever he wants,\" Bush said. \"I will be one of his strongest backers. If he wants me out there publicly, I'll be out there publicly. If he wants me behind the scenes, I'll be behind the scenes. ... I'm all in for him. \"\n\nBut for now, he's just waiting for his brother to weigh out the pros and cons himself.\n\n\"He's not here knocking on my door, you know, agonizing about the decision,\" Bush said. \"He knows exactly ... the ramifications on family, for example. He's seen his dad and his brother go through the presidency.\"\n\nEarlier this year, Jeb Bush stressed the importance of his family in the process of considering a bid, telling CNN affiliate WFOR, \"The decision will be based on, 'Can I do it joyfully?' ... And is it right for my family?\"\n\nBut according to his older brother, Jeb shouldn't be so worried about that second part.\n\nAsked if it's worth it to put a family through a presidential run, George W. Bush told CBS on Sunday, \"Yeah, it is.\"\n\nPerhaps he says that because the majority of Jeb Bush's immediate family seems to be on board with the decision.\n\nTwo weeks ago, Jeb's son George P. Bush, who has since been elected land commissioner of Texas, told ABC that his father is \"more than likely\" eyeing a 2016 run.\n\nIn April, Jeb Bush's younger brother Neil said their father, former president George H. W. Bush, also endorsed the idea.\n\nThus far, the only member of the Bush clan to publicly reject the idea of Jeb Bush running for president has been his mother, Barbara Bush, who told PBS in January, \"I hope he won't.\"", "article_metadata": {"description": "Former President George W. Bush says he thinks there's a \"50-50\" chance his brother Jeb runs for president.", "pubdate": "2014-11-09T17:32:12Z", "author": "By Sara Fischer, CNN", "og": {"site_name": "CNN", "description": "Former President George W. Bush says he thinks there's a \"50-50\" chance his brother Jeb runs for president.", "pubdate": "2014-11-09T17:32:12Z", "url": "http://www.cnn.com/2014/11/09/politics/g-w-bush-on-jeb-2016/index.html", "image": "http://i.cdn.turner.com/cnn/.e/img/4.0/logos/cnn_logo_social.jpg", "type": "article"}, "section": "politics", "vr": {"canonical": "http://www.cnn.com/2014/11/09/politics/g-w-bush-on-jeb-2016/index.html"}, "twitter": {"card": "summary_large_image"}, "source": "CNN", "fb": {"app_id": 80401312489}, "keywords": "politics, Jeb Bush run in 2016? George W. Bush calls it a toss-up - CNNPolitics.com", "lastmod": "2014-11-09T17:50:57Z", "thumbnail": "http://i.cdn.turner.com/cnn/.e/img/4.0/logos/cnn_logo_social.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0"}, "_id": "\"57477af46914bd0286fdf3cc\"", "article_summary": "In April, Jeb Bush's younger brother Neil said their father, former president George H. W. Bush, also endorsed the idea.\nAsked if it's worth it to put a family through a presidential run, George W. Bush told CBS on Sunday, \"Yeah, it is.\"\nSince exiting politics in 2008, George W. Bush has retreated to a quieter life in Texas, spending much of his time painting and doing charitable work.\nThat was former President George W. Bush's take on the likelihood of his brother, former Florida Gov.\nJeb Bush, running for president in 2016."}