{"article_title": "The American Spectator", "article_keywords": ["sure", "iran", "love", "country", "director", "american", "spectator", "obamas", "president", "america", "obama"], "article_url": "http://spectator.org/61856_love-obama/", "article_text": "I’m not sure why the Left is so aghast that Rudy Giuliani dared suggest that President Obama didn’t love America. The Left sure doesn’t.\n\nHow often has Bill Maher, a man who gave $1 million of his own money to assure Obama’s re-election, said America is a stupid country?\n\nWhen Jonathan Gruber attributed the passage of Obamacare to the “stupidity” of the American voter, Maher enthusiastically seconded his motion.\n\nAmerica evokes intense feelings among the Left — contempt, condescension, embarrassment. Love is not among these emotions.\n\nObama has displayed this contempt, condescension, and embarrassment on many occasions up to including describing his own grandmother during the 2008 campaign as “a typical white person” when it came to her attitudes towards African-Americans. If his grandmother could evoke such contempt, condescension and embarrassment in Obama then what chance does the rest of the country have?\n\nWell, there are the people of western Pennsylvania whom he famously described as a “bitter” people who “cling to guns or religion or antipathy toward people who aren’t like them or anti-immigrant sentiment or anti-trade sentiment as a way to explain their frustrations.” Frankly, the people responsible for the 9/11 attacks, the Fort Hood shootings and the Boston Marathon bombings are more likely to cling to guns and religion and have an antipathy to people who aren’t like them. Instead, Obama sees Muslims as victims in need of mobilization by federally funded community organizers.\n\nIf Barack Obama loved America then why the need to fundamentally transform it? What Obama loves above all else is himself. How else to explain all the selfies? What of his belief that he would be a better political director, policy director and speechwriter than his political director, policy director or speechwriter? Or how about inserting himself into the biographies of his White House predecessors?\n\nThe only way Obama would ever love America is if it were in his own image. That America would be a nation of community organizers rather than entrepreneurs who “didn’t build that.” It would be a nation that picked its targets, froze them, personalized them, and polarized them. It would be a nation of people who picket in front of the home of Scott Walker’s parents. This is the America that Obama aspires to and we are the worse for it.\n\nAnd what of President Obama’s eagerness to obtain a nuclear agreement with Iran? Mind you, this is a country that under its present Islamic theocratic rule that took over our embassy in Tehran and kept 52 Americans hostage for over a year, was responsible for killing 241 Marines in Beirut through its proxy Hezbollah, as well as the murder of 19 Air Force personnel at the Khobar Towers in Saudi Arabia. But consider David Remnick’s observation during his interview of President Obama in the New Yorker last year (the same one in which Obama referred to ISIS as the “jayvee squad”):\n\nHe is convinced that an essential component of diplomacy is the public recognition of historical facts — not only the taking of American hostages in Iran, in 1979, but also the American role in the overthrow of Mohammed Mossadegh, the democratically elected Prime Minister of Iran, in 1953.\n\nDoes anyone honestly think the Iranian Mullahs were avenging much less give a damn about Mossadegh? Obama might genuinely be sorry for the CIA’s role in overthrowing Mossadegh. It could very well explain why he refused to speak out when Iran was killing its own citizens during the tainted 2009 elections when he stated that America shouldn’t be seen as “meddling.” But Iran sure isn’t sorry for taking American civilians hostage. To this very day, its schoolchildren chant “Death to America!!!” Iran is spreading these sentiments throughout the Middle East including Syria, Lebanon, Iraq and now Yemen. As heinous as Iran is, there is no doubt the Mullahs love their country and are acting in their interests. The same cannot be said for President Obama.\n\nPresident Obama’s erstwhile ally the New York Times has come to his rescue offering examples of instances when Obama has proclaimed his love for America. But how can we believe Obama when he says he loves America in light of David Axelrod’s disclosure that his candidate lied about opposing gay marriage? How can we believe Obama’s declarations of love for America anymore than we can believe his declarations that if you like your health insurance, you can keep it?\n\nIn other words, when President Obama declares that he loves America, it is a declaration of convenience, not of conviction. When Obama speaks it is not for love of country, but for love of Obama.\n\nPlease enable JavaScript to view the comments powered by Disqus.\n\n\n\n\n\n", "article_metadata": {"fb": {"pages": 1742097289343962}, "generator": "WordPress 4.4", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fce1c6\"", "article_summary": "When Jonathan Gruber attributed the passage of Obamacare to the “stupidity” of the American voter, Maher enthusiastically seconded his motion.\nI’m not sure why the Left is so aghast that Rudy Giuliani dared suggest that President Obama didn’t love America.\nWhat of his belief that he would be a better political director, policy director and speechwriter than his political director, policy director or speechwriter?\nIn other words, when President Obama declares that he loves America, it is a declaration of convenience, not of conviction.\nThe only way Obama would ever love America is if it were in his own image."}