{"article_title": "How the right destroyed itself: History, ideology and strategic blunders", "article_keywords": ["ideology", "republican", "right", "liberal", "republicans", "political", "politics", "strategic", "destroyed", "strategy", "blunders", "democrats", "ideological", "party", "conservative", "history"], "article_url": "http://www.salon.com/2014/01/27/how_the_right_destroyed_itself_history_ideology_and_strategic_blunders/", "article_text": "Topics: Conservatism, Democrats, Editor's Picks, George W. Bush, GOP, Pat Buchanan, Republicans, Ronald Reagan, Southern Strategy, The Right, Politics News\n\nLast week I wrote an article arguing that the impediments to conservative reform are structural — that the idiosyncrasies of the Republican base make appealing to moderate voters a zero-sum game for the party, and thus eliminates the incentive that, for instance, impelled Democrats in the 1980s and 1990s to cater to less-liberal voters.\n\nThe article generated some interesting responses, which is fortunate, because they provide a jumping off point to explore the historical and political context of the GOP’s unique predicament.\n\nI think it’s fairly evident that Republicans’ increasing reliance on an older, whiter, more conservative constituency has trapped them into a number of non-negotiable policy dogmas. And I think they they bear most of the blame for their own circumstances. It’s an outgrowth of a conscious political strategy. They began taking the country and their party down this road, hoping, as Pat Buchanan famously put it, to “split the country in two and … take the bigger half.” They fused the low-tax, low-regulation agenda of wealthy elites to the worldview of religious conservatives. They birthed the Reagan Revolution, then milked it so vigorously that they’ve become unable to wean themselves from it more than 30 years later.\n\nBut there’s more to the story than one losing bet. And I believe the historical backdrop supports the conclusion that there’s no space in U.S. politics for Republicans to undergo a Democratic Leadership Council-style reform.\n\nA big part of the story here is that Republicans probably didn’t have much choice but to begin a long trek into an ideological cul-de-sac. Writing at Slate, Matt Yglesias noted that the political sorting the country has undergone over the past few decades was in some ways foreordained by the more organic creation of coherent liberal and conservative ideological intellectual camps in the early-mid-20th century.\n\nThat was the environment in which distinctly liberal and conservative activists began realigning the parties ideologically. Thus, nothing that happened subsequently in Republican politics — from the Southern Strategy to its enduring “47-percent” mind-set — was arbitrary. It was built into both the party’s belief system and the professional incentives Republicans continue to face.\n\nBut the political sorting took about half a century. Only very recently did the most conservative Democrats become reliably more liberal than the most liberal Republicans. And one of the reasons Democrats were able to reorient themselves during the Clinton era is that the Clinton era began more than 20 years ago. Back then it was much easier to imagine a patrician Republican and an Arkansan Democrat winning their respective presidential nominating contests. And it was easier to move the ideological center of either party closer to the absolute center, because plenty of members of both parties already inhabited that part of the spectrum. Today, asking a party to moderate itself means asking nearly all of its members to rethink their worldviews.", "article_metadata": {"description": "Republicans can't moderate because their base won't allow it. Even if they could, Democrats already beat them there", "title": "How the right destroyed itself: History, ideology and strategic blunders", "og": {"site_name": "Salon", "description": "Republicans can't moderate because their base won't allow it. Even if they could, Democrats already beat them there", "title": "How the right destroyed itself: History, ideology and strategic blunders", "url": "http://www.salon.com/2014/01/27/how_the_right_destroyed_itself_history_ideology_and_strategic_blunders/", "image": "http://media.salon.com/2013/08/cruz_gingrich_paul.jpg", "type": "article"}, "twitter": {"description": "Republicans can't moderate because their base won't allow it. Even if they could, Democrats already beat them there", "title": "How the right destroyed itself: History, ideology and strategic blunders", "image": "http://media.salon.com/2013/08/cruz_gingrich_paul.jpg", "creator": "@brianbeutler", "site": "@salon", "card": "summary_large_image"}, "author": "Brian Beutler", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Conservatism, Democrats, Editor's Picks, George W. Bush, GOP, Pat Buchanan, Republicans, Ronald Reagan, Southern Strategy, The Right", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd9e34\"", "article_summary": "Only very recently did the most conservative Democrats become reliably more liberal than the most liberal Republicans.\nThus, nothing that happened subsequently in Republican politics — from the Southern Strategy to its enduring “47-percent” mind-set — was arbitrary.\nIt’s an outgrowth of a conscious political strategy.\nThat was the environment in which distinctly liberal and conservative activists began realigning the parties ideologically.\nToday, asking a party to moderate itself means asking nearly all of its members to rethink their worldviews."}