{"article_title": "Florida airport sues Uber", "article_keywords": ["uber", "taxi", "service", "passengers", "rules", "orlando", "florida", "authority", "airport", "sues", "cab", "follow"], "article_url": "http://thehill.com/policy/transportation/224491-florida-airport-sues-uber", "article_text": "Orlando International Airport is suing ridesharing service Uber for allegedly picking up passengers without getting proper taxi credentials, Orlando TV station WESH reports.\n\nThe Greater Orlando Aviation Authority said the popular online car service, riders request a ride by using an app on their smartphone instead of hailing a traditional taxi, has ignored multiple requests to follow the Orlando airport’s established cab rules, according to the report.\n\n\"There are approximately 600 companies which operate 7,000 vehicles that follow the rules at the airport,” the airport authority said in a statement. “Uber is not complying; therefore, the authority has been compelled to file a lawsuit.\"\n\nADVERTISEMENT\n\nUber is reportedly worth $18.2 billion, and it operates in 42 countries and dozens of U.S. cities. The taxi alternative has encountered much pushback in urban areas from labor unions and cab companies, because the service is not regulated by local taxi commissions, which has raised complaints about unfair competition from taxi cab drivers.\n\nThe company has gained popularity with passengers because of its online ordering system. Some drivers also provide water, mints, candy and phone chargers, and afterward, travelers can comment about and rate their drivers.\n\nGreater Orlando Aviation Authority Chairman Frank Kruppenbacher said Uber still had to follow the traditional rules for picking up airport passengers, despite its cutting-edge approaches to other areas of the taxi business.\n\n\"Guess what, Uber? You're showing no respect for the people in this community by coming in and saying, 'We don't have to follow the law.' Right, and if you want to come on our property, you will respect our region and community, and you will comply with the law,\" Kruppenbacher said, according to the network report.\n\n— Jesse Barnes contributed to this report.", "article_metadata": {"dcterms.title": "Florida airport sues Uber", "generator": "Drupal 7 (http://drupal.org)", "dcterms.modified": "2016-02-04T03:59-05:00", "og": {"site_name": "TheHill", "title": "Florida airport sues Uber", "url": "http://thehill.com/policy/transportation/224491-florida-airport-sues-uber", "image": "http://thehill.com/sites/default/files/article_images/uber_081214getty.jpg", "updated_time": "2016-02-04T03:59:59-05:00", "type": "article"}, "apple-itunes-app": "app-id=396640962", "Smart_Paging": "on", "author": "Keith Laing", "dcterms.identifier": "http://thehill.com/policy/transportation/224491-florida-airport-sues-uber", "dcterms.date": "2014-11-18T09:58-05:00", "dcterms.creator": "Keith Laing", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Uber, Orlando International Airport, Greater Orlando Aviation Authority,,", "article": {"published_time": "2014-11-18T09:58:20-05:00", "modified_time": "2016-02-04T03:59:59-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/transportation/224491-florida-airport-sues-uber", "widgets": {"csp": "on"}, "card": "summary", "title": "Florida airport sues Uber"}}, "_id": "\"57477af36914bd0286fce1ce\"", "article_summary": "\"There are approximately 600 companies which operate 7,000 vehicles that follow the rules at the airport,” the airport authority said in a statement.\nOrlando International Airport is suing ridesharing service Uber for allegedly picking up passengers without getting proper taxi credentials, Orlando TV station WESH reports.\nGreater Orlando Aviation Authority Chairman Frank Kruppenbacher said Uber still had to follow the traditional rules for picking up airport passengers, despite its cutting-edge approaches to other areas of the taxi business.\n“Uber is not complying; therefore, the authority has been compelled to file a lawsuit.\"\nSome drivers also provide water, mints, candy and phone chargers, and afterward, travelers can comment about and rate their drivers."}