{"article_title": "As Americans Cheer the Opening Cuba, Rubio Slams Obama for Making a Bad Deal", "article_keywords": ["state", "bush", "conducted", "deal", "cuba", "opening", "cheer", "castro", "rubio", "embassy", "bad", "slams", "americans", "policy", "making", "foreign", "poll", "obama"], "article_url": "http://www.thefiscaltimes.com/2015/08/14/Americans-Cheer-Opening-Cuba-Rubio-Slams-Obama-Making-Bad-Deal", "article_text": "Republican presidential hopeful Marco Rubio is using the reopening of the U.S. embassy in Cuba to renew his attacks on President Obama’s foreign policy. But is anyone listening?\n\nIn a speech to the conservative-leaning Foreign Policy Initiative in New York, Rubio said the president “has rewarded the Castro regime for its repressive tactics…. He has been quick to deal with the oppressors, but slow to deal with the oppressed,” the Cuban-American 2016 contender said in prepared remarks released by his campaign, mere hours before Secretary of State John Kerry attended the flag-raising ceremony at the U.S. embassy in Havana.\n\nRelated: U.S. secretary of state in Cuba for first time in 70 years\n\nMore than any other candidate, Rubio, a member of the Senate Foreign Relations Committee, has made foreign policy a cornerstone of his White House bid. While the 43-year-old lawmaker has made “the new American century” the theme of this campaign and vowed to be forward-looking when it comes to policy solutions, on Cuba he seems locked in by his family history. Rubio’s parents emigrated from Cuba in the 1950s.\n\nYet it’s unclear if taking such a hardline will help Rubio, who has been mired in the middle of the large GOP presidential pack, gain any traction with Republican primary voters.\n\nA poll released Friday by the Associated Press-NORC Center for Public Affairs Research found that only 34 percent of Americans thought it was important for them to know the next president’s policy on Cuba, compared with nearly 9 of 10 who said they wanted to hear about terrorism and cyberattacks by foreign countries or terrorist groups.\n\nThe findings track with scores of public opinion polls conducted since the thaw between the Cold War adversaries was announced in December, with majorities in favor of normalizing relations and lifting the decades-old embargo on Cuba.\n\nRelated: Decades of skullduggery on both sides at U.S. embassy in Cuba\n\nA Pew Research Center poll conducted last month showed that 72 percent of Americans favored an end to the embargo against Cuba, up from 66 percent in January. That same survey found 55 percent of conservative Republicans agreed with lifting the ban, compared with just 40 percent in January.\n\nThe rise could probably best be summed up in a statement issued Friday by Sen. Jeff Flake (R-AZ), who attended Friday’s ceremony.\n\n“The more U.S. travel to Cuba, the better,” he said.\n\nPerhaps more ominous for Rubio are the findings of a poll conducted last month for The Miami Herald and El Nuevo Herald that found former Florida Gov. Jeb Bush with a 43 percent to 31 percent lead among Cuban-American Republicans.\n\nThe same survey found Bush beating Rubio 35-25 percent among registered GOP voters in the critical Miami-Dade area of Florida.\n\nRelated: Fidel Castro Celebrates 89th Birthday With Leftist Allies\n\nIn his speech, Rubio said he would “give the Castro’s a choice” of either reforming its human rights and political systems or losing all U.S. engagement. He said would also put Cuba back on the list of state sponsors of terror and “do everything in my power” to “provide support to Cuba’s pro-democracy movement” in order to undermine the Castro government.\n\nBush also chastised the White House as it tried to take a victory lap on Cuba.\n\nIn a statement, he called Kerry’s visit “a birthday present for Fidel Castro – a symbol of the Obama administration’s acquiescence to his ruthless legacy.”\n\n“U.S. policy has changed, but Cuba has not. It remains an unyielding dictatorship, a tragic example of the folly of communism, and an affront to the conscience of the free nations of the Western Hemisphere,” according to Bush.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Republican presidential hopeful Marco Rubio is using the reopening of the U.S. embassy in Cuba to renew his attacks on President Obama’s foreign policy. But is anyone listening?", "title": "As Americans Cheer the Opening Cuba, Rubio Slams Obama for Making a Bad Deal", "url": "http://www.thefiscaltimes.com/2015/08/14/Americans-Cheer-Opening-Cuba-Rubio-Slams-Obama-Making-Bad-Deal", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-politics-rubio_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/08/14/Americans-Cheer-Opening-Cuba-Rubio-Slams-Obama-Making-Bad-Deal", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-politics-rubio_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Republican presidential hopeful Marco Rubio is using the reopening of the U.S. embassy in Cuba to renew his attacks on President Obama’s foreign policy. But is anyone listening?", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Republican presidential hopeful Marco Rubio is using the reopening of the U.S. embassy in Cuba to renew his attacks on President Obama’s foreign policy.\nIn a speech to the conservative-leaning Foreign Policy Initiative in New York, Rubio said the president “has rewarded the Castro regime for its repressive tactics….\nThe same survey found Bush beating Rubio 35-25 percent among registered GOP voters in the critical Miami-Dade area of Florida.\nPerhaps more ominous for Rubio are the findings of a poll conducted last month for The Miami Herald and El Nuevo Herald that found former Florida Gov.\nIn a statement, he called Kerry’s visit “a birthday present for Fidel Castro – a symbol of the Obama administration’s acquiescence to his ruthless legacy.”“U.S."}