{"article_title": "Creek Nation Begins Historic Return to Southeastern Homelands", "article_keywords": ["homelands", "begins", "return", "creek", "muscogee", "warriors", "park", "nation", "historic", "creeks", "bend", "battle", "wounded", "horseshoe", "southeastern", "red", "stick"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/03/25/creek-nation-begins-historic-return-southeastern-homelands-154154", "article_text": "Undoubtedly, the largest organized collective movement of the Muscogee (Creek) Nation since the infamous Trail of Tears will begin on Tuesday, March 25th as tribal leaders and citizens converge on Horseshoe Bend near Daviston, Alabama. The U.S. Park Service will host the tribe at the Horseshoe Bend National Military Park during its bicentennial commemoration of the Battle of Horseshoe Bend, a key battle that ultimately determined the fate of the Muscogee Nation in the Southeastern United States.\n\nOn March 27, 1814, General Andrew Jackson led a force of 3,500 U.S. Infantry and Cavalrymen (along with a number of loyal Cherokees, Choctaws and Lower Creeks) into battle against approximately 1,000 of Muscogee Chief Menawa’s “Red Stick” warriors who had fortified themselves on a bend of the Tallapoosa River in an encampment the Creeks called Tohopeka (toe-hope-kuh). The assault by the U.S. forces was in retaliation for the previous Battle of Fort Mims, in which the Creeks had been victorious. Although confronted on all sides of the peninsula, the Red Sticks fought valiantly throughout the day until they were eventually overcome by the sheer numbers and superior firepower of their attackers. Of those Red Stick warriors, 857 were killed and 206 were wounded. General Jackson’s forces listed 70 killed while 206 were wounded. The consequent signing of the Treaty of Fort Jackson forced the Creeks to cede 23 million acres in Alabama and Georgia and eventually removal to Indian Territory (Oklahoma).", "article_metadata": {"description": "From March 27-29 Muscogee (Creek) tribal leaders and citizens converge on Horseshoe Bend near Daviston, Alabama to commemorate their ancestors.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.format": "text/html", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/03/25/creek-nation-begins-historic-return-southeastern-homelands-154154", "site_name": "Indian Country Today Media Network.com", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/horseshoe-bend-battlefield.jpg", "type": "article", "title": "Creek Nation Begins Historic Return to Southeastern Homelands"}, "robots": "follow, index", "dc": {"title": "Creek Nation Begins Historic Return to Southeastern Homelands"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/03/25/creek-nation-begins-historic-return-southeastern-homelands-154154", "fb": {"app_id": 493888563989950}, "dcterms.creator": "leeanne", "dcterms.date": "2014-03-25T11:30-04:00", "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Muscogee Creek Nation, Trail of Tears, Native American History, Treaty of Fort Jackson, Battle of Horseshoe Bend", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.title": "Creek Nation Begins Historic Return to Southeastern Homelands"}, "_id": "\"57477af46914bd0286fde89d\"", "article_summary": "Of those Red Stick warriors, 857 were killed and 206 were wounded.\nUndoubtedly, the largest organized collective movement of the Muscogee (Creek) Nation since the infamous Trail of Tears will begin on Tuesday, March 25th as tribal leaders and citizens converge on Horseshoe Bend near Daviston, Alabama.\nThe U.S. Park Service will host the tribe at the Horseshoe Bend National Military Park during its bicentennial commemoration of the Battle of Horseshoe Bend, a key battle that ultimately determined the fate of the Muscogee Nation in the Southeastern United States.\nThe assault by the U.S. forces was in retaliation for the previous Battle of Fort Mims, in which the Creeks had been victorious.\nThe consequent signing of the Treaty of Fort Jackson forced the Creeks to cede 23 million acres in Alabama and Georgia and eventually removal to Indian Territory (Oklahoma)."}