{"article_title": "20,000 New Republican Voters Made All The Difference in Eric Cantor's Defeat", "article_keywords": ["difference", "brat", "district", "voters", "house", "cantors", "primary", "conservative", "cantor", "20000", "party", "republican", "eric", "virginia", "defeat"], "article_url": "http://ivn.us/2014/06/16/the-arab-spring-of-eric-cantors-discontent/", "article_text": "On June 10, 2014, 55 percent of 65,000 voters from more than 700,000 residents in the seventh district of Virginia cast ballots in an open primary with one question. By an 11-point margin, they soundly rejected their 13-year incumbent, House Majority Leader Eric Cantor. Cantor had handily defeated previous primary opponents.\n\nHowever, nearly twenty thousand more constituents voted than in the 2012 primary. Those new primary voters overwhelmingly supported Cantor’s opponent, Dave Brat, a professor of Economics for 18 years at Randolph-Macon College. Cantor lost even his home county, but he did the worst with new Republican voters in the district added after 2010 redistricting.\n\nCantor engineered his own defeat by his conservative base constituents. The role of Cantor’s Jewish religion is merely metaphorical. His comeuppance echoes the Arab Spring downfall of dictators. Brat told The Washington Post , “It’s David vs. Rome.”\n\nThe lessons for other American politicians reaffirm basic fundamentals and a key technological change. All politics is local. Candidates matter. C-SPAN, Internet, talk radio, and social media reduce advantages for incumbents in safe districts and lower costs for challengers.\n\nSure, no U.S. House majority leader had been defeated for re-election in a primary since the position was created in 1899, but voters’ dismay at dichotomies between what they did in Congress versus at home fueled three prior shocking electoral defeats of congressional leaders since 1990: National Republican Campaign Chair (NRCC) congressman Guy Van der Jagt, House Speaker Tom Foley, and Senate Majority Leader Tom Daschle.\n\nAt a time of historically low approval ratings for Congress, Cantor’s arrogance and hypocrisy alienated conservative political activists. Cantor converted his conventional advantages into liabilities.\n\nBorn into economic privilege and the Republican Party elite as the son of Ronald Reagan’s 1980 Virginia campaign treasurer, Eric Cantor ingratiated himself with the powers that be. His small business experience in his congressional biography was working for his father’s real estate development firm.\n\nHis political career began with his first job as a driver for his local Rep. Tom Bliley. When Bliley retired in 2001, he was the chairman of the powerful House Energy and Commerce Committee. Cantor won the primary to replace Bliley by one percent. Cantor epitomized the Republican establishment.\n\nCantor recruited his district’s Republican base voters into the revolutionary army that defeated him. Robert Tracinski, a senior writer at The Federalist and 20-year district resident, wrote that seventh district Republicans were tired of being systematically ignored by Cantor while he catered to his ambition and priority constituents: “the Republican leadership and the Republican establishment.”\n\nCantor constituent and co-founder of the Virginia Tea Party Patriot Federation, Jamie Radtke, and E.M. Barner, contributor to the Virginia conservative website Bearing Drift, concurred that Cantor avoided engaging critics and refused to hold townhalls.\n\nBob Arment, chairman of the Louisa County Republican Party, told The Washington Post that Cantor hurt himself by rarely attending district public events in favor of invitation-only gatherings with donors, “big-wigs,” and loyalists.\n\nSpeaking to the host of WAMU’s The Politics Hour on June 13, Tom Davis, former Virginia congressman and chairman of the NRCC, acknowledged that the Virginia Citizens Defense League, an ardent gun rights group, was very effective in Virginia campaigns. Nonetheless, Politico reported that Cantor’s staff did not return the group’s issues questionnaire for this primary.\n\nIn retaliation for that and other snubs, the group placed robocalls to Cantor’s constituents alleging weak support of the Second Amendment. Real Clear Politics Senior Elections Analyst Sean Trende wrote that when he was Cantor’s constituent he was surprised that he never received a reply from the congressman’s staff when he asked what treatments for his child would be covered under the Affordable Care Act (i.e. Obamacare).\n\nJamie Radtke and E.M. Barner agreed that Cantor enraged his district and Commonwealth tea party activists in the past year by actively blocking them from attaining party positions. Conservatives responded by showing up in ever larger historic numbers at district party conventions this spring.\n\nIn April, they defeated Cantor’s allies at his home county convention. At the May 10 District Convention, The Washington Post reported that Cantor was repeatedly heckled by the crowd and his incumbent chairman was defeated 52-48. Radtke boasted that Brat’s campaign was energized with 700 volunteers from those who attended.\n\nCantor’s staff dismissed any momentum from his opponent gaining control of the party infrastructure. His campaign mollified the Capitol Hill, Richmond, and district media by releasing a poll taken May 27-28 that showed Cantor had an insurmountable 34-point lead.\n\nThey withheld the crucial flaw that participants were selected only from 2012 primary voters.\n\nConservative activists were bitterly disappointed by President George W. Bush. With Republican control of the House and Senate, spending under his budgets increased faster than under President Bill Clinton and federal control of education expanded with the enactment of No Child Left Behind.\n\nThey attacked as “establishment” Republican members who supported these and other measures that violated conservative principles of a smaller government and local control. Eric Cantor came under increased scrutiny by conservative activists when he ascended to House leadership just as President Barack Obama was first elected in 2008.\n\nWashington Post columnist Ruth Marcus wrote that both Republicans and Democrats in Washington, D.C. disliked Cantor for his “political shape-shifting and overweening ambition.” Erick Erickson of Red State summed up the consensus experience with Cantor and his leadership staff by conservative activists.\n\nThey “broke promises, made bad deals, and left many feeling very, very betrayed,” Erickson writes.\n\nEven so, national tea party and conservative organizations, such as FreedomWorks and Americans for Prosperity, stayed out of Cantor’s primary. However, The New York Times reported that popular conservative talk radio hosts Laura Ingraham and Mark Levin, as well as Stephen K. Bannon, a filmmaker, radio host, and the executive chairman of Breitbart.com, shared Virginia ties and insights that Cantor’s conservative constituents were as disillusioned by his contemptuous constituent relations as they were disgusted by the hypocrisy of his rhetoric and policy heresies as majority leader.\n\nThey vetted Dave Brat and provided him crucial credibility as a candidate with fellow conservatives.\n\nDave Brat raised $200,000 — a pittance compared to Cantor’s campaign war chest of $5 million. Cantor never debated Brat, but his heavy-handed tactics continued to backfire.\n\nIn April, Cantor’s campaign unleashed a barrage of negative ads and flyers to smear Brat as a liberal. Dave Brat’s name identification was elevated by Cantor’s expenditure of $1 million. With the assistance of free and social media from a growing cadre of conservative media outlets and supporters, Dave Brat was able to refute Cantor’s ridiculous charges and reinforce his case that Cantor should be fired.\n\nIngraham headlined a rally for Brat the week before the election that drew an overflow crowd of 600 to the country club down the street from Cantor’s home. She singled out other conservatives who supported Brat: Ann Coulter, Mickey Kaus, and The Daily Caller website. Radtke also thanked The Bull Elephant, Sara for America, Doc Thompson, and Glenn Beck.\n\nThe Washington Post reported that Cantor spent the last weekend of the campaign in his district. His campaign organized meet and greets at three of the biggest businesses in Richmond. Cantor attended a series of events at the homes of donors, including one that gathered about a hundred loyal supporters.\n\nHis campaign organized buses of volunteers from Washington, D.C. to knock on doors in the district. Everything was in place to produce the 25,000 votes that Brat’s and Cantor’s campaigns calculated were needed to ensure victory.\n\nCantor spent most of election day in Washington, D.C. keeping his regular appointments as House majority leader. He addressed lobbyists at a breakfast at Starbucks. He participated in House Republican leadership meetings and a news conference. He never brought up the subject of his presumed primary win.\n\nLate in the afternoon, supremely confident, he drove the 90 miles south to Richmond to his victory party.\n\nThe polls closed at 7:00 p.m. Within an hour, AP called the upset for Dave Brat, who garnered 35,000 votes. Without a trace of understanding that he’d committed political suicide, Eric Cantor stuck to his script In his brief concession speech:\n\n“What I set out to do, and what the agenda that I have always said we’re about is we want to create a Virginia and America that works for everybody.”\n\nCantor is the eighth Republican House incumbent defeated in a primary since the tea party enabled Republicans to regain the House majority in 2010. Even in America’s gerrymandered districts, if you don’t represent your people, eventually you won’t represent your people.\n\nPhoto Credit: MajorityLeader.gov", "article_metadata": {"description": "Eric Cantor was defeated in the primary by the very voters he raised up in his district. Tea party and conservative activists boosted the number of primary voters from 2012.", "og": {"site_name": "IVN.us", "description": "Eric Cantor was defeated in the primary by the very voters he raised up in his district. Tea party and conservative activists boosted the number of primary voters from 2012.", "title": "20,000 New Republican Voters Made All The Difference in Eric Cantor's Defeat - IVN.us", "locale": "en_US", "image": {"width": 870, "identifier": "http://ivn.us/wp-content/uploads/2014/06/the-arab-spring-of-eric-cantors-discontent-42166.jpg", "height": 500}, "updated_time": "2014-06-16T12:33:58-07:00", "url": "http://ivn.us/2014/06/16/the-arab-spring-of-eric-cantors-discontent/", "type": "article"}, "twitter": {"description": "Eric Cantor was defeated in the primary by the very voters he raised up in his district. Tea party and conservative activists boosted the number of primary voters from 2012.", "creator": "@IVN", "image": "http://ivn.us/wp-content/uploads/2014/06/the-arab-spring-of-eric-cantors-discontent-42166.jpg", "title": "20,000 New Republican Voters Made All The Difference in Eric Cantor's Defeat - IVN.us", "site": "@IVN", "card": "summary"}, "robots": "noodp", "DC.date.issued": "2014-06-16T08:51:12-07:00", "fb": {"app_id": 322111017868621, "pages": 233116802464}, "keywords": "Virginia, elections, primaries, Dave Brat, Eric Cantor, who is dave brat", "article": {"publisher": "https://www.facebook.com/IVN", "section": "Opinion", "tag": "Virginia", "published_time": "2014-06-16T08:51:12-07:00", "modified_time": "2014-06-16T12:33:58-07:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "dave brat, elections, eric cantor, primaries, virginia, politics"}, "_id": "\"57477af36914bd0286fcc203\"", "article_summary": "Even so, national tea party and conservative organizations, such as FreedomWorks and Americans for Prosperity, stayed out of Cantor’s primary.\nHe participated in House Republican leadership meetings and a news conference.\nThose new primary voters overwhelmingly supported Cantor’s opponent, Dave Brat, a professor of Economics for 18 years at Randolph-Macon College.\nConservatives responded by showing up in ever larger historic numbers at district party conventions this spring.\nBorn into economic privilege and the Republican Party elite as the son of Ronald Reagan’s 1980 Virginia campaign treasurer, Eric Cantor ingratiated himself with the powers that be."}