{"article_title": "Obamacare's November surprise", "article_keywords": ["blue", "customers", "million", "financial", "plans", "exchange", "losses", "obamacare", "health", "obamacares", "surprise", "insurance"], "article_url": "http://www.politico.com/story/2016/04/obamacare-rate-hikes-a-looming-political-headache-for-democrats-222663", "article_text": "The last thing Democrats want to contend with just a week before the 2016 presidential election is an outcry over double-digit insurance hikes as millions of Americans begin signing up for Obamacare.\n\nBut that looks increasingly likely as health plans socked by Obamacare losses look to regain their financial footing by raising rates.\n\nStory Continued Below\n\nJust a week after the nation’s largest insurer, UnitedHealth Group, pulled out of most Obamacare exchanges because it anticipates $650 million in losses this year, Aetna’s CEO said Thursday that his company expects to break even, but legislative fixes are needed to make the marketplace sustainable.\n\n“I think a lot of insurance carriers expected red ink, but they didn’t expect this much red ink,” said Greg Scott, who oversees Deloitte’s health plans practice. \"A number of carriers need double-digit increases.”\n\nIn some ways, the turmoil is not surprising: Under the health care law, plans are unable to choose who to insure, or how much to charge them based on their medical history. As a result, many plans enrolled a larger proportion of sicker people than they bargained for. But some of those losses were also a function of political wrangling after Republican lawmakers blocked payments that were supposed to help insurers get through the difficult first years.\n\nThe timing, though, is bad news for Democrats. Proposed rate hikes are just starting to dribble out, setting up a battle over health insurance costs in a tumultuous presidential election year that will decide the fate of Obamacare.\n\nAnd the headlines are likely to keep coming right up to Election Day since many consumers won’t see actual rates until the insurance marketplaces open Nov. 1 — a week before they go to the polls.\n\n“Any reports of premium increases will immediately become talking points on the campaign trail,” said Larry Levitt, senior vice president for special initiatives at the nonprofit Kaiser Family Foundation. “We’re in an election where the very future of the law will be debated.”\n\nIndeed, Republicans are already pouncing on UnitedHealth's decision as proof the law is unworkable. “You’re seeing the beginning of the so-called insurance death spiral,\" Sen. John Barrasso (R-Wyo.) said last week.\n\nDemocrats say they will mount a vigorous defense of a law that has provided 20 million people with coverage — and point to Republicans' failure to propose any coherent alternative to Obamacare.\n\n\"The Republicans will try to make [Hillary] Clinton own the higher prices, but the problem is that Republicans have no alternative or answer,\" said Anna Greenberg, a Democratic pollster. \"They are in the position of taking away insurance if they repeal Obamacare.”\n\nMore turbulence ahead\n\nThe consensus among insurance experts is that the Obamacare shakeout isn’t fatal — that is, not unless political leaders decide to make it so. Many insurers — including Anthem, with Blue Cross Blue Shield plans in 14 states, and Centene, the nation’s largest Medicaid insurer — remain committed to the Obamacare marketplaces despite their dismal financial performance.\n\nAetna CEO Mark Bertolini, who has roughly 900,000 exchange customers, reiterated the company’s commitment to the exchanges even as, during a call with shareholders, he called for changes to how the exchanges are organized.\n\n“We haven’t been able to touch this product because of the politics,” Bertolini said, noting that Congress routinely tweaks other health care programs. “But if we get to that point, we believe we are in a very good place to make this a sustainable program.”\n\nBut no one denies there will be continued turbulence — or that that won’t create consumer backlash that could be politically damaging.\n\nAverage rate hikes have been modest in the past despite apocalyptic predictions: Premiums increased by an average of 8 percent this year, according to an administration analysis. That report \"debunks the myth\" that Obamacare customers experienced double-digit rate hikes, said Department of Health and Human Services spokesman Ben Wakana.\n\nBut there are reasons to think the next round may be different.\n\nBlue Cross and Blue Shield plans, which dominate many state exchanges, saw profits plummet by 75 percent between 2013 and 2015, according to an analysis by A.M. Best Co. A chief reason for the financial woes: “the intensity of losses in the exchange segment.”\n\nHealth Care Service Corp., which operates Blue plans in five states, dropped out of New Mexico’s exchange for this year after regulators refused to approve rate hikes as big as the company sought. In Texas, Illinois and two other states where HCSC does business, medical costs for individual customers exceeded premiums by more than $1.3 billion last year.\n\nJust over half of the 23 nonprofit startups seeded with Obamacare loan dollars have collapsed after hemorrhaging red ink. The 11 surviving plans continue to struggle, with more than $400 million in combined losses last year.\n\n“I have to raise prices because I have to assume the worst,” said Martin Hickey, CEO of New Mexico Health Connections, one of the surviving co-ops, which expects to increase prices by roughly a third for 2017. “Whether it stabilizes or not, we can’t take the risk.”\n\nEven New York-based Oscar, the much ballyhooed, tech-savvy startup bankrolled with billions in venture capital dollars, is sputtering. Medical costs for Oscar’s individual customers in New York, where it has the most customers, outstripped premiums by nearly 50 percent last year, according to financial filings.\n\n“In some cases the hole is getting deeper rather than getting better,” said Deloitte’s Scott.\n\nOne big reason is lower-than-expected enrollment of younger, often healthier people who balance the costs of those who require more costly care. Roughly 12.7 million Americans signed up for Obamacare plans during the most recent open enrollment period. That’s far below the 22 million projected by the Congressional Budget Office, and it’s certain to decline as some drop out.\n\n“The pool is far less healthy than we forecast,” said Brad Wilson, CEO of Blue Cross Blue Shield of North Carolina, which says it lost $400 million on its exchange business during the first two years and is weighing whether to compete for Obamacare customers in 2017. “That’s an issue not just here in North Carolina, but all over. … We need more healthy people in the pool.”\n\n'Not enough of a hammer'\n\nThere’s a growing realization the financial penalty for failing to obtain coverage is an insufficient cudgel to persuade younger Americans to enroll. The fee for 2016 is $695 or 2.5 percent of income, whichever is higher. Just 28 percent of HealthCare.gov customers for 2016 were between the ages of 18 and 34, significantly below the 35 percent threshold typically considered necessary for a balanced marketplace.\n\n“It wasn’t enough of a hammer,” said Kevin Fitzgerald, an insurance lawyer with Foley & Lardner. “You need a lot of healthy people to sign up to make the numbers work. Obviously that didn’t happen.”\n\nInsurers have also been hurt by problems with programs designed to protect them if they drew a large share of sicker customers. Most notably, a pool designed to mitigate heavy losses delivered only 12.6 percent of anticipated payments after Republicans inserted a provision into a budget deal requiring that the program be budget neutral. That created a $2.5 billion blow to insurers. Many of the co-ops blamed their demise on the lack of that funding.\n\nHealth plans also complain that Obamacare’s enrollment rules are too loose, allowing people to wait until they need medical care to sign up for coverage, and then to halt payments once they’ve received treatment.\n\nThe Obama administration is addressing some of these concerns: It has eliminated some reasons Obamacare customers can use to sign up outside the standard enrollment season. And it plans to require proof from exchange customers that they’re eligible to sign up outside the normal window because, say, they've moved or had a child, which are among the most common reasons.\n\nBut health plan officials say more needs to be done to stabilize the markets, for instance, by giving them greater flexibility to sell different kinds of policies.\n\n“We have real concerns about the next year or two based on the experience so far,” said Ceci Connolly, CEO of the Alliance of Community Health Plans, which represents 22 plans. “Even for our members that are getting close to breaking even on this, they say that it’s a really challenging and unpredictable environment.”\n\nMost health plans remain optimistic the markets will eventually stabilize. Security Health Plan, which does business in 41 Wisconsin counties, attracted three times as many exchange customers as anticipated during its first year of Obamacare business.\n\n“Was it a financial winner? No,” said John Kelly, the health plan’s chief marketing and operations officer. “We expected to take losses and we did.”\n\nBut the losses weren’t significant enough to pose a threat to the nonprofit plan’s stability, and it expects to get better at assessing the costs of its Obamacare customers with each year.\n\n“We are not leaving our markets,” Kelly said. “We are committed to these communities we serve.”\n\nJennifer Haberkorn and Nancy Cook contributed to this report.\n\n", "article_metadata": {"og": {"site_name": "POLITICO", "description": "Many consumers will see large rate increases for the first time Nov. 1 — a week before they go to the polls.", "title": "Obamacare's November surprise", "url": "http://www.politico.com/story/2016/04/obamacare-rate-hikes-a-looming-political-headache-for-democrats-222663", "image": "http://static.politico.com/72/32/430574714fbb9fd7013daad5ce4b/160429-obamacare-gty-1160.jpg", "fb_appid": 114037015331397, "type": "article"}, "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "Many consumers will see large rate increases for the first time Nov. 1 — a week before they go to the polls.", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Health plans also complain that Obamacare’s enrollment rules are too loose, allowing people to wait until they need medical care to sign up for coverage, and then to halt payments once they’ve received treatment.\nBut that looks increasingly likely as health plans socked by Obamacare losses look to regain their financial footing by raising rates.\nNo,” said John Kelly, the health plan’s chief marketing and operations officer.\nThe Obama administration is addressing some of these concerns: It has eliminated some reasons Obamacare customers can use to sign up outside the standard enrollment season.\nThat report \"debunks the myth\" that Obamacare customers experienced double-digit rate hikes, said Department of Health and Human Services spokesman Ben Wakana."}