{"article_title": "California effort is underway to allow undocumented immigrants to buy healthcare coverage", "article_keywords": ["illegally", "buy", "allow", "federal", "country", "immigrants", "lara", "underway", "undocumented", "state", "california", "coverage", "healthcare", "health", "bill", "effort"], "article_url": "http://www.latimes.com/politics/la-pol-sac-undocumented-immigrant-health-insurance-20160414-story.html", "article_text": "California would be the first state in the nation to ask the federal government to allow immigrants in the country illegally to purchase health insurance through a state exchange under new proposed legislation.\n\nSen. Ricardo Lara (D-Bell Gardens) authored a bill that would have the state formally request the federal government to give permission for immigrants to pay for coverage through Covered California without cost to the state or federal government.\n\nThe federal permission would allow as many as 390,000 immigrants who earn an income too high to qualify for Medi-Cal to purchase healthcare through the exchange under the Affordable Care Act, Lara said.\n\nSee more of our top stories on Facebook >>\n\n“This proposal affirms our commitment to embrace and integrate our immigrant community, to lead where the federal government has failed and to acknowledge the hard work and sacrifice of a community that contributes billions of dollars to our GDP,” Lara said in a statement.\n\nThe Claremont-based group We the People Rising, which calls for strict enforcement of existing immigration laws, criticized the measure.\n\n“We oppose that [bill] because that encourages illegal immigration,” said Robin Hvidston, executive director of the group. “It sends a message to the world that if you come to our country you will be rewarded.”\n\nThe federal Affordable Care Act, also known as Obamacare, prohibits people in the country illegally from purchasing health plan coverage through state exchanges even if they can afford to pay full price.\n\nThe proposal, SB 10, has a good chance of passing the Legislature, coming just days after the Covered California board endorsed a proposal to apply for a waiver to allow immigrants in the country illegally to buy health insurance with their own money through the exchange.\n\nLara said the board understands that “prohibiting immigrants from buying insurance from the state exchange with their own money is an irrational and discriminatory policy that doesn’t reflect our California values.\"\n\nGov. Jerry Brown has not taken a public position on the bill, but supporters say it may appeal to the frugal governor because it would not present additional expense to the state.\n\nThe proposed waiver would build upon a campaign by the California Latino Legislative Caucus to eventually provide healthcare coverage for all immigrants.\n\nLast year, the Legislature approved a Lara measure extending public healthcare to some 170,000 children who are in the country illegally, at a cost of $40 million.\n\nA waiver for adults with means must be approved by the state Legislature and governor before it can be considered by the federal government, Lara said. The state must certify that the change will not diminish coverage or affordability, and will not add costs for the federal government.\n\nThen the federal Department of Health and Human Services and Department of Treasury have 225 days to make a decision. By expediting state approval of the bill, Lara hopes to have the request considered by President Obama's administration before he leaves office.\n\npatrick.mcgreevy@latimes.com\n\nTwitter: @mcgreevy99\n\nALSO\n\nCovered California's renewal rate tops 90 percent\n\nCovered California board supports health plans for immigrants in the country illegally\n\nCalifornia's new laws for 2016: See how you are affected\n\nFollow the bill in Sacramento", "article_metadata": {"fb_title": "California effort is underway to allow undocumented immigrants to buy healthcare coverage", "Description": "California would be the first state in the nation to ask the federal government to allow immigrants in the country illegally to purchase health insurance", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "California would be the first state in the nation to ask the federal government to allow immigrants in the country illegally to purchase health insurance through a state exchange under new proposed legislation.", "title": "California effort is underway to allow undocumented immigrants to buy healthcare coverage", "url": "http://www.latimes.com/politics/la-pol-sac-undocumented-immigrant-health-insurance-20160414-story.html", "image": "http://www.trbimg.com/img-570ed8d8/turbine/la-pol-sac-undocumented-immigrant-health-insurance-20160414", "type": "article"}, "x-servername": "lalvp14.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/86543734", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "googlebot-news": "index", "date": "2016-04-14", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "googlebot": "index"}, "article_summary": "The proposed waiver would build upon a campaign by the California Latino Legislative Caucus to eventually provide healthcare coverage for all immigrants.\nBy expediting state approval of the bill, Lara hopes to have the request considered by President Obama's administration before he leaves office.\nLast year, the Legislature approved a Lara measure extending public healthcare to some 170,000 children who are in the country illegally, at a cost of $40 million.\nCalifornia would be the first state in the nation to ask the federal government to allow immigrants in the country illegally to purchase health insurance through a state exchange under new proposed legislation.\nThe state must certify that the change will not diminish coverage or affordability, and will not add costs for the federal government."}