{"article_title": "The year that was: Oklahoma’s top 10 public policy stories", "article_keywords": ["school", "oklahoma", "spring", "workers", "states", "fallin", "state", "place", "policy", "oklahomas", "public"], "article_url": "http://watchdog.org/121065/oklahoma-top-10-stories/", "article_text": "By Patrick B. McGuigan | Oklahoma Watchdog\n\nOKLAHOMA CITY — It was a year in which Obamacare and e-cigarettes were the buzzwords, and Oklahomans saw their state devastated by tornadoes, yet were uplifted by the charitable response.\n\nHere are Oklahoma Watchdog’s top 10 state policy stories for 2013.\n\nAgainst expectations of the pundit class, in first place is the continued determination of Oklahoma’s leaders to oppose Medicaid expansion as envisioned in the Affordable Care Act. After briefly flirting with the idea early in her tenure, Gov. Mary Fallin has repeatedly rebuffed it.\n\nThat opinion has strong support from other statewide elected officials and the Republican legislative leadership.\n\nRegional haze and everything about it comes in a close second. Attorney General Scott Pruitt has intensified state opposition to regulations mandated by the Environmental Protection Agency, strictures he deems more aesthetic than substantive. Debate continues in the courts and among utility leaders, but many say fuel-switching (from coal to natural gas) would result in higher electric bills in much of the state.\n\nThe issue is complex, and Pruitt is attentive to his critics, but the bottom line is the state leadership remains aligned with those fighting, in-state and nationally, a dramatic expansion of federal power.\n\nBrandon Dutcher, now senior vice president of the Oklahoma Council of Public Affairs, encouraged creation of an administrative workers compensation system to replace a litigation-centered structure two decades ago. The state Legislature enacted such a proposal last spring, and Fallin signed it into law. Whether or not pals call it the Dutcher Plan, insurance analysts predict major savings for business, making work comp reform the third top policy story of the year for Oklahoma.\n\nGovernment and especially private sector responses to Oklahoma’s spring tornadoes garner the fourth place listing for 2013. The Legislature and Fallin moved with uncharacteristic speed to authorize an enhanced state role in recovery, and President Obama visited to lend a hand. Perhaps more notable was the overwhelming and often heroic response from private groups like the Southern Baptist relief teams, the Chabad Jewish Community Center and thousands of individuals (including major gifts from basketball star Kevin Durant and other members of the Oklahoma City Thunder.)\n\nOklahoma’s Tobacco Settlement Endowment Trust wants to ban e-cigarettes and other “personal vaporizers” on public property, and is using its multi-million dollar budget and grant-making to push that agenda through local ordinances. Debates over the push to equate vapor with tobacco and Fallin’s fizzled push to allow local smoking bans earn the fifth place designation. To some of us, TSET’s behavior looks like bribery.\n\nIn sixth place is the war over Oklahoma School Superintendent Janet Barresi’s A-F school grades, education accountability and the furious debate over the Common Core curriculum. Barresi faces continued tension from her Republican base on Common Core, despite Fallin’s efforts to tamp down grassroots conservative concerns. Survival (so far) of the state’s two modest school choice programs illustrate the central importance of education policy in the governance of Oklahoma.\n\nThe federal government shutdown, if that’s the right term for the slowing of federal cash flow into state coffers and the furlough of a tiny minority of workers, was not nearly the debacle many feared. Taken together, the shutdown and the debacle surrounding implementation of the ACA were the state’s seventh most significant policy story in 2013.\n\nThe state’s leading free-market think tank, the Oklahoma Council of Public Affairs, marked its 20th year in 2013, earning the eighth place nod. In the modern era, no policy organization has impacted the state policy landscape more than the group David Brown — also a founder of the Heritage Foundation in Washington, D.C. — established when Bill Clinton was president of the United States.\n\nThe 2013 special legislation session was both consequential and a model of efficiency, making it the ninth top story. Agree or disagree with the lawsuit reforms enacted in 2009, undeniably legislators moved crisply through 23 bills. Nineteen secured super-majorities (meaning they went into effect immediately upon the governor’s signature).\n\nIn tenth place, the Oklahoma judiciary’s impact on development of public policy was rarely more dramatically illustrated than in back-to-back state supreme court rulings this month. One day the justices upheld the workers comp reforms passed last spring; the next they slapped down the small income tax cut scheduled to take place in 2015.\n\nFallin’s growing government is worth an honorable mention. In her first three years in office, Fallin signed into law legislation increasing state spending by some $800 million, and the total seems certain to pass $1 billion in the next few months.\n\nFinally, honorable mention also goes to the passing of a notable newspaper publisher and former labor leader.\n\nLeland Gourley, the state’s senior newspaper publisher at the time of his death in October, described Brenda Reneau as the best labor commissioner in Oklahoma history. Fallin, in a letter to Reneau’s family, said right-to-work would never have come to the Sooner State without the diminutive three-term public servant, the first woman and first Republican elected to the labor job.\n\nReneau fulfilled every campaign promise, governed without scandal and impacted history. After losing narrowly in 2006, Reneau lived quietly in west Oklahoma City, dying in her sleep on Dec. 5. She made a difference, and not many do.\n\nContact Pat at pmcguigan@watchdog.org .", "article_metadata": {"og": {"site_name": "Watchdog.org", "description": "From Obamacare to e-cigarettes, here's a look at the top stories in the Sooner State in 2013.", "title": "The year that was: Oklahoma’s top 10 public policy stories - Watchdog.org", "locale": "en_US", "image": "http://watchdog.org/wp-content/blogs.dir/1/files/2013/12/e-cig-ban-300x191.jpg", "updated_time": "2013-12-26T04:09:00+00:00", "url": "http://watchdog.org/121065/oklahoma-top-10-stories/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/Watchdogorg", "section": "News", "tag": "A-F grades,administrative system,Affordable Care Act,Brandon Dutcher,Brenda Reneau,Chabad Jewish Community Center,Common Core,Environmental Protection Agency,federal shutdown,income tax cut,James K. Polk,Janet Barresi,Kevin Durant,Leland Gourley,Mary Fallin,moore,ObamaCare,Oklahoma City Thunder,Oklahoma Council of Public Affairs,Oklahoma Supreme Court,personal vaporizers,Regional Haze,Scott Pruitt,Southern Baptists,tobacco e-cigarettes,Tobacco Settlement Endowment Trust,Tornadoes,Worker's Compensation", "published_time": "2013-12-26T04:00:13+00:00", "modified_time": "2013-12-26T04:09:00+00:00"}, "twitter": {"domain": "Watchdog.org", "description": "From Obamacare to e-cigarettes, here's a look at the top stories in the Sooner State in 2013.", "creator": "@watchdogorg", "image": {"src": "http://watchdog.org/wp-content/blogs.dir/1/files/2013/12/Mary-Fallin2.jpeg"}, "title": "The year that was: Oklahoma’s top 10 public policy stories - Watchdog.org", "site": "@watchdogorg", "card": "summary_large_image"}, "robots": "noarchive", "description": "From Obamacare to e-cigarettes, here's a look at the top stories in the Sooner State in 2013."}, "_id": "\"57477af46914bd0286fdcb38\"", "article_summary": "In tenth place, the Oklahoma judiciary’s impact on development of public policy was rarely more dramatically illustrated than in back-to-back state supreme court rulings this month.\nHere are Oklahoma Watchdog’s top 10 state policy stories for 2013.\nIn the modern era, no policy organization has impacted the state policy landscape more than the group David Brown — also a founder of the Heritage Foundation in Washington, D.C. — established when Bill Clinton was president of the United States.\nThe state’s leading free-market think tank, the Oklahoma Council of Public Affairs, marked its 20th year in 2013, earning the eighth place nod.\nSurvival (so far) of the state’s two modest school choice programs illustrate the central importance of education policy in the governance of Oklahoma."}