{"article_title": "Witch Doctor Business Booms as 30,000 Lose Jobs in Zimbabwe", "article_keywords": ["supreme", "jobs", "booms", "30000", "doctor", "pay", "workers", "lost", "employers", "business", "zimbabwe", "witch", "healers", "lose", "court", "help"], "article_url": "http://www.breitbart.com/national-security/2015/09/11/witch-doctor-business-booms-as-30000-lose-jobs-in-zimbabwe/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nA Supreme Court decision allowing employers to fire workers with only three months’ notice has led to a boom in the witch doctor industry as the nation’s unemployed turn to any means possible to help land themselves a new job.\n\nThe Zimbabwe Traditional Healers Association’s president, George Kandiero, told local media that workers in his organization had definitely seen an “upsurge” from those who have lost their jobs since restrictions on dismissing employees were largely diminished in July. “So, you find that being Zimbabweans, they will look for answers or solutions from within our membership,” Kandiero explained, “where others are saying can you deal with the person who caused my expulsion, or where someone says I want to get another job.”\n\nSIGN UP FOR OUR NEWSLETTER\n\nThose who have lost their jobs may look for “traditional healers” to use natural remedies to conduct spells that will allegedly attract jobs to them, or make them more charming during job interviews. Kandiero noted that a large percentage of the growth in the witch doctor market came from Harare, the nation’s capital, where many who lost their jobs live. Those in more rural areas often live off the land or are self-employed.\n\nKandiero noted also that traditional healers do not merely offer magic services, but “counseling” for those who need to discuss their misfortunes. This counseling may be used to substitute, but is unlike, Western psychological therapy. He added that healers are used to seeing clients for help with job interviews, or individuals seeking promotions or help getting out of trouble at work. The volume of clients looking for help finding work, however, is not normal.\n\nThousands of workers–estimated between 25,000 to 30,000–lost their jobs following the Supreme Court ruling, which decreed that employers were not obligated to offer severance pay. Zimbabwe has an 80 percent unemployment rate, according to Reuters, but employers are also strapped for cash due to hyperinflation and an extremely weak economy. The ruling allowed indebted employers to find new ways to save money, even if that meant downsizing their business. Many shops and restaurants struggle to pay electric bills and keep inventory stocked, much less pay their workers.\n\n“More than 20,000 workers have lost their jobs due to the Supreme Court ruling and as a union we are worried that if the situation is not urgently addressed more workers will continue to lose their jobs,” Japhet Moyo, secretary general of the main Zimbabwe Congress of Trade Unions, told Reuters in July. The Trade Union has also reported that numerous deaths related to the stress of losing jobs have been reported to their officials.\n\nDictator Robert Mugabe had vowed to create 2 million jobs during the last round of “elections” in 2013.\n\nZimbabwean politicians are now struggling to pass legislation that will help undo the Supreme Court’s decision. A number of amendments have been introduced to a new labor law this week that would force employers who have fired workers following the court decision to provide each worker with two weeks’ severance pay. This provision is among the most controversial, as many argue that it would further cripple businesses and cost more jobs in the long-term.\n\nThe strength of Zimbabwe’s currency has hit unprecedented lows this year. In June, Zimbabwe announced it would begin to trade its dollars for U.S. dollars. While hyperinflation had hit 500 billion percent as early as 2008, it had somehow grown from there. At the time, 175 quadrillion Zimbabwean dollars would yield $5 American.", "article_metadata": {"description": "A Supreme Court decision allowing employers to fire workers with only three months' notice has led to a boom in the witch doctor industry.", "og": {"site_name": "Breitbart", "description": "A Supreme Court decision allowing employers to fire workers with only three months' notice has led to a boom in the witch doctor industry.", "title": "Witch Doctor Business Booms as 30,000 Lose Jobs in Zimbabwe", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/09/witch-doctor-getty.jpg", "height": 480}, "updated_time": "2015-09-11T12:28:51-07:00", "url": "http://www.breitbart.com/national-security/2015/09/11/witch-doctor-business-booms-as-30000-lose-jobs-in-zimbabwe/", "type": "article"}, "twitter": {"description": "A Supreme Court decision allowing employers to fire workers with only three months' notice has led to a boom in the witch doctor industry.", "title": "Witch Doctor Business Booms as 30,000 Lose Jobs in Zimbabwe", "image": "http://media.breitbart.com/media/2015/09/witch-doctor-getty.jpg", "creator": "@francesmartel", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "use_automatic_ad_placement": "true", "app_id": 1243316582352556}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Africa, economy, Robert Mugabe, witch doctors, zimbabwe,National Security, Weird News,Witch Doctor", "article": {"publisher": "https://www.facebook.com/Breitbart", "published_time": "2015-09-11T10:54:37-07:00", "section": "National Security", "modified_time": "2015-09-11T12:28:51-07:00", "tag": "zimbabwe", "categories": "National Security,Weird News"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "Kandiero noted that a large percentage of the growth in the witch doctor market came from Harare, the nation’s capital, where many who lost their jobs live.\nThousands of workers–estimated between 25,000 to 30,000–lost their jobs following the Supreme Court ruling, which decreed that employers were not obligated to offer severance pay.\nMany shops and restaurants struggle to pay electric bills and keep inventory stocked, much less pay their workers.\nThe ruling allowed indebted employers to find new ways to save money, even if that meant downsizing their business.\nDictator Robert Mugabe had vowed to create 2 million jobs during the last round of “elections” in 2013."}