{"article_title": "Kaplan University Unveils “Know Your Advanced Practice RN” Campaign", "article_keywords": ["nursing", "campaign", "healthcare", "university", "practice", "unveils", "know", "kaplan", "rn", "education", "nurse", "advanced", "higher"], "article_url": "http://www.businesswire.com/news/home/20160520005090/en/Kaplan-University-Unveils-%E2%80%9CKnow-Advanced-Practice-RN%E2%80%9D", "article_text": "DAVENPORT, Iowa--(BUSINESS WIRE)--Kaplan University, a leader in higher education innovation, has launched a campaign to help both consumers and health professionals better understand the expanding role of advanced practice registered nurses (APRNs) and the distinct career paths for these nursing professionals.\n\nAccording to Kaplan University School of Nursing Dean and Vice President Chandice Covington, PhD, APRN, PCPNP-BC, FAAN, the “Know Your Advanced Practice RN” campaign is an effort to bring clarity to and promote the important role of APRNs in the delivery of healthcare in the United States.\n\n“Kaplan University’s campaign serves a dual purpose, acting as a platform on our website with information for professionals interested in pursuing a career as an APRN while declaring Kaplan’s support for the National Council for State Boards of Nursing Campaign for Consensus,” says Covington.\n\nThe NCSBN Campaign for Consensus seeks to align the education requirements, titles and scope of practice parameters for four types of advanced practice registered nurses:\n\nCertified Nurse Practitioner\n\nClinical Nurse Specialist\n\nCertified Registered Nurse Anesthetist\n\nCertified Nurse Midwife\n\nAbout 25 percent of new jobs added to the economy between 2014 and 2024 will be in healthcare, according to the Bureau of Labor Statistics, and nurse practitioner is one of the fastest growing healthcare jobs. In light of the expanding roles for advanced practice nurses created by health reform initiatives such as the Affordable Care Act, and the need for more nurses with advanced degrees and training to help address the shortage of primary care providers in many areas, increased education about the role of APRNs is more important than ever.\n\nExplore the “Know Your Advanced Practice RN” webpage to learn more about advanced practice nursing careers, find out about the Kaplan nursing degrees that can prepare you for advanced practice nursing careers and hear from nurse leaders about the varied and expanding roles for APRNs in our healthcare system.\n\nAbout Kaplan University\n\nKaplan University offers a different school of thought for higher education. It strives to help adult students unlock their talent by providing a practical, student-centered education that prepares them for careers in some of the fastest-growing industries. The University, which has its main campus in Davenport, Iowa, and its headquarters in Chicago, is accredited by The Higher Learning Commission. Kaplan University serves approximately 37,000 online and campus-based students. The University has 14 campuses in Iowa, Indiana, Nebraska, Maryland, Maine, Missouri and Wisconsin, and a Kaplan University Learning Center in Maryland.\n\nKaplan University is part of Kaplan Higher Education LLC and Kaplan, Inc., which serves over 1.2 million students globally each year through its array of higher education, test preparation, professional education, English-language training, university preparation, and K-12 offerings to individuals, institutions, and businesses. Kaplan has operations in over 30 countries, employs more than 19,000 full- and part-time professionals, and maintains relationships and partnerships with more than 1,000 school districts, colleges, and universities, and over 2,600 corporations and businesses. Kaplan is a subsidiary of Graham Holdings Company (NYSE: GHC) and its largest division. For more information, please visit www.Kaplan.com.", "article_metadata": {"description": "Kaplan University has launched a campaign to help both consumers and health professionals better understand the expanding role of advanced practice re", "og": {"image": {"width": 465, "identifier": "http://www.businesswire.com/images/bwlogo_square.png", "type": "image/png", "height": 225}}, "twitter": {"description": "Kaplan University has launched a campaign to help both consumers and health professionals better understand the expanding role of advanced practice re", "title": "Kaplan University Unveils &ldquo;Know Your Advanced Practice RN&rdquo; Campaign", "image": {"src": "http://mms.businesswire.com/media/20160520005090/en/459939/21/Kaplan_Univ_logo.jpg"}, "site": "@businesswire", "widgets": {"csp": "on"}, "card": "summary_large_image"}, "robots": "noodp,noydir", "DC.date.issued": "2016-05-20", "p": {"domain_verify": "95725e0359a14c2e1ccbd936e10d20d6"}, "viewport": "width=device-width,initial-scale=1"}, "article_summary": "Explore the “Know Your Advanced Practice RN” webpage to learn more about advanced practice nursing careers, find out about the Kaplan nursing degrees that can prepare you for advanced practice nursing careers and hear from nurse leaders about the varied and expanding roles for APRNs in our healthcare system.\nKaplan University is part of Kaplan Higher Education LLC and Kaplan, Inc., which serves over 1.2 million students globally each year through its array of higher education, test preparation, professional education, English-language training, university preparation, and K-12 offerings to individuals, institutions, and businesses.\nThe University has 14 campuses in Iowa, Indiana, Nebraska, Maryland, Maine, Missouri and Wisconsin, and a Kaplan University Learning Center in Maryland.\nKaplan University serves approximately 37,000 online and campus-based students.\nAbout Kaplan UniversityKaplan University offers a different school of thought for higher education."}