{"article_title": "Tired of election talk ALREADY? You can ignore 43 of the 50 states, says famed presidential prognosticator - and only four really matter", "article_keywords": ["ignore", "republican", "prognosticator", "tired", "florida", "famed", "electoral", "state", "states", "matter", "sabato", "election", "party", "vote", "talk", "ohio", "presidential", "really"], "article_url": "http://www.dailymail.co.uk/news/article-3072647/Tired-election-talk-ignore-43-50-states-says-famed-presidential-prognosticator-four-really-matter.html", "article_text": "The next U.S. presidential election is 18 months from tomorrow, but 43 of America's 50 states are destined to watch the action from the sidelines, according to one of the best prognosticators in the business.\n\nLarry Sabato, whose University of Virginia Institute of Politics publishes the influential Crystal Ball newsletter, unveiled his initial predictions on Thursday, putting just a handful of states in play as hot contests to watch.\n\n'Of the 50 states, 40 or more are almost set in stone politically,' Sabato told Daily Mail Online. 'Just seven are true swing states.'\n\nA Republican presidential nominee, he says, is favored in 24 states – by wide margins in 20 – and Democrats are already ahead in 19, plus the District of Columbia.\n\nBut because safe 'blue' states like California and New York are so populous, the Democratic Party starts out with a huge advantage of 41 extra electoral votes. It takes 270 to win, out of a total of 538.\n\nSTARTING GUN: Larry Sabato has Democrats leading the presidential race months before any of the primaries are held, based on past trends and voting patterns\n\nALREADY AHEAD: Hillary Clinton, the Democrats' front-runner, would benefit from the same built-in mathematical advantages of the electoral college that helped elect Barack Obama twice\n\nThe remaining battleground states – Ohio, Florida, Nevada, Colorado, Missouri, Virginia and New Hampshire – account for 85 votes – enough to 'swing' the contest in either direction.\n\nTwo of those swing states, says Sabato, are must-win battles for the GOP.\n\n'If the Republicans want to win, they absolutely need a ticket that can carry Ohio and Florida,' he told Daily Mail Online.\n\nThat puts three of the likely GOP candidates in enviable positions: Florida Senator Marco Rubio, former Florida Governor Jeb Bush and Ohio Governor John Kasich.\n\n'Rubio, Bush, and Kasich in some combination on a ticket would have a good chance' to paint those two states red next year.\n\nThe Republicans had Ohio in mind when they chose Cleveland as the site of their 2016 nominating convention.\n\nOn the Democratic side, Sabato's map suggests, winning Florida alone could be enough for a victory, even if Republicans capture the other six battlegrounds.\n\nAmericans don't elect their presidents directly by a popular vote. Instead an 'electoral college' of representatives is assembled to choose who lives in the White House for four years.\n\nThose 538 people are delegated by the states according to their population, getting one for every member of Congress – counting both the House and Senate.\n\nBUCKEYE MAGIC: Ohio Gov. John Kasich hasn't entered the Republican presidential primary race, but if he does his primary credential would be the ability to deliver his own swing state for the GOP\n\nThe District of Columbia gets three, although it doesn't have voting representation on Capitol Hill. Before the 23rd Amendment to the Constitution was ratified in 1961, residents of America's capital city had no say at all.\n\nCRYSTAL BALL: University of Virginia expert Larry Sabato picked the victor in 49 out of 50 states during the last presidential election\n\nMost states run 'winner take all' elections: Each party chooses a slate of electors in advance, but only one slate gets to cast their votes for president.\n\nIn Nebraska and Maine, however, it's possible for the slate to be split since the electors are awarded based on who wins the popular vote in each congressional district.\n\nTo complicate matters, every 10 years the U.S. conducts a census and makes slight changes to the number of House seats – and electoral votes – each state controls, as populations shift from state to state.\n\nNew York had 45 House seats in 1940, for example. Today its population has stagnated, leaving it with only 29.\n\nThe electoral college's peculiar arrangement makes it possible to win the national popular vote but lose the presidency, since many states favor one party over the other by wide margins – but still have a pre-set number of electors.\n\nWin enough of them by wide margins while losing may others narrowly, and you could find yourself in former Vice President Al Gore's shoes.\n\nIn 2000 future president George W. Bush eked out a victory over Gore, after a Supreme Court challenge in Florida, even though he lost the popular vote contest.\n\nThe Sunshine State continues to vex political junkies. It was the only state Sabato picked wrong in 2012.\n\nCarga de caballería? Marco Rubio (left), Ted Cruz (center) and Jeb Bush (right) all have Hispanic credentials and speak Spanish – an important selling point in a nation whose demographics are shifting\n\n'SET IN STONE': Most of America's 50 states were locked in as either Democratic or Republican during the past two presidential elections, and Sabato predicts it will stay that way next year\n\nAnd like both Colorado and Virginia, Florida's demographics are shifting, making it even harder to handicap and rendering it 'much more open to Democratic presidential candidates than in earlier decades.'\n\nVirginia, Sabato told Daily Mail Online, has shifted from red to blue because of 'the skyrocketing population of the more liberal Washington, D.C. suburbs.'\n\nAnd Colorado 'has been transformed by the growing Hispanic vote.\n\nThat trend also affects Florida and Nevada, another swing state. Hillary Clinton, the Democrats' front-runner, visited there on Tuesday to make her pitch for an amnesty for millions of illegal immigrants.\n\n'Hispanics will cast about 10 per cent of the total vote in 2016,' Sabato said, 'and more in Florida and Nevada.'\n\n'They want comprehensive immigration reform and most will vote for the candidate closest to that policy.'\n\n'Clinton and the Democratic Party have a natural edge,' he said, 'even if the GOP nominee is Hispanic.'\n\nThat logic won't stop Rubio or his Texas counterpart Ted Cruz – both Hispanic politicians – from making the case that the party needs them to remain credible.\n\nBush, too, is married to a Mexican immigrant and speaks fluent Spanish.\n\nTIE-DYEING THE RACE: With Wisconsin Gov. Scott Walker on the ticket, Republicans could flip the Badger State, resulting in a potential tie that the GOP-dominated Congress would resolve\n\nHOME FIELD ADVANTAGE: The Republican majority in the House of Representatives, led by Speaker John Boehner of Ohio (lower right), would choose the president if the electoral college were deadlocked\n\nPolitical junkies will hear endless talk of electoral-vote scenarios in the next 18 months, but based on Sabato's map there's one remote possibility that could be the most entertaining: a tie.\n\nIf the GOP were to win Florida, Iowa and Ohio, and capture Wisconsin – perhaps with Republican Gov. Scott Walker as their nominee – both parties would have 269 electoral votes.\n\nIn that case, the election would be decided by the House of Representatives.\n\nEach state would get a single vote, a scenario that would favor the GOP.\n\nIt's happened before – most famously in 1800, when Thomas Jefferson came out ahead.\n\nBut for now oddsmakers are left guessing how either party will get to 270. Sabato offers a few hints.\n\n'If a party wins both Colorado and Virginia, it will win the White House,' he writes.\n\n'Both states have hewn closely to the national electoral average for the past two presidential elections, and they are formerly reliable Republican states that have moved in a Democratic direction.'\n\n'The chances of one of them providing the decisive 270th electoral vote to the winner, as Colorado did in 2012 (with Virginia right behind as just a shade more Republican), are high,' he adds.", "article_metadata": {"Rating": "General", "news_keywords": "Tired,election,talk,ignore,43,50,states,says,famed,presidential,prognosticator,four,really,matter", "original-source": "http://www.dailymail.co.uk/news/article-3072647/Tired-election-talk-ignore-43-50-states-says-famed-presidential-prognosticator-four-really-matter.html", "doc-class": "Living Document", "twitter": {"description": "40 states are 'set in stone,' choosing the same party in the last three elections. That could make the 2016 election a snooze-fest for most Americans – and light a fire under the others as candidates fight for votes.", "title": "Tired of election talk ALREADY? You can ignore 43 of the 50 states", "url": "http://www.dailymail.co.uk/news/article-3072647/Tired-election-talk-ignore-43-50-states-says-famed-presidential-prognosticator-four-really-matter.html", "app": {"id": {"ipad": 400442503, "iphone": 384101264}}, "image": "http://i.dailymail.co.uk/i/pix/2015/05/07/22/286D364F00000578-0-image-a-28_1431034373429.jpg", "card": "summary_large_image", "account_id": 15438913}, "robots": "noodp,noydir,all,noarchive", "al": {"android": {"url": "dailymail-fb://article/3072647/", "app_name": "Daily Mail Online", "package": "com.dailymail.online"}, "ios": {"url": "dailymail-fb://article/3072647/", "app_store_id": 384101264, "app_name": "MailOnline"}}, "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "fb": {"app_id": 146202712090395}, "MSSmartTagsPreventParsing": "true", "articleid": 3072647, "divclasspage": "articlePage", "keywords": "Tired,election,talk,ignore,43,50,states,says,famed,presidential,prognosticator,four,really,matter", "article": {"publisher": "https://www.facebook.com/DailyMail", "published_time": "2015-05-07T21:46:59.000Zyyyy-MM-dd HH:mm:ss z", "author": "http://www.dailymail.co.uk/home/search.html?s=&authornamef=David+Martosko,+Us+Political+Editor+For+Dailymail.com", "section": "News", "modified_time": "2015-05-24T07:08:23.000Zyyyy-MM-dd HH:mm:ss z", "tag": "Tired election talk ignore 43 50 states says famed presidential prognosticator four really matter"}, "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "y_key": "1a7e912afbfcab2f", "og": {"site_name": "Mail Online", "description": "40 states are 'set in stone,' choosing the same party in the last three elections. That could make the 2016 election a snooze-fest for most Americans – and light a fire under the others as candidates fight for votes.", "title": "Tired of election talk ALREADY? You can ignore 43 of the 50 states", "url": "http://www.dailymail.co.uk/news/article-3072647/Tired-election-talk-ignore-43-50-states-says-famed-presidential-prognosticator-four-really-matter.html", "image": {"width": 636, "identifier": "http://i.dailymail.co.uk/i/pix/2015/05/07/22/286D364F00000578-0-image-a-28_1431034373429.jpg", "height": 382}, "video": {"width": 636, "identifier": "http://video.dailymail.co.uk/video/bc/rtmp_uds/1418450360/2015/05/07/1418450360_4223084603001_4222996162001.mp4", "type": "video/mp4", "height": 358}, "type": "article"}, "channel": "News", "description": "40 states are 'set in stone,' choosing the same party in the last three elections. That could make the 2016 election a snooze-fest for most Americans – and light a fire under the others as candidates fight for votes."}, "_id": "\"57477af46914bd0286fdcb3e\"", "article_summary": "A Republican presidential nominee, he says, is favored in 24 states – by wide margins in 20 – and Democrats are already ahead in 19, plus the District of Columbia.\nIt was the only state Sabato picked wrong in 2012.\n'Both states have hewn closely to the national electoral average for the past two presidential elections, and they are formerly reliable Republican states that have moved in a Democratic direction.'\n'Of the 50 states, 40 or more are almost set in stone politically,' Sabato told Daily Mail Online.\n'If the Republicans want to win, they absolutely need a ticket that can carry Ohio and Florida,' he told Daily Mail Online."}