{"article_title": "Women in the Nazi killing fields", "article_keywords": ["town", "population", "jews", "ss", "jewish", "fields", "thousand", "young", "killing", "german", "mass", "ghetto", "nazi", "women"], "article_url": "http://www.salon.com/2013/10/06/hitlers_furies_german_women_in_the_nazi_killing_fields/", "article_text": "Topics: Adolf Hitler, Books, Editor's Picks, Germany, History, Hitler, Holocaust, World War II, Writers and Writing, Life News, News\n\nThe Nazi policy of ghettoizing Jews began in Poland in October 1939, a month after the start of the war. Over time, the ghetto took on many forms and uses. In the villages the ghettos could consist of a few streets behind the main road, demarcated by some barbed wire. Viewing the Jews as a racial threat and an enemy, the Germans incarcerated them as a segregationist and security measure. Any facility could serve this purpose. German military commanders and SS and police officers would arrive in a small town such as Narodichi, Ukraine, announce that a ghetto would be formed, and demand that the Jewish population report for registration. In Narodichi, Jews were brought to a local club; elsewhere they were brought to a school, factory barracks, or synagogue, or even locked in abandoned railway cars, while plans for the mass shooting or deportation to a camp were made. It could be days, weeks, or months before these plans were carried out, depending on available SS and police forces, the whims of local officials, and the orders of higher-ups such as Heinrich Himmler and his regional deputies. In the interim, local German officials, Poles, Ukrainians, Lithuanians, and others “traded” with the trapped Jews, who were forced to give up their personal possessions — everything from houses to coats and boots—for a loaf of bread or some firewood. Skilled Jewish laborers were selected from the ghetto population and assigned to heavy labor, such as road construction, and to war-related industries in mining, textile, carpentry, and metalworking. Though these Jewish-only incarceration sites were often referred to as ghettos, they were in fact way stations to sites of mass murder, as well as “death crates,” in Goebbels’s term, since famine, typhus, and suicide took the lives of hundreds of thousands who were boxed into them.\n\nThe German showgirl Brigitte Erdmann also had her “ghetto” experience in Minsk. Among the male admirers who attended her performances was a senior commander in the Organization Todt, a militarized construction agency that was a primary exploiter of Jewish labor. The German commander promised the showgirl that on their next date they would go to the ghetto. In Minsk, the ghetto was fenced in with barbed wire six feet high and guarded by two watchtowers. With some seventy-five thousand registered Jewish inhabitants at the outset, the ghetto was less than a square mile in size, spanning thirty-four streets lined with one-and two-story wooden structures and bounded by the Svisloch River and the old Jewish cemetery. An additional thirty thousand German and Austrian Jews were housed separately in a special section of the ghetto. Waves of mass shootings and executions in poison gas vans reduced the ghetto population by two-thirds. In the autumn of 1942 there were some nine thousand Jews left, mostly laborers but still some non-working women, children, elderly, and the infirm. Close to eight thousand of them would also be killed in 1943 as the Minsk ghetto was transformed into a labor camp.\n\nShowing off his authority, appealing to the showgirl’s desire for danger, the commander assumed that it would be impressive to “slum it” in this forbidden part of town. And Erdmann fell for it, writing home to her mother how she looked forward to the date. A similar courtship that occurred on the grounds of the Cracow ghetto was captured in a series of photographs showing a smiling young secretary and an SS man in a picturesque carriage touring the ghetto.\n\nA young teacher in Poland on a Hitler Youth training program wrote home about what she witnessed in the Plöhnen ghetto in July 1942. Though the two hundred young women on the tour had been taught about Poland as a place of “filth, laziness, primitiveness, fleas, lice and scabies,” she was not prepared for what she saw. Just imagine this, she wrote to her parents — you go along the street and come across houses with the windows and doors boarded up, but inside is the noise of people constantly moving and murmuring. A large fence surrounds the houses, but the fence does not reach the ground. You look down and see feet shuffling below, some bare, some with slippers, some in sandals, others in shoes. It smells like a mass of unclean people. If you stand on your toes and peek over the fence, you see bald heads. Then suddenly you realize that it is a ghetto, and that all those people penned up in there must be Jews. One Jewish cobbler at his work “who smiled sadly” made her anxious and confused. She was relieved when she and the other girls left town. That disturbing ghetto scene was behind them. She could put the “disappearing” Jews out of her mind.", "article_metadata": {"description": "German women witnessed, helped and participated in the genocide", "title": "Women in the Nazi killing fields", "og": {"site_name": "Salon", "description": "German women witnessed, helped and participated in the genocide", "title": "Women in the Nazi killing fields", "url": "http://www.salon.com/2013/10/06/hitlers_furies_german_women_in_the_nazi_killing_fields/", "image": "http://media.salon.com/2013/10/warsaw_nazis.jpg", "type": "article"}, "twitter": {"description": "German women witnessed, helped and participated in the genocide", "title": "Women in the Nazi killing fields", "image": "http://media.salon.com/2013/10/warsaw_nazis.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Wendy Lower", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Adolf Hitler, Books, Editor's Picks, Germany, History, Hitler, Holocaust, World War II, Writers and Writing", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe4c79\"", "article_summary": "In the autumn of 1942 there were some nine thousand Jews left, mostly laborers but still some non-working women, children, elderly, and the infirm.\nAn additional thirty thousand German and Austrian Jews were housed separately in a special section of the ghetto.\nWaves of mass shootings and executions in poison gas vans reduced the ghetto population by two-thirds.\nSkilled Jewish laborers were selected from the ghetto population and assigned to heavy labor, such as road construction, and to war-related industries in mining, textile, carpentry, and metalworking.\nViewing the Jews as a racial threat and an enemy, the Germans incarcerated them as a segregationist and security measure."}