{"article_title": "The UK Is The Best Place To Die: The Best Countries For End-Of-Life Care And Why It Should Matter To Everyone", "article_keywords": ["strong", "countries", "die", "national", "endoflife", "system", "matter", "place", "uk", "country", "report", "palliative", "best", "care"], "article_url": "http://www.medicaldaily.com/uk-best-place-die-best-countries-end-life-care-and-why-it-should-matter-everyone-355892", "article_text": "End-of-life care is important not only to a patient, but to the country as a whole.\n\nEnd-of-life care is important not only to a patient, but to the country as a whole. Pixabay Public Domain\n\nThe UK is the best place in the world to die, according to a report comparing end-of-life care in 80 countries.\n\nThe Economist Intelligence Unit (EIU) released its rankings today and found that the UK’s national policies, extensive integration of palliative care, and quality hospices contributed to its number one ranking.\n\nThe best countries were mostly European, Asia-Pacific, and North American countries, with Australia nabbing the second spot, followed by New Zealand, Ireland, and Belgium. Taiwan was the highest ranking Asian country at number six, with Germany, the Netherlands, the U.S., and France rounding out the top 10.\n\nWhat was it about the UK, though, that made it stand out? And why should other countries look to mimic it?\n\n“A very strong marker in our index is the availability of specialized palliative care workers and this is where the UK scores particularly well,” Annie Pannelay, of EIU healthcare, told The Guardian. “The UK has a long history of providing treatment in palliative care. The other super strong marker is the way that the countries do have a plan for palliative care. That means they are on the dynamic measuring progress and improving.”\n\nIt’s important countries that are not faring as well pay attention to the UK, since an end-of-life care system should be a concern not only for those that hope to pass away in a comfortable environment, but for relatives and the country as a whole.\n\nTaking a look at India and China (ranked 67th and 71st respectively), the researchers hypothesized why their system was failing, and what it could mean for the two countries. They write of China: “the impact of the one-child policy, often leaving individuals caring for two parents and four grandparents, will lead to even more demand for outside resources to provide support.”\n\nIssues such as this are of particular interest to countries in Southeast Asia, whose populations are huge. Many countries are dealing with aging populations, and with a rise in non-communicable diseases like cancer, dementia, and diabetes. This will stretch resources, so a comprehensive plan for end-of-life care is becoming essential.\n\nMore personal concerns include financial loads to patients and families, and the UK excels here as well. Eighty to 100 percent of end-of-life care services are paid for by sources such as charitable funding, rather than placing that burden on the patient’s relatives. The report points out that attention from both public and private sectors is what makes the UK’s palliative care system possible.\n\n“With a strong hospice movement—much of it supported by charitable funding — palliative and end-of-life care are both part of a national strategy that is leading to more services being provided in National Health Service hospitals, as the country works to integrate hospice care more deeply into the health care system,” the report states.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "uk, best, place, die, best, countries, end, life, care, and, why, it, should, matter, everyone", "og": {"site_name": "Medical Daily", "description": "A variety of factors go into a country's palliative care — why is the UK doing so well?", "title": "The UK Is The Best Place In The World To Die, According To A New Report", "url": "http://www.medicaldaily.com/uk-best-place-die-best-countries-end-life-care-and-why-it-should-matter-everyone-355892", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/10/06/end-life_0.jpg", "type": "article"}, "twitter": {"description": "A variety of factors go into a country's palliative care — why is the UK doing so well?", "title": "The UK Is The Best Place In The World To Die, According To A New Report", "url": "http://www.medicaldaily.com/uk-best-place-die-best-countries-end-life-care-and-why-it-should-matter-everyone-355892", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/10/06/end-life_0.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/10/06/end-life_0.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-10-06T11:25:01-04:00", "modified_time": "2015-10-06T11:25:00-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A variety of factors go into a country's palliative care — why is the UK doing so well?"}, "_id": "\"57477af36914bd0286fce200\"", "article_summary": "Pixabay Public DomainThe UK is the best place in the world to die, according to a report comparing end-of-life care in 80 countries.\nThe report points out that attention from both public and private sectors is what makes the UK’s palliative care system possible.\nThis will stretch resources, so a comprehensive plan for end-of-life care is becoming essential.\nEighty to 100 percent of end-of-life care services are paid for by sources such as charitable funding, rather than placing that burden on the patient’s relatives.\nEnd-of-life care is important not only to a patient, but to the country as a whole."}