{"article_title": "PBS airs ads for fake reality shows", "article_keywords": ["real", "clam", "knitting", "ads", "pbs", "tv", "wars", "reality", "thirteens", "airs", "thirteen", "fake", "kings", "shows"], "article_url": "http://www.salon.com/2013/09/13/pbs_airs_ads_for_fake_reality_shows_newscred/", "article_text": "Topics: BUSINESS2COMMUNITY, Clam Kings, PBS, Reality TV, Media News, Entertainment News\n\nIn New York, PBS’s affiliate channel Thirteen has been taking on the state of reality TV. The ads are for such shows as Knitting Wars, Clam Kings, and Bad Bad Bag Boys, and each comes with the accompanying text: “The fact you thought this was a real TV show says a lot about the state of TV.” Embedded in this quiet jab is Thirteen’s mission – making quality programming that enriches the lives of those who tune in, rather than simply leaving them to vegetate in front of the screen.\n\nPBS Hits Our Reality TV Funny Bone\n\nBut let’s take a step back. Certainly Cupcake Wars and Knitting Wars share the same sort of innocuous sounding name (how much of a war could that really be? Frosting missiles?). And yet, Cupcake Wars is a real program airing regularly on the Food Channel. And how much stranger is it to have a show about bag boys than about people who are deeply interested in storage units? Reflecting on the programming that fills even primetime television makes Thirteen’s mock shows seem perfectly reasonable.\n\nIn fact, Thirteen even upped the ante a bit recently. Knitting Wars, Bayou Eskimos, and several other fake programs were launched solely with print campaigns. After the success and positive response they received about those print ads, however, Thirteen dreamed up a few more shows, including Clam Kings and Meet The Tanners, which they then produced commercial spots for. The thirty second commercials play out like any other reality show advertisement and then are suddenly cut short as we are reminded that this is not real, and moreover, that television could be better.", "article_metadata": {"description": "The station made possible by \"viewers like you\" wouldn't sully its lineup with \"Clam Kings\" or \"Bad Bad Bag Boys\"", "title": "PBS airs ads for fake reality shows", "og": {"site_name": "Salon", "description": "The station made possible by \"viewers like you\" wouldn't sully its lineup with \"Clam Kings\" or \"Bad Bad Bag Boys\"", "title": "PBS airs ads for fake reality shows", "url": "http://www.salon.com/2013/09/13/pbs_airs_ads_for_fake_reality_shows_newscred/", "image": "http://media.salon.com/2013/09/Screen-Shot-2013-09-13-at-6.30.13-PM-copy.jpg", "type": "article"}, "twitter": {"description": "The station made possible by \"viewers like you\" wouldn't sully its lineup with \"Clam Kings\" or \"Bad Bad Bag Boys\"", "title": "PBS airs ads for fake reality shows", "image": "http://media.salon.com/2013/09/Screen-Shot-2013-09-13-at-6.30.13-PM-copy.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "BIRD PILATSKY", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, BUSINESS2COMMUNITY, Clam Kings, PBS, Reality TV", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fce211\"", "article_summary": "Topics: BUSINESS2COMMUNITY, Clam Kings, PBS, Reality TV, Media News, Entertainment NewsIn New York, PBS’s affiliate channel Thirteen has been taking on the state of reality TV.\nPBS Hits Our Reality TV Funny BoneBut let’s take a step back.\nCertainly Cupcake Wars and Knitting Wars share the same sort of innocuous sounding name (how much of a war could that really be?\nKnitting Wars, Bayou Eskimos, and several other fake programs were launched solely with print campaigns.\nAfter the success and positive response they received about those print ads, however, Thirteen dreamed up a few more shows, including Clam Kings and Meet The Tanners, which they then produced commercial spots for."}