{"article_title": "Anyone Who Calls Obamacare a Job Killer is \"Either Ignorant or Not Interested in the Facts\"", "article_keywords": ["sector", "repeal", "jobs", "calls", "killer", "obamacare", "job", "interested", "ignorant", "healthcare", "facts", "parttime", "republican", "growth"], "article_url": "http://www.politicususa.com/2015/11/10/calls-obamacare-job-killer-either-ignorant-interested-facts.html", "article_text": "“Anyone who wants to call the ACA a ‘job killer’ is either ignorant of or not interested in the facts,” Jared Bernstein and Ben Spielberg wrote in the Washington Post.\n\nI mention this today because you’re going to be hearing a lot about repealing Obamacare during tonight’s Republican debate, and not much of it will be anchored in facts or truth. It’s tough to find a Republican who is not pushing outright falsehoods about Obamacare. Senator Ted Cruz has been falsely claiming for years that Obamacare is the biggest job-killer in America. Former Governor Jeb Bush has said, “You get rid of Obamacare and replace it with something that doesn’t suppress wages and kill jobs.” Governor Bobby Jindal has pushed the myth that Obamacare kills jobs, “Why not delay all of the mandates in Obamacare [which] has become such a job killer in our economy.”\n\nBoth writers are from the the Center on Budget and Policy Priorities. They went over the latest job numbers and they agree with previous studies; Obamacare is not a job killer. Not only is Obamacare reducing the number of uninsured as intended, but it is also not a job killer. Sorry Republicans.\n\nA few points to remember from the Washington Post:\n\nStrong health-care employment growth shouldn’t surprise anyone. Demand for labor is derived from the demand for the goods and services that people want and need. Thus, we’d expect the expansion of health coverage to boost jobs in that sector — in addition to driving historically large reductions in the number of Americans without health coverage, saving states money and slowing growth in health-care costs.\n\nYet House Republicans are still trying to repeal parts of the law, claiming that “many of the key elements of Obamacare [are] harming individuals and families [and] hurting job creation.” Fox News commentator Bill O’Reilly maintains that, “While some of the poor benefit, other Americans are punished because the job market is smaller.” Some presidential candidates agree: Jeb Bush calls the ACA “the president’s job-destroying health-care law” and Ted Cruz’s Senate Web site asserts that “Obamacare is causing millions to lose their jobs.” Cruz and Marco Rubio aren’t even content to repeal parts of the law — they want to repeal the entire thing.\n\nBut but…Obama is just subsidizing jobs in healthcare with rich people’s money! Nope, not that either:\n\nEven if we’re generous here and assume that those shouting “job killer” mean that the gains in the health-care sector are coming at the expense of the rest of the job market, there’s no evidence to support that claim, either.\n\n“Well,” injured Republicans will huff, “Obamacare is certainly turning America into a part-time nation!” We’ve addressed this in the past when it was also found to be untrue, but as a reminder:\n\nNor is there any evidence that Obamacare is causing a shift from full-time to part-time jobs — the number of involuntary part-time workers is actually down since 2013 (and as Dean Baker notes, the evidence that the ACA’s premium subsidies may be encouraging voluntary part-time work is a good thing), while full-time employment has been steadily rising. Again, steady job growth is surely a function of the broad employment recovery, not health reform, but it is yet another trend going the wrong way for the critics.\n\nDiscussing September’s job numbers, Jason Fuhrman, Chairman of the Council of Economic Advisers, noted, “Full-time jobs more than fully account for all job gains since early ’10, with part-time jobs holding steady.”\n\nIn reality, Obama is setting records for job growth. The October jobs report showed that President Obama has overseen 68 consecutive months of private sector job growth. That’s 13.5 million private sector jobs over 68 straight months. He has also overseen the strongest three years for overall job creation (even with the Republican sequester impacting the public sector) since 2000.", "article_metadata": {"description": "It's tough to find a Republican who is not pushing outright falsehoods about Obamacare. They are either ignorant of or not interested in the facts.", "generator": "WordPress 4.5.2", "author": "Sarah Jones", "og": {"site_name": "Politicus USA", "description": "It's tough to find a Republican who is not pushing outright falsehoods about Obamacare. They are either ignorant of or not interested in the facts.", "title": "Anyone Who Calls Obamacare a Job Killer is \"Either Ignorant of or Not Interested in the Facts\"", "url": "http://www.politicususa.com/2015/11/10/calls-obamacare-job-killer-either-ignorant-interested-facts.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2015/06/ObamaSmile.png", "updated_time": "2015-11-10T11:26:20+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "Editors' Picks,Featured News,Issues,politicususa,liberal,politics,sarah jones,jason easley,barack obama,hillary clinton,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "Issues", "published_time": "2015-11-10T11:21:28+00:00", "modified_time": "2015-11-10T11:26:20+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "They went over the latest job numbers and they agree with previous studies; Obamacare is not a job killer.\n“Anyone who wants to call the ACA a ‘job killer’ is either ignorant of or not interested in the facts,” Jared Bernstein and Ben Spielberg wrote in the Washington Post.\nNot only is Obamacare reducing the number of uninsured as intended, but it is also not a job killer.\nThe October jobs report showed that President Obama has overseen 68 consecutive months of private sector job growth.\nAgain, steady job growth is surely a function of the broad employment recovery, not health reform, but it is yet another trend going the wrong way for the critics."}