{"article_title": "ISIS, Broken in Iraq, Emerges in Saudi Arabia", "article_keywords": ["shiite", "emerges", "ramadi", "isis", "iraqi", "shiites", "city", "broken", "fighters", "saudi", "arabia", "iraq", "sunni"], "article_url": "http://www.thefiscaltimes.com/2014/11/25/ISIS-Broken-Iraq-Emerges-Saudi-Arabia", "article_text": "In an effort to restore its momentum, ISIS, the terror monster created by the twin sectarian conflicts in Iraq and Syria, launched its largest attack on the city of Ramadi, 70 miles to the west of Baghdad. The provincial capital of the al-Anbar province makes up one third of Iraq’s territories.\n\nAs the Iraqi army and Sunni tribal fighters prepared to retake the city of Hit to the west of Ramadi, hundreds of ISIS fighters attacked Ramadi from several directions on Friday. The Iraqi army and Sunni tribal fighters fought back. For a day or so, ISIS controlled parts of eastern and central Ramadi. After three days of fierce fighting, ISIS was defeated. Tribal fighters engaged ISIS in battle while the city mosques called for people to fight ISIS, marking the dramatic change in the mood of the Iraqi Sunni community after the massacre of hundreds of Sunnis by ISIS a few weeks ago.\n\n“Ramadi’s mosques are celebrating the liberation of the east side of the city with the call “Allahu Akber,” said Saadon Shehan, a blogger in Ramadi.\n\nISIS managed, though, to execute 25 Sunni fighters who were trapped in eastern Ramadi.\n\nIn Salahuddin province in the north, ISIS launched another major attack on the city of Balad, 50 miles to the north of Baghdad. The Iraqi army and Shiite militia repelled that attack as well. Balad is one of two Shiite towns in the Sunni province.\n\nRelated: If ISIS Captures Baghdad, Terror Takes a Giant Step Forward\n\nMeanwhile, Iraqi government forces, Shiite militias and Kurdish Peshmerga captured the cities of al-Saadiya and Jalawla in Diyala province near the Iranian borders and to the northeast of Baghdad. By capturing the two cities, the province of Diyala is now totally in the hands of the Iraqi government. The Kurdish fighters found that 70 percent of the buildings in Jalawla were booby-trapped.\n\nThe Iraqi air force has started dropping leaflets over the cities of Mosul and Falluja asking people to prepare for the liberation of the two cities.\n\nIn another development, Iraqi Minister of Defense said on Sunday that Iraq has lost $27 billion in five months since the fall of Mosul. Most of the cost was military equipment of four army divisions that collapsed against the ISIS summer resurgence. Most of the arms were taken by ISIS, he stated. This is the first time an Iraqi official revealed Iraq’s losses in the ISIS campaign.\n\nFacing defeat in every battle in Iraq for a month, ISIS leader and caliph, Abu Bakr al-Baghdadi seems to depend more and more on a policy the late Abu Musab al-Zarqawi, the founder of al-Qaeda in Iraq had adopted a decade ago.\n\nIn early 2004, the US forces captured a message from Zarqawi to al-Qaeda central command in Pakistan stating that his strategy was to hit Shiite harder and harder until they started to retaliate against Sunnis and then Sunnis will join al-Qaeda fight in Iraq. The strategy was evil and successful. After three years, Shiites’ patience run off and they started hitting back in 2006 marking Iraq’s descent into sectarian war.\n\nWhile Baghdadi was doing just the same over the last four years in Iraq, it seemed that his strategy now is to expand that sectarian conflict regionally, making Syria, Iraq, Lebanon, Yemen and Saudi Arabia his battlefield against Shiites hoping that this will attract every Sunni fanatic in these countries and elsewhere to join the fight.\n\nIn his most recent audio speech, he asked his new followers in Yemen and Saudi Arabia to start their Jihad by killing Shiites first.\n\nOn Sunday, Saudi Ministry of Interior spokesman revealed in a press conference in Riyadh that his government security forces have arrested 77 members of ISIS cells who were involved in an attack that killed seven Saudi Shiites in eastern Saudi Arabia.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "In an effort to restore its momentum, ISIS, the terror monster created by the twin sec", "title": "ISIS, Broken in Iraq, Emerges in Saudi Arabia", "url": "http://www.thefiscaltimes.com/2014/11/25/ISIS-Broken-Iraq-Emerges-Saudi-Arabia", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/mideast-crisis-militias_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2014/11/25/ISIS-Broken-Iraq-Emerges-Saudi-Arabia", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/mideast-crisis-militias_1.jpg", "creator": "@AlhamdaniRiyadh", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "In an effort to restore its momentum, ISIS, the terror monster created by the twin sec", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fce225\"", "article_summary": "On Sunday, Saudi Ministry of Interior spokesman revealed in a press conference in Riyadh that his government security forces have arrested 77 members of ISIS cells who were involved in an attack that killed seven Saudi Shiites in eastern Saudi Arabia.\nISIS managed, though, to execute 25 Sunni fighters who were trapped in eastern Ramadi.\nIn his most recent audio speech, he asked his new followers in Yemen and Saudi Arabia to start their Jihad by killing Shiites first.\nAs the Iraqi army and Sunni tribal fighters prepared to retake the city of Hit to the west of Ramadi, hundreds of ISIS fighters attacked Ramadi from several directions on Friday.\nTribal fighters engaged ISIS in battle while the city mosques called for people to fight ISIS, marking the dramatic change in the mood of the Iraqi Sunni community after the massacre of hundreds of Sunnis by ISIS a few weeks ago."}