{"article_title": "Supreme Court upholds law to prevent crisis pregnancy centers from lying to women", "article_keywords": ["prevent", "supreme", "appeals", "court", "reproductive", "city", "care", "medical", "centers", "upholds", "york", "circuit", "pregnancy", "law", "crisis", "lying", "women"], "article_url": "http://www.salon.com/2014/11/03/supreme_court_upholds_law_to_prevent_crisis_pregnancy_centers_from_lying_to_women/", "article_text": "Topics: 2nd circuit court of appeals, Abortion, antiabortion activism, antiabortion extremism, CPC, crisis pregnancy centers, First Amendment, Free Speech, New York City, Reproductive Rights, SCOTUS, second circuit, Supreme Court, Life News, News, Politics News\n\nThe Supreme Court rejected an appeal from several so-called “crisis pregnancy centers” on Monday over a controversial New York City law that requires centers to inform clients whether or not they have medical personnel on site. The 2011 law was enacted to prevent CPCs from portraying themselves as medical facilities that offer abortion services and other reproductive health care, a tactic many centers use to manipulate pregnant women into antiabortion counseling.\n\nThe justices upheld the medical personnel disclosure provision in accordance with an earlier ruling from the Second Circuit Court of Appeals, which previously struck down several other provisions of the law, Reuters reports:\n\nThe appeals court threw out a provision that make centers state whether they provide abortions and other reproductive care and a requirement that the centers tell clients that New York City health officials recommend that pregnant women consult a licensed healthcare provider. The centers, according to critics, are typically located near hospitals and Planned Parenthood facilities, are staffed by people wearing medical garb and offer ultrasounds but do not provide licensed medical care.", "article_metadata": {"description": "The New York City law requires antiabortion counselors to disclose whether they have medical personnel on site", "title": "Supreme Court upholds law to prevent crisis pregnancy centers from lying to women", "og": {"site_name": "Salon", "description": "The New York City law requires antiabortion counselors to disclose whether they have medical personnel on site", "title": "Supreme Court upholds law to prevent crisis pregnancy centers from lying to women", "url": "http://www.salon.com/2014/11/03/supreme_court_upholds_law_to_prevent_crisis_pregnancy_centers_from_lying_to_women/", "image": "http://media.salon.com/2014/10/supreme-court.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "The New York City law requires antiabortion counselors to disclose whether they have medical personnel on site", "title": "Supreme Court upholds law to prevent crisis pregnancy centers from lying to women", "image": "http://media.salon.com/2014/10/supreme-court.jpeg-1280x960.jpg", "creator": "@@JennyKutner", "site": "@salon", "card": "summary_large_image"}, "author": "Jenny Kutner", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, 2nd circuit court of appeals, Abortion, antiabortion activism, antiabortion extremism, CPC, crisis pregnancy centers, First Amendment, Free Speech, New York City, Reproductive Rights, SCOTUS, second circuit, Supreme Court", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd83eb\"", "article_summary": "Topics: 2nd circuit court of appeals, Abortion, antiabortion activism, antiabortion extremism, CPC, crisis pregnancy centers, First Amendment, Free Speech, New York City, Reproductive Rights, SCOTUS, second circuit, Supreme Court, Life News, News, Politics NewsThe Supreme Court rejected an appeal from several so-called “crisis pregnancy centers” on Monday over a controversial New York City law that requires centers to inform clients whether or not they have medical personnel on site.\nThe centers, according to critics, are typically located near hospitals and Planned Parenthood facilities, are staffed by people wearing medical garb and offer ultrasounds but do not provide licensed medical care.\nThe 2011 law was enacted to prevent CPCs from portraying themselves as medical facilities that offer abortion services and other reproductive health care, a tactic many centers use to manipulate pregnant women into antiabortion counseling.\nThe justices upheld the medical personnel disclosure provision in accordance with an earlier ruling from the Second Circuit Court of Appeals, which previously struck down several other provisions of the law, Reuters reports:The appeals court threw out a provision that make centers state whether they provide abortions and other reproductive care and a requirement that the centers tell clients that New York City health officials recommend that pregnant women consult a licensed healthcare provider."}