{"article_title": "Rick Santorum describes Asian-Americans as 'yellow'-skinned in Iowa", "article_keywords": ["president", "asianamericans", "iowa", "santorum", "yellow", "singleparent", "yellowskinned", "say", "describes", "americans", "rick", "skin", "doesnt", "clinton", "nasty"], "article_url": "http://www.dailymail.co.uk/news/article-3086858/Color-awkward-Rick-Santorum-describes-Asian-Americans-yellow-skinned-presidential-campaign-stop-northern-Iowa.html", "article_text": "Former Pennsylvania Senator Rick Santorum stepped carelessly into racial politics in northern Iowa on Monday, referring to Asian-Americans as 'yellow'-skinned.\n\nAt a Pizza Ranch restaurant in the town of Mason City – made famous by the Meredith Wilson musical 'The Music Man,' Santorum spoke to a dining room of about three dozen people drawn by his reputation as a stern social-values conservative.\n\nThey got their money's worth: $10.50 bought an informal lunch where they heard him cite Robert Putnam, 'a liberal Harvard professor' whose latest book 'Our Kids,' he said, links poverty and lagging economic indicators to a decades-long decline in the American nuclear family.\n\n'Putnam, the liberal, you know what he said? It doesn't matter the color of your skin. He said skin color doesn't matter anymore when it comes to these things. It doesn't matter – I'm talking about black, brown, yellow – whatever, or whatever it is, Asian?'\n\nHe railed against 'the idea of skin color being the determination of opportunity in America,' and said both Putnam and the libertarian author Charles Murray had concluded having two married parents in a household was a better predictor of economic success for children later in life.\n\nALL COLORS WELCOME: Rick Santorum said Americans who are 'black, brown, yellow' and other skin colors are mainly disadvantaged because of the demise of two-parent households – not because of their race\n\nSantorum spokesman Matt Beynon told Daily Mail Online as Santorum continued to speak that the word 'yellow' as a proxy for Asian-Americans isn't normally part of his vernacular.\n\n'I think he was trying to say \"across the board\",' Beynon said.\n\nAsked if he thought people would find the term offensive, Beynon insisted that 'it doesn't take away from the point he was making.'\n\nBut Santorum insisted 'the breakdown of the American family determines more of your outcome' than any American's race.\n\n'The breakdown of the family is making it harder and harder for children raised in single-parent homes,' he said, 'in a neighborhood with single-parent homes, going to school in that neighborhood school with predominantly single-parent families.'\n\n'Their ability to rise is dramatically lower than everybody else's.'\n\nSantorum is in the beginning stages of making a case that he is the best-positioned Republican to defeat Hillary Rodham Clinton, the Democrats' front-runner, in the 2016 presidential election.\n\nHe laid out a series of issues including late-term abortions and nuclear-related sanctions on Iran, claiming that as a senator he had stood on the side of the angels while Clinton and other Democrats – including then-fellow lawmakers Barack Obama, John Kerry and Joe Biden, had emerged on the wrong side of history.\n\n'Guess who's come out on top against Hillary Clinton again and again and again,' he asked.\n\nSantorum also described a stark contrast between his hand-shaking, all-access event and Clinton's just a few miles away and a few hours later.\n\nClinton met with supporters at the home of two supporters, in a session that was televised on C-SPAN but closed to reporters and the public.\n\nHe said Clinton was engaged in a 'palace guard campaign' that would ultimately turn off most Americans.\n\n'It's hard to say you're going to be out there for people if you never talk to people,' he said.\n\nWithout making a specific pledge to work for the repeal of Obamacare, Santorum claimed it would be 'possible to put the genie back in the bottle' if a Republican president were to be elected in November 2016.\n\nAnd he railed against what he said is the interventionist tendency of the current Supreme Court, saying that America's top jurists 'are sort of shoving things down Americans' throats that Americans don't really want – and of course Roe vs. Wade was one of them.'\n\nSantorum didn't mention gay marriage, although Clinton's meeting on Monday afternoon in a posh section of town came at the home of one of the first gay couples to be married after Iowa legalized same-sex unions in 2009.\n\nBut he returned over and over to discussing the breakdown of America's once robust nuclear-family norms, and said the right president could restore the kind of social order that promotes upward mobility and economic growth.\n\nPIZZA RANCH: Santorum railed against Hillary Clinton before a group of three dozen Iowans but insisted he won't run a 'nasty and personal' presidential campaign\n\nThe Obama White House, Santorum said, is obsessed with using the presidency's ' bully pulpit' to promote global warming policy. 'It's all the president wants to talk about,' he said, and 'everybody's on the bandwagon.'\n\n'Now imagine a president who identifies that the number one problem in Americas is strengthening the nuclear family.'\n\nBut while he had harsh words for Clinton's policy preferences, mocking her 1996 book 'It Takes a Village' – 'The village, of course, is the government,' he said – Santorum pledged not to run a negative campaign.\n\n'Last time it got nasty and personal,' he said, recalling the bitterly fought 2012 campaign.\n\n'We don't need nasty and personal. I don't do nasty and personal.'\n\nOne elderly lady seated near the front of the dining room put her hand up to ask a question but could only managed to say, 'You're fantastic.'\n\nWithout skipping a beat, Santorum shot back: 'Thanks, mom!'", "article_metadata": {"Rating": "General", "news_keywords": "Color,awkward,Rick,Santorum,describes,Asian,Americans,yellow,skinned,presidential,campaign,stop,northern,Iowa", "original-source": "http://www.dailymail.co.uk/news/article-3086858/Color-awkward-Rick-Santorum-describes-Asian-Americans-yellow-skinned-presidential-campaign-stop-northern-Iowa.html", "doc-class": "Living Document", "twitter": {"description": "The former senator claimed Americans' skin color was no longer the biggest predictor of their economic outcomes,  whether they are 'black, brown, yellow – whatever, or whatever it is, Asian?'", "title": "Santorum describes Asian-Americans as 'yellow'-skinned in Iowa stop", "url": "http://www.dailymail.co.uk/news/article-3086858/Color-awkward-Rick-Santorum-describes-Asian-Americans-yellow-skinned-presidential-campaign-stop-northern-Iowa.html", "app": {"id": {"ipad": 400442503, "iphone": 384101264}}, "image": "http://i.dailymail.co.uk/i/pix/2015/05/18/21/28D59C3D00000578-0-image-a-17_1431981713455.jpg", "card": "summary_large_image", "account_id": 15438913}, "robots": "noodp,noydir,all,noarchive", "al": {"android": {"url": "dailymail-fb://article/3086858/", "app_name": "Daily Mail Online", "package": "com.dailymail.online"}, "ios": {"url": "dailymail-fb://article/3086858/", "app_store_id": 384101264, "app_name": "MailOnline"}}, "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "fb": {"app_id": 146202712090395}, "MSSmartTagsPreventParsing": "true", "articleid": 3086858, "divclasspage": "articlePage", "keywords": "Color,awkward,Rick,Santorum,describes,Asian,Americans,yellow,skinned,presidential,campaign,stop,northern,Iowa", "article": {"publisher": "https://www.facebook.com/DailyMail", "published_time": "2015-05-18T20:42:16.000Zyyyy-MM-dd HH:mm:ss z", "author": "http://www.dailymail.co.uk/home/search.html?s=&authornamef=David+Martosko,+Us+Political+Editor+For+Dailymail.com+In+Mason+City,+Iowa", "section": "News", "modified_time": "2015-05-24T07:36:11.000Zyyyy-MM-dd HH:mm:ss z", "tag": "Color awkward Rick Santorum describes Asian Americans yellow skinned presidential campaign stop northern Iowa"}, "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "y_key": "1a7e912afbfcab2f", "og": {"site_name": "Mail Online", "description": "The former senator claimed Americans' skin color was no longer the biggest predictor of their economic outcomes,  whether they are 'black, brown, yellow – whatever, or whatever it is, Asian?'", "title": "Santorum describes Asian-Americans as 'yellow'-skinned in Iowa stop", "url": "http://www.dailymail.co.uk/news/article-3086858/Color-awkward-Rick-Santorum-describes-Asian-Americans-yellow-skinned-presidential-campaign-stop-northern-Iowa.html", "image": {"width": 636, "identifier": "http://i.dailymail.co.uk/i/pix/2015/05/18/21/28D59C3D00000578-0-image-a-17_1431981713455.jpg", "height": 382}, "video": {"width": 636, "identifier": "http://video.dailymail.co.uk/video/1418450360/2014/04/1418450360_3521375504001_20140429-santorum.mp4", "type": "video/mp4", "height": 358}, "type": "article"}, "channel": "News", "description": "The former senator claimed Americans' skin color was no longer the biggest predictor of their economic outcomes,  whether they are 'black, brown, yellow – whatever, or whatever it is, Asian?'"}, "_id": "\"57477af46914bd0286fe20d7\"", "article_summary": "Former Pennsylvania Senator Rick Santorum stepped carelessly into racial politics in northern Iowa on Monday, referring to Asian-Americans as 'yellow'-skinned.\nBut Santorum insisted 'the breakdown of the American family determines more of your outcome' than any American's race.\nHe said skin color doesn't matter anymore when it comes to these things.\nSantorum also described a stark contrast between his hand-shaking, all-access event and Clinton's just a few miles away and a few hours later.\n'It's hard to say you're going to be out there for people if you never talk to people,' he said."}