{"article_title": "Live fact-checking the Iowa Republican presidential debate", "article_keywords": ["paul", "rated", "iowa", "trump", "fox", "rubio", "pages", "live", "cruz", "statement", "factchecking", "republican", "amnesty", "debate", "presidential"], "article_url": "http://www.politifact.com/truth-o-meter/article/2016/jan/28/live-fact-checking-iowa-republican-presidential-de/", "article_text": "With frontrunner Donald Trump absent, GOP presidential candidates largely were left to contemplate the issues — and their own records — during Thursday’s final Republican debate before the Iowa caucuses.\n\nBut make no mistake, there was plenty to fact-check in Des Moines.\n\nTRUMP’S TAKE ON FOX\n\nTrump, who didn’t attend, still couldn’t avoid the Truth-O-Meter.\n\nTrump discussed his decision to boycott the Fox News debate in a pre-debate interview on CNN. He said it wasn’t because he had a problem with Fox News anchor Megyn Kelly, who was moderating.\n\n\"I never once asked that she be removed,\" he said, saying he didn’t like a Fox News press release that he said was \"taunting\" him.\n\nExcept Trump certainly suggested said he had wanted her gone, several times. We rated his statement False.\n\nEven if his absence really had more to do with being mocked by Fox News, Trump previously mused about skipping the debate because of Kelly for a couple days.\n\nHe went so far as to say Kelly \"should not be allowed\" to moderate, that she \"should recuse herself,\" and she \"shouldn’t be in the debate.\"\n\nCRUZ DOWNPLAYS HARDBALL\n\nTexas Sen. Ted Cruz first joked about his fellow candidates’ appearance and professional ability, saying he was fulfilling Trump’s role on the debate stage. He then said he had run a clean campaign against the real estate mogul.\n\n\"I have not insulted Donald personally, and I don't intend to,\" Cruz said.\n\nBut that’s not right, so we rated his statement Mostly False.\n\nDetermining what qualifies as an \"insult\" is somewhat in the eye of the beholder, but Cruz has certainly mocked Trump during several recent public appearances. He hasn’t resorted to outright name-calling, but Cruz has invoked Trump’s demeanor, knowledge of the Bible and, yes, even the hair.\n\nOBAMA AND THE MILITARY\n\nCruz turned to attacking Obama over military spending during the president’s two terms.\n\n\"Barack Obama, right now, No. 1, over seven years has dramatically degraded our military,\" Cruz said, ticking off a reduced number of planes and ships.\n\nBut there’s plenty of blame to go around for reduced military spending, so we called his statement Mostly False.\n\nSpending increased in 2010 and 2011, but it has fallen every year for four years since then by a cumulative 15 percent.\n\nBut it’s inaccurate for Cruz to solely fault Obama for budget cuts as a result of sequestration. Both Democrats and Republicans share the blame for the budget negotiations that fell apart.\n\nOBAMA AND HEALTH CARE\n\nCruz also attacked Obama for his signature health care law, the Affordable Care Act.\n\nObamacare \"is the biggest job-killer in this country -- millions of Americans have lost their jobs, have been forced into part-time work,\" Cruz said.\n\nThe government’s employment surveys show no sign of that occurring, so we rated Cruz’s claims Pants on Fire!\n\nCruz turned familiar data upside down. By every measure, which are readily available and have been studied, the data show millions more people are working and millions fewer are stuck unwillingly in part-time work since the Affordable Care Act became law.\n\nThe law might have affected part-time work for certain kinds of people, but that didn’t change the improvement in the overall numbers.\n\nRUBIO DENIES CAP-AND-TRADE SUPPORT\n\nFlorida Sen. Marco Rubio spent part of the debate clarifying his position on key issues. He had to defend his past support of a cap-and-trade bill in the Florida House by saying it was an attempt to protect the state from future federal regulations.\n\n\"I have never supported cap and trade, and I never thought it was a good idea, and I was clear about that at the time,\" Rubio said.\n\nRubio has faced this attack before. After examining the evidence, we rated his statement Mostly True.\n\nAs House speaker in Florida, Rubio did preside over the unanimous passage of an energy bill that allowed the state to develop a cap-and-trade plan for electric utility emissions. He said he wanted Florida to cook up a plan of its own before federal regulations were imposed on the state. It appears some legislative sleight of hand was at work.\n\nRubio voiced opposition to government mandates and inserted a roadblock to letting any plan actually be implemented, details that get left out when Rubio is accused of supporting the measure.He now is much more vocal in his opposition of cap and trade, but it looks as if he has always favored a largely hands-off approach from government.\n\nRUBIO’S CHANGE OF HEART ON CITIZENSHIP\n\nAt another point, Fox News moderators played a montage of Rubio comments that sounded like different positions on granting legal status to people living in the country illegally, often described as amnesty. Rubio denied he had changed his mind on amnesty.\n\nWe decided to put Rubio’s past statements on amnesty on our Flip-O-Meter, which measures to what extent — if any — a politician has flipped on an issue. In the case of opposing citizenship for illegal immigrants, we noted Rubio had a partial change of position, earning a Half Flip.\n\nRubio opposed amnesty while running for Senate in 2010. He flatly said that he would oppose granting \"blanket, legalization, amnesty\" in an interview with a conservative blogger. In a CNN debate that year, he again opposed amnesty and linked it to a path to citizenship when he said that an \"earned path to citizenship is basically code for amnesty\" and that it would be unfair to \"create an alternative pathway for individuals who entered illegally and knowingly did so.\"\n\nBut in 2013, he was one of eight authors of a Senate bill that included a path to citizenship and declared that it was not amnesty. Rubio can argue that the bill — which died in the House — was not \"blanket amnesty,\" because it included significant hurdles including fines and a waiting period.\n\nTOWERING REGULATIONS\n\nRetired neurosurgeon Ben Carson argued there are too many government rules stifling small businesses.\n\n\"Last year, there were an additional 81,000 pages of government regulations,\" he said. \"If you stack that up, it would be a three-story building.\"\n\nThat measurement is a tall order. We rated it Mostly False.\n\nThe Federal Register published a little over 81,000 pages in 2015, and this many pages stacked on top of each other would reach about three stories high. However, many of these pages do not contain regulations. In recent years, only about 31 percent of Register pages contain final rules.\n\nTALKING TERRORISM\n\nThe subject turned to the specter of domestic terrorism, with Fox News’ Kelly asking New Jersey Gov. Chris Christie about how neighbors of San Bernardino, Calif., shooters Syed Rizwan Farook and his wife Tashfeen Malik were reluctant to report suspicious activity. They didn't want to be seen as using ethnic profiling.\n\nChristie said the neighbors \"knew that they were talking about trying to take our country and attack it.\"\n\nBut Christie jumbled the details in the news. We rated his statement False.\n\nThe most that was reported is that a neighbor of a neighbor of one of the shooter’s mother said there was suspicious activity. There was no mention that a neighbor of the shooters themselves was suspicious, much less that a neighbor thought an attack was being planned.\n\nFERGUSON’S POVERTY PROBLEM\n\nKentucky Sen. Rand Paul responded to a question about racial tensions in Ferguson, Mo., by pointing to the town’s criminal justice practices. Paul said Ferguson leaned on its police force to harass citizens in order to shore up the budget.\n\n\"A third of the budget for the city of Ferguson was being reaped by civil fines,\" Paul said.\n\nWe looked at the town’s annual operating budget and found that wasn’t the case, so we rated his claim Mostly False.\n\nThe evidence is clear that the city was heavily dependent on fines and fees for its revenue, and Paul's comments about the effect on residents is noted. But we found that Paul seriously overstated that reliance. It went as high as 16 percent in 2014 and was expected to drop to 7 percent the following year in reaction to public outrage.", "article_metadata": {"description": "With frontrunner Donald Trump absent, GOP presidential candidates largely were left to contemplate the issues &mdash; and their own records &mdash; during Thursday&rsquo;s final Republican debate before the Iowa caucuses. But make no mistake, there was plenty to fact-check in Des Moines. TRUMP&rsquo;S TAKE ON FOX Trump, who didn&rsquo;t attend, still couldn&rsquo;t avoid the Truth-O-Meter. Trump discussed his decision to boycott the Fox News debate in a pre-debate interview on CNN. He said it wasn&rsquo;t because he had a problem with Fox News anchor Megyn Kelly, who was moderating. &quot;I never once asked that she be removed,&quot; he said, saying ...", "og": {"site_name": "PolitiFact", "description": "With frontrunner Donald Trump absent, GOP presidential candidates largely were left to contemplate the issues — and their own records — during Thursday’s final Republican debate before the Iowa caucuses. But make no mistake, there was plenty to fact-check in Des Moines. TRUMP’S TAKE ON FOX Trump, who didn’t attend, still couldn’t avoid the Truth-O-Meter. Trump discussed his decision to boycott the Fox News debate in a pre-debate interview on CNN. He said it wasn’t because he had a problem with Fox News anchor Megyn Kelly, who was moderating.", "title": "[VIDEO]Live fact-checking the Iowa Republican presidential debate", "url": "http://www.politifact.com/truth-o-meter/article/2016/jan/28/live-fact-checking-iowa-republican-presidential-de/", "image": "http://static.politifact.com/rulings/og/logo-meter.png", "type": "article"}, "twitter": {"username": "PolitiFact", "description": "With frontrunner Donald Trump absent, GOP presidential candidates largely were left to contemplate the issues &mdash; and their own records &mdash; during Thursday&rsquo;s final Republican debate before the Iowa caucuses. But make no mistake, there was plenty to fact-check in Des Moines. TRUMP&rsquo;S TAKE ON FOX Trump, who didn&rsquo;t attend, still couldn&rsquo;t avoid the Truth-O-Meter. Trump discussed his decision to boycott the Fox News debate in a pre-debate interview on CNN. He said it wasn&rsquo;t because he had a problem with Fox News anchor Megyn Kelly, who was moderating. &quot;I never once asked that she be removed,&quot; he said, saying ...", "title": "Live fact-checking the Iowa Republican presidential debate", "url": "http://www.politifact.com/truth-o-meter/article/2016/jan/28/live-fact-checking-iowa-republican-presidential-de/", "image": "http://static.politifact.com/images/twitter-meter.png", "site": "@politifact", "card": "summary_large_image"}, "fb": {"admins": 750116788, "app_id": 106379906558, "pages": 61308923432}, "google-site-verification": "qAV0CDw3qyhv8XdVwp6m1xDBnW9Q1sRAAynq6kDP7kE", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "With frontrunner Donald Trump absent, GOP presidential candidates largely were left to contemplate the issues — and their own records — during Thursday’s final Republican debate before the Iowa caucuses.\nTrump discussed his decision to boycott the Fox News debate in a pre-debate interview on CNN.\nRUBIO DENIES CAP-AND-TRADE SUPPORTFlorida Sen. Marco Rubio spent part of the debate clarifying his position on key issues.\nCRUZ DOWNPLAYS HARDBALLTexas Sen. Ted Cruz first joked about his fellow candidates’ appearance and professional ability, saying he was fulfilling Trump’s role on the debate stage.\nEven if his absence really had more to do with being mocked by Fox News, Trump previously mused about skipping the debate because of Kelly for a couple days."}