{"article_title": "An “Idol” comes out", "article_keywords": ["week", "competitor", "gay", "season", "american", "seasons", "idol", "nobilette", "run", "comes", "told"], "article_url": "http://www.salon.com/2014/02/13/an_idol_comes_out/", "article_text": "Topics: Adam Lambert, American Idol, clay aiken, Crystal Bowersox, LGBT, M.K. Nobilette, Life News\n\nIt only took 13 seasons, but “American Idol” finally has its first openly gay contestant.\n\nOn Wednesday’s show, before saying whether she was going to become one of the show’s top 15 females, Jennifer Lopez circuitously told 20-year-old M.K. Nobilette, “You’re not the typical American Idol.” Harry Connick Jr. added, “Do you fit in, do you not fit in?” And Nobilette looked at them and point-blank told the judges what they’d been hemming and hawing about. “I’m very obviously gay,” she said, “and there are always gonna be people in America and everywhere else who will definitely hate me. But I think that in the last two years there have been a lot of things that have really changed that, and have made it a positive thing.” “Thank goodness,” Connick Jr. replied, before sending her through to the next round.\n\nIt’s not that the venerable talent competition has lacked for gay contestants over the years. Season 1 runner-up and current North Carolina congressional candidate Clay Aiken is an outspoken advocate for LGBT rights – but he didn’t come out until five years after his “Idol” near-victory. And his fellow Season 1 competitor Jim Verraros had kept a public online journal in which he wrote about being gay – until Fox, concerned his orientation might sway voters, asked him to remove it during the season’s run. He came out after the Season 1 Idols tour. Season 8 runner-up Adam Lambert played coy about his sexuality all through his run – and courted controversy over whether America was ready for such a “theatrical” contender, but didn’t confirm he was gay until his season was over. Season 9 contender Crystal Bowersox likewise came out as bisexual only after her run ended.\n\nSince then, the show, especially in its early, competitor rich-episodes, has featured plenty of contestants who aren’t making an effort to play it straight. Last week, Keith London belted out “If I Were a Boy” and tweeted afterward, “Wait, did I just basically come out on National TV? Oh well cats out of the bag!” (He was eliminated this week.) And current still-in-the-running competitor, the self-described “extremely fierce” Emmanuel Zidor, has posted online about his desire for a boyfriend.", "article_metadata": {"description": "\"American Idol\" gets its first openly gay contestant -- finally", "author": "Mary Elizabeth Williams", "og": {"site_name": "Salon", "description": "\"American Idol\" gets its first openly gay contestant -- finally", "title": "An “Idol” comes out", "url": "http://www.salon.com/2014/02/13/an_idol_comes_out/", "image": "http://media.salon.com/2014/02/mk_nobilette.jpg", "type": "article"}, "twitter": {"description": "\"American Idol\" gets its first openly gay contestant -- finally", "creator": "@embeedub", "image": "http://media.salon.com/2014/02/mk_nobilette.jpg", "title": "An “Idol” comes out", "site": "@salon", "card": "summary_large_image"}, "title": "An “Idol” comes out", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Adam Lambert, American Idol, clay aiken, Crystal Bowersox, LGBT, M.K. Nobilette", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd83ef\"", "article_summary": "Topics: Adam Lambert, American Idol, clay aiken, Crystal Bowersox, LGBT, M.K.\nNobilette, Life NewsIt only took 13 seasons, but “American Idol” finally has its first openly gay contestant.\nNobilette, “You’re not the typical American Idol.” Harry Connick Jr. added, “Do you fit in, do you not fit in?” And Nobilette looked at them and point-blank told the judges what they’d been hemming and hawing about.\nSeason 1 runner-up and current North Carolina congressional candidate Clay Aiken is an outspoken advocate for LGBT rights – but he didn’t come out until five years after his “Idol” near-victory.\nAnd current still-in-the-running competitor, the self-described “extremely fierce” Emmanuel Zidor, has posted online about his desire for a boyfriend."}