{"article_title": "Peninsula tech companies construct ‘cultures’ within unconventional offices « Business & Money « Peninsula Press ARCHIVE (2010 – Sept. 2014)", "article_keywords": ["macaskill", "management", "unconventional", "family", "structures", "money", "employees", "work", "companies", "construct", "peninsula", "offices", "lot", "cultures", "press", "tech", "smugmug", "sept", "cohen"], "article_url": "http://archive.peninsulapress.com/2014/01/20/silicon-valley-unconventional-offices-culture/", "article_text": "SmugMug’s offices don’t look like much from the outside: just another Mountain View start-up. The inside is a different story. A life-size statue of Batman, with a camera around his neck and a SmugMug hat on his head, stands guard at the front desk. The walls are covered with huge, colorful photos of employees and their families, beautiful panoramas, and shots of shenanigans and tomfoolery. Dogs run underfoot, three chefs bustle around the kitchen and employees sit in hut-like cubicle/office hybrids adorned with whatever their decorating budgets would allow.\n\nThe photo-sharing company is one of a growing number of Silicon Valley businesses that, like Google and Facebook before them, have established nontraditional management structures and workspaces. These companies often refer to their “cultures.”\n\n“You see a lot of interest in creating environments that are similar to Silicon Valley elsewhere,” said Daniel Martin, an associate professor of management at California State University East Bay. ”In Russia, in Singapore, in a host of other countries, people are moving to replicate [these] kinds of environments.”\n\nMartin’s research suggests that traditionally, companies have used strict hierarchies as a way to ensure efficiency, but hierarchies can take a psychological toll. “Because of this lack of addressing people’s emotional needs, we see the kind of conflict between different hierarchical levels in organizations, which leads to lower amounts of performance … the whole reason the hierarchy is usually used.”\n\nDon MacAskill, co-founder, CEO and “Chief Geek” at SmugMug, says his firm doesn’t “really have a lot of management structure. It feels a lot like one giant family.” He stresses that as long as work gets done, employees are free to do as they please.\n\n“If we can make work be a part of their lives rather than something they have to do, we think that they work better, more collaboratively and creatively,” he said.\n\nPalo Alto-based Houzz — which builds online communities connecting home renovation enthusiasts and home design-remodeling professionals — operates with few levels of management and more of a sense of equality among employees. Alon Cohen, co-founder and president, explained: “By having fewer ‘managers’ and more ‘doers,’ we’re empowering people to make decisions and take full ownership over the products they are building.”\n\nLike SmugMug, Houzz’s workspace reflects its relatively egalitarian management structure.\n\n“Our office was designed … to create a home for our team,” Cohen said. “The open layout and the details that went into the space are meant to provide the comfortable and relaxed feeling of being at a home while encouraging collaboration.”\n\nMartin believes companies like SmugMug and Houzz are adopting nontraditional workspaces and management structures because “jobs are changing so rapidly these days … new technology changes the way we do work.” Often employees are hired for positions that evolve or become obsolete over time. Therefore, management puts a premium on hiring people who can be versatile if their job requirements change. Flatter structures are ideal for allowing this kind of leeway, Martin says.\n\nBoth MacAskill and Cohen emphasize the care they take in selecting employees. MacAskill said he wants to work with people who are smarter than he is, while Cohen looks for those who fit within Houzz’s “family culture.”\n\nThough they celebrate their cultures, Cohen and MacAskill are hesitant to suggest that the models would work for every company. “Having a flat organization isn’t a prerequisite for empowering people on your team,” Cohen said.\n\nOne important consideration is the feasibility of flat management structures and innovative workplaces as companies grow. SmugMug started as a few family members in a garage and has grown to more than 120 employees. Houzz also started as a family affair and has grown to more than 170 employees.\n\nBoth companies may have to rethink their cultures as their ranks swell. Google, for instance, still prides itself on nonhierarchical ideals; yet with 37,000 employees, it now has thousands of managers and roughly 100 vice presidents.\n\nMartin explains that organizations with organic structures are only able to thrive up to a point, until their lack of structure hampers them. At the end of the day, he says, “there still has to be deciding power.”\n\nListen to reporter Maya Horowitz explain the story behind the story on KZSU Stanford’s “Peninsula Report” radio show with host Eliza Ridgeway:", "article_metadata": {"keywords": "California State University East Bay,Daniel Martin,Houzz,Maya Horowitz,Mountain View,nontraditional offices,office culture,Palo Alto,Silicon Valley,SmugMug,tech industry,Business & Money,Features,Culture & Features,Frontpage Featured,Multimedia", "description": "Not your grandfather’s company: A growing number of Silicon Valley businesses are establishing nontraditional management structures and workspaces.", "generator": "WordPress 3.5", "robots": "noodp,noydir"}, "_id": "\"57477af46914bd0286fdcb97\"", "article_summary": "The photo-sharing company is one of a growing number of Silicon Valley businesses that, like Google and Facebook before them, have established nontraditional management structures and workspaces.\nOne important consideration is the feasibility of flat management structures and innovative workplaces as companies grow.\nThe walls are covered with huge, colorful photos of employees and their families, beautiful panoramas, and shots of shenanigans and tomfoolery.\nSmugMug started as a few family members in a garage and has grown to more than 120 employees.\nDogs run underfoot, three chefs bustle around the kitchen and employees sit in hut-like cubicle/office hybrids adorned with whatever their decorating budgets would allow."}