{"article_title": "Hillary Clinton Picks Up Big Endorsements From Gabby Giffords and Planned Parenthood", "article_keywords": ["giffords", "clinton", "endorsement", "primary", "big", "endorsements", "gun", "picks", "parenthood", "hillary", "gabby", "planned", "country", "president", "mark", "guns"], "article_url": "http://www.politicususa.com/2016/01/10/hillary-clinton-picks-big-endorsements-gabby-giffords-planned-parenthood.html", "article_text": "In their endorsement, Giffords and Kelly wrote, “Time and time again, Hillary has done and said what is right, not what is politically expedient. That’s why Mark and I are supporting her for President of the United States. As a United States Senator, Hillary voted for laws that keep guns and out of the wrong hands and make our communities safer places to live. She voted against protecting gun manufacturers at all costs and insisted on putting the safety of our communities over manufacturers’ bottom lines. And we believe that as president she will continue working to respect the rights of law-abiding gun owners like us while working to achieve practical solutions like a reliable background check system that prevents dangerous people from getting guns, closing loopholes to protect women and families by keeping guns out of the hands of abusers and stalkers, and cracking down on the illegal gun trade.”\n\nClinton released a statement on the endorsement, “”As an admirer of their courage in the face of incredible odds, their service to the country that they love, and their commitment to ending the epidemic of gun violence, I am humbled to receive the endorsement of these American heroes. Gabby and Mark know too well what is at stake in this debate and in this election. Three Americans die every hour we don’t act. 90 die every day. 33,000 die every year. We cannot accept this as normal. Gabby and Mark certainly do not. Since being shot and partially paralyzed five year ago, Gabby has worked tirelessly for progress—founding Americans for Responsible Solutions, traveling across the country to tell her story and promote commonsense gun safety laws, launching a bipartisan coalition in New Hampshire to prevent gun violence, and fighting in support of President Obama’s recent executive actions. Through it all, Mark has been by her side—as her partner, her champion, and her biggest fan. I am honored to join them in their fight for common sense gun reform.”\n\nFormer Sec. Clinton has made gun reform one of the central issues of her primary campaign. Clinton hit Bernie Sanders hard on guns during her appearance on Face The Nation, and in a primary where the top candidates agree on the big outcomes that they want to see for the country, Clinton has used gun reform as an issue that separates her from Sen. Sanders.\n\nIn a speech accepting the endorsement of the Planned Parenthood Action Fund, Clinton said:\n\nEvery election is important. But this one poses such a stark choice and the stakes are so high. In January of 2017, a new president will walk into the Oval Office. America cannot afford for it to be a Republican who will rip away all the progress we have made.\n\nYou hear them, you hear what they’re saying, out as they joust for position, the same top-down policies that failed and led to the Great Recession. They don’t even seem to understand what’s going on in the lives of Americans, whether it’s economic policy or healthcare policy or foreign policy, they’re so out of touch and out of date.\n\nThis year, they succeeded in passing a bill to repeal the Affordable Care Act and defund Planned Parenthood. And the only thing, as Cecile said, stopping them from making that law of the land was President Obama’s veto pen.\n\nAnd every one of them have promised to sign such a bill and you know what that would mean.\n\nWhen Planned Parenthood is threatened, the health of women—and a lot of men, too—all across our country is threatened.\n\nJust like here in New Hampshire when the executive council voted to defund Planned Parenthood in the Granite State.\n\nWithout the Affordable Care Act, 19 million Americans now would lose their healthcare coverage. Insurance companies would be back in charge. They’d be free to discriminate against people with pre-existing conditions, free to go back to charging women more for our healthcare than men.\n\nSo clearly we can’t let that happen. And therefore we need a Democratic nominee who will be able to beat the Republicans and get the job done for Americans.\n\n\n\nClinton has been pressing the general election argument hard on the campaign trail of late. Clinton wants Democratic primary voters to view her as the candidate who is best to take on the Republicans. The primary endorsement from Planned Parenthood was unprecedented, but not unexpected. Former Sec. Clinton has been a vocal defender of the organization since Republicans launched their attack and smear campaign last year.\n\nHillary Clinton has been dominating Bernie Sanders in the endorsement primary, but the endorsements that she picked up today were timed to help her with primary voters in Iowa and New Hampshire. The Democratic contest in the first two states is close, so Clinton is hoping that a few well-timed and high profile endorsements can push her over the top.", "article_metadata": {"description": "Democratic presidential candidate Hillary Clinton had a big day on the endorsement front by picking up endorsements from former Rep. Gabby Giffords, her husband Mark Kelly, and the Planned Parenthood Action Fund.", "generator": "WordPress 4.5.2", "author": "Jason Easley", "og": {"site_name": "Politicus USA", "description": "Democratic presidential candidate Hillary Clinton had a big day on the endorsement front by picking up endorsements from former Rep. Gabby Giffords, her husband Mark Kelly, and the Planned Parenthood Action Fund.", "title": "Hillary Clinton Picks Up Big Endorsements From Gabby Giffords and Planned Parenthood", "url": "http://www.politicususa.com/2016/01/10/hillary-clinton-picks-big-endorsements-gabby-giffords-planned-parenthood.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2016/01/hillary-clinton-planned-parenthood.jpg", "updated_time": "2016-01-10T22:14:09+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "Editors' Picks,Featured News,Hillary Clinton,Issues,Gabby Giffords endorses Hillary Clinton,Planned Parenthood endorses Hillary Clinton,politicususa,liberal,politics,sarah jones,jason easley,barack obama,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "Issues", "published_time": "2016-01-10T22:14:09+00:00", "modified_time": "2016-01-10T22:14:09+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "Gabby Giffords endorses Hillary Clinton, Hillary Clinton, Planned Parenthood endorses Hillary Clinton"}, "article_summary": "Just like here in New Hampshire when the executive council voted to defund Planned Parenthood in the Granite State.\nThis year, they succeeded in passing a bill to repeal the Affordable Care Act and defund Planned Parenthood.\nThe primary endorsement from Planned Parenthood was unprecedented, but not unexpected.\nIn a speech accepting the endorsement of the Planned Parenthood Action Fund, Clinton said:Every election is important.\nWhen Planned Parenthood is threatened, the health of women—and a lot of men, too—all across our country is threatened."}