{"article_title": "Obamacare’s Vending Machine Power Grab", "article_keywords": ["fda", "vending", "power", "food", "machine", "regulation", "costs", "obamacares", "small", "grab", "calorie", "machines", "cost"], "article_url": "http://www.economics21.org/html/obamacare%E2%80%99s-vending-machine-power-grab-1253.html", "article_text": "It’s bad enough that the Affordable Care Act is raising premiums and deductibles—and perhaps lowering your tax refund. In addition, the ACA has given the Food and Drug Administration the power to go after your favorite vending machine. By the end of next year, according to a new FDA rule, most snack machines must have calorie counts prominently displayed, or risk removal.\n\nAny sort of vending machines, from mixed nut machines to gumball machines, are subject to this new rule, if the operator owns twenty or more machines. The calorie declarations must be clear, conspicuous, and placed prominently on a sign in, on, or adjacent to the vending machine.\n\nThis rule would not only cost the FDA millions of dollars to implement, money that could be better spent on speeding new drugs to market or returned to the taxpayer, but it could drive many small vending machine companies out of business with little real benefit to consumers.\n\nWhile the FDA claims that this new regulation will lower health care costs, it also concedes that it has “not estimated the actual benefits associated with proposed requirements.” In other words, no study was conducted or true consumer behavior tested. The regulation simply assumes that, given more information, consumers would choose to eat less, and obesity would decline.\n\nThe FDA claims that the regulation will decrease healthcare costs by $7.5 billion over the next 20 years. The supposed benefit of these assumed lower obesity levels would be healthier Americans, who would need fewer visits to the doctor and diminished spending for Medicare and Medicaid. But, before implementing a program that will have a definite effect on small businesses, it should have at least attempted to empirically find out whether the regulation will be effective.\n\nStudies have shown that displaying calories in restaurants does not affect the calorie intake of customers. After a 2008 law mandating the display of calorie counts in chain restaurants was implemented in New York, calorie intake did not decrease, according to a joint study led by Julie Downs of Carnegie Mellon in 2012.\n\nWhile the benefit of this program is dubious, expected annual spending on governmental door-to-door compliance checks is estimated to be $38 million a year over twenty years. By 2036, this program will have cost the government over $400 million.\n\nThe cost to the vending machine industry is similarly high. According to the FDA’s final ruling on the regulation, the initial cost of implementation for these companies will be $26 million with an annual cost of $24 million after the first year. The high costs are likely due to the difficulty of retrofitting vending machines with the proper labeling. These costs will be passed on to consumers in the form of higher snack prices.\n\nThe FDA is trying to solve a problem that rarely exists. Candy bars are clearly labeled with calorie counts, and the number of calories in vending machine food is not a mystery for anyone who has ever bought a candy bar. Few people who are buying a candy bar from a machine are buying it for the first time. For people who care deeply about their calorie consumption, it is not hard to use a smartphone—available to practically every American—to look up a product’s calories.\n\nFurthermore, vending machines make up only a small portion of the food consumed by the average individual. The FDA estimates that roughly a third of all food is eaten outside the home. Of that, an even smaller portion comes from vending machines. It is questionable how effectively this new regulation will decrease obesity when eating at a vending machine seems to be small percentage of people’s diets.\n\n“Junk food is great if you eat it at the right time,” said one teenage athlete interviewed for this column. “The obvious next step for the FDA is to require food manufacturers to display their calorie counts on the front of all packaging in grocery stores, so that consumers will be deterred from buying high calorie foods without having to pick up the package and look at the back.”\n\nThis labeling requirement is just one example of how little attention Congress pays to consumer decision-making and costs for businesses. The FDA’s obligation to comply with the ACA is understandable, but the law is a flawed approach to curbing obesity. Congress should repeal the labeling regulation or at least make the FDA test its effectiveness on a limited scale.\n\nDiana Furchtgott-Roth is the director of the Economics21 program at the Manhattan Institute for Policy Research. You can follow her on Twitter here.\n\nInterested in real economic insights? Want to stay ahead of the competition? Each weekday morning, e21 delivers a short email that includes e21 exclusive commentaries and the latest market news and updates from Washington. Sign up for the e21 Morning eBrief.", "article_metadata": {"description": "It’s bad enough that the Affordable Care Act is raising premiums and deductibles—and perhaps lowering your tax refund. In addition, the ACA has given the Food and Drug Administration the power to go after your favorite vending machine.  By the end of next year, according to a new FDA rule, most snack machines must have calorie counts prominently displayed, or risk removal.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Economics21", "description": "It’s bad enough that the Affordable Care Act is raising premiums and deductibles—and perhaps lowering your tax refund. In addition, the ACA has given the Food and Drug Administration the power to go after your favorite vending machine.  By the end of next year, according to a new FDA rule, most snack machines must have calorie counts prominently displayed, or risk removal.", "title": "Obamacare’s Vending Machine Power Grab", "url": "http://www.economics21.org/html/obamacare%E2%80%99s-vending-machine-power-grab-1253.html", "image": "http://staging.e21.mi.10speedlabs.net/sites/e21/files/e21logo-fb.jpg", "updated_time": "2016-04-07T19:35:21-04:00", "type": "article"}, "twitter": {"url": "http://www.economics21.org/html/obamacare%E2%80%99s-vending-machine-power-grab-1253.html", "description": "It’s bad enough that the Affordable Care Act is raising premiums and deductibles—and perhaps lowering your tax refund. In addition, the ACA has given the Food and Drug Administration the power to go after your favorite vending machine.  By the end of next year, according to a new FDA rule, most snack machines must have calorie counts prominently displayed, or risk removal.", "card": "summary", "title": "Obamacare’s Vending Machine Power Grab"}, "article": {"published_time": "2015-02-25T07:44:05-05:00", "modified_time": "2016-04-07T19:35:21-04:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af46914bd0286fdcb9d\"", "article_summary": "In addition, the ACA has given the Food and Drug Administration the power to go after your favorite vending machine.\nThe calorie declarations must be clear, conspicuous, and placed prominently on a sign in, on, or adjacent to the vending machine.\nAny sort of vending machines, from mixed nut machines to gumball machines, are subject to this new rule, if the operator owns twenty or more machines.\nThe cost to the vending machine industry is similarly high.\nCandy bars are clearly labeled with calorie counts, and the number of calories in vending machine food is not a mystery for anyone who has ever bought a candy bar."}