{"article_title": "2014 Didn't Have to Be So Bad for Democrats", "article_keywords": ["brown", "voters", "state", "bad", "won", "democrats", "president", "worked", "voting", "didnt", "gop"], "article_url": "http://www.usnews.com/opinion/leslie-marshall/2014/11/05/2014-didnt-have-to-be-so-bad-for-democrats", "article_text": "Last night before bed I prayed:\n\nNow I lay me down to sleep, I pray the Dems the Senate will keep, but if they should lose before I wake; they should blame themselves for it was their mistake.\n\nAnd lose they did. And, they deserved to.\n\n[SEE: Editorial Cartoons on 2014 Congressional Elections]\n\nTo be clear, I am a liberal, progressive Democrat. I am also not one of those people who, after a couple breaks up, says, \"I knew it wouldn't last\" after the fact.\n\nBut the fact is, the Democrats, from the president down, didn't campaign well, strategize well or do proper outreach. The GOP played a better game and won. Many Democrats today will say the outcome of this election was a referendum on Obama, but that's putting all the blame and all the responsibility on the president and taking it off of the candidates.\n\nHere are a few things I felt Democrats should have done:\n\n[READ: Do You Want the Good News First?]\n\n1) Outreach: The GOP worked harder to reach out to centrists, independents, women and minority voters. Democrats worked hard to secure their base, but they really should have put more money and effort into those people who are disillusioned.\n\nAlso, the Democrats didn't do a good enough job getting people out to vote. Yesterday on my radio show, there were elderly and handicapped people that said they either didn't know where to vote or how to get there. There's no excuse for that.\n\n2) Messaging: While Republicans successfully used fear related to Ebola and the Islamic State group to scare people into voting for them, the Democrats spent time distancing themselves from a president with a low approval rating. Although historically if the president's approval rating is low, his party often loses control of Congress, we didn't have to see the landslide that we did this morning. It still is \"the economy, stupid\" and Democrats didn't get the message out about lower unemployment, a stronger stock market, more job growth or a lower deficit.\n\n[READ Will a Republican-Controlled Congress Be Able to Break Gridlock?]\n\n3) Fighting With Truth: Democrats should have grown a spine and admitted to voting for the Affordable Care Act, citing the success it has been and dismissing the lies that the GOP so brilliantly convinced voters of. Take Kentucky, which has a medical program that works quite well with the Affordable Care Act, but the people of Kentucky think their plan stands alone and is better than Obamacare.\n\n[READ: Both Parties Are in Deep Trouble]\n\nMany candidates also didn't take opportunities that were handed to them. Although she won her bid for re-election, the race for New Hampshire Democratic Sen. Jeanne Shaheen shouldn't have been so difficult. As a New Englander, I can tell you, Massachusetts and New Hampshire are two different states. Scott Brown was a politician in and for Massachusetts, but felt he could drive an hour north of Beantown and lay down roots. Not so. Shaheen should have pushed the fact that Brown was an outsider with aspirations for his own political career. My bet is Brown will be running in Maine for governor in a few years. And ousted North Carolina Sen. Kay Hagan, how can you miss key meetings regarding military issues when your state is laden with military personnel?\n\nThe bottom line is: Democrats have to figure out how to put the fire out when it comes to campaigning, advertising and strategizing if they want to win the White House in 2016. They can't just rely on the the GOP failing at putting forth any legislation that the president will sign in the next two years. I am sure the Republicans won't improve the economy, create jobs, defeat the Islamic State group or prevent Ebola from continuing to spread in Africa, but their campaigns would have you believe that. The Democrats need to remind the people of the promises (broken by 2016, I assure you) of these candidates, and speak to the merits of not just the party, but legislation they either passed or blocked in the best interest of the American people.", "article_metadata": {"zone": "leslie-marshall/blogentries", "keyword": "Politics [News]", "title": "2014 Didn't Have to Be So Bad for Democrats", "og": {"site_name": "US News & World Report", "description": "Liberals need to take some lessons from the GOP's deserved 2014 win.", "title": "It Didn't Have to Be This Bad", "url": "http://www.usnews.com/opinion/leslie-marshall/2014/11/05/2014-didnt-have-to-be-so-bad-for-democrats", "image": "http://www.usnews.com/cmsmedia/2c/59/175acd3441a1a75c5463246bb656/141104-votesticker-editorial.jpg", "type": "article"}, "twitter": {"description": "Liberals need to take some lessons from the GOP's deserved 2014 win.", "site": "@USNews", "card": "summary", "title": "2014 Didn't Have to Be So Bad for Democrats"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "opinion", "date_published": "Nov. 5, 2014", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Leslie Marshall,politics,2014 Congressional elections,Republican Party,Senate,Politics [News]", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "Liberals need to take some lessons from the GOP's deserved 2014 win."}, "_id": "\"57477af46914bd0286fe1b6d\"", "article_summary": "Also, the Democrats didn't do a good enough job getting people out to vote.\nIt still is \"the economy, stupid\" and Democrats didn't get the message out about lower unemployment, a stronger stock market, more job growth or a lower deficit.\nBut the fact is, the Democrats, from the president down, didn't campaign well, strategize well or do proper outreach.\nDemocrats worked hard to secure their base, but they really should have put more money and effort into those people who are disillusioned.\nHere are a few things I felt Democrats should have done:[READ: Do You Want the Good News First?]"}