{"article_title": "Jeb Bush: Obamacare's Death Panel Idea Is Worthy of Debate", "article_keywords": ["death", "medicare", "directive", "endoflife", "political", "idea", "jeb", "bush", "health", "treat", "obamacares", "worthy", "patients", "bushs", "debate", "panel"], "article_url": "https://newrepublic.com/article/121598/jeb-bush-obamacares-death-panel-idea-worthy-debate", "article_text": "“In hindsight, the one thing that I would have loved to have seen was an advance directive where the [Schiavo] family would have sorted this out,” Bush said at a political forum in New Hampshire on Friday. “I think if we’re going to mandate anything from government, it might be that if you’re going to take Medicare, you also sign up for an advance directive where you talk about this before you’re so disabled.”\n\nBush’s views on end of life planning don’t stem directly from his empathy with the elderly and infirm but from his involvement in the political fight over Terri Schiavo. The now-deceased Florida woman became the focal point of a partisan fiasco, when Republicans decided to take sides in a dispute between her husband and her parents over whether her feeding tube should be removed.\n\nSchiavo was in her 20s when her health crisis occurred, so a Medicare advanced directive mandate wouldn’t have applied to her. Had her wishes been known for other reasons before she became brain damaged, it might have obviated the ensuing legal struggle, but it’s unusual for people that young to have formalized end-of-life plans. That Bush developed his views in such an unusual crucible suggests he might not understand how controversial—or, rather, cynically exploitable—they are.\n\nBush’s proposal is far more radical than anything Democrats attempted to include in the Affordable Care Act. An advanced directive is a legally binding document that establishes a patient’s treatment preferences before injury or deteriorating health makes it impossible for them to make acute decisions. Doctors who treat the terminally ill generally counsel their patients through this process as a matter of basic professionalism. What Palin called a “death panel” would have merely required Medicare to treat this kind of counseling as the health service that it clearly is, the way many private insurance plans do.\n\nBy contrast, Bush’s version would institutionalize end-of-life counseling far more aggressively. It would make grappling with your end of life treatment preferences—and thus your death—an obligatory condition of Medicare’s social contract. In a purely abstract sense, this would constitute a dramatic improvement to national policy—both in terms of the human condition, and in more bloodless fiscal terms. As a practical matter, though, it would strike many, many people as an extraordinarily inappropriate government intrusion into deeply personal matters. The political appeal of Obamacare’s ephemeral, ersatz death panel was that it drew a line at encouraging physicians to do their jobs humanely, by paying them for it, but ultimately left the end-of-life issues themselves in the hands of patients and doctors. Bush’s “death panel” would be much more coercive. Want the government to foot your medical bills? Then tell us how aggressively to keep up your pulse once you lose conscious thought.\n\nIt’s an audacious idea, worthy of serious debate and refinement. Bush’s opponents will not treat it that way. Now he faces an unanticipated test: Will he stand his ground? Or will he retreat when conservatives use the revelation to portray him as a secret supporter of Obamacare and national healthcare more generally? When Palin and her ilk revive the \"death panel\" smear? Bush may recant as soon as they make issue of it. But if he sticks to his guns, he’ll set a new and incredibly high bar of boldness for Republican presidential candidates and make a lasting contribution to the public debate. Even if he found himself here by accident, and even if ultimately loses the primary.", "article_metadata": {"msapplication-config": "//assets.newrepublic.com/assets/favicons/browserconfig.xml", "viewport": "width=device-width, initial-scale=1.0", "description": "The myth of the death panel is so interwoven with the history of the Affordable Care Act that it has come to seem like a primordial element of the health care reform debate. Something without its own origin story. Even if you remember that Sarah Palin coined the term, you’ve probably forgotten how or why she conjured it.Over time, the concept has morphed into something vague—a hyperbolic or tongue...", "og": {"site_name": "New Republic", "description": "But will he stick to his guns?", "title": "Jeb Bush Wants to Revive Obamacare's \"Death Panels.\" Good for Him.", "locale": "en_US", "image": "https://images.newrepublic.com/dc6254820cddba494523a6d0cdac49a3f71f98dc.jpeg?w=1109&h=577&crop=faces&fit=crop&fm=jpg", "url": "https://newrepublic.com/article/121598/jeb-bush-obamacares-death-panel-idea-worthy-debate", "type": "article"}, "twitter": {"description": "But will he stick to his guns?", "title": "Jeb Bush Wants to Revive Obamacare's \"Death Panels.\" Good for Him.", "image": "https://images.newrepublic.com/dc6254820cddba494523a6d0cdac49a3f71f98dc.jpeg?w=1024&h=512&crop=faces&fit=crop&fm=jpg", "creator": "@brianbeutler", "site": "@newrepublic", "card": "summary_large_image"}, "msapplication-TileColor": "#ffffff", "parsely-metadata": "{\"thumb_image\":\"http://images.newrepublic.com/dc6254820cddba494523a6d0cdac49a3f71f98dc.jpeg\"}", "parsely-page": "{\"title\":\"Jeb Bush Wants to Revive Obamacare's \\\"Death Panels.\\\" Good for Him.\",\"link\":\"https://newrepublic.com/article/121598/jeb-bush-obamacares-death-panel-idea-worthy-debate\",\"section\":\"Politics\",\"pub_date\":\"2015-04-21T10:59:00.000Z\",\"post_id\":121598,\"author\":\"Brian Beutler\",\"type\":\"post\",\"tags\":[\"Politics\",\"Jeb Bush\",\"Barack Obama\",\"Obamacare\",\"Affordable Care Act\",\"Death Panels\",\"end of life care\",\"Medicare\",\"-type_article\"]}", "fb": {"admins": 4404589, "pages": 161419311535, "app_id": 1675346479369918}, "msapplication-TileImage": "//assets.newrepublic.com/assets/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/thenewrepublic", "tag": "Politics", "published_time": "2015-04-21"}, "theme-color": "#ffffff"}, "_id": "\"57477af36914bd0286fce25a\"", "article_summary": "Bush’s “death panel” would be much more coercive.\nWhen Palin and her ilk revive the \"death panel\" smear?\nSchiavo was in her 20s when her health crisis occurred, so a Medicare advanced directive mandate wouldn’t have applied to her.\nWhat Palin called a “death panel” would have merely required Medicare to treat this kind of counseling as the health service that it clearly is, the way many private insurance plans do.\nThat Bush developed his views in such an unusual crucible suggests he might not understand how controversial—or, rather, cynically exploitable—they are."}