{"article_title": "Violent video games: Good for the brain?", "article_keywords": ["play", "good", "benefits", "game", "better", "brain", "violent", "games", "learning", "bavelier", "video", "spend"], "article_url": "http://health.heraldtribune.com/2014/11/18/violent-video-games-good-brain/", "article_text": ".Q: Are there any health benefits to playing violent video games?\n\nA: Blowing away enemy soldiers and aliens may be good for the brain, as researchers have found that fast-paced action video games improve a player’s learning ability.\n\nPeople who play video games such as Activision Blizzard Inc.’s “Call of Duty” are better able to multitask, perform cognitive tasks such as rotating objects in their minds and focus and retain information better than non-players, said Daphne Bavelier, a research professor in brain and cognitive sciences at the University of Rochester in New York.\n\nThey also have better vision. The reason is that the games help people learn, even those who aren’t regular players.\n\n“People who play action video games get better much faster,” said Bavelier, who has a joint appointment at the University of Geneva in Switzerland.\n\nThe skills are seemingly unrelated to each other and hard to practice, she said.\n\nThe study, published in the Proceedings of the National Academy of Sciences, explains the diverse benefits that stem from faster learning.\n\nThe insights from the study may be used to improve education or to help people with strokes or other brain injuries.\n\nPlayers were better able to predict what was coming next, even when they were asked to identify patterns that had nothing to do with the game.\n\nNon-gamers also improved after researchers assigned them to play a game like “Call of Duty” for as long as two hours a day, five times a week for two months. The benefits lasted as long as a year.\n\n“I can show that playing the video game itself improves their performance,” said Bavelier. “But all video games don’t lead to improvement.”\n\nA comparison group of people was asked to play social games like Electronic Arts Inc.’s “The Sims 2,” which don’t feature rapid action. Those players didn’t reap any benefits, the study found.\n\nThe fast-paced games — generally first- or third-person shooting video games — created better learners. An examination of how their brains were wired showed that the connectivity adapted as the games progressed, Bavelier said. “The brain has not just one neuron, but networks of neurons talking to each other,” she said. “During the task, they were changing their connectivity on the fly to match the task at hand. They knew what was important to pay attention to and what was noise and distraction, and they could suppress distractions.”\n\nThe researchers are now examining the details of each game to try to tease out which elements are critical for improved learning, she said. They are designing a nonviolent game that includes the elements they believe are important for learning, aimed at children ages 8 to 12.\n\nFor children, teenagers and young adults who do play video games, the findings aren’t an excuse to spend hours a day in front of a screen, she said.\n\nWhile learning improves, other measures of brain function may worsen.\n\n“This is no excuse for binging,” Bavelier said. “We know that kids who spend a lot of time on computers do less well at school. If you spend too much time on this new media, you spend less time on homework and you will do less well.”\n\n– Michelle Fay Cortez, Bloomberg News", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2014/11/games-001.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af46914bd0286fdcbbf\"", "article_summary": "The fast-paced games — generally first- or third-person shooting video games — created better learners.\nA: Blowing away enemy soldiers and aliens may be good for the brain, as researchers have found that fast-paced action video games improve a player’s learning ability.\n.Q: Are there any health benefits to playing violent video games?\n“But all video games don’t lead to improvement.”A comparison group of people was asked to play social games like Electronic Arts Inc.’s “The Sims 2,” which don’t feature rapid action.\n“People who play action video games get better much faster,” said Bavelier, who has a joint appointment at the University of Geneva in Switzerland."}