{"article_title": "Supervisors vote to close Santa Cruz County pharmacy", "article_keywords": ["medication", "countys", "prescriptions", "work", "supervisors", "pharmacy", "county", "cruz", "health", "santa", "vote", "close", "patients"], "article_url": "http://www.santacruzsentinel.com/article/NE/20150623/NEWS/150629920", "article_text": "SANTA CRUZ >> In about a month, patients who fill their prescriptions at the Santa Cruz County pharmacy will have to go elsewhere but their costs aren’t expected to rise.\n\nTuesday, the Board of Supervisors voted to close the pharmacy serving the three county clinics to adapt to changes brought about by the Affordable Care Act.\n\nSending patients to eight contracted pharmacies will save the county about $526,000 each year, and the county’s average cost per prescription will drop from $60 to $20.\n\n“It doesn’t make sense for us to have a county pharmacy,” said Giang Nguyen, director of the Health Services Agency. “We have looked into this matter very thoroughly and have considered this for two years.”\n\nThe pharmacy filled 70 percent fewer prescriptions in the first year of the new health care law implemented in 2014 because of a significant reduction in the MediCruz program, which serves primarily people who are homeless and indigent. More people are now able to qualify for Medi-Cal coverage or private get insurance through the state’s exchange program.\n\nPrior to the implementation of the Affordable Care Act in 2013, the pharmacy filled 40,737 prescriptions for some 4,700 patients. In 2015, the pharmacy expects to fill fewer than 10,000 prescriptions for fewer than 600 patients.\n\nIn addition, the pharmacy’s 1080 Emeline Ave. location in northern Santa Cruz was difficult to travel to for the 63 percent of patients who live in the Watsonville area. If they can’t pick up their medication on the same day, they have to wait until the next business day to have their medication delivered to the clinic for them to pick up or wait for home delivery through the mail.\n\n“The other problem with that is that those South County residents don’t have access to a pharmacist when their medications get sent to Watsonville,” said Amy Peeler, the county’s chief of clinic services.\n\nIn addition to the decline in service demand, the county Health Services Agency also faces a $3.6 million annual cut from the state.\n\nKeeping the pharmacy open would cost $94,000 per month, though some pharmacy employees and union representatives contend that the county is overblowing operating figures. The pharmacy has 5.5 full-time equivalents; 3.5 will remain after the pharmacy closes.\n\n“We have not worked in collaboration on this, so I urge you to keep the pharmacy open so we can work together on a solution,” said Andre Meschi, the county’s chief pharmacist told the supervisors.\n\nAdvertisement\n\nThe board voted not to give them six months more to work with the county on a new model that tries to raise revenue by expanding the federal 340B program, which allows the county to buy deeply discounted medication, to Medi-Cal patients.\n\nCounty staff said it’s risky because of conflicting state and federal laws. The county would sell the cheaper medication to Central California Alliance for Health, which is the county’s health plan. The Alliance would then bill the state at a higher rate to create profit.\n\nThough other jurisdictions, such as Santa Clara County, have implemented this model, Nguyen said that it wouldn’t work for a small county like Santa Cruz and could trigger a reimbursement rate change from the state.", "article_metadata": {"description": "SANTA CRUZ >> In about a month, patients who fill their prescriptions at the Santa Cruz County pharmacy will have to go elsewhere but their costs aren’t expected to rise.Tuesday, the Board of Supervisors voted to close the pharmacy", "title": "Supervisors vote to close Santa Cruz County pharmacy", "og": {"url": "http://www.santacruzsentinel.com/article/NE/20150623/NEWS/150629920", "image": {"width": "470px", "identifier": "http://local.santacruzsentinel.com/common/dfm/assets/logos/small/santacruzsentinel.png?052016", "height": "247px"}, "type": "article", "title": "Supervisors vote to close Santa Cruz County pharmacy"}, "twitter": {"domain": "santacruzsentinel.com", "description": "SANTA CRUZ >> In about a month, patients who fill their prescriptions at the Santa Cruz County pharmacy will have to go elsewhere but their costs aren’t expected to rise.Tuesday, the Board of Supervisors voted to close the pharmacy", "title": "Supervisors vote to close Santa Cruz County pharmacy", "url": "http://www.santacruzsentinel.com/article/NE/20150623/NEWS/150629920", "image": {"src": "http://local.santacruzsentinel.com/common/dfm/assets/logos/small/santacruzsentinel.png?052016"}, "site": "@scsentinel", "app": {"id": {"ipad": "id563358177?mt=8", "iphone": "id499677382?mt=8", "googleplay": "com.spreedinc.providers.californianewspaperpartnership.santacruzsentinel"}}, "card": "summary_large_image"}, "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "keywords": "Affordable Care Act,Board of Supervisors,cityeditor,health,localnews,public health, Health", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "Affordable Care Act,Board of Supervisors,cityeditor,health,localnews,public health, Health"}, "_id": "\"57477af46914bd0286fe294a\"", "article_summary": "SANTA CRUZ >> In about a month, patients who fill their prescriptions at the Santa Cruz County pharmacy will have to go elsewhere but their costs aren’t expected to rise.\n“It doesn’t make sense for us to have a county pharmacy,” said Giang Nguyen, director of the Health Services Agency.\nThough other jurisdictions, such as Santa Clara County, have implemented this model, Nguyen said that it wouldn’t work for a small county like Santa Cruz and could trigger a reimbursement rate change from the state.\nIn addition to the decline in service demand, the county Health Services Agency also faces a $3.6 million annual cut from the state.\nTuesday, the Board of Supervisors voted to close the pharmacy serving the three county clinics to adapt to changes brought about by the Affordable Care Act."}