{"article_title": "Trade Act Reinstates Expired Health Coverage Tax Credit (HCTC)", "article_keywords": ["cobra", "individuals", "reinstates", "eligible", "hctc", "tax", "trade", "credit", "individual", "health", "plan", "coverage", "act", "expired", "insurance"], "article_url": "http://www.natlawreview.com/article/trade-act-reinstates-expired-health-coverage-tax-credit-hctc", "article_text": "Thursday, July 16, 2015\n\nOn July 6, 2015, President Obama signed the Trade Preferences Extension Act of 2015. Among other things, the Trade Act retroactively reinstated the Health Coverage Tax Credit (HCTC), which had previously expired on January 1, 2014, and extended its availability through December 31, 2019. As discussed below, the reinstated HCTC may require employers to update COBRA notices and summary plan descriptions. In addition, it may present a strategic planning opportunity in certain bankruptcy situations.\n\nWhat is the HCTC?\n\nThe HCTC is a refundable federal tax credit that was first made available in 2002 to subsidize the cost of qualified health insurance coverage for certain individuals and their qualifying family members (generally an individual’s spouse and dependent children). The HCTC’s subsidy level varied over time, but it currently covers 72.5% of the premium for qualifying coverage. The HCTC is generally available to an individual who satisfies each of the following conditions: 1) the individual meets the general eligibility requirements described below; 2) the individual pays 50% or more of the cost of coverage for qualified health insurance; 3) the individual does not have other specified coverage; and 4) the individual is not incarcerated or claimed as a dependent by another person.\n\nWhat are the general eligibility requirements for the HCTC?\n\nAn individual is generally eligible for the HCTC if the individual meets any of the following criteria:\n\nthe individual receives a Trade Readjustment Allowance under the Trade Adjustment Assistance (TAA) program, or is eligible for the allowance, but not yet receiving it because the individual has not yet exhausted his or her state unemployment benefits;\n\nthe individual receives Reemployment Trade Adjustment Assistance benefits;\n\nthe individual is at least 55 years old and receives payments from the Pension Benefit Guaranty Corporation (PBGC); or\n\nthe individual is the spouse or dependent of an individual who satisfies any of foregoing criteria.\n\nThe trade assistance described above is generally for individuals in certain industries whose jobs are lost or threatened due to foreign-trade related circumstances, as determined by the DOL through a specified process. The PBGC pays benefits to participants in terminated, underfunded pension plans.\n\nWhat is qualified health insurance coverage for the HCTC?\n\nThe following forms of health insurance coverage are included in the list of qualified health insurance coverage for the HCTC:\n\ncoverage under COBRA; coverage under a group health plan available through a spouse’s employer;\n\ncoverage under individual health insurance if the eligible individual was covered by the insurance for the entire 30-day period ending on the date the individual became separated from employment that qualified the individual for the benefits described above and, for tax years beginning after December 31, 2015, the insurance was not obtained from an exchange established under the Affordable Care Act (ACA);\n\ncoverage under a voluntary employees’ beneficiary association (VEBA); and\n\ncertain state-qualified health plans, such as state-based continuation coverage or covered offered through a state high-risk pool.\n\nWhat is disqualifying coverage for the HCTC?\n\nAn individual may not claim the HCTC if enrolled in any of the following health plans:\n\nMedicare Part B; the Federal Employees Health Benefits Program;\n\nMedicaid; or\n\nthe State Children’s Health Insurance Program.\n\nIn addition, an individual may not claim the HCTC if eligible for Medicare Part A or coverage through the U.S. military health system (i.e., TRICARE). As a practical matter, the Medicare Part A rule essentially limits eligibility for the HCTC to individuals under age 65.\n\nHow do individuals claim the HCTC?\n\nTo claim the HCTC, an individual must elect to receive it for an eligible coverage month. This election must be made no later than the due date (including extensions) for the tax return for the taxable year that includes the eligible coverage month and the individual will then receive the HCTC in the form of a refundable credit. Once the election is made, it is irrevocable and will apply for all subsequent eligible coverage months in the taxable year. The Trade Act provides transition relief to make elections for eligible coverage months in taxable years beginning after December 31, 2013 and before July 6, 2015.\n\nIn addition, the Trade Act requires the Secretary of Treasury to implement a mechanism to provide for advance payments of the HCTC within one year of the Trade Act’s enactment. Prior to the HCTC’s expiration, individuals could register with the HCTC Program’s Customer Contact Center to receive advance payments of the HCTC. In this case, an individual needed to pay his or her share of the monthly insurance premium (i.e., 27.5% of the premium) to the HCTC Program and the U.S. Treasury would then send payment for 100% of the premium to the individual’s health insurance plan. Presumably, the IRS and Treasury will reinstate the HCTC Program mechanism that was in place before 2014 in order to implement the revived HCTC Program.\n\nHow does the HCTC work with the ACA?\n\nAs noted above, beginning in 2016, individuals are not eligible to receive the HCTC in connection with insurance purchased through an exchange created under the ACA. In addition, any eligible coverage month for which an individual makes an election for the HCTC is not treated as a coverage month for the premium tax credits provided under the ACA. The reinstated HCTC also includes an adjustment/offset provision if an individual receives the HCTC and an ACA premium tax credit for the same tax year.\n\nWhat does the HCTC mean for employers?\n\nPrior to its expiration, the HCTC was not widely used – it is estimated that less than 30,000 people per year took advantage of the HCTC. However, employers still need to keep the HCTC in mind going forward. Specifically, employers should consider adding information about the HCTC back to COBRA notices (particularly for terminations of employment that are related to international trade) and descriptions of COBRA in summary plan descriptions and other communications with employees. In addition, employers should bear in mind that COBRA provides a TAA-eligible individual (but not PBGC-eligible individuals) who did not initially elect COBRA coverage with a second chance to make the election during the 60-day period that begins on the first day of the month in which the individuals becomes TAA-eligible if the election is made within six months after the date of the TAA-related loss of coverage. Before 2014, the DOL model COBRA notice included specific information concerning the HCTC. It is likely that the DOL will re-issue COBRA notices with similar model language for employers and plan administrators to use. In the meantime, employers and administrators could consider using that model language to update notices for the reinstatement of the HCTC.\n\nFinally, the HCTC presents a strategic opportunity in certain bankruptcy situations where the debtor sponsors a PBGC-covered pension plan that will terminate through the bankruptcy and the debtor seeks to modify or terminate its retiree medical coverage. In this type of bankruptcy situation, the HCTC may allow the debtor to soften the impact of such changes on its retirees. However, under current law, the HCTC will again expire on December 31, 2019, so it may only assist retirees for a limited period.\n\nEmployers should review their COBRA notices, group health plan documents and summary plan descriptions and decide what administrative and document changes are needed to conform to the reinstated HCTC Program.", "article_metadata": {"description": "On July 6, 2015, President Obama signed the Trade Preferences Extension Act of 2015. Among other things, the Trade Act retroactively reinstated the Health Coverage Tax Credit", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "On July 6, 2015, President Obama signed the&amp;nbsp;Trade Preferences Extension Act of 2015.&amp;nbsp; Among other things, the Trade Act retroactively reinstated the Health Coverage Tax Credit (HCTC), which", "title": "Trade Act Reinstates Expired Health Coverage Tax Credit (HCTC)", "url": "http://www.natlawreview.com/article/trade-act-reinstates-expired-health-coverage-tax-credit-hctc", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/aux/1123/businesswoman%20paperwork_16.jpg?itok=8z_Sfggs", "type": "article"}, "keywords": "Trade Preferences Extension Act, Health Coverage Tax Credit, HCTC, COBRA, insurance, subsidize coverage, Obama", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Legal, Business, Government, Trade Preferences Extension Act, Health Coverage Tax Credit, HCTC, COBRA, insurance, subsidize coverage, Obama"}, "_id": "\"57477af46914bd0286fdcbd2\"", "article_summary": "Among other things, the Trade Act retroactively reinstated the Health Coverage Tax Credit (HCTC), which had previously expired on January 1, 2014, and extended its availability through December 31, 2019.\nWhat is qualified health insurance coverage for the HCTC?\nOnce the election is made, it is irrevocable and will apply for all subsequent eligible coverage months in the taxable year.\nThe Trade Act provides transition relief to make elections for eligible coverage months in taxable years beginning after December 31, 2013 and before July 6, 2015.\nTo claim the HCTC, an individual must elect to receive it for an eligible coverage month."}