{"article_title": "Taming gentrification: A guide", "article_keywords": ["city", "gentrification", "business", "urban", "taming", "place", "york", "moss", "uses", "local", "guide", "miladys", "rent"], "article_url": "http://www.salon.com/2014/03/08/taming_gentrification_a_guide/", "article_text": "Topics: Business, Dream City, Editor's Picks, Gentrification, Spike Lee, urban development, urban planning, Innovation News, Business News\n\nOn a rainy weekend in January, the scene at Milady’s Bar in Lower Manhattan was both foreign and familiar. Foreign because of recent news that the bar — which had anchored a corner of SoHo since before there even was a SoHo (some say it dates to the 1940s) — was closing down. By early Monday morning, the place had run out of beer, and patrons were bringing in six-packs from the bodega next door. It was the first time that had happened. But why not? It wasn’t the beer that made Milady’s a favorite neighborhood joint.\n\nThen these last rites were familiar, too, because two weeks before Milady’s closed, Gray’s Papaya closed up on Eighth Street. Before that it was Joe’s Dairy, on Sullivan Street, and before that it was Bleecker Bob’s record store, which sells froyo now.\n\nIs this a higher rate of local business turnover than usual? It’s hard to know for sure. A report from the Center for the Urban Future, released in December, notes that the growth of chain stores in New York City slowed to .5 percent between 2012 and 2013, from 2.4 percent the previous year. But six straight years of gains for chains have had an impact – between 2008 and 2013, the number of Dunkin’ Donuts outposts has grown from 341 to 515; Subway from 335 to 467; and 7-Eleven from 57 to 124. The addition of 48 Starbucks in that time seems modest by comparison.\n\nIt seems, at least, that the city is losing its commercial old-timers. When Michael Bloomberg departed City Hall on Jan. 1, the cantankerous and ever-vigilant Jeremiah Moss published a “Master List of Vanished New York.” In the 12-year Bloomberg era, Moss estimated that the city had lost nearly 7,000 years of history in local establishments.\n\nIt is surely an underestimate, as Moss acknowledges. But then Moss isn’t interested in the general challenges of the restaurant business. No place on his list was younger than 15 years old, and many had operated in New York for more than a century. These were businesses, but they were also institutions that, no less than longtime residents or distinctive architecture, affirmed a neighborhood’s sense of self.\n\nOf those three poles of urban identity, the local business may be the least secure in a city of rising land values. Tenants are secured by rent regulations. Buildings are preserved through landmark designation and historic districts. But few cities have the tools in place to protect businesses from eviction or rent increases.\n\nUnsurprisingly, U.S. cities lag far behind their European counterparts on such policies. Our free-market politicians spurn municipal intervention, and our lack of sanctified national culture poses further obstacles: What business can anchor American communities like pubs in England or cafes in France?\n\nMore to the point, nearly every U.S. center-city was until recently a relatively cheap place to live and to do business. Europe is a different story: Angst at the prospect of a homogenous city — brewing in the bars of Amsterdam or the pubs of London — may have grown more pronounced in recent years, but the great European city centers have not been affordable, let alone cheap, for decades. What we now call “gentrification” has been underway in Paris for more than a century. For several decades now, the French capital has taken extreme measures to preserve the character of certain commercial corridors.\n\nParis recognizes the local bookstore, for example, as a public amenity that deserves relief from the pressures of the real estate market. In 2008, the planning agency Semaeste (in which the city holds a majority stake) inaugurated a program called “Vital’Quartier,” through which properties in certain neighborhoods are purchased and rented with particular uses in mind. So it is that 37 rue Monge and 1 rue Frédéric Sauton, both in the city’s famous Latin Quarter, are currently for rent – but only for bookstore uses. These storefronts, like others under Vital’Quartier’s control, constitute a kind of bulwark against the wave of schlocky tourist shops that have damaged the area’s aura of authenticity. Other addresses are prioritized for artisans, or bakeries. Semaeste owns over 350 properties in Paris.", "article_metadata": {"description": "Some good news for Spike Lee: Even if gentrification can't be stopped, we can at least do something to control it", "title": "Taming gentrification: A guide", "og": {"site_name": "Salon", "description": "Some good news for Spike Lee: Even if gentrification can't be stopped, we can at least do something to control it", "title": "Taming gentrification: A guide", "url": "http://www.salon.com/2014/03/08/taming_gentrification_a_guide/", "image": "http://media.salon.com/2014/03/spike_lee_dream_city.jpg", "type": "article"}, "twitter": {"description": "Some good news for Spike Lee: Even if gentrification can't be stopped, we can at least do something to control it", "title": "Taming gentrification: A guide", "image": "http://media.salon.com/2014/03/spike_lee_dream_city.jpg", "creator": "@HenryGrabar", "site": "@salon", "card": "summary_large_image"}, "author": "Henry Grabar", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Business, Dream City, Editor's Picks, Gentrification, Spike Lee, urban development, urban planning", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd3717\"", "article_summary": "Is this a higher rate of local business turnover than usual?\nOf those three poles of urban identity, the local business may be the least secure in a city of rising land values.\nTopics: Business, Dream City, Editor's Picks, Gentrification, Spike Lee, urban development, urban planning, Innovation News, Business NewsOn a rainy weekend in January, the scene at Milady’s Bar in Lower Manhattan was both foreign and familiar.\nWhat we now call “gentrification” has been underway in Paris for more than a century.\nThen these last rites were familiar, too, because two weeks before Milady’s closed, Gray’s Papaya closed up on Eighth Street."}