{"article_title": "Reflections on His Career and the JAMA Firing", "article_keywords": ["stuff", "lundberg", "thing", "career", "medical", "firing", "topol", "ama", "going", "reflections", "think", "best", "jama"], "article_url": "http://www.medscape.com/viewarticle/821436", "article_text": "Editor's Note:\n\nIn this episode of Medscape One-on-One, George Lundberg, MD, sits down with Medscape Editor-in-Chief Eric Topol, MD, to reflect on a career that has taken him from the practice of medicine to producing medical content for the Journal of the American Medical Association (JAMA) and online publications, including Medscape. Additionally, Dr. Lundberg discusses his southern roots and whether medical societies are friend or foe, and he offers a prediction on where medicine will go in the future.\n\nLundberg's Southern Roots\n\nEric J. Topol, MD: Hello. I am Dr. Eric Topol, the Editor-in-Chief of Medscape, and I am with Dr. George Lundberg, the former Editor-in-Chief of Medscape. We are going to discuss George's very interesting career and the contributions he has made, which have been quite extraordinary, to medicine. You grew up in Florida and Alabama -- is that right?\n\nGeorge D. Lundberg, MD: I was born in Pensacola, Florida, but I grew up in \"LA,\" which is what we call lower Alabama. I lived there and it was home, but I rarely get back there.\n\nDr. Topol: Then you went on to become a pathologist.\n\nDr. Lundberg: It's true. After college in Chicago and Tuscaloosa, Alabama; medical school in Birmingham; and internship in Hawaii, I had an Army career of 11 years, which included my residency in San Antonio to become a pathologist -- board certified in anatomic and clinical pathology -- and later I became board eligible in forensic pathology.\n\nDr. Topol: I know you had 2 major faculty positions, one at the University of Southern California (USC) and then later at USC Davis -- is that right?\n\nDr. Lundberg: Right. My first faculty position was at the USC in Los Angeles where I grew to be a full professor, and I basically ran the labs at the LA County USC Medical Center for nearly 10 years. Then I went to Davis as Chair of Pathology and I was there for 5 years.\n\nDr. Topol: All of this set the stage for when, somewhere along the line, you became Editor-in-Chief of JAMA. How did that happen?\n\nTaking Up the Blue Pencil at JAMA\n\nDr. Lundberg: Everything in life is a chance, accident. Some of it is purpose. Usually it's just timing, and things just kind of fit. You brought up the Florida/Alabama connection. It turned out that the Chief Executive Officer (CEO) of the American Medical Association at that time was from Alabama and the Chief Operating Officer was from Florida. They were looking for an editor-in-chief at JAMA, and I had been on the editorial board for several years. Bob Moser had put me on the editorial board before he went on to become the top guy at the American College of Physicians, and they looked at the board [for a new editor-in chief]. I had done a lot of stuff with JAMA already and they said, \"We'll interview you,\" and so they did. We interviewed at the Bistro in Beverly Hills. They were going to see Ronald Reagan the next day. This is all true. Then they offered me the position and I said, \"Why would I leave California and go back to Chicago in the middle of winter?\"\n\nDr. Topol: Did you ever think you would be an editor?\n\nDr. Lundberg: I don't think about things like that. You can't really plot your course. You have done all kinds of stuff. I knew I was going to write. My mother wrote a lot for little local newspapers in lower Alabama, so I started writing at a very early age. But editing? I had been on editorial boards, so I saw how that worked and I watched how that worked. Most people don't understand what an editor is. They think you have a pencil and you go out there and do that, and that is part of it. Mostly, if you have a big journal you are managing high-level academic professionals and you are doing strategic planning, recruiting, and public relations.\n\nDr. Topol: You are trying to build the journal.\n\nDr. Lundberg: You build it.\n\nDr. Topol: You were the editor for 17 years. Is that the longest of any editor at JAMA?\n\nDr. Lundberg: No. An early editor named George Simmons lasted 25 years. That was from around 1900 to 1925, and he may have been the best one because he created all of those AMA specialty journals. Those were his babies. And then you fast-forward to Morris Fishbein, a name that's very familiar in medicine, and he lasted for 25 years as well. Simmons retired of his own volition at a time that he chose, and they gave him a party. Fishbein was fired by the House of Delegates. It took years to do it because he was really powerful, but he was fired. Then I was there for 17 years, so that's the third longest since 1883.\n\nDr. Topol: That's pretty impressive. It was a tenure that was marked by a big jump in JAMA's impact -- not just its impact factor but its worldwide impact in terms of bringing in extra stuff and enriching the journal. I remember sending articles to you.\n\nBuilding JAMA's Reputation\n\nDr. Lundberg: You helped. You and thousands of other people who decided to send their best stuff to JAMA, which, prior to the 1980s, hadn't been happening very often since the 1940s. Up to the 1940s and early 1950s, it was happening. JAMA was the journal of choice for most good stuff. Then the New England Journal of Medicine got bigger and bigger and the JAMA content kind of lulled around. It was still a good journal, but it didn't really compete. And so I decided in 1982, with the agreement of the AMA, that we would make a run at trying to be the best, and we developed important strategic plans about how to do that. We were able, over years (it took a long time) to gradually implement many elements of the strategic plan, and the results were highly favorable. These results continue today. I think JAMA does great.\n\nDr. Topol: What do you think are the biggest parts of that success story? I know you have never been afraid of controversy.\n\nDr. Lundberg: Obviously, timing and controversy matter, but being scientifically sound matters more. And getting the best papers that will stand up to postpublication peer review is the most important thing that a journal editor and all of the staff can do. The most important thing was that we were able to create relationships with the best academic medical centers. We did that by being friendly with them, by creating editorial board members from those places, and selecting our own specialty journal editors from these, cream of the crop and the best places. You have the editor of the Archives of this, the Archives of that from the best places, and then they started bringing the best stuff to their journals and to JAMA at the same time, so we made those kinds of inroads. In addition, I was able to hire part-time editors who were professors at the best places, and they then became our sponges, our magnets, for the best papers from the best places, because I had people that I paid who worked at places like Harvard, Hopkins, University of California San Francisco, and places like that.\n\nNetworking was a large part of it, but then we had some big hits. Before that, when I was here at Davis, if a newspaper would contact somebody, the doctors would run away. They wanted no publicity at all. Television cameras? Lock the door. I said, \"This is wrong; we need to cultivate the public media as our colleagues to educate the public about its health.\"\n\nDr. Topol: That was a whole new look, wasn't it?\n\nDr. Lundberg: It was a whole new look, and we wanted to take that whole thing on and make them our colleagues. So we did press releases every week, with the best stuff, and we measured how many times we got in the New York Times, Associated Press releases, CBS Evening News -- that kind of stuff. And it grew and grew. Then we started running programs to educate reporters about how to write well for the general public using our stuff. Then we created video news releases of our best stuff and put it out there so authors would see that it's nice for somebody to be on the front page of the New York Times, \"so maybe we'll consider JAMA, not just the New England Journal of Medicine.\" Those were among the main strategies we took.\n\n\"We Have Had Enough of George\"\n\nDr. Topol: It was really building up, JAMA was flying high, and then in January 1999 it hit you that you were going to be sacked.\n\nDr. Lundberg: I got fired. I had about 2 days' notice, and I didn't go in to work the day it happened because my lawyer said, \"Why bother? They're going to sack you anyway. They don't have to do it in person.\" That was January 15, 1999.\n\nDr. Topol: That was all related to Clinton and the article that you had published.[1] What did you think about what was going on?\n\nDr. Lundberg: I thought it was interesting. I didn't like it because I thought I had the best job in the world and I wanted to keep that job, but there had been tensions building. And when you look at it in retrospect, I made it through 5 different CEOs. The first one hired me and supported me, and the second one was fantastic and very supportive. Then the third and fourth CEOs [came and went] and it got to the point that they didn't have that much invested in me and they started not liking some of the things that I was doing. There was a little confusion about what editorial freedom is and how much control the top people at the AMA should have over what goes into the journal. The answer to that is \"none,\" and they didn't like that. They were looking for some reason to say, \"Off with his head!\" and they found it.\n\nDr. Topol: Do you think there was anything to this or was this just a good excuse to say, \"We have had enough of George\"?\n\nDr. Lundberg: They tried it the previous October. That isn't well known, but there were efforts when I was on 60 Minutes on behalf of quality of care and the value of the autopsy in assuring quality of care; there was an effort at that point to get rid of me. It didn't generate any leverage because everybody said, \"Hey, he did the right thing, and there was nothing wrong with that.\" That led to \"Let's look for the next thing,\" and then here comes the next thing. There's this Clinton impeachment going on -- \"Did he perjure himself or not?\" and \"What is JAMA doing publishing a paper that says that young people say oral sex isn't sex at all?\" So maybe there is no perjury and the Senate trial was ongoing. I didn't seek the paper; it sought us. It went through the proper peer review, it was revised. But I wasn't blind to its journalistic interest.\n\nMedical Societies: Friend or Foe to Journalism?\n\nDr. Topol: What you experienced is actually a very important phenomenon in American medicine, and that is the kind of trade guild that AMA is representative of, but it could be any professional society.\n\nDr. Lundberg: Yes, and there are many.\n\nDr. Topol: Right, and the journal is supposed to be autonomous. What do you think about these medical societies?\n\nDr. Lundberg: They are very important and it's a natural thing for professionals and others to do, to want a group of people of like interests.\n\nDr. Topol: But the professional societies -- their interest is their constituents, to make sure that they get paid, and reimbursement doesn't get paid.\n\nDr. Lundberg: It's difficult to generalize because there are a lot of different societies. For example, we used to try to get people from our editorial boards to belong to the AMA, and we were told that we had to get them to join. I said that I refuse to make that a requirement, but that we would encourage them to join. I pitched that to pediatricians, and the pediatric journal board members would say that the American Academy of Pediatrics is for kids and the AMA is for doctors; \"I'll belong to this one and I won't belong to that one.\" That is partly perception, and partly true, but societies reflect the nature of the doctors who go into those fields. So if you look at the American Academy of Family Physicians or Pediatrics or thereabouts, you are looking at really nice folks who want to do primary care.\n\nDr. Topol: Some of them have aspired to do the absolute best thing for patients.\n\nDr. Lundberg: Many do, and they all want to be seen that way.\n\nDr. Topol: Were you the JAMA Editor-in-Chief during that whole Sunbeam thing? That is an example, right? [Editor's Note: In August 1997, the AMA entered into a controversial endorsement deal with Sunbeam Corp.[2] A week later, under pressure from members, the AMA called the deal \"a mistake\" and tried to back out of it. Sunbeam, under the leadership of CEO Al Dunlap, nicknamed \"Chainsaw\" because of his reputation for downsizing the companies he worked to restructure, subsequently sued the AMA for failing to live up to the endorsement deal.In August 1998, AMA agreed to pay Sunbeam $10 million to settle the suit.[3]]\n\nDr. Lundberg: It's interesting that you would bring that up. This was one of the many huge mistakes that the AMA made, and it was done under the influence of marketing people, who sold the AMA on the notion of getting money for this kind of thing with \"Chainsaw Al\" Dunlap, who was running Sunbeam back then. This was really bad.\n\nDr. Topol: AMA endorsed Sunbeam products to get money from Sunbeam. What does that have to do with medicine and advancing the medical profession? Where were they going with this?\n\nDr. Lundberg: They were going for money because there is big pressure on all medical societies to create revenue in addition to dues revenue, because they all want to keep the dues low, so they have to get money from other things. They hire staff people from the secular world, and they say, \"Now you are going to have to create schemes to bring in money. Shall we cosponsor Buick?\" for example. Or \"Maybe we'll get credit cards from one of these awful banks and put our wonderful name on it and then we'll get a little piece of all those credit card transactions\" -- all that kind of stuff. Or \"We'll go into real estate.\"\n\nPioneering the Medical Internet\n\nDr. Topol: So then you leave JAMA and the AMA and go to an independent entity, Medscape, which isn't a part of a medical society. It's the new look -- it's the Web and the electronic community of medical people. And you did that in terms of running the editor role for another decade.\n\nDr. Lundberg: I had a variety of editor jobs there for 10 years -- exactly.\n\nDr. Topol: You have recently come back.\n\nDr. Lundberg: I have. I am back now as an editor-at-large, although it's a part-time role.\n\nDr. Topol: It's terrific. What is your experience working in this type of environment, in the Internet world, compared with the more tried-and-true journal editing of JAMA?\n\nDr. Lundberg: There are more similarities than differences. It's still substance, it's still timing, it's still selection of information, it's still working with and through the best people you can find to work with and rewarding them in ways that make sense for them. The JAMA job was great but the Medscape job was almost as good. In some ways it was even better because we were creating a medical Internet. One of the very first things we did in 1999 was to create the ethics of the medical Internet, and that's been the basis for how the whole thing is developed. I'm very proud of that.\n\nDr. Topol: It is terrific, and you were not beholden to a medical society.\n\nDr. Lundberg: Not at all. We created online continuing medical education (CME) at Medscape. It didn't exist then. You were in Montreal bouncing around doing a lot of other things with theheart.org and then you became part of us. But there was never any effort of interference with the editorial concept, process, or content at Medscape. Never, ever -- it was clean as a whistle. Whenever the dollar-type folks would try to whittle away at something, we would say, \"No, you can't do that.\" There became separations, and separations were needed, and that's been really wonderful. It is a great opportunity.\n\nThis was not only Medscape. This was the dot-com boom, and the dot-com bust. I used to tell some of the people that I worked with back then that this is crazy. The only thing I ever lived through that was anything like this was the Vietnam War. It was that confusing. But I knew that there would be survivors and there would be a lot that wouldn't survive. Medscape survived, thrived, and is prevailing.\n\nDr. Topol: We would certainly like to think that, that we are going to continue to build on what you and so many others have done in the earlier years of Medscape.\n\nYou recently had your 80th birthday, a big party, and you are still going strong. What is your plan going forward?\n\nDr. Lundberg: I actually have more people and groups asking me to do stuff now than ever before, except for when I was fired from JAMA. That was such a high-profile firing that I had 14 job offers within a week.\n\nDr. Topol: That's pretty good.\n\nDr. Lundberg: I thought it was good and I selected carefully. I did the right thing, it turned out. I don't have that kind of activity now, but I have lots of stuff going on, including startups contacting me for advice on this, advice on that.\n\nDr. Topol: You need a lot of stimulation, right?\n\nDr. Lundberg: I don't know if \"need\" is the right word. I enjoy it. I have been blessed with good health. I take good care of myself and I have done a lot of prevention over the years. I have not had many aggressive medical interventions that I didn't need because then you get into a whole lot more trouble. I think it's careful prevention and my brain. Well, the viewers will be able to figure out whether it's working or not, but I feel like it's working pretty well, so there's a lot of creativity coming along.\n\nLundberg on the Future of Healthcare\n\nDr. Topol: I don't think there's any concern about that point. I had a couple of other questions for you. Obviously, American medicine is pretty messed up. It's in economic crisis. Lots of solutions are being proffered out there. What do you think would be the single thing that would help to get American medicine on track?\n\nDr. Lundberg: We need recognition by the rank-and-file American, for patients to follow Nortin Hadler's newest book, Citizen Patient, and take charge of the healthcare system as citizens, so that we have consumer-driven healthcare which also has payers who report to the consumers in reasonable ways with reasonable regulation. Clearly there is no other system in the world that we should have. We are a big, complicated country with lots of people, lots of diversity, and lots of conflict. We are almost multiple countries within one country. If we were small like Switzerland or The Netherlands -- their systems are probably the best. The Singapore system is good. Taiwan has a wonderful system. There are many good systems. Both of my sons married Japanese women, so I have 5 Japanese American grandchildren. One of my daughters-in-law uses the healthcare system in Japan a lot, and it's wonderful; she is very happy with it. She says that the most expensive thing there about going to the doctor is the parking. So there are ways to do it right.\n\nDr. Topol: That's terrific. Last question for you: Of all the things that you have done in your career -- academic pathology, a very long tenure at JAMA, and then, of course, being a pioneer in Internet medicine (so many things; I can't even enumerate them) -- what is the thing that you are most proud of? What do you think is the thing that, when you are 110, you will look back on and say, \"This was it\"?\n\nDr. Lundberg: Staying power. The ability to adapt to multiple careers that are all related but different. Getting in there, and working hard and getting results.\n\nDr. Topol: That's very inspiring. Our physicians will like hearing that because a lot of challenges lie ahead, and the ability to have plasticity and adapt is going to be central. That is great.\n\nThanks so much for joining us. We really are delighted to have the first Editor-in-Chief of Medscape with us today to give us some of his background, insights, and wisdom. We look forward to having some more very interesting people in the medical domain join us for these Medscape One-on-One sessions in the future. Thanks so much for your attention.", "article_metadata": {"chronicleid": "0901c7918071088d", "xml-type": "commentary", "description": "Former Medscape Editor-in-Chief George Lundberg tells current EIC Eric Topol that he is busier than ever, and credits his staying power to the ability to adapt and juggle multiple careers.", "og": {"site_name": "Medscape", "description": "Former Medscape Editor-in-Chief George Lundberg tells current EIC Eric Topol that he is busier than ever, and credits his staying power to the ability to adapt and juggle multiple careers.", "title": "Lundberg at 80: Reflections on His Career and the JAMA Firing", "url": "http://www.medscape.com/viewarticle/821436", "image": "http://img.medscape.com/thumbnail_library/821436_800x600.jpg", "locale": "en_US", "type": "video.other"}, "twitter": {"site": "@Medscape", "image": "http://img.medscape.com/thumbnail_library/821436_800x600.jpg", "description": "Former Medscape Editor-in-Chief George Lundberg tells current EIC Eric Topol that he is busier than ever, and credits his staying power to the ability to adapt and juggle multiple careers.", "card": "summary", "title": "Lundberg at 80: Reflections on His Career and the JAMA Firing"}, "multipage": "false", "virtualpages": "true", "keywords": "balancing career and personal life,balancing personal and professional life,books,burnout,clinician health and well-being,delivery of health care,internet,journals,medical literature,mhealth; wireless medicine; mobile health; digital medicine; future of medicine,professional societies,textbooks,work-life balance", "format-detection": "telephone=no", "date": "03/21/2014", "tabletpagination": "true", "metasegvar": "artid=821436;pub=466;ssp=18;cg=9;pclass=content;scg=0;bc=_age12_c_i_o_gen2_"}, "_id": "\"57477af36914bd0286fce280\"", "article_summary": "I think JAMA does great.\nI had done a lot of stuff with JAMA already and they said, \"We'll interview you,\" and so they did.\nYou and thousands of other people who decided to send their best stuff to JAMA, which, prior to the 1980s, hadn't been happening very often since the 1940s.\nDr. Topol: AMA endorsed Sunbeam products to get money from Sunbeam.\nI don't have that kind of activity now, but I have lots of stuff going on, including startups contacting me for advice on this, advice on that."}