{"article_title": "4 Texans, including Pete Sessions, Jeb Hensarling, among House chairmen now backing Trump", "article_keywords": ["pete", "party", "republicans", "trump", "nominee", "texans", "backing", "house", "support", "sessions", "jeb", "hensarling", "including", "president", "chairmen", "mr", "republican", "texas"], "article_url": "http://trailblazersblog.dallasnews.com/2016/05/4-texas-congressmen-including-pete-sessions-and-jeb-hensarling-endorse-trump.html/", "article_text": "Texas congressmen Pete Sessions, Jeb Hensarling, Michael Conaway and Lamar Smith joined five other House Republican committee chairs to endorse Donald Trump for president Saturday.\n\nThe Texans are joined by Steve Chabot of Ohio, Candice Miller of Michigan, Jeff Miller of Florida, Tom Price of Michigan and Bill Shuster of Pennsylvania.\n\nIn a written statement issued by the Trump campaign, they said:\n\n“We stand on the precipice of one of the most important elections of our lifetime. This great nation cannot endure eight more years of Democrat-control of the White House. It cannot afford to put Democrats in charge of Congress. It is paramount that we coalesce around the Republican nominee, Mr. Donald J. Trump, and maintain control of both the U.S. House of Representatives and the U.S. Senate.” “Any other outcome is a danger to economic growth, puts our national security in peril, enshrines ObamaCare as the law of the land, entraps Americans in a cycle of poverty and dependence, and undermines our constitutional republic.” “There is a path to winning in November, and it comes through unity. To solidify this partnership, we endorse Mr. Trump as the Republican nominee for President and call upon all Americans to support him.”\n\nThe endorsement comes on the final day of the Texas Republican Party convention in Dallas. Party leaders had been urging delegates to fall in line and support Trump as the nominee to better unify the party.\n\nRead more from the convention:\n\nFall in line with Trump or resist? Cruz supporters await his signal\n\nGrumpy about Trump, Texas Republicans jockey for delegate spots but pine for Cruz\n\nWhat’s at stake in the battle over transgender rights in schools?\n\nTed Cruz keepsakes among hot items at GOP convention merchandise tables\n\n\n\nTexas Gold: Republicans see first proposal for the state’s own bullion depository", "article_metadata": {"liveFyreID": "aHR0cDovL3RyYWlsYmxhemVyc2Jsb2cuZGFsbGFzbmV3cy5jb20vMjAxNi8wNS80LXRleGFzLWNvbmdyZXNzbWVuLWluY2x1ZGluZy1wZXRlLXNlc3Npb25zLWFuZC1qZWItaGVuc2FybGluZy1lbmRvcnNlLXRydW1wLmh0bWwv", "generator": "WordPress 3.9.12", "author": "Hannah Wise", "og": {"site_name": "Trail Blazers Blog", "description": "Texas congressmen Pete Sessions, Jeb Hensarling, Michael Conaway and Lamar Smith joined five other House Republican committee chairs to endorse Donald Trump for president Saturday. The Texans are joined by…", "title": "4 Texans, including Pete Sessions, Jeb Hensarling, among House chairmen now backing Trump", "url": "http://trailblazersblog.dallasnews.com/2016/05/4-texas-congressmen-including-pete-sessions-and-jeb-hensarling-endorse-trump.html/", "image": "http://trailblazersblog.dallasnews.com/files/2016/05/462673798_42060033.jpg", "type": "article"}, "LastModifiedDate": "2016-05-14T14:27:15Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "1970-01-01T00:00:00Z", "wp-parsely_version": "1.7", "cXenseParse": {"recs": {"publishtime": "1970-01-01T00:00:00Z"}}, "viewport": "width=device-width"}, "article_summary": "Texas congressmen Pete Sessions, Jeb Hensarling, Michael Conaway and Lamar Smith joined five other House Republican committee chairs to endorse Donald Trump for president Saturday.\nCruz supporters await his signalGrumpy about Trump, Texas Republicans jockey for delegate spots but pine for CruzWhat’s at stake in the battle over transgender rights in schools?\nParty leaders had been urging delegates to fall in line and support Trump as the nominee to better unify the party.\nTo solidify this partnership, we endorse Mr. Trump as the Republican nominee for President and call upon all Americans to support him.”The endorsement comes on the final day of the Texas Republican Party convention in Dallas.\nTed Cruz keepsakes among hot items at GOP convention merchandise tablesTexas Gold: Republicans see first proposal for the state’s own bullion depository"}