{"article_title": "Oil up 4 percent on small U.S. crude build, talk of another producer meeting", "article_keywords": ["prices", "oil", "slightly", "producer", "rose", "energy", "million", "crude", "build", "small", "stocks", "meeting", "russia", "talk", "strike"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/04/19/Crude-futures-fall-after-Kuwaiti-oil-workers-end-strike", "article_text": "NEW YORK (Reuters) - Oil prices rose 4 percent on Wednesday after a smaller-than-expected build in U.S. crude inventories offset glut worries stirred by the end of a Kuwaiti strike, and as oil bulls bet that major crude producers would meet again to try to curtail output.\n\nMoscow, however, denied media reports that Russia planned to host such a meeting. Just on Sunday, Russia and OPEC nations failed to reach an agreement on freezing production at a meeting in Doha, Qatar.\n\n\"There is no such agreement\" for producing nations to meet in Russia, Russian Energy Minister Alexander Novak was quoted as saying by RIA news agency.\n\nEarlier, Russia said it was ready to ramp up its oil output in a further fallout after producers failed to reach a deal for a freeze.\n\nBrent's front-month contract settled up $1.77, or 4 percent, at $45.80 a barrel. It had fallen to a session low of $42.81.\n\nU.S. crude's front-month contract, May, which expired at Wednesday's settlement, finished up $1.55, or 3.8 percent, at $42.63 a barrel. The session low was $39.85.\n\nOil prices rebounded after the U.S. Energy Information Administration (EIA) said crude stocks rose 2.1 million barrels last week, compared with forecasts for a 2.4 million-barrel build and industry group American Petroleum Institute's data showing a 3.1 million-barrel rise.\n\n\"It's overall mixed and slightly supportive, with total stocks of refined products and crude oil combined declining slightly,\" said Dominick Chirichella, senior partner at the Energy Management Institute in New York.\n\nPrices of ultra-low sulfur diesel, also known as heating oil, rose 5 percent and hit 4-1/2-month highs after the EIA report showed an unexpected drop in stockpiles of distillates, which include diesel.\n\nGasoline rose more modestly, about 1 percent, after inventories for the motor fuel fell just about a tenth of expected levels.\n\n\"Distillates are the standout bullish element of the report and gasoline is the disappointment,\" said Matt Smith, director of commodity research at New York-headquartered energy data provider ClipperData.\n\nCrude prices had initially tumbled as the Kuwaiti oil and gas industry called off a three-day strike and reports later said six supertankers had lined up at Kuwait's crude export terminal to load oil. Kuwait has also raised its oil output to 1.6 million barrels per day (bpd) from 1.1 million on Sunday.\n\n(Additional reporting by Simon Falush in LONDON; Editing by David Gregorio; Editing by Marguerita Choy)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "NEW YORK (Reuters) - Oil prices rose 4 percent on Wednesday after a smaller-than-expec", "title": "Oil up 4 percent on small U.S. crude build, talk of another producer meeting", "url": "http://www.thefiscaltimes.com/latestnews/2016/04/19/Crude-futures-fall-after-Kuwaiti-oil-workers-end-strike", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-oil-shale_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/04/19/Crude-futures-fall-after-Kuwaiti-oil-workers-end-strike", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-oil-shale_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "NEW YORK (Reuters) - Oil prices rose 4 percent on Wednesday after a smaller-than-expec", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Crude prices had initially tumbled as the Kuwaiti oil and gas industry called off a three-day strike and reports later said six supertankers had lined up at Kuwait's crude export terminal to load oil.\nNEW YORK (Reuters) - Oil prices rose 4 percent on Wednesday after a smaller-than-expected build in U.S. crude inventories offset glut worries stirred by the end of a Kuwaiti strike, and as oil bulls bet that major crude producers would meet again to try to curtail output.\nKuwait has also raised its oil output to 1.6 million barrels per day (bpd) from 1.1 million on Sunday.\nJust on Sunday, Russia and OPEC nations failed to reach an agreement on freezing production at a meeting in Doha, Qatar.\n\"It's overall mixed and slightly supportive, with total stocks of refined products and crude oil combined declining slightly,\" said Dominick Chirichella, senior partner at the Energy Management Institute in New York."}