{"article_title": "Modern Healthcare Modern Healthcare business news, research, data and events", "article_keywords": ["plans", "business", "advantage", "cms", "directories", "modern", "provider", "research", "doctors", "health", "online", "healthcare", "medicare", "insurers", "data", "events"], "article_url": "http://www.modernhealthcare.com/article/20150223/NEWS/150229979", "article_text": "The CMS plans to more closely monitor Medicare Advantage insurers' provider networks and may fine or otherwise sanction plans that don't accurately show which doctors are available at in-network prices.New provisions related to provider networks and directories were included in the agency's proposed 2016 rate notice (PDF) , released last Friday. Medicare Advantage payments will drop 0.95% on average, but when accounting for higher risk scores based on coding patterns, health plans on average will receive a 1.05% increase Over the past few years, some Advantage carriers have made “significant changes” to their networks of doctors and hospitals during the year, said Gretchen Jacobson, a health economist and associate director at the Kaiser Family Foundation. UnitedHealthcare, the largest private Medicare plan operator, drew widespread criticism last year when it eliminated large numbers of providers from several of its networks.For some seniors and doctor groups, the changes have come as a surprise and disrupted access to care, Jacobson said. Compounding the problem was the fact that many Medicare insurers did not update their list of in-network doctors, an issue that has been widespread among individual and commercial plans as well.The CMS said in the notice that it “has become aware of a range of issues with online provider directories.” Medicare beneficiaries have complained of directories in which providers no longer contract with an Advantage plan, or directories still include in-network doctors who have retired, moved locations or died. Other online provider lists do not indicate if doctors refuse to take new patients.Because of these problems, the CMS said it wants insurers to update provider data, such as contact information and whether doctors are accepting new patients, at least four times per year. Insurers will also have to correct mistakes in the online directories and develop a process to handle cases when members are denied access to an in-network provider.The new provisions appear to have some teeth. The CMS said it already “secured additional contractor funding to verify the accuracy” of Medicare Advantage plans' online provider directories.The agency is also stepping up audits of Medicare Advantage plans this year. Companies that “fail to maintain complete and accurate directories” or do not have an adequate network of providers accepting new patients could be fined through civil money penalties. In rare instances, the CMS could slap plans with an enrollment sanction, which some in the industry have called a kiss of death.By 2017, health plans may be required to provide provider network information in standardized electronic formats, the CMS said. The hope is to have transparent, uniform provider lists that can be updated in real time.Edwin Park, vice president for health policy at the liberal Center on Budget and Policy Priorities, called the CMS policies “reasonable” and on par with what is happening on the Affordable Care Act exchanges. “If we want people to make informed choices about health plans, whether in Medicare Advantage or qualified health plans offered through the marketplaces, comparative information about plan choices have to be transparent and accurate,” Park said in an e-mail.Lobbying group America's Health Insurance Plans said it is still in the process of reviewing the provisions included in the 2016 notice. Karen Ignagni, AHIP's CEO, has already condemned the proposed payment rates Follow Bob Herman on Twitter: @MHbherman", "article_metadata": {"msapplication-TileColor": "#0a365e", "description": "The CMS plans to more closely monitor Medicare Advantage insurers' provider networks and may fine or otherwise sanction plans that don't accurately show which doctors are available at in-network prices.", "title": "Medicare may penalize Advantage plans for faulty provider lists", "og": {"site_name": "Modern Healthcare", "description": "The CMS plans to more closely monitor Medicare Advantage insurers' provider networks and may fine or otherwise sanction plans that don't accurately show which doctors are available at in-network prices.", "title": "Medicare Advantage insurers may be penalized if they don't keep provider lists updated", "url": "http://www.modernhealthcare.com/article/20150223/NEWS/150229979", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-fb-lg.jpg", "type": "article"}, "twitter": {"domain": "http://www.modernhealthcare.com", "description": "The CMS plans to more closely monitor Medicare Advantage insurers' provider networks and may fine or otherwise sanction plans that don't accurately show which doctors are available at in-network prices.", "title": "Medicare Advantage insurers may be penalized if they don't keep provider lists updated", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-twitter.jpg", "creator": "@modrnhealthcr", "site": "@modrnhealthcr", "card": "summary"}, "apple-mobile-web-app-title": "Modern Healthcare", "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-capable": "yes", "url": "http://www.modernhealthcare.com/article/20150223/NEWS/150229979", "published_at": "2015-02-23", "msapplication-TileImage": "https:/raw.githubusercontent.com/modernhealthcare/mh-logo/master/ms-touch-icon-144x144-precomposed.png", "mobile-web-app-capable": "yes", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-g-plus.jpg", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "_id": "\"57477af46914bd0286fd8f13\"", "article_summary": "The CMS said it already “secured additional contractor funding to verify the accuracy” of Medicare Advantage plans' online provider directories.The agency is also stepping up audits of Medicare Advantage plans this year.\nKaren Ignagni, AHIP's CEO, has already condemned the proposed payment rates Follow Bob Herman on Twitter: @MHbherman\nInsurers will also have to correct mistakes in the online directories and develop a process to handle cases when members are denied access to an in-network provider.The new provisions appear to have some teeth.\nCompanies that “fail to maintain complete and accurate directories” or do not have an adequate network of providers accepting new patients could be fined through civil money penalties.\nIn rare instances, the CMS could slap plans with an enrollment sanction, which some in the industry have called a kiss of death.By 2017, health plans may be required to provide provider network information in standardized electronic formats, the CMS said."}