{"article_title": "Ratio Of Part-Time Employed Remains Substantially Higher Than the Pre-Recession Level", "article_keywords": ["ive", "adjusted", "prerecession", "level", "remains", "data", "workforce", "penalty", "trend", "fulltime", "ratio", "substantially", "employed", "employment", "parttime", "higher"], "article_url": "http://www.businessinsider.com/ratio-of-part-time-employed-remains-substantially-higher-than-the-pre-recession-level-2014-11", "article_text": "Let's take a close look at last week's employment report numbers on Full and Part-Time Employment. Buried near the bottom of Table A-9 of the government's Employment Situation Summary are the numbers for Full- and Part-Time Workers, with 35-or-more hours as the arbitrary divide between the two categories. The focus is on total hours worked: Full-time status may result from multiple part-time jobs.\n\nThe Labor Department has been collecting this since 1968, a time when only 13.5% of US employees were part-timers. That number peaked at 20.1% in January 2010. The latest data point, over four-and-a-half years later, is only modestly lower at 18.8% last month. If the pre-recession percentage is a recovery target, we still have a long way to go.\n\nHere is a visualization of the trend in the 21st century, with the percentage of full-time employed on the left axis and the part-time employed on the right. We see a conspicuous crossover during Great Recession.\n\n\n\nThe Impact of the Great Recession\n\nHere is a closer look since 2007. The reversal began in 2008, but it accelerated in the Fall of that year following the September 15th bankruptcy of Lehmann Brothers. In this seasonally adjusted data the reversal peaked in January of 2010.\n\nThe two charts above are seasonally adjusted and include the entire workforce, which the CPS defines as age 16 and over. A problem inherent in using this broadest of cohorts is that it includes the population that adds substantial summertime volatility to the full-time/part-time ratio, namely, high school and college students. Also the 55-plus cohort includes a subset of employees that opt for part-time employment during the decade following the historical peak spending years (ages 45-54) and as a transition toward retirement.\n\nChange in the Core Workforce, Ages 25-54\n\nThe next chart better illustrates summertime volatility by focusing on the change since 2007 in full- and part-time employment for the 25-54 workforce. Note that the government's full-time/part-time data for this cohort is only available as non-seasonally adjusted. To help us recognize the summer seasonality, I've used a lighter color for the June-July-August markers, which are the most subject to temporary shifts from part-time to 35-plus hours of employment. I've also included 12-month moving averages for the two series to help us identify the slope of the trend in recent years.\n\nLike the 16-and-over version, this chart depicts a current situation that is considerably different from the era before the Financial Crisis, although the trend has been slowly improving since early 2010, as illustrated by the dotted-line moving averages. In this is non-seasonally adjusted data, the summer months are obvious outliers, with full-time employment spiking during the June-August period.\n\nObamacare and Part-Time Employment\n\nOver the past two years many have speculated that the Affordable Care Act (aka Obamacare) has played a role in company decisions about full-time versus part-time employment. The $2,000 per employee penalty for companies that do not comply with regulations has influenced some to rethink their employment policies. In July 2013 the government pushed the start of the penalty from January 2014 to January 2015. But the anticipation of the penalty, even though delayed a year, may influence the decisions of private employers.\n\nWith regard to Obamacare and part-time employment, as I've repeatedly emphasized: The surge in part-time employment was triggered by the recession, not by the Affordable Care Act, as the next chart clearly illustrates.\n\n\n\nClick for a larger image\n\nThe Bureau of Labor Statistics' monthly employment report is a hodgepodge of data. The full-time/part-time ratio is but a tiny piece of the whole, and the magic 35-hour threshold is arguably arbitrary. But this is, nevertheless, a metric that bears close watching as we try to understand where the economy is headed. The question is whether the ratio shift is to some extent a structural change initially triggered by the Great Recession but now driven by a combination of several factors, not least of which are workplace demographics and ongoing increases in technology-driven productivity with less dependence on human workforce participation.\n\nRead the original article on Advisor Perspectives. Copyright 2014. Follow Advisor Perspectives on Twitter.", "article_metadata": {"msapplication-TileColor": "#185f7c", "sailthru.author": "Doug Short", "application-name": "Business Insider", "twitter": {"description": "Obamacare isn't helping.", "title": "There Are A Lot Of Part-Time Workers In Post-Financial Crisis America", "url": "http://www.businessinsider.com/ratio-of-part-time-employed-remains-substantially-higher-than-the-pre-recession-level-2014-11", "image": "http://static4.businessinsider.com/image/5460bb796bb3f7f31fb76fb1-506-253/there-are-a-lot-of-part-time-workers-in-post-financial-crisis-america.jpg", "site": "bi_contributors", "card": "summary_large_image"}, "sailthru.verticals": "moneygame-contributor,moneygame,clusterstock", "linkedin": {"owner": "mid:1d5f7b"}, "sailthru.tags": "Advisor Perspectives, Doug Short, Part-Time Job, Doug Short", "description": "Obamacare isn't helping.", "author": "Doug Short, Advisor Perspectives", "sailthru.date": "2014-11-10", "sailthru.title": "There Are A Lot Of Part-Time Workers In Post-Financial Crisis America", "theme-color": "#185f7c", "sailthru.image.thumb": "http://static6.businessinsider.com/image/51ffe12eecad04a576000007-50-50/there-are-a-lot-of-part-time-workers-in-post-financial-crisis-america.jpg", "news_keywords": "Advisor Perspectives, Doug Short, Part-Time Job, Doug Short", "tbi-image": "http://static6.businessinsider.com/image/51ffe12eecad04a576000007/there-are-a-lot-of-part-time-workers-in-post-financial-crisis-america.jpg", "fb": {"app_id": 155043519637}, "msapplication-TileImage": "http://static1.businessinsider.com/assets/images/us/favicons/mstile-144x144.png?v=BI-US-2016-03-31", "date": "2014-11-10", "article": {"publisher": "businessinsider", "author": "http://www.businessinsider.com/author/doug-short"}, "sailthru.description": "Obamacare isn't helping.", "viewport": "width=1024", "og": {"site_name": "Business Insider", "description": "Obamacare isn't helping.", "title": "There Are A Lot Of Part-Time Workers In Post-Financial Crisis America", "url": "http://www.businessinsider.com/ratio-of-part-time-employed-remains-substantially-higher-than-the-pre-recession-level-2014-11", "image": "http://static4.businessinsider.com/image/5460bb796bb3f7f31fb76fb1-1190-625/there-are-a-lot-of-part-time-workers-in-post-financial-crisis-america.jpg", "type": "article"}, "apple-mobile-web-app-title": "Business Insider", "title": "There Are A Lot Of Part-Time Workers In Post-Financial Crisis America", "sailthru.image.full": "http://static6.businessinsider.com/image/51ffe12eecad04a576000007/there-are-a-lot-of-part-time-workers-in-post-financial-crisis-america.jpg", "tbi-vertical": "moneygame-contributor"}, "_id": "\"57477af36914bd0286fce2af\"", "article_summary": "Let's take a close look at last week's employment report numbers on Full and Part-Time Employment.\nWith regard to Obamacare and part-time employment, as I've repeatedly emphasized: The surge in part-time employment was triggered by the recession, not by the Affordable Care Act, as the next chart clearly illustrates.\nIn this is non-seasonally adjusted data, the summer months are obvious outliers, with full-time employment spiking during the June-August period.\nObamacare and Part-Time EmploymentOver the past two years many have speculated that the Affordable Care Act (aka Obamacare) has played a role in company decisions about full-time versus part-time employment.\nIn this seasonally adjusted data the reversal peaked in January of 2010."}