{"article_title": "Blog: Hilarious: Poll exposes knee-jerk Dems on refugee settlement in US", "article_keywords": ["blog", "settlement", "wpa", "agrabah", "country", "refugee", "voters", "kneejerk", "exposes", "potential", "dems", "research", "hilarious", "republicans", "poll", "refugees", "support", "sauce"], "article_url": "http://www.americanthinker.com/blog/2015/12/hilarious_poll_exposes_kneejerk_dems_on_refugee_settlement_in_us.html", "article_text": "Perhaps the best thing about this poll from WPA Research is the way it turns an old Democrat trick back on them. It’s “sauce for the goose, sauce for the gander” time. Via Instapundit:\n\nPublic Policy Polling, which is known for adding questions in surveys to exploit Republicans who are less informed, recently found that 30% of Republican voters would support bombing Agrabah, a fictional country in the Disney film Aladdin. On December 20, 2015, WPA Research fielded a national survey of 1,132 registered voters that found 44% of Democrats would support taking refugees from that same Agrabah. PPP may have proven that some Republicans will support bombing a fictional country, but fully 44% of Democrats will allow refugees from anywhere into the country, whether they are potential ISIS supporters from Syria or potential cartoon characters on a magic carpet ride.\n\nWould you support or oppose allowing refugees from Agrabah to be re-settled in the United States?", "article_metadata": {"og": {"url": "http://www.americanthinker.com/blog/2015/12/hilarious_poll_exposes_kneejerk_dems_on_refugee_settlement_in_us.html", "image": "http://www.americanthinker.com/images/bucket/2015-12/195801_5_.png", "title": "Blog: Hilarious: Poll exposes knee-jerk Dems on refugee settlement in US"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Perhaps the best thing about this poll from WPA Research is the way it turns an old Democrat trick back on them.\nWould you support or oppose allowing refugees from Agrabah to be re-settled in the United States?\nOn December 20, 2015, WPA Research fielded a national survey of 1,132 registered voters that found 44% of Democrats would support taking refugees from that same Agrabah.\nIt’s “sauce for the goose, sauce for the gander” time.\nVia Instapundit:Public Policy Polling, which is known for adding questions in surveys to exploit Republicans who are less informed, recently found that 30% of Republican voters would support bombing Agrabah, a fictional country in the Disney film Aladdin."}