{"article_title": "Makers of medical devices work hard to overturn Obamacare tax", "article_keywords": ["work", "jobs", "johnson", "tax", "medical", "hard", "obamacare", "devices", "industry", "program", "health", "device", "share", "overturn", "makers"], "article_url": "https://www.washingtonpost.com/business/economy/makers-of-medical-devices-work-hard-to-overturn-obamacare-tax/2015/01/26/899b9ac8-a1ae-11e4-b146-577832eafcb4_story.html", "article_text": "Tom Till eyes the morning’s e-mail to see who’s angling to hire his students. A local employer, which had already hired 23 people in less than a year, says it needs three more to help make the artificial hips, knees and other devices manufactured here in the self-proclaimed “Orthopedic Capital of the World.”\n\n“Everyone is going gangbusters,” said Till, who oversees an advanced manufacturing program at Ivy Tech Community College in this lake-dotted region two hours north of Indianapolis.\n\nTill’s bullish view of the medical device industry — he says he can’t crank out graduates fast enough — contrasts sharply with what industry lobbyists are telling lawmakers in the nation’s capital. They say a 2.3 percent tax on the sale of medical devices put in place two years ago by the Affordable Care Act has already cost more than 30,000 jobs.\n\nThe tax, projected to bring in $29 billion over 10 years, is the industry’s share of the cost of expanding health coverage to millions of Americans. Other industries expected to gain business from the health law, including hospitals, insurers and drug­makers, also are paying a share of its costs, but none has been as vocal in opposition as the device makers, which have poured $30 million a year into lobbying Congress since 2010.\n\nWith Republican leaders citing repeal of the tax as a top priority, the industry may finally achieve its aim. The effort also has the support of at least a handful of Democrats from districts with large concentrations of device makers, including Sens. Elizabeth Warren of Massachusetts and Al Franken and Amy Klobuchar of Minnesota.\n\nChallenging times\n\nTo hear the industry tell it, the past few years have been particularly tough ones marked by flat revenue and declining investment, especially in early-stage innovations.\n\nThe biggest challenge is “price pressure, mostly from hospitals” seeking to curb their costs, said analyst Jeff Jonas, portfolio manager for Gabelli Funds in Rye, N.Y. “The effect of the tax has been a negative, but the device industry has been able to offset it,” primarily through layoffs and restructuring.\n\nWhile a few large firms account for the lion’s share of annual sales — estimated between $106 billion and $116 billion a year — the companies range from start-ups to global giants such as Johnson & Johnson and Medtronic.\n\nPublicly traded firms reported flat revenue in 2013, the first year the device tax was in effect, according to EY, an advisory service that is part of Ernst & Young Global Limited.\n\nSlow or flat revenue growth continued last year, said Jason McGorman, medical device analyst for Bloomberg Intelligence.\n\nAs in other health-care sectors, a slew of mergers has swept the industry — here in Warsaw, Zimmer Holdings has made a $13.4 billion bid to buy cross-town rival Biomet — raising concerns about consolidations and layoffs. And a few firms are reportedly considering moves overseas, both to capture fast-growing markets and take advantage of less demanding regulations and taxes.\n\nYet a visit to Warsaw, a town often viewed as a barometer of the device industry because one of every four jobs here is tied to it, suggests a stable, if not thriving, sector. Besides Zimmer Holdings and Biomet, Warsaw also is home to DePuy Synthes, part of Johnson & Johnson, and about 14 other device companies and suppliers.\n\nStudents in Till’s program sometimes get job offers even before they finish their course work. And unemployment in surrounding Kosciusko County in November was 4.8 percent, lower than the national average of 5.8 percent.\n\nTo be sure, the area may be more insulated from job losses because its firms specialize in orthopedic devices, which have been more profitable in recent years than cardiac devices or spinal implants, analysts say.\n\nAmy Pritchett, who went back to school to learn to operate specialized machinery after a back injury forced an end to her 15 years as a nursing-home aide, revels in her new career as a machinist.\n\n“The money is better. Life is better. And I’m nowhere near as stressed,” the 34-year-old said of her job at the vast Paragon Medical plant just outside Warsaw.\n\nPritchett got four job offers last year, right after she finished a 22-week training program at Ivy Tech. “They literally all came in on the same day,” she said.\n\nWho will really pay?\n\nProponents of the device tax say the industry will simply pass the cost along to customers, or will make up for it through the increased use of their products as more people gain health insurance.\n\nWells Fargo Securities analyst Larry Biegelsen projects that demand for medical devices will grow, along with the number of insured Americans. “We believe this will be sufficient to offset the 2.3 percent med-tech tax,” Biegel­sen wrote during the first year of the tax.\n\nWall Street has also been optimistic about the industry’s prospects, with companies’ share prices growing faster than the S&P 500 in the first half of 2014. Orthopedic companies saw a 39 percent increase in share ­prices, according to a report from Mercer Capital, a valuation firm based in Memphis.\n\nWhile there have been some jobs lost as a result of the device tax, industry figures of tens of thousands are greeted skeptically by Wall Street, as well as by government analysts.\n\nIn November, the Congressional Research Service reported the device tax had “fairly minor effects,” with output and employment dropping by “no more than two-tenths of 1 percent.”\n\nThe industry’s lobbying arm, AdvaMed, fired back, saying the report was flawed because it assumed the cost of the tax would be passed along to customers. That’s been difficult to do because hospitals are seeing their own reimbursements drop and are pushing back against price increases. McGorman of Bloomberg Intelligence said prices across the industry have fallen 1 to 3 percent annually.\n\nAdvaMed said it surveyed members after the first full year of the tax and they cited a loss of “approximately 33,000 industry jobs,” with about 14,000 of those direct cuts and the rest a more speculative accounting of jobs that would probably have been created without the tax.\n\nKaiser Health News is a national health policy news service. It is an editorially independent program of the Henry J. Kaiser Family Foundation.", "article_metadata": {"news_keywords": "business", "og": {"site_name": "Washington Post", "description": "Some analysts question whether the Affordable Care Act levy is to blame for flat industry revenue, however.", "title": "Makers of medical devices work hard to overturn tax", "url": "https://www.washingtonpost.com/business/economy/makers-of-medical-devices-work-hard-to-overturn-obamacare-tax/2015/01/26/899b9ac8-a1ae-11e4-b146-577832eafcb4_story.html", "image": "https://images.washingtonpost.com/?url=https://img.washingtonpost.com/pb/resources/img/twp-3000x1568.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/business/economy/makers-of-medical-devices-work-hard-to-overturn-obamacare-tax/2015/01/26/899b9ac8-a1ae-11e4-b146-577832eafcb4_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "business", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "eomportal-uuid": "899b9ac8-a1ae-11e4-b146-577832eafcb4", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "description": "Some analysts question whether the Affordable Care Act levy is to blame for flat industry revenue, however."}, "_id": "\"57477af36914bd0286fce2bf\"", "article_summary": "Wells Fargo Securities analyst Larry Biegelsen projects that demand for medical devices will grow, along with the number of insured Americans.\nSlow or flat revenue growth continued last year, said Jason McGorman, medical device analyst for Bloomberg Intelligence.\nTill’s bullish view of the medical device industry — he says he can’t crank out graduates fast enough — contrasts sharply with what industry lobbyists are telling lawmakers in the nation’s capital.\nBesides Zimmer Holdings and Biomet, Warsaw also is home to DePuy Synthes, part of Johnson & Johnson, and about 14 other device companies and suppliers.\nThey say a 2.3 percent tax on the sale of medical devices put in place two years ago by the Affordable Care Act has already cost more than 30,000 jobs."}