{"article_title": "State Worker Health Premiums May Change", "article_keywords": ["family", "florida", "workers", "worker", "premiums", "standard", "state", "health", "plan", "employees", "changes", "insurance", "change"], "article_url": "http://health.wusf.usf.edu/post/state-worker-health-premiums-may-change", "article_text": "Click here to listen to the story\n\nSince 2005, monthly health insurance premiums for state workers in Florida have stayed the same.\n\nBut a bill making its way through the Florida House could make big changes to the state group employee health plan, which covers more than 300,000 state employees and their families.\n\nRight now, workers pay $50 dollars a month for individual coverage, or $180 dollars a month for their family. That’s a fraction of the cost most people who have health insurance through a private employer.\n\nFor the state workers, the premium is the same whether they choose the preferred provider organization (PPO), or a health maintenance organization plan (HMO).\n\nThe bill, sponsored by Rep. Jason Brodeur, R-Sanford, would increase the monthly premium for the standard HMO plan – and decrease the monthly premium for the standard PPO plan.\n\n\"Something that gives you more, should cost you more,” Brodeur explained during a recent meeting of the House Appropriations Committee meeting, which passed the bill.\n\nAs of March 25, there are 137,029 active employees enrolled, and 178,087 dependents of active employees enrolled for a total of 315,116 enrolled in state group insurance plans, according to the Florida Department of Management Service. The state’s cost to cover them, 2013 data show, is $1.5 billion.\n\nAmong the changes outlined under HB 7097, monthly premiums for coverage starting Jan. 1, 2016 would be:\n\nStandard PPO (individual): $45/month Standard PPO (family): $170/month Standard HMO (individual): $60/month Standard HMO (family): $200/month\n\nFor the Capital Health Plan, an HMO available to state workers in and around Tallahassee, the premium would change to $40 a month for an individual and $170 a month for family coverage.\n\n“The upward adjustments reflects the fact that these are offered as richer benefits, that’s the actual value of what we are giving, or providing, as part of the plan,\" said Brodeur, who chairs the House Health & Human Services Committee.\n\nAmong the thousands of active state employees that could be affected by this proposal are teachers, firefighters and university employees.\n\nBut amid all of the legislative debate over Medicaid expansion, Low Income Pool funds and competing budgets proposals, the proposal to make changes to state employee insurance has gotten little attention.\n\n\"Surprisingly, this has not been discussed, from my hearing, among state employees,” said Jay Wolfson, a professor at the University of South Florida's College of Public Health.\n\n\"I think this is kind of coming up again in a more developed form. I think it's got a good chance of getting through at least the House, whether it will be subjected to additional tweaking or rejection in the Senate, we don't know.\"\n\nWolfson said the time has probably come to adjust the state employee health benefits to reflect increased costs in care. But he points out that in recent years, Florida lawmakers have rejected changes to the state employee group plan.\n\nAnd the Florida Senate has yet to consider Brodeur’s bill this year.\n\n“For the last decade, the state looked at this, and has talked about this,” Wolfson said. “And as is the case with other employers, in the private sector and not-for-profit sector, reorienting the benefit structure to make it more efficient, to place some greater degree of financial responsibilities on beneficiaries, is something which policy makers on both the left and the right have said probably makes some sense, to share more of that burden.”\n\nKaiser Family Foundation surveys show that in the private sector, average annual premiums for employer-sponsored health coverage have been on the rise for years.\n\nLast year, on average, workers paid about $4,800 dollars toward the cost of family health coverage. Florida state workers right now pay less than half of that: $2,100 a year for family coverage.\n\nEven with the changes Brodeur has proposed, state employee insurance is still considered a bargain. The state of Florida would still pick up more of the tab for health coverage than most other employers do.\n\n\"I think we want to keep what we have,” said Marshall Ogletree, the interim executive director for United Faculty of Florida, which lobbies on behalf of higher education faculty and professionals at 11 state universities.\n\nOgletree said they're watching any proposed changes to health insurance premiums for state employees \"very cautiously.\"\n\n\"The known is a lot better than the unknown,” he said. “And that's kind of where we are at this point, trying to keep it manageable, cost effective and productive for the faculty member.\"\n\nLottie Watts is a producer/reporter with WUSF in Tampa. Health News Florida receives support from the Corporation for Public Broadcasting. Reporter John O’Connor contributed to this report.", "article_metadata": {"category": "HNF Stories", "description": "Since 2005, monthly health insurance premiums for state workers in Florida have stayed the same. But a bill making its way through the Florida House could", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/state-worker-health-premiums-may-change", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201504/Brodeur.jpg", "type": "article", "description": "Since 2005, monthly health insurance premiums for state workers in Florida have stayed the same. But a bill making its way through the Florida House could", "title": "State Worker Health Premiums May Change"}, "story_id": 400004857, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@"}, "author": "Lottie Watts", "org_id": 0, "dc": {"title": "State Worker Health Premiums May Change"}, "nid": 10293, "datePublished": "2015-04-15", "keywords": "state worker, state employees, employee health insurance, Insurance, HMO, PPO, Florida Legislature 2015", "wordCount": 906, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fce2c6\"", "article_summary": "Click here to listen to the storySince 2005, monthly health insurance premiums for state workers in Florida have stayed the same.\nOgletree said they're watching any proposed changes to health insurance premiums for state employees \"very cautiously.\"\nAmong the thousands of active state employees that could be affected by this proposal are teachers, firefighters and university employees.\nThat’s a fraction of the cost most people who have health insurance through a private employer.\nFor the state workers, the premium is the same whether they choose the preferred provider organization (PPO), or a health maintenance organization plan (HMO)."}