{"article_title": "Jerry Brown Pushes Traffic Debt 'Amnesty' for Poor", "article_keywords": ["poor", "brown", "court", "pushes", "pay", "jerry", "system", "traffic", "courts", "report", "associated", "amnesty", "debt", "violations", "fines", "told"], "article_url": "http://www.breitbart.com/big-government/2015/05/24/jerry-brown-pushes-traffic-debt-amnesty-for-poor-its-a-hellhole-of-desperation/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nGov. Jerry Brown is calling for an amnesty program for poor California residents who cannot afford to pay debts accrued through traffic violations after a blistering report from a nonprofit law firm concluded that the state is profiting off of minorities and low-income residents.\n\nAccording to the Associated Press, Brown’s plan would see fines issued for minor traffic violations cut in half, while the administrative fees associated with the fines would be dropped from $300 to $50. California has reportedly suspended roughly 4.8 million driver’s licenses since 2006 over failure to pay fines associated with traffic violations.\n\nSIGN UP FOR OUR NEWSLETTER\n\nIn an April report titled, “Not Just a Ferguson Problem: How Traffic Courts Drive Inequality in California,” the Western Center on Law and Poverty outlined the ways in which it claims the state’s traffic court system disproportionately affects low-income residents.\n\n“Due to increased fines and fees and reduced access to courts, more than four million Californians have suspended driver’s licenses,” the report states. “These suspensions make it harder for people to get and keep jobs, harm credit ratings and raise public safety concerns. Ultimately they keep people in long cycles of poverty that are difficult if not impossible for many to overcome.”\n\n“California has sadly become a pay-t0-play court system,” WCLP legislative advocate Michael Herald, who helped author the report, told the Associated Press.\n\nAccording to the AP, the fine for a red-light violation is now a staggering $490, up from $103 twenty years ago. The added fees go toward supporting social services like court construction and medical services. And the hefty fines grow even larger when those ticketed fail to pay.\n\n“The fines and assessments being collected by the courts have increasingly been used not as a penalty for the violation, but as a source of revenue to fund government operations, including the courts,” the WCLP report found.\n\n“How do you expect to pay something when you have no job, and you can’t get a job without your license?” 31-year-old Oakland resident Michael Armas told the AP. Armas said that as a result of failing to pay for minor traffic violations like using a cellphone while driving and failing to properly display his license plate, his fines have reached a total of $4,500.\n\nIn a statement, Brown called the traffic court system a “hellhole of desperation” for California’s poor.\n\n“It’s a hellhole of desperation and I think this amnesty can be a very good thing to both bring in money, to give people a chance to kind of pay at a discount,” Brown said.\n\nIn February, Sen. Bob Hertzberg (D-Van Nuys) introduced Senate Bill 405, which would allow those with suspended licenses to keep their driving privileges if they agreed to pay reduced fines determined on a sliding scale.\n\n“The whole fee system is out of whack, and for poor people, you make a choice between feeding your family or paying your rent or paying for a $63 parking ticket that turns out to be $300 in 60 days,” Hertzberg told CBS Los Angeles’ KNX 1070 radio station last month.\n\nBrown spokesman Evan Westrup told the AP that the governor’s administration and the Justice Department have held discussions about overhauling California’s traffic court system. It was not immediately clear whether the Justice Department had launched an official investigation into the courts.", "article_metadata": {"description": "Gov. Jerry Brown is calling for an amnesty program for poor California residents who cannot afford to pay debts accrued through traffic violations after a blistering report from a nonprofit law firm concluded that the state is profiting off of minorities and low-income residents.", "og": {"site_name": "Breitbart", "description": "Gov. Jerry Brown is calling for an amnesty program for poor California residents who cannot afford to pay debts accrued through traffic violations after a blistering report from a nonprofit law firm concluded that the state is profiting off of minorities and low-income residents.", "title": "Jerry Brown Pushes Traffic Debt 'Amnesty' for Poor", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/05/traffic-debt.jpg", "height": 480}, "url": "http://www.breitbart.com/big-government/2015/05/24/jerry-brown-pushes-traffic-debt-amnesty-for-poor-its-a-hellhole-of-desperation/", "type": "article"}, "twitter": {"description": "Gov. Jerry Brown is calling for an amnesty program for poor California residents who cannot afford to pay debts accrued through traffic violations after a blistering report from a nonprofit law firm concluded that the state is profiting off of minorities and low-income residents.", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2015/05/traffic-debt.jpg", "title": "Jerry Brown Pushes Traffic Debt 'Amnesty' for Poor", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Amnesty, Driver's licenses, Ferguson, Jerry Brown, Traffic Courts, traffic debt amnesty, Western Center on Law and Poverty,Big Government, Breitbart California,traffic debt amnesty", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Government", "tag": "Western Center on Law and Poverty", "published_time": "2015-05-24T12:30:51-07:00", "categories": "Big Government,Breitbart California"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af36914bd0286fce2c5\"", "article_summary": "In a statement, Brown called the traffic court system a “hellhole of desperation” for California’s poor.\nCalifornia has reportedly suspended roughly 4.8 million driver’s licenses since 2006 over failure to pay fines associated with traffic violations.\nBrown spokesman Evan Westrup told the AP that the governor’s administration and the Justice Department have held discussions about overhauling California’s traffic court system.\nJerry Brown is calling for an amnesty program for poor California residents who cannot afford to pay debts accrued through traffic violations after a blistering report from a nonprofit law firm concluded that the state is profiting off of minorities and low-income residents.\nAccording to the Associated Press, Brown’s plan would see fines issued for minor traffic violations cut in half, while the administrative fees associated with the fines would be dropped from $300 to $50."}