{"article_title": "Ted Cruz Vows To Make 'Grave Mistake' And Back Trump", "article_keywords": ["jake", "trump", "nominee", "vows", "support", "ted", "donald", "cruz", "tapper", "grave", "mistake"], "article_url": "http://thinkprogress.org/politics/2016/02/28/3754580/ted-cruz-trump-grave-mistake-will-back-anyway/", "article_text": "Politics Ted Cruz Vows To Make ‘Grave Mistake’ And Back Trump CREDIT: CNN Sen. Ted Cruz (R) with Jake Tapper on Sunday\n\nSen. Ted Cruz (R-TX) thinks a Donald Trump presidency would be “a grave mistake.” But, he reaffirmed Sunday, he would support him as the GOP presidential nominee anyway.\n\nOn CNN’s State of the Union host Jake Tapper asked Cruz on Sunday about recent denunciations of Trump by Sen. Marco Rubio (R-FL) and other conservatives.\n\nCruz joined in on the attacks, blasting Trump for his historical support of Planned Parenthood and late-term abortion rights, his promise to “stay neutral between Israel and the Palestinians,” and his “longtime support of expanding Obamacare into Bernie Sanders-style socialized medicine, putting the government in charge of your health care, putting government bureaucrats into a position to ration your care, especially that of seniors.”\n\nNoting that like Cruz has suggested Trump presidency would be “a grave mistake,” host Jake Tapper asked if he would still support his rival should he win the nomination.\n\n“I will support the Republican nominee. Period. The end,” Cruz replied.\n\nWatch the video:\n\n\n\nStill, Cruz warned that Trump could be a total disaster. “If Donald becomes president, who the heck knows what he would do? Even Donald doesn’t know what he would do. I think the challenges facing the nation, they’re too grave to roll the dice.”\n\nMoments later, Tapper asked Gov. John Kasich (R-OH) if he will also still back Trump as the nominee. Kasich responded that non-candidates don’t understand what it is like to be in the arena and assured Tapper, “At the end of the day, I’m going to support that person who came through the arena and became the nominee.”\n\nAll of the GOP candidates took a solemn oath to back their party’s nominee, no matter who it is.", "article_metadata": {"google": "nositelinkssearchbox", "description": "\"I will support the Republican nominee. Period. The end.\"", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "\"I will support the Republican nominee. Period. The end.\"", "title": "Ted Cruz Vows To Make ‘Grave Mistake’ And Back Trump", "url": "http://thinkprogress.org/politics/2016/02/28/3754580/ted-cruz-trump-grave-mistake-will-back-anyway/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2016/02/28102006/CruzBacksTrump-600x315.jpg", "type": "article"}, "twitter": {"description": "\"I will support the Republican nominee. Period. The end.\"", "creator": "@jeisrael", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2016/02/28102006/CruzBacksTrump-321x214.jpg", "title": "Ted Cruz Vows To Make ‘Grave Mistake’ And Back Trump", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-politics", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2016/02/28102006/CruzBacksTrump-540x303.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2016/02/28102006/CruzBacksTrump-99x66.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2016-02-28T10:42:29+00:00", "author": "https://www.facebook.com/joshisraelinvestigates"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "article_summary": "Politics Ted Cruz Vows To Make ‘Grave Mistake’ And Back Trump CREDIT: CNN Sen. Ted Cruz (R) with Jake Tapper on SundaySen. Ted Cruz (R-TX) thinks a Donald Trump presidency would be “a grave mistake.” But, he reaffirmed Sunday, he would support him as the GOP presidential nominee anyway.\nOn CNN’s State of the Union host Jake Tapper asked Cruz on Sunday about recent denunciations of Trump by Sen. Marco Rubio (R-FL) and other conservatives.\nWatch the video:Still, Cruz warned that Trump could be a total disaster.\nI think the challenges facing the nation, they’re too grave to roll the dice.”Moments later, Tapper asked Gov.\nJohn Kasich (R-OH) if he will also still back Trump as the nominee."}