{"article_title": "Castro hardens rhetoric, warns Cubans to be alert to U.S. intentions", "article_keywords": ["cubans", "rhetoric", "united", "end", "congress", "cuba", "warns", "castro", "alert", "states", "intentions", "hardens", "party", "change", "obama"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/04/16/slow-dance-capitalism-Cubas-Communists-turn-future", "article_text": "HAVANA (Reuters) - President Raul Castro warned Cubans on Saturday that the United States was determined to end Cuba's socialist revolution despite restoring relations and a visit by U.S. President Barack Obama, saying one-party Communism was essential to defend the system.\n\n\"We must be alert, today more than ever,\" Castro said, speaking in front of a giant portrait of his brother Fidel Castro at the inauguration of the Communist Party's first congress in five years.\n\nSpeaking for over two hours, Castro used a defiant tone that belied the breakthrough between the Cold War enemies. He said Obama's desire to end U.S. sanctions was welcome but just a change of \"method\", in reference to efforts by Washington to bring political change to Cuba ever since the Castro brothers toppled a pro-American government in 1959.\n\nObama and Castro announced in December 2014 they would end decades of hostility and normalize relations. But on a historic trip to the island last month, Obama angered the government with a speech broadcast directly into Cubans' homes calling for more political freedom and democracy in the one-party state.\n\nCastro and his lieutenants, many of them in their 70s and 80s, faced some discontent ahead of the congress among younger members who are critical of their slow delivery on promised economic reforms in the past five years and a lack of transparency on discussions.\n\n\"The key function of the congress is a message that the Obama visit has not changed anything. To reduce expectations,\" said Bert Hoffman, a Latin American expert at the German Institute of Global and Area Studies.\n\nCastro reiterated the party's commitment to the reforms which he said should be implemented faster. But he said Cuba was not moving towards capitalism, citing China and Vietnam as models, while emphasizing that social ownership and cooperatives were mostly preferable to private property.\n\nHe celebrated Cuba's growing number of self-employed people but cautioned that the United States was seeking to turn them into a opposition force. Obama spent hours talking to small business people and entrepreneurs during his Havana visit.\n\n'POWERFUL EXTERNAL FORCES'\n\n\"We are not naive, and we are aware of powerful external forces that aspire to, as they say, 'empower' non-state actors to generate agents of change and finish off the revolution by other means,\" he said.\n\nCastro did not detail which reforms would be implemented next, although he singled out Cuba's complex dual currency system as a major economic distortion that needed to be rectified and emphasized the need for foreign investment.\n\nHe said he remained convinced of the benefits of improved relations with the United States and said Cuba was committed to the diplomatic thaw. But he did not believe Obama's promise that the United States would not impose political or economic change on Cuba.\n\n\"The goals are the same, only the methods have changed,\" Castro said, adding that U.S. migration policies that encourage Cubans to defect were \"a weapon against the revolution.\"\n\n\"These practices do not correspond to the declared change in policy towards Cuba, and cause difficulties in third countries,\" he said.\n\nMigration has surged since the 2014 detente as Cubans take advantage of a U.S. policy that grants them citizenship as soon as they arrive. Bottlenecks of migrants in transit have formed in Central America.\n\nCuba's top leaders started their careers as young guerrilla fighters who overthrew a U.S. backed government in 1959, and a few years later repelled the U.S.-backed Bay of Pigs invasion - which the party congress is timed to commemorate.\n\nCastro said the one-party system was the greatest defense against Washington's past attempts to dominate Cuba.\n\n\"If one day they manage to fragment us, that would be the beginning of the end of the revolution, of socialism and independence in our homeland,\" he told 1,000 delegates gathered for the congress.\n\nRecalling a conversations with one U.S. official, he said he told \"el Americano\" that the Democrats and Republicans were so similar that they were like one party.\n\n\"It's the same as if in Cuba we had two parties, Fidel leads one and I lead the other,\" he joked to laughter and applause.\n\nCastro is 84 and his top lieutenant in the party, José Ramón Machado Ventura is 85. In a nod to the next generation of leaders, Castro said no one should be more than 60 years old when they join the party's main decision-making body.\n\nCastro is due to retire as president in 2018 and by the end of the four-day congress it will be clear whether he remains as party leader until 2021, or whether somebody younger takes over the leadership.\n\nFounded in 1965, the Communist Party is seen as more powerful in Cuba than the government. It was formally led by Fidel Castro until 2011, although his younger brother had effectively taken command several years earlier.\n\n(Additional reporting by Marc Frank; Editing by Mary Milliken)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "HAVANA (Reuters) - President Raul Castro warned Cubans on Saturday that the United Sta", "title": "Castro hardens rhetoric, warns Cubans to be alert to U.S. intentions", "url": "http://www.thefiscaltimes.com/latestnews/2016/04/16/slow-dance-capitalism-Cubas-Communists-turn-future", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/cuba-dailylife_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/04/16/slow-dance-capitalism-Cubas-Communists-turn-future", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/cuba-dailylife_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "HAVANA (Reuters) - President Raul Castro warned Cubans on Saturday that the United Sta", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "He celebrated Cuba's growing number of self-employed people but cautioned that the United States was seeking to turn them into a opposition force.\nBut he did not believe Obama's promise that the United States would not impose political or economic change on Cuba.\nObama and Castro announced in December 2014 they would end decades of hostility and normalize relations.\nHe said he remained convinced of the benefits of improved relations with the United States and said Cuba was committed to the diplomatic thaw.\nIt was formally led by Fidel Castro until 2011, although his younger brother had effectively taken command several years earlier."}