{"article_title": "Schramm Investment Advisors: hard-wired skill; 'new school' approach", "article_keywords": ["schramm", "school", "financial", "business", "advisors", "hardwired", "im", "lot", "professional", "college", "skill", "theyre", "approach", "investment", "really"], "article_url": "http://www.hudsonstarobserver.com/news/business/3667213-schramm-investment-advisors-hard-wired-skill-new-school-approach", "article_text": "Schramm Investment Advisors: hard-wired skill; 'new school' approach\n\nMax Schramm in his office in the Hudson Professional Building on Fourth Street. (Hudson Star-Observer photo by Chuck Nowlen)\n\nMax Schramm didn’t know he was a finance natural until he graduated from college -– that’s when he finally saw how his language degree could give him a professional edge.\n\n“Part of what I do is finance and financial planning, and part of it is also teaching and communicating,” says the 25-year-old Oregon native, who started Hudson’s Schramm Investment Advisers in December after getting a French Studies degree three years ago from the University of Minnesota.\n\n“I’m good at explaining how this stuff works in layman’s terms, and that part of the adviser-client relationship is one of the most valuable. The adviser-client relationship is built on trust, and it’s so much easier to trust people when you know exactly where they’re coming from.\n\n“I’m interested in that. I like answering all the questions that my clients have.”\n\nAdds Schwann, a certified fund specialist, the oldest professional designation in the mutual funds industry, granted and administered by the Institute of Business and Finance:\n\n”One of the biggest reasons I got into this business is that I really like talking about it –- I like talking about it a lot. I never want to leave anyone in the dark about their investments.\n\n“I’m not going to sugar-coat my advice or tell them they’re doing something right when they’re not just to please them. I’m a pretty open guy anyway, but I’m also legally bound to work only in their best interests and no one else’s.”\n\nSchramm Investment Advisers’ specialties: asset management, financial planning -– “everything from drawing up a budget to projecting cash flow for retirement or college planning” — and retirement-account management.\n\nAll are anything but one-size-fits-all propositions, Schramm notes. All three depend on a client’s individual circumstances and financial goals, and they’re all full of pitfalls as well.\n\nYet many people have no idea about the intricacies of how financial instruments work.\n\nSchramm says of retirement-account management, for example:\n\n“A lot of people get enrolled in their employer’s 401k program, but they don’t get a lot of guidance on what’s really going on with it. If they have questions, often their employer tells them, ‘Talk to an administrator.’ But administrators usually don’t have the ability to tailor their advice to an individual.\n\n“Anyone can learn how to read, say, a balance sheet or an income statement, but to really draw up an investment thesis for someone based on the fundamentals, you have to paint an overall picture with a pretty sophisticated brush and a delicate hand.”\n\nCore values\n\nAnother uncommon trust-building aspect of the Schramm Investment Advisers business model: its basic flat-fee compensation philosophy.\n\n“I don’t get any commissions on anything or require special fees,” Schramm explains. “One of the values I have is that I’m basically on call for my clients whenever I’m needed. My relationships with my clients are very close and very collaborative.”\n\nAnd the age factor?\n\n“Actually, I think it works in my favor,” Schramm says, while also acknowledging the value of older pros’ experience. “I’m not bound to a paradigm that I’ve been working under for 25 years.\n\n“I didn’t start working during the great bull market of the 1990s, so I’m not working from that perspective. I operate under a more new-school investing approach that draws on many diverse schools of thought.”\n\nAnother plus: “People want to know that their relationship with their adviser won’t be eclipsed by the adviser’s own retirement at some point. Eventually, I suppose, retirement will be a possibility for me, but not for a long time at the age of 25.”\n\nSchramm was inspired to look at financial advising as a career by his older brother Victor, who also started his own office — in Portland, Oregon — last year. Max still talks shop with Victor “almost every day.”\n\nWhile Schramm’s college major took him in another direction, he had been interested in economics all along.\n\n“Since long before college, there was always something about economics that I found attractive,” he says.\n\n“Economics in general is a very deep and rich pool of theory. There’s a lot of depth in figuring it all out because it’s neither an art nor a science –- it’s both. It’s not just crunching numbers; it’s learning the scientific economic basis and then applying it to the real world in kind of an artful way for your clients.”\n\nSchramm had planned to return to his home town, Eugene, after graduating from the University of Minnesota. Then he met his fiancée, fellow French Studies major Annie Bearss, who is now finishing her master’s degree in architecture at UMN.\n\nVictor sold Max on financial advising, and the more he learned, the more he liked it.\n\n“When you’re involved in a liberal arts education, you tend to take on pretty negative ideas about so-called ‘business types,’” he laughs. “All your peers have their noses turned up at all those business kids wearing ties to class.\n\n“But once I explored it after college, I figured out that I kind of have a knack for this. I found out that I really do have all the skills for this field.”\n\nSchramm’s office is in the Hudson Professional Building, 901 Fourth St. For more information, contact him at (651) 249-0496 or go to the company website: www.schrammadvisers.com.", "article_metadata": {"news_keywords": "News,business,news,Business,Hudson,investments,Financial", "Generator": "Drupal 7 (http://drupal.org)", "author": "Chuck Nowlen", "og": {"site_name": "Hudson Star Observer", "description": "Max Schramm didn’t know he was a finance natural until he graduated from college -– that’s when he finally saw how his language degree could give him a professional edge.\r\n“Part of what I do is finance and financial planning, and part of it is also teaching and communicating,” says the 25-...", "title": "Schramm Investment Advisors: hard-wired skill; 'new school' ...", "url": "http://www.hudsonstarobserver.com/news/business/3667213-schramm-investment-advisors-hard-wired-skill-new-school-approach", "image": {"width": 300, "identifier": "http://www.hudsonstarobserver.com/sites/default/files/styles/square_300/public/field/image/bu-SchrammInvestment.jpg?itok=me9s_EW6", "height": 300}, "type": "article"}, "twitter": {"description": "Max Schramm didn’t know he was a finance natural until he graduated from college -– that’s when he finally saw how his language degree could give him a professional edge.\r\n“Part of what I do is finance and financial planning, and part of it is also teaching and communicating,” says the 25-...", "title": "Schramm Investment Advisors: hard-wired skill; 'new school' ...", "url": "http://www.hudsonstarobserver.com/news/business/3667213-schramm-investment-advisors-hard-wired-skill-new-school-approach", "image": "http://www.hudsonstarobserver.com/sites/default/files/styles/16x9_430/public/field/image/bu-SchrammInvestment.jpg?itok=HGIgDdfg", "site": "hudsonwi", "card": "summary_large_image"}, "fb": {"app_id": 558004674284026}, "keywords": "News,business,news,Business,Hudson,investments,Financial", "article": {"publisher": "https://www.facebook.com/hudsonstarobserver", "tag": "News,business,news,Business,Hudson,investments,Financial", "modified_time": "2015-02-01T01:32:24-06:00"}, "image": {"alt": "Max Schramm in his office in the Hudson Professional Building on Fourth Street. (Hudson Star-Observer photo by Chuck Nowlen)"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "description": "Max Schramm didn’t know he was a finance natural until he graduated from college -– that’s when he finally saw how his language degree could give him..."}, "_id": "\"57477af36914bd0286fce2e0\"", "article_summary": "Schramm Investment Advisors: hard-wired skill; 'new school' approachMax Schramm in his office in the Hudson Professional Building on Fourth Street.\n“I’m not going to sugar-coat my advice or tell them they’re doing something right when they’re not just to please them.\n“Actually, I think it works in my favor,” Schramm says, while also acknowledging the value of older pros’ experience.\nAll three depend on a client’s individual circumstances and financial goals, and they’re all full of pitfalls as well.\n“But once I explored it after college, I figured out that I kind of have a knack for this."}