{"article_title": "How Much Sleep Do You Really Need, And Why?", "article_keywords": ["lost", "youre", "rest", "hours", "range", "sleep", "night", "need", "debt", "recovered", "really"], "article_url": "http://www.medicaldaily.com/how-much-sleep-do-you-really-need-and-why-270704", "article_text": "Your basal sleep need and sleep debt will help determine how much sleep you need each night.\n\nLeonardo Da Vinci is said to have been a so-called polyphasic sleeper, arranging his life around an endless series of catnaps. What’s arguably more relevant in 2014, however, is Cosmo Kramer’s attempt to adopt the master’s rest schedule in the classic episode of Seinfeld. Bear with me.\n\nWhen we think about sleep today, this cultural reference is much more useful, because it tells us that human rest typically backfires once it strays beyond common boundaries. Kramer ends up falling asleep on guest actress Lisa Arch, who immediately assumes he’s dead and calls her mobster friends; Kramer is rolled up in a carpet, driven to the Hudson, and, well, you can watch it yourself.\n\nThe point is that abandoning monophasic sleep is not a great idea if you are somewhat employed and enjoy, if only for short amounts of time, the company of others. No one cares about how much you’re killing the dymaxion rest cycle, or the lucid dreams you have when following the uberman pattern.\n\nWith that said, it may be in order to sort out the question we ask ourselves every night: How much sleep do I really need?\n\nIf you’re in a hurry, the answer is seven to nine hours. If not, let’s find out why.\n\nHow Much?\n\nIt is not difficult to find information about best practices for sleep online. If you type in “sleep,” Google will return hits from countless foundations and nonprofits and departments, all of whom secure funding year after year for a very simple reason: a well-rested society is a happy society.\n\nAfter the Wikipedia entry, the top result is the National Sleep Foundation, an independent nonprofit devoted, as the name suggests, to everything sleep. Here, you will find a neat list detailing the sleep needs associated with various stages in life.\n\nAdults (18+) — 7-9 hours\n\nTeens (11-17 years) — 8.5-9.5 hours\n\nSchool Age Children (5-10 years) — 10-11 hours\n\nPreschoolers (3-5 years) — 11-13 hours\n\nToddlers (1-3 years) — 12-14 hours\n\nInfants (3-11 months) — 14-15 hours\n\nNewborns (0-2 months) — 12-18 hours\n\nThe hour range doesn’t mean that you can choose any amount of sleep within that range. Instead, you’re supposed to use this range to estimate not only your individual basal sleep need, but also your sleep debt.\n\nNeed & Debt\n\nBasal sleep need is pretty self-explanatory: It refers to your personal baseline for rest. This is the amount of sleep your body wants you to get every single night. A healthy person who reaches this amount every night will technically remain well-rested throughout her entire life.\n\nUnfortunately, no one reaches their basal sleep need every single night.\n\nThat’s why you also have to consider sleep debt. Sleep debt is essentially the amount of sleep you owe your body. If you stay up late watching, say, Seinfeld without sleeping in the next day, your attention span and energy may suffer silently for several days. Circadian dips, or natural lapses in alertness, will become more much more noticeable.\n\nWhile it’s possible to solve this debt by compensating for it the following night, it is important to remember that lost sleep cannot always be recovered. “Yes, people can make up for lost sleep on another day,”Dr. Raghu Reddy, a sleep medicine specialist at the University of Arkansas for Medical Sciences, explained. “The amount of sleep lost and recovered may not be the same, though. Most of the first few hours of sleep can be recovered, but if the amount of sleep lost is more than a few hours, not all of it will be recovered.”\n\nAre you keeping an eye on your debt?", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "how much sleep do you need, sleep debt, basal sleep need, hours of sleep, national sleep foundation", "og": {"site_name": "Medical Daily", "description": "Your basal sleep need and sleep debt will help determine how much sleep you need each night.", "title": "How Much Sleep Do You Really Need, And Why?", "url": "http://www.medicaldaily.com/how-much-sleep-do-you-really-need-and-why-270704", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/03/06/sleep.jpg", "type": "article"}, "twitter": {"description": "Your basal sleep need and sleep debt will help determine how much sleep you need each night.", "title": "How Much Sleep Do You Really Need, And Why?", "url": "http://www.medicaldaily.com/how-much-sleep-do-you-really-need-and-why-270704", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/03/06/sleep.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/03/06/sleep.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-03-07T08:30:00-05:00", "modified_time": "2014-03-07T08:30:27-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Your basal sleep need and sleep debt will help determine how much sleep you need each night."}, "_id": "\"57477af36914bd0286fc9826\"", "article_summary": "Your basal sleep need and sleep debt will help determine how much sleep you need each night.\nInstead, you’re supposed to use this range to estimate not only your individual basal sleep need, but also your sleep debt.\nNeed & DebtBasal sleep need is pretty self-explanatory: It refers to your personal baseline for rest.\nSleep debt is essentially the amount of sleep you owe your body.\nWith that said, it may be in order to sort out the question we ask ourselves every night: How much sleep do I really need?"}