{"article_title": "Police in Australia have heightened fears that the A-League is experiencing its first hooligan groups", "article_keywords": ["australia", "group", "heightened", "experiencing", "hooligan", "fears", "football", "victory", "wanderers", "aleague", "violent", "northgate", "groups", "members", "sydney", "supporters"], "article_url": "http://www.dailytelegraph.com.au/news/nsw/police-in-australia-have-heightened-fears-that-the-aleague-is-experiencing-its-first-hooligan-groups/story-fni0cx12-1226794957799", "article_text": "Police in Australia have heightened fears that the A-League is experiencing its first hooligan groups\n\nVideo\n\nImage Victory, Wanderers fan violence 0:29 Play video The FFA has charged Western Sydney Wanderers and Melbourne Victory over a street brawl between the team's fans before last Saturday's match.\n\nTHEY are feared in Europe and - until now - did not exist in Australia.\n\nBut The Sunday Telegraph can today reveal that police have heightened fears A-League football is experiencing its first hooligan football \"firms\" after identifying groups of organised troublemakers across the game.\n\nSenior police say they are involved in extensive, cross-border intelligence-gathering operations to pinpoint and root out troublemakers acting as muscle for the clubs.\n\nOne group that has caught their attention is known as the Northgate Hooligans, which was formed about a year ago and is loyal to the Western Sydney Wanderers.\n\nPolice last week filmed RBB and Northgate members as they conducted their pre-game march towards Parramatta Stadium.\n\nNorthgate members were confirmed as being involved in a violent confrontation with Melbourne Victory supporters late last month that left several people in hospital.\n\nAnother splinter group, AMOK, is comprised of younger members aged between 15 and 20 years.\n\nAssistant Commissioner Alan Clarke, Commander of the Major Events and Incidents Group, said police were watching the issue closely and had a \"comprehensive intelligence strategy\" to keep the matter under control.\n\n\"We're not on the scale of the UK but we do recognise we have a problem,\" Mr Clarke said.\n\n\"We certainly recognise there are splinter groups that represent a high risk.\n\n\"We particularly target these groups and individuals within them.\n\n\"We're talking about a small group of people who have the potential to ruin the game for a large group.\"\n\nEnglish football firms are notoriously violent and routinely clash with members of opposing firms that support rival teams.\n\nNSW police have travelled to the UK and worked with its football policing unit to develop a way to control the emergence of hooliganism in Australian Football.\n\nSenior police have also briefed the SCG Trust, which was worried following a spate of recent violent incidents.\n\nOn Wednesday, The Sunday Telegraph watched as diehard RBB supporters marched to Parramatta Stadium for their team's match against Wellington Phoenix.\n\nPolice were filming specific individuals during the march as part of an intelligence-gathering exercise.\n\nSocial media sites are also being closely examined by police, The Sunday Telegraph has been told.\n\nSome in the crowd wore T-shirts stating: \"Northgate Hooligans\" and a man with a loudspeaker, known to supporters as a \"capo\", instructed all those present not to speak with the media.\n\nAlso of concern to police were a group known as \"casuals\", who are more willing to be involved in violence. Authorities are working to pinpoint who these ''casuals'' are and which supporter base they are from.\n\nThe Northgate Hooligans group has its own crest and several members have been photographed with it tattooed on their body.\n\nOne online posting made by a loyal Wanderers fan summarised the role of both groups, saying: \"Northgate is our firm and guys who like to get into a bit of a scrap with whoever is willing, and AMOK is our youth group with the same mentality.\"\n\nAn RBB spokesman insisted the issue was a misunderstanding, saying the term \"Northgate\" referred to the stadium entry point that its fans use when they attend club games.\n\nThe \"Hooligans\" moniker was a \"joke\", they said, and both the Northgate and the AMOK subgroups were simply \"groups of friends\".\n\n\"Nearly every (football) supporter group in the country had subgroups well before the Western Sydney Wanderers was formed,\" the spokesman said.\n\nThe RBB spokesman yesterday strongly denied claims the subgroups were formed for violence.\n\nOver the past year, about 25 Wanderers supporters have been banned from attending matches, including two who were involved in the violent altercation in Melbourne on December 28.\n\nA further seven fans from Melbourne Victory have been banned, along with nine from Sydney FC.", "article_metadata": {"description": "THEY are feared in Europe and - until now - did not exist in Australia.", "generator": "legacy", "og": {"site_name": "DailyTelegraph", "description": "THEY are feared in Europe and - until now - did not exist in Australia.", "title": "Police in Australia have heightened fears that the A-League is experiencing its first hooligan groups", "url": "http://www.dailytelegraph.com.au/news/nsw/police-in-australia-have-heightened-fears-that-the-aleague-is-experiencing-its-first-hooligan-groups/story-fni0cx12-1226794957799", "image": "http://resources2.news.com.au/images/2014/01/04/1226794/957662-27a3e8f8-73ff-11e3-82a9-fbdd3ae7c5df.jpg", "type": "article"}, "twitter": {"image": {"src": "http://resources2.news.com.au/images/2014/01/04/1226794/957662-27a3e8f8-73ff-11e3-82a9-fbdd3ae7c5df.jpg"}, "site": {"identifier": "@dailytelegraph", "id": "@dailytelegraph"}, "card": "summary_large_image"}, "robots": "noarchive", "fb": {"admins": ",100000875899514", "app_id": 135086289853833}, "articleid": 1226794957799, "keywords": "hooligan, aleague, police thugs, soccer, football", "article": {"publisher": "News Limited", "publicationdate": "Sun Jan 05 07:40:14 EST 2014", "modified_time": "Sun Jan 05 07:40:14 EST 2014", "author": "Yoni Bashan"}}, "_id": "\"57477af36914bd0286fce2f4\"", "article_summary": "Police in Australia have heightened fears that the A-League is experiencing its first hooligan groupsVideoImage Victory, Wanderers fan violence 0:29 Play video The FFA has charged Western Sydney Wanderers and Melbourne Victory over a street brawl between the team's fans before last Saturday's match.\nBut The Sunday Telegraph can today reveal that police have heightened fears A-League football is experiencing its first hooligan football \"firms\" after identifying groups of organised troublemakers across the game.\nPolice last week filmed RBB and Northgate members as they conducted their pre-game march towards Parramatta Stadium.\nNorthgate members were confirmed as being involved in a violent confrontation with Melbourne Victory supporters late last month that left several people in hospital.\n\"Nearly every (football) supporter group in the country had subgroups well before the Western Sydney Wanderers was formed,\" the spokesman said."}