{"article_title": "With plenty of concerns, I'm not ready to say #NeverTrump", "article_keywords": ["great", "good", "nevertrump", "trump", "hes", "system", "policy", "say", "concerns", "im", "shes", "plenty", "ready", "president", "republican"], "article_url": "http://www.al.com/opinion/index.ssf/2016/05/with_plenty_of_concerns_im_not.html", "article_text": "While I haven't been impressed with Donald Trump's campaign so far, he's the last Republican standing. At this point, I'm not ready to rule him out on my November ballot.\n\nFor the last several months, I've watched the Republican candidates as one watches flaming wreckage on the side of the road. There's no question that Donald Trump has been at the heart of the conflagration.\n\nThe cringeworthy statements and juvenile insults leave me scratching my head about the Republican candidate for president. I'm struggling to imagine some of the things he's said coming from the mouth of the leader of the free world.\n\nA few of his policy ideas seem flat-out bizarre. For example, he plans on going after companies like Western Union with a federal regulatory hammer to leverage Mexico to pay for his border wall. He's also suggested replacing U.S. troops in Japan and South Korea with nuclear weapons.\n\nHe's a man who has run his entire campaign so far on the platform of being pro-good and anti-bad. Trump says he'll hire all the best people. Under his leadership, we'll end all the bad deals and start making good deals...very good deals. He's going to make America great again and stop China from taking advantage of our current crop of \"dopey\" leaders.\n\nThat sounds great, but I'm honestly not sure what I'll get with President Trump.\n\nIf Hillary Clinton is the Democratic nominee, she's a known quantity. She's probably a slightly more conservative version of the last eight years. The Affordable Care Act will hang around, financial system reforms will be a muddled mess, our immigration system won't be reformed, and something like the Clean Power Plan will be back on track.\n\nOne thing I do know about either Clinton or Bernie Sanders is that we'll wind up with a progressive Supreme Court for at least a generation. If conservatives didn't like the results of a 4-4 split with Justice Kennedy as a swing vote, we'll like being on the wrong end of a string of 6-3 or 5-4 decisions even less. As a voter who wants to see fewer abortions in America, gun rights protected and religious liberty preserved, that's a deal breaker if the other policy issues weren't already.\n\nMy decision on Trump in November may come down to whether I'm willing to take a chance on a candidate who might surprise me to avoid being stuck with one who won't.\n\nCameron Smith is a regular columnist for AL.com and state programs director for the R Street Institute, a think tank in Washington, D.C.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "President Trump, opinion", "title": "With plenty of concerns, I'm not ready to say #NeverTrump", "og": {"site_name": "AL.com", "description": "My vote in November may come down to whether I'm willing to take a chance on a candidate who might surprise me to avoid being stuck with one who won't.", "title": "With plenty of concerns, I'm not ready to say #NeverTrump", "url": "http://www.al.com/opinion/index.ssf/2016/05/with_plenty_of_concerns_im_not.html", "image": "http://image.al.com/home/bama-media/width620/img/opinion/photo/19877382-standard.jpg", "type": "article"}, "twitter": {"description": "My vote in November may come down to whether I'm willing to take a chance on a candidate who might surprise me to avoid being stuck with one who won't.", "creator": "@DCameronSmith", "image": "http://image.al.com/home/bama-media/width620/img/opinion/photo/19877382-standard.jpg", "title": "With plenty of concerns, I'm not ready to say #NeverTrump", "site": "@aldotcom", "card": "summary_large_image"}, "article_date_updated": "Thursday, May 05, 2016,  1:26 PM", "fb": {"admins": 100000302287435}, "article_publication_name": "AL.com", "article": {"author": "https://www.facebook.com/DavidCameronSmith"}, "article_comments": 0, "article_date_original": "Thursday, May 05, 2016, 11:57 AM", "article_author": "Cameron Smith", "Description": "My vote in November may come down to whether I'm willing to take a chance on a candidate who might surprise me to avoid being stuck with one who won't."}, "article_summary": "That sounds great, but I'm honestly not sure what I'll get with President Trump.\nI'm struggling to imagine some of the things he's said coming from the mouth of the leader of the free world.\nAt this point, I'm not ready to rule him out on my November ballot.\nUnder his leadership, we'll end all the bad deals and start making good deals...very good deals.\nFor the last several months, I've watched the Republican candidates as one watches flaming wreckage on the side of the road."}