{"article_title": "Other Views: Are Democrats bailing on Obamacare, too?", "article_keywords": ["view", "bailing", "views", "obamacare", "scaled", "health", "democrats", "supposed", "survey", "law", "care", "obama"], "article_url": "http://lubbockonline.com/editorials/2016-05-07/other-views-are-democrats-bailing-obamacare-too", "article_text": "Are Democrats bailing on Obamacare, too?\n\n“I am not the first president to take up this cause, but I am determined to be the last.” That was President Obama in a speech before Congress back in Sept. 2009, pitching the health reform plan he’d sign six months later.\n\nIt doesn’t look like he’s going to get his wish.\n\nIn the three-plus years since the Obamacare exchanges opened, the law is teetering on the edge of the abyss. Enrollment is well below expectations, not enough young people are signing up, insurers are failing or dropping out of the program, and, by all appearances, premiums are set to spike even higher than last year.\n\nNow a Kaiser Family Foundation survey released late last week shows that the public is far from satisfied with what Obama claimed was the be-all and end-all of reform.\n\nOverall, just 38 percent have a favorable view of Obamacare, which continues a more or less steady decline in approval since last summer. Fully 43 percent want the law either repealed or scaled back, while just 14 percent say that Congress should “move forward with implementing the law as it is.”\n\nNor does the public feel that Obamacare solved much. In fact, the survey finds that health care ranks No. 4 on the list of priorities for this presidential election, right after jobs, national security and immigration.\n\nWhen asked specifically about health care, the two top issues are the “Affordable Care Act” and “health care costs.” In other words, the biggest health care concerns people have right now are the law Obama signed, and the problem it was supposed to address.\n\nEven Democrats are growing restive with Obamacare, with 25 percent of Democrats now saying they have an unfavorable view of the law, up from 19 percent last month.\n\nTo be sure, a big chunk of this group (40 percent) wants the law expanded to cover more people (despite the fact this is what Obamacare itself was supposed to achieve), but 28 percent of these Democrats now say Obamacare should either be repealed or scaled back.\n\n— Investor’s Business Daily", "article_metadata": {"keywords": "Editorials", "og": {"url": "http://lubbockonline.com/editorials/2016-05-07/other-views-are-democrats-bailing-obamacare-too", "site_name": "Lubbock Online | Lubbock Avalanche-Journal", "type": "article", "description": "Are Democrats bailing on Obamacare, too? \n\"I am not the first president to take up this cause, but I am determined to be the last.\" That was President Obama in a speech before Congress back in Sept.", "title": "Other Views: Are Democrats bailing on Obamacare, too?"}, "description": "Are Democrats bailing on Obamacare, too?“I am not the first president to take up this cause, but I am determined to be the last.” That was President Obama in a speech before Congress back in Sept. 2009, pitching the health reform plan he’d sign six months later.It doesn’t look like he’s going to get his wish."}, "article_summary": "Are Democrats bailing on Obamacare, too?\nEven Democrats are growing restive with Obamacare, with 25 percent of Democrats now saying they have an unfavorable view of the law, up from 19 percent last month.\nIn the three-plus years since the Obamacare exchanges opened, the law is teetering on the edge of the abyss.\nOverall, just 38 percent have a favorable view of Obamacare, which continues a more or less steady decline in approval since last summer.\nIn fact, the survey finds that health care ranks No."}