{"article_title": "Venezuela Patients Resort to Pet Medications", "article_keywords": ["drugs", "pharmaceutical", "medications", "prednisone", "versions", "pet", "veterinary", "resort", "patients", "version", "told", "venezuela", "transplant"], "article_url": "http://www.newsmax.com/Newsfront/venezuelans-pet-medications-scarcity/2015/08/08/id/669198/", "article_text": "Kevin Blanco got a life-saving kidney transplant 15 years ago, but the chronic shortages gripping crisis-hit Venezuela have put his life at risk again.\n\nFaced with the disappearance of prednisone and CellCept, the drugs he needs to take every day to keep his immune system from attacking his kidney as a foreign object, Blanco had to resort to taking veterinary versions designed for pets.\n\n\"It's a bit humiliating,\" he said as he brandished a bright pink box of prednisone with a picture of a dog on it, which costs 90 times more than the human version because it does not benefit from government price controls.\n\nVenezuela's Pharmaceutical Federation estimates that 70 percent of medications have disappeared from the shelves in Venezuela as the country struggles through an economic crisis exacerbated by falling prices of its main export, oil.\n\nTransplant recipients told AFP that in early July, their immunosuppressant drugs vanished altogether, forcing them to take desperate measures to prevent their bodies from rejecting their vital organs.\n\n\"When the human version (of prednisone) ran out, everyone started looking for the canine version,\" said Pharmaceutical Federation president Freddy Ceballos.\n\nBut this last resort is \"putting people's lives at risk,\" said Francisco Valencia, the head of a foundation that provides support and free medicine to transplant recipients.\n\nBlanco, 47, said his doctor told him taking animal prednisone would be \"at your own risk.\"\n\nBut, left for a month with no medication, he had little choice until the government health service resumed deliveries of his meds this week.\n\nNatacha Albarran, who received a kidney transplant 12 years ago, also resorted to the veterinary versions of prednisone and CellCept for 23 days.\n\n\"The doctor told us to go to a store where they sell veterinary drugs, which has the same active ingredient,\" said the 44-year-old shopkeeper.\n\nLeftist President Nicolas Maduro's government, which has not released official figures on the shortages since February 2014, denies that prednisone supplies ran out, saying a shipment of 1.2 million tablets arrived from Cuba last month.\n\nIt says it is also in the process of importing two other drugs for transplant recipients.\n\n\"It's false that there's a shortage,\" said Deputy Health Minister Henry Hernandez.\n\n\"Let's remember, the rate of patients who receive transplants in Venezuela is about 2,000 per year and we have this medication for all of 2015.\"\n\nThe Venezuelan Medical Federation says patients are increasingly using the animal versions of antibiotics, steroids and topical drugs for skin conditions.\n\nAnd while the patients interviewed by AFP did not report negative side effects from animal prednisone, transplant expert Alejandro Cisneros warns that \"no medication should be used that isn't indicated for human consumption.\"\n\nVenezuela imports the vast majority of basic goods it consumes with oil money, which accounts for 96 percent of its foreign currency.\n\nBut that cash has dried up as crude prices have slid by more than 50 percent since mid-2014.\n\nPrice controls and a multi-tier exchange rate that artificially props up the value of the bolivar currency have further strained supplies.\n\nThe pharmaceutical industry says the government currently owes it $3.5 billion for unpaid imports.\n\nThe economic crisis has also caused a supply crunch at hospitals. Many have had to suspend crucial operations such as heart surgery, in a country that already reuses pacemakers from deceased recipients.", "article_metadata": {"news_keywords": "venezuelans, pet, medications, scarcity", "pubdate": "2015-08-08T22:02:22", "og": {"site_name": "Newsmax", "description": "Kevin Blanco got a life-saving kidney transplant 15 years ago, but the chronic shortages gripping crisis-hit Venezuela have put his life at risk again.Faced with the disappearance of prednisone and CellCept, the drugs he needs to take every day to keep his immune system...", "title": "Venezuela Patients Resort to Pet Medications", "url": "http://www.newsmax.com/Newsfront/venezuelans-pet-medications-scarcity/2015/08/08/id/669198/", "type": "article", "image": "http://www.newsmax.com/CMSPages/GetFile.aspx?guid=bc2a7f61-a62f-4001-ad8f-e4b080adf9cc&SiteName=Newsmax", "page_id": 85452072376}, "twitter": {"url": "http://www.newsmax.com/Newsfront/venezuelans-pet-medications-scarcity/2015/08/08/id/669198/", "title": "Venezuela Patients Resort to Pet Medications", "description": "Kevin Blanco got a life-saving kidney transplant 15 years ago, but the chronic shortages gripping crisis-hit Venezuela have put his life at risk again.Faced with the disappearance of prednisone and CellCept, the drugs he needs to take every day to keep his immune system...", "site": "Newsmax"}, "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "msvalidate.01": "FAF1322EC761685A5DD9344A1C19E82A", "epoch": 1439071342, "google-site-verification": "Jt2HUKgzJJw9VwIQJv31ETytuvNNm5ypTWN6j0nYvHM", "keywords": "venezuelans, pet, medications, scarcity", "article": {"section": "Newsfront", "published_time": "2015-08-08T22:02:22"}, "original-source": "http://www.newsmax.com/Newsfront/venezuelans-pet-medications-scarcity/2015/08/08/id/669198/", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=yes", "description": "Venezuela Patients Resort to Pet Medications"}, "_id": "\"57477af36914bd0286fce2fc\"", "article_summary": "\"When the human version (of prednisone) ran out, everyone started looking for the canine version,\" said Pharmaceutical Federation president Freddy Ceballos.\n\"Let's remember, the rate of patients who receive transplants in Venezuela is about 2,000 per year and we have this medication for all of 2015.\"\nNatacha Albarran, who received a kidney transplant 12 years ago, also resorted to the veterinary versions of prednisone and CellCept for 23 days.\n\"The doctor told us to go to a store where they sell veterinary drugs, which has the same active ingredient,\" said the 44-year-old shopkeeper.\nThe Venezuelan Medical Federation says patients are increasingly using the animal versions of antibiotics, steroids and topical drugs for skin conditions."}