{"article_title": "Israel is not my birthright", "article_keywords": ["ago", "birthright", "israel", "land", "daughter", "jews", "jewish", "palestine", "promised", "services", "id"], "article_url": "http://www.salon.com/2014/07/26/israel_is_not_my_birthright/", "article_text": "Topics: Editor's Picks, Gaza, Israel, Israel-Palestine, Judaism, Middle East, Real Families, Violence, Life News, Politics News\n\nI’m writing this in my new baby niece’s room. I am here in Florida visiting my family because of this niece, this tiny pudgy innocent baby. We are Jewish, and it’s time for my niece to receive her Hebrew name in a sweet little ceremony at our longtime synagogue.\n\nLast night I sat at the synagogue next to my 19-year-old daughter. I felt a swell of joy as the services began; I’d been away too long. I’d loved services as a child and teenager.\n\nAnd then we hit the first mention of Israel as the Promised Land, and I burst into tears.\n\nOn the way to services, I’d caught up on Twitter a bit. I’d read about the Israeli missiles still falling on Palestine. I’d read about the outright murder of Palestinian children.\n\nAnd I sat there and listened to the rabbi call Israel our Promised Land, and it broke something in me.\n\nI am an American Jew of a certain age (40), and what that means is that I was raised to believe that Israel was ours by divine right.\n\nIt sounds ridiculous when you say it aloud. Especially because, like many of my generation of Jews, I’m not particularly religious. Many Jews my age slid into paganism, a sort of ambivalent agnosticism, or outright atheism; we are cultural Jews rather than religious Jews. And yet when I first spoke about the conflict between Israel and Palestine some years ago, I found that falling out of my mouth – that God promised us Israel. It’s ours because God said so.\n\nMy daughter, trying to comfort me after the services, said, “Maybe it is the Promised Land, just not right now.”\n\nMy daughter is an atheist. And the narrative got her, too.\n\nThe history we are taught in our Sunday school is that we were there first, and that therefore the Palestinians are occupying our land. How long ago were we there, though? And who, exactly, is we? I find myself using that we – “We need to stop bombing Palestine,” “we need to give land back,” but I am not Israeli. I have never been to Israel. This is how deep it runs, this idea of possession.\n\nAmerican Jewish teenagers get a free trip to Israel, paid for by a Jewish foundation. These are called Birthright trips.\n\nMy daughter went to Israel two years ago. Not on a Birthright trip, the very name of which raises the hairs on the back of my neck, that entitlement to land that others have lived on for generations. She went with my parents, who have gone many times before. She visited various landmarks; she took lots of pictures.", "article_metadata": {"description": "I was raised to think the country was ours by divine right. But this horror has challenged even my deepest beliefs", "title": "Israel is not my birthright", "og": {"site_name": "Salon", "description": "I was raised to think the country was ours by divine right. But this horror has challenged even my deepest beliefs", "title": "Israel is not my birthright", "url": "http://www.salon.com/2014/07/26/israel_is_not_my_birthright/", "image": "http://media.salon.com/2014/07/gaza_demonostration.jpg", "type": "article"}, "twitter": {"description": "I was raised to think the country was ours by divine right. But this horror has challenged even my deepest beliefs", "title": "Israel is not my birthright", "image": "http://media.salon.com/2014/07/gaza_demonostration.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Shira Lipkin", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Editor's Picks, Gaza, Israel, Israel-Palestine, Judaism, Middle East, Real Families, Violence", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "And I sat there and listened to the rabbi call Israel our Promised Land, and it broke something in me.\nAnd then we hit the first mention of Israel as the Promised Land, and I burst into tears.\nAnd yet when I first spoke about the conflict between Israel and Palestine some years ago, I found that falling out of my mouth – that God promised us Israel.\nMy daughter went to Israel two years ago.\nAmerican Jewish teenagers get a free trip to Israel, paid for by a Jewish foundation."}