{"article_title": "Emmy Winner Founds Non-Profit to Help Military Members", "article_keywords": ["founds", "henneberger", "anxiety", "help", "platoon", "winner", "tour", "zero", "music", "members", "military", "nonprofit", "work", "emmy", "depression"], "article_url": "http://dailysignal.com/2015/09/06/army-photographer-founds-music-non-profit-to-help-struggling-military-members/", "article_text": "When you meet confident, Emmy-winning Michael Henneberger, it’s hard to believe that just seven years ago he was diagnosed with both panic disorder and major depressive disorder.\n\nHenneberger, then 25, had joined the Army as a combat photographer. He was stationed at Ft. Meade, Md., for a year of training prior to his discharge.\n\nThe former musician found the adjustment to Army life difficult and getting help for his illness to be just as hard.\n\n“You don’t really know what to do when you start experiencing depression,” Henneberger says. “You are supposed to be this tough person. I abused alcohol, I stopped talking to my family, and I had a bad attitude towards other people who did nothing to deserve it. My actions were really those of someone who had given up.”\n\nThings began looking up for Henneberger, now 32, after his discharge, but to this day he still struggles with depression: “Some days you won’t experience the symptoms, but the illness never goes away,” he says. “I’m a smart guy, but when anxiety hits, there’s no reasoning your way out of it.”\n\nHenneberger works to keep himself distracted through a fulfilling career outside the armed forces (he won an Emmy for his work at Comedy Central in 2013), music, and spending time with his now fiancée, saying his life has “completely changed” since the dark times of his mid-twenties. His current goal? To help other military men and women battling depression and anxiety through his non-profit, Zero Platoon.\n\nHenneberger founded the organization in 2013 as a platform to reach military members suffering with depression, anxiety, or PTSD, or simply adjusting to life away from home, and to tell them that it’s OK to ask for help. Zero Platoon also brings music to military members by organizing tours and posting honest interviews with musicians discussing how they overcame hardship in their own lives, interspersed with performances, online. Several videos have been viewed over 10,000 times.\n\n“I want to focus on the real problems,” he says, noting that while other organizations bring music and musicians to troops, they don’t necessarily touch upon why the bands are there to begin with. “It was refreshing [having bands visit when I was in the military]. But I want to do something that focuses on why we want to give the military distractions.”\n\nHenneberger is no stranger to the industry; he started his first band at 14 and toured the country for five years as a teenager. The contacts he made over the years served him well. Last year, Zero Platoon landed their first sponsored tour at Vans Warped Tour in the spring, and Henneberger went on tour in the fall with pop and punk bands. Then, two months ago, snack foods company KIND donated a $10,000 grant to their cause when Zero Platoon won an online “KIND Causes” contest. Henneberger received the most votes out of the 50-plus submitted entries for the month of February.\n\n“Kindness comes in so many shapes and forms and sizes,” says KIND Communications Coordinator Jenny Hogrefe. “We make sure the submissions meet certain terms and conditions, but then it’s up to our community to decide who wins.”\n\nHenneberger plans to use the money to line up tours at regular concert venues, complete more interviews, and establish Zero Platoon’s first military tour. He has hired other veterans to work for the site and hopes to reach more and more vulnerable servicemen and women. If comments left by active duty members on Zero Platoon’s social media sites are any indication, the organization is striking a chord.\n\n“As a vet being continuously treated and counseled for deployment related stress and anxiety,” a Facebook fan wrote, “I can’t appreciate your organization’s work enough.”\n\nOriginally published by America Within.", "article_metadata": {"description": "Zero Platoon's goal is to help military men and women battling depression and anxiety.", "og": {"site_name": "The Daily Signal", "description": "Zero Platoon's goal is to help military men and women battling depression and anxiety.", "title": "Emmy Winner Founds Non-Profit to Help Military Members", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/904military.jpg", "updated_time": "2015-09-04T11:35:19+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1N3jv3F"}, "twitter": {"domain": "The Daily Signal", "description": "Zero Platoon's goal is to help military men and women battling depression and anxiety.", "title": "Emmy Winner Founds Non-Profit to Help Military Members", "image": {"src": "http://dailysignal.com/wp-content/uploads/904military.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Economy", "tag": "American Dream", "published_time": "2015-09-06T03:01:45+00:00", "modified_time": "2015-09-04T11:35:19+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "zero platoon,military,depression,anxiety,ptsd,army,music"}, "_id": "\"57477af46914bd0286fdcc4e\"", "article_summary": "To help other military men and women battling depression and anxiety through his non-profit, Zero Platoon.\n“You don’t really know what to do when you start experiencing depression,” Henneberger says.\nThen, two months ago, snack foods company KIND donated a $10,000 grant to their cause when Zero Platoon won an online “KIND Causes” contest.\nZero Platoon also brings music to military members by organizing tours and posting honest interviews with musicians discussing how they overcame hardship in their own lives, interspersed with performances, online.\nIf comments left by active duty members on Zero Platoon’s social media sites are any indication, the organization is striking a chord."}