{"article_title": "Some Hospitals Boost Health by Preventing Violence, Attacking Social Determinants", "article_keywords": ["hospital", "city", "determinants", "boost", "medical", "violence", "preventing", "program", "health", "social", "trauma", "truman", "hospitals", "attacking", "prevention"], "article_url": "http://health.usnews.com/health-news/hospital-of-tomorrow/articles/2015/08/24/some-hospitals-boost-health-by-preventing-violence-attacking-social-determinants", "article_text": "Truman Medical Center Hospital Hill in Kansas City, Missouri, embeds so-called violence interrupters into its trauma team, whose job is to quell urges of retaliatory violence among shooting, stabbing and assault survivors and the victims' social circle. The golden hour after a bleeding or injured victim is rushed to the trauma unit is when these nonmedical peacebrokers can make the biggest impact on reducing further acts of violence in the city.\n\n\"That first hour is when we want to be there,\" says Rashid Junaid, violence prevention manager with the Aim4Peace Violence Prevention Program, who oversees a team of trained violence interrupters who get called immediately by trauma staff on the \"peace\" line to counsel victims of intentional violence.\n\n\"We're dealing with the patients and the family and anyone else who may want to retaliate,\" Junaid notes. \"We buy time, talking them down and helping them to understand the consequences of their actions.\"\n\n\n\n[READ: Safety-Net Hospitals Worry About Obamacare Cuts]\n\nThe goals of the hospital violence prevention program – a partnership between Truman and Aim4Peace – include reducing retaliation and re-injury, as well as promoting positive alternatives to violence. The premise: include so-called \"credible messengers,\" individuals trained in conflict resolution and mediation and who come from the city's toughest neighborhoods and have experienced violence, as part of the hospital's trauma response unit to prevent more victims showing up in the trauma unit.\n\nBy several measures, including a citywide homicide rate that has dropped by 28 percent in recent years, the program has been successful.\n\n\n\nAim4Peace relies on mapping of hot spots to help prevent violence in the Kansas City, Mo., area.\n\n\n\n\"We've seen a drop in penetrating trauma,\" reports Teresa Lienhop, director of trauma services at Truman Medical Centers. Between 2012 and 2014, the percent of trauma patients stabbed, shot or who present with intentional, penetrating wounds has fallen from 31 percent to 25 percent. That's about one a day versus multiple per day, notes Truman trauma surgeon Dustin Neel.\n\n\"They've proven to the hospital they are very valuable,\" Neel says of the Aim4Peace workers. For example, many patients treated for such wounds either have no insurance or covered by taxpayer-funded programs. As hospitals take on more financial risk, carrying the financial burden of costly treatment frays the ability of safety-net hospitals like Truman to meet their missions.\n\nHealth care reform is changing how hospitals and health systems view and address a community's health. Through financial carrots and sticks, the Affordable Care Act attempts to turn a system that has rewarded the provision of services to treat illness into one where providers will prosper by keeping people well and preventing disease.\n\n\n\n[READ: Some 'Safety Net' Health Clinics See Drop in Uninsured Visits Under Obamacare]\n\nAddressing issues such as violence, hunger, housing and education have more of an impact on people's health than the medical services hospitals deliver. Studies show that behavior and environment account for about 70 percent of a person's health outcomes, while medical care accounts for about 10 percent of a person's health. Yet, the lion's share of the nation's health spending goes to medical treatment rather than to prevention. That's slowly changing.\n\nThe result: hospitals experimenting with care-delivery transformations, including collaborating closely with community doctors, forming accountable care organizations (ACO) and getting paid based on keeping people well, not just treating the sick. Still, others such as Truman, Harlem Hospital Center and other New York City Health and Hospital Corporation (HHC) facilities, and Bon Secours Richmond (Va.) Health System are taking a bigger bite of the apple by teaming up with neighborhood activists, businesses, nonprofits and others,in taking on root causes of health, such as violence, food and poverty.\n\nTreating Violence as a Contagious Disease\n\nTruman's violence prevention program started in 2008, after Kansas City leaders sought solutions to body counts that perennially surpassed the 100 mark. A city-appointed commission recommended tackling violence from a public health perspective, like a contagious disease, rather than through strictly a law-enforcement lens. Today, more than 45 organizations – counting city schools, the police department, faith-based organizations, nonprofits and civic associations – work to support the Aim4Peace effort.", "article_metadata": {"usn-stitial-fact": "{\"slug\":\"160202\",\"text\":\"Nearly a quarter of strokes occur in people younger than 65.\"}", "usn-comments-mode": "facebook", "description": "Violence 'interrupters' help trauma staff, illustrating a shift in how to address community health.", "zone": "hospitalsoftomorrow/articles", "author": "Christopher J. Gearon", "og": {"site_name": "US News & World Report", "description": "Violence 'interrupters' help trauma staff, illustrating a shift in how to address community health.", "title": "Some Hospitals Boost Health by Preventing Violence", "url": "http://health.usnews.com/health-news/hospital-of-tomorrow/articles/2015/08/24/some-hospitals-boost-health-by-preventing-violence-attacking-social-determinants", "image": "http://www.usnews.com/cmsmedia/0f/20/28b3d1ae4ba8b04a199179ed5816/150824-hottrumanmedctr-submitted.jpg", "type": "article"}, "twitter": {"description": "Violence 'interrupters' help trauma staff, illustrating a shift in how to address community health.", "site": "@USNews", "card": "summary", "title": "Some Hospitals Boost Health by Preventing Violence, Attacking Social Determinants - US News"}, "usn-platform-id": "a", "site": "health-news", "fb": {"app_id": 130063997038366}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "published_at": "2015-08-24", "image": "http://www.usnews.com/dims4/USNEWS/6be15a5/2147483647/thumbnail/80x80/quality/85/?url=%2Fcmsmedia%2F0f%2F20%2F28b3d1ae4ba8b04a199179ed5816%2Fresizes%2F500%2F150824-hottrumanmedctr-submitted.jpg", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "keywords": "LTHealth [Consumer Advice],healthwellness [Consumer Advice],Hospital of Tomorrow,Missouri,violence,patients,hospitals,health care,Christopher J. Gearon", "article": {"publisher": "https://www.facebook.com/usnewsandworldreport", "published_time": "2015-08-24"}, "usn-content-type": "article", "social_id": "http://t.usnews.com/Zcm3vw", "viewport": "width=980", "news_keywords": "Hospital of Tomorrow, Missouri, violence, trauma, health care"}, "_id": "\"57477af36914bd0286fce309\"", "article_summary": "Health care reform is changing how hospitals and health systems view and address a community's health.\nTreating Violence as a Contagious DiseaseTruman's violence prevention program started in 2008, after Kansas City leaders sought solutions to body counts that perennially surpassed the 100 mark.\n\"That first hour is when we want to be there,\" says Rashid Junaid, violence prevention manager with the Aim4Peace Violence Prevention Program, who oversees a team of trained violence interrupters who get called immediately by trauma staff on the \"peace\" line to counsel victims of intentional violence.\n[READ: Safety-Net Hospitals Worry About Obamacare Cuts]The goals of the hospital violence prevention program – a partnership between Truman and Aim4Peace – include reducing retaliation and re-injury, as well as promoting positive alternatives to violence.\nThat's about one a day versus multiple per day, notes Truman trauma surgeon Dustin Neel."}