{"article_title": "Movie locations a tourism draw for Georgia communities", "article_keywords": ["draw", "georgia", "tv", "movie", "locations", "walking", "fans", "series", "mystic", "communities", "atlanta", "tourism", "film", "deliverance"], "article_url": "http://www.washingtontimes.com/news/2015/jan/1/movie-locations-a-tourism-draw-for-georgia-communi/", "article_text": "SAVANNAH, Ga. (AP) - When Hollywood films a hit movie or TV show in Georgia, hardcore fans can bring in millions of tourism dollars when they come to get a firsthand look at the places they’ve seen on the screen.\n\nLee Thomas, the deputy commissioner in charge of the film division of the Georgia Department of Economic Development, said a boost in tourism is one of the greatest economic bonuses the state gets from providing scenery and backdrops to projects from “Deliverance” to “The Walking Dead.”\n\nThe biggest hits not only attract fans from overseas, Thomas said, but often route them to small-town locales that wouldn’t see many tourists otherwise. The state doesn’t track the impact in dollars, but some local communities have estimates. In Newton County, where “The Vampire Diaries” is filmed, direct spending by tourists shot from $47 million in 2002 to $107 million in 2012, according to the U.S. Travel Association.\n\n“It’s certainly not the case for every film or TV show,” Thomas said. “You don’t know which ones are going to do it, but that can be something that carries a town for years and years.”\n\nHere are five of the most popular Georgia movie locations fans can see up close.\n\n- “FORREST GUMP” PARK BENCH\n\nOK, so the actual park bench on which Tom Hanks sat comparing life to a box of chocolates in the 1994 film “Forrest Gump” was just a prop. But the picture-postcard backdrop was the very real Chippewa Square in the center of Savannah’s downtown historic district. The square’s gnarled oaks hung with Spanish moss and towering monument to Georgia’s founding father, Gen. James Edward Oglethorpe, make it instantly recognizable to fans of the Oscar-winning movie directed by Robert Zemeckis. It’s still sought out by movie buffs 20 years later.\n\n- “WALKING DEAD” MAIN STREET\n\nBeyond the apocalyptic ruins of Atlanta, survivors of the zombie-infested countryside in AMC’s TV series “The Walking Dead” find a refuge where a fragile society has walled itself off inside the small town of Woodbury. The town’s Main Street thoroughfare seen on TV is actually downtown Senoia, a city of 3,750 located 35 miles south of Atlanta. Undead fan-demonium has spawned a thriving tourism trade in Senoia, where officials say the number of storefronts has grown from six to 47 since the zombies arrived. The new businesses include a Woodbury Shoppe that sells “Walking Dead” souvenirs.\n\n- “DELIVERANCE” STILL DELIVERS\n\nIn many ways, the story of Georgia’s long-distance romance with Hollywood starts with the filming of “Deliverance” in the north Georgia mountains. The 1972 movie starring Burt Reynolds has been criticized for embracing hillbilly stereotypes. But the film’s stunning views of the Chattooga River are credited with helping spawn a $20 million rafting and outdoor sports industry that still draws visitors four decades later. “Deliverance” had such an impact, then-Gov. Jimmy Carter created a state film office in 1973 to ensure Georgia kept landing movie roles.\n\n- “HUNGER GAMES” HOUSE\n\nSet amid dystopian squalor and sci-fi opulence, the “Hunger Games” series wasn’t exactly geared toward depicting recognizable landmarks from present-day Atlanta, where the sequels “Catching Fire” and “Mockingjay - Part 1” were filmed. The Swan House is one big exception. The 1923 Atlanta mansion gets screen time in both movies as the home of President Snow, played by Donald Sutherland. Filmmakers shot scenes both inside and outside the Swan House, which is located on the 33-acre campus of the Atlanta History Center. The historic home’s museum and grounds are open for tours daily.\n\n- “VAMPIRE DIARIES” DINER\n\nHardcore fans of “The Vampire Diaries” TV series on The CW know that landmarks in the fictional town of Mystic Falls, Virginia, are actually filmed in the small city of Covington, Georgia. One of the supernatural series’ most recognizable locations has been the Mystic Grill, an office building transformed into the exterior of a restaurant for the show. Damage from a 2012 fire left the building vacant until a couple bought it and turned it into a real eatery named - you guessed it - the Mystic Grill. It opened in early 2014, a few months before the fictional Mystic Grill was blown to smithereens in an explosion at the end of the show’s fifth season.", "article_metadata": {"description": "When Hollywood films a hit movie or TV show in Georgia, hardcore fans can bring in millions of tourism dollars when they come to get a firsthand look at the places they've seen on the screen.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "When Hollywood films a hit movie or TV show in Georgia, hardcore fans can bring in millions of tourism dollars when they come to get a firsthand look at the places they’ve seen on the screen.", "title": "Movie locations a tourism draw for Georgia communities", "url": "http://www.washingtontimes.com/news/2015/jan/1/movie-locations-a-tourism-draw-for-georgia-communi/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/01/01/ab2d59c12c95ff00690f6a7067002d21.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/01/01/ab2d59c12c95ff00690f6a7067002d21.jpg", "description": "When Hollywood films a hit movie or TV show in Georgia, hardcore fans can bring in millions of tourism dollars when they come to get a firsthand look at the places they've seen on the screen.", "site": "@washtimes", "card": "summary", "title": "Movie locations a tourism draw for Georgia communities"}, "Author": "RUSS BYNUM", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "_id": "\"57477af36914bd0286fce30d\"", "article_summary": "“You don’t know which ones are going to do it, but that can be something that carries a town for years and years.”Here are five of the most popular Georgia movie locations fans can see up close.\nJimmy Carter created a state film office in 1973 to ensure Georgia kept landing movie roles.\nSAVANNAH, Ga. (AP) - When Hollywood films a hit movie or TV show in Georgia, hardcore fans can bring in millions of tourism dollars when they come to get a firsthand look at the places they’ve seen on the screen.\n- “DELIVERANCE” STILL DELIVERSIn many ways, the story of Georgia’s long-distance romance with Hollywood starts with the filming of “Deliverance” in the north Georgia mountains.\n“It’s certainly not the case for every film or TV show,” Thomas said."}