{"article_title": "Inequality Hits the Grocery Aisle", "article_keywords": ["aisle", "hits", "food", "going", "able", "grocery", "supermarkets", "foods", "inequality", "banks", "post", "valley", "huffington"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/07/14/Inequality-Hits-Grocery-Aisle", "article_text": "Access to food for some lower-class Americans has been cut short by new efficiencies implemented by today’s supermarkets. The result is fewer donations to food banks. But that’s not the only food fight going on right now. High-end superstore Whole Foods (NASDAQ:WFM) also has its own struggle trying to sell its more expensive, upscale food to middle-class shoppers.\n\nWelcome to the haves and have nots of food inequality.\n\nIn Washington State, grocery stores and supermarkets such as Albertson’s and Safeway have become more efficient at managing inventories and reducing the amount of perishable food they have on hand before the food expires. While this is good news in terms of curbing food waste, donations to local food banks from supermarkets are declining as a result.\n\nRelated: Sneaky Ways Food Companies Make You Eat Price Increases\n\n“There is a recent trend to cut back on fresh food inventory at grocery stores,” Neil Watkins, director of the Sky Valley Food Bank in Monroe, WA, told The Monroe Monitor and Valley News last week.\n\nThe food bank collected 330,000 pounds of donated food in the first six months of 2014, down from 380,000 pounds for the same period last year, according to the article. The trend is occurring at other food banks in the regions as well.\n\nDonations from individuals rarely include meat and produce; instead, people usually give dry or canned food. So food banks typically rely heavily on local supermarkets to provide fresh produce to the hungry.\n\nIncome inequality is also hurting Whole Foods. It’s been catering to the upper middle class with its pricey food and specialty products, but to expand its business, it’s now trying to broaden its reach. As The Huffington Post reported, rising income inequality means that many Americans may not be able to afford Whole Foods’ products, even at a discount.\n\nRelated: 9 Downsized Everyday Grocery Products\n\n“They have to expand beyond where they currently are, and that’s kind of a concern,” David McGoldrick, an analyst at market research firm Euromonitor International, told The Huffington Post. “Are they going to be able to find customers in other parts of the country, where incomes are lower, that are going to be able to spend at Whole Foods?”\n\nOne of the main problems is that the middle class is still recovering from the latest financial crisis, and even if lower-income consumers want to start focusing more on healthy food, Whole Foods’ competitors, including Kroger and Walmart, have already stepped in to offer organic food at affordable prices to meet the demand, The Huffington Post reports.\n\n“The perception” is that Whole Foods’ groceries are “way overpriced,” said Sean Naughton, an analyst at Piper Jaffray. Whole Foods shares closed down 1.04 percent at $37.21 Monday. The stock price has plunged nearly 36 percent so far this year.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "While access to food for some lower-class Americans has become more difficult due to today’s better run supermarkets, high-end supermarket Whole Foods faces a struggle of its own as it tries to sell its health food to middle-class shoppers.", "title": "Inequality Hits the Grocery Aisle", "url": "http://www.thefiscaltimes.com/Articles/2014/07/14/Inequality-Hits-Grocery-Aisle", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/04132012_Supermarket_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/07/14/Inequality-Hits-Grocery-Aisle", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/04132012_Supermarket_article.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "While access to food for some lower-class Americans has become more difficult due to today’s better run supermarkets, high-end supermarket Whole Foods faces a struggle of its own as it tries to sell its health food to middle-class shoppers.", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fce315\"", "article_summary": "While this is good news in terms of curbing food waste, donations to local food banks from supermarkets are declining as a result.\nThe trend is occurring at other food banks in the regions as well.\nThe result is fewer donations to food banks.\nAs The Huffington Post reported, rising income inequality means that many Americans may not be able to afford Whole Foods’ products, even at a discount.\nSo food banks typically rely heavily on local supermarkets to provide fresh produce to the hungry."}