{"article_title": "Going back to basics paying off for Avs – The Denver Post", "article_keywords": ["paying", "play", "basics", "coyotes", "practice", "denver", "avs", "roy", "game", "going", "games", "goals", "shots", "post", "net"], "article_url": "http://www.denverpost.com/avalanche/ci_27004412/briefs-going-back-basics-paying-off-avs", "article_text": "Bit by bit, coach Patrick Roy is seeing improvements in some of the things he has been harping on with his Avalanche squad.\n\nThe Avs remain last in the Central Division entering Tuesday’s game with the Arizona Coyotes at Jobing.com Arena. But if sports are based on what-have-you-done-for-me-lately logic, the Avs can claim to be on the upswing. They have won three of their past four games, the one loss being a one-goal loss to Washington on a night they outshot the Caps and controlled play for the most part.\n\nThe Avs were allowing an average of 38.9 shots on net at one point last week. That number is down to 34.1, and while it remains third-most in the NHL, it’s progress. Roy thinks he knows why.\n\n“We’ve been possessing the puck more,” Roy said. “Defensively, we (are not) staying (as) long in our end. Earlier this season, we could be a minute, a minute ten or twenty in our own end. Now, it’s like 10, 15, 20, 30 seconds at most. Maybe one or two times we’re going to be more than 30 seconds.”\n\nStarting with a practice in New York the day before the Avs played the Rangers at Madison Square Garden a couple weeks ago, Roy got after his forwards to keep things simpler and go harder to the net. Stop trying to make the perfect play, Roy implored at the practice at Chelsea Piers Sky Rink, get a little greasier in front of the net, set screens and throw pucks on net and create traffic. The Avs have scored more “dirty” goals since.\n\n“This is how we score goals lately. I mean, E.J. (Erik Johnson) had a wrister the other night and Jarome (Iginla) set a great screen in front of the net. Zach Redmond went to the net. Jarome — there was traffic when he took his (game-tying) shot. There’s no way the goalie could have seen that shot,” Roy said.\n\nWith eight regulars out of the lineup with injuries — but maybe even if they weren’t — the Avs know they need to play simpler hockey. The message seems to have sunk in.\n\n“We’re still getting there, but I think we are just playing better fundamental hockey than we were,” captain Gabe Landeskog said. “We’re at our best when we’re working just as hard as our talent level.”\n\nTanguay back. Winger Alex Tanguay, who missed Saturday’s game with a fractured cheek bone, will return Tuesday in Arizona.\n\nTanguay will wear a full facial shield, as he did at practice Monday.\n\n“It’s the third time in three weeks I got hit with a puck in the face,” Tanguay said. “So, I hope my time has passed. It was not fun. The first hour after it happened, you have the feeling like you want to throw up. But after I got to the hospital and got some medication, I felt fine.”\n\nCOLORADO AT ARIZONA\n\n7 p.m. Tuesday, ALT2; 104.3 FM\n\nSpotlight on Shane Doan: The captain of the Coyotes is the only player left in the NHL who played for the original incarnation of the Winnipeg Jets before they moved to Arizona. He broke in with Winnipeg in the 1995-96 season and is still a good player at age 38. He has 14 points (seven goals) through 22 games. Doan has career totals of 1,337 games and 361 goals.\n\nNOTEBOOK\n\nAvalanche: Reto Berra will start in goal Tuesday. He has struggled, allowing six goals on his past 36 shots, and was pulled in the first period of Saturday’s game vs. Carolina. But coach Patrick Roy said he remains confident in the Swiss goalie. … Roy said No. 1 goalie Semyon Varlamov (groin injury) will not be rushed back. Varlamov didn’t practice Monday. … Roy said Paul Carey was brought up from Lake Erie to replace Andrew Agozzino to give the Avs more speed for the next two games, against the Coyotes and Chicago. … Roy said defenseman Brad Stuart (hamstring) hasn’t made as much progress as originally hoped, so there no longer is a timetable on his return. … Center John Mitchell (leg) didn’t practice Monday and won’t play Tuesday.\n\nCoyotes: Arizona’s average of 28.6 shots per game ranks 25th in the NHL. … The Coyotes rank fifth in the league in faceoffs, winning 52.5 percent.\n\nAdrian Dater, The Denver Post", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Going back to basics paying off for Avs", "title": "Going back to basics paying off for Avs", "url": "http://www.denverpost.com/2014/11/24/going-back-to-basics-paying-off-for-avs/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20141124__44a5346a0d0d342e660f6a70670040efp1.jpg", "height": 463}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20141124__44a5346a0d0d342e660f6a70670040efp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-11-24T15:40:17+00:00", "modified_time": "2016-04-26T14:14:28+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fda20d\"", "article_summary": "The Avs were allowing an average of 38.9 shots on net at one point last week.\nThe Avs remain last in the Central Division entering Tuesday’s game with the Arizona Coyotes at Jobing.com Arena.\nBut if sports are based on what-have-you-done-for-me-lately logic, the Avs can claim to be on the upswing.\nWith eight regulars out of the lineup with injuries — but maybe even if they weren’t — the Avs know they need to play simpler hockey.\nCoyotes: Arizona’s average of 28.6 shots per game ranks 25th in the NHL."}