{"article_title": "Insurers choke on price of new hepatitis C-curing pill", "article_keywords": ["c", "diseases", "price", "choke", "hepatitis", "sovaldi", "patients", "cost", "drug", "prices", "ccuring", "insurers", "pill", "treatment"], "article_url": "http://www.pbs.org/newshour/rundown/1000-pill-sovaldi-jolts-us-health-care-system/", "article_text": "WASHINGTON — Your money or your life?\n\nSovaldi, a new pill for hepatitis C, cures the liver-wasting disease in 9 of 10 patients, but treatment can cost more than $90,000.\n\nLeading medical societies recommend the drug as a first-line treatment, and patients are clamoring for it. But insurance companies and state Medicaid programs are gagging on the price. In Oregon, officials propose to limit how many low-income patients can get Sovaldi.\n\nYet if Sovaldi didn’t exist, insurers would still be paying in the mid-to-high five figures to treat the most common kind of hepatitis C, a new pricing survey indicates. Some of the older alternatives involve more side effects, and are less likely to provide cures.\n\nSo what’s a fair price?\n\nThe cost of this breakthrough drug is highlighting cracks in the U.S. health care system at a time of heightened budget concerns. The Obama administration has a huge political stake in controlling treatment costs, but its critics may cry rationing.\n\n“People are going to want to try to dodge this hot potato,” says economist Douglas Holtz-Eakin.\n\nFor insurers, there’s a frustrating twist: For each middle-aged person they pay to cure with Sovaldi, any financial benefits from preventing liver failure are likely to accrue to Medicare, not to them.\n\nMore than 3 million Americans carry the hepatitis C virus, and many don’t realize it. It’s a public health concern since the disease can be transmitted by contact with infected blood, and sometimes through sexual activity. Health officials advise all baby boomers to get tested.\n\nThe illness is complex, with distinct virus types requiring different treatments. While it progresses gradually, it can ultimately destroy the liver, and transplants average $577,000.\n\nAn estimated 15,000 people died from hepatitis C in the U.S. in 2007, when it surpassed AIDS as a cause of death.\n\n“If it’s going to get me the medicine, I’ll put my hand out there with a tin cup,” said Stuart Rose, a hepatitis C patient in New York City. His insurance would pay only $4,000 a year for medications, but Rose was able to get assistance from charitable foundations. He recently started taking Sovaldi.\n\nUntil the drug’s approval late last year, standard treatment for the most common type of the disease required daily pills and extended use of interferon, an injection that can produce debilitating flu-like symptoms. “Brain fog,” said Rose.\n\nTaken once a day for 12 weeks, Sovaldi greatly reduces the length of interferon treatment, making things more tolerable for patients. Now, many more people might want to try the cure.\n\nA similar drug, Olysio, also approved last year, is priced a bit lower.\n\nThe nation’s largest care provider for chronic hepatitis C, the federal Veterans Administration, sees promise. With 175,000 patients, the VA has started more than 1,850 of them on Sovaldi.\n\n“After 20 years in infectious diseases, I never thought we would be in a position to cure this disease,” said Dr. David Ross, head of the VA’s program.\n\nBy law, the VA gets drug discounts of over 40 percent. Will the agency break even by avoiding the disease’s worst complications?\n\nNot necessarily, said Ross. “If it leads to cost benefits in the long run, that’s gravy.”\n\nPrivate insurers will probably introduce Sovaldi gradually. “Not everybody is going to get this all at once,” said former Medicare administrator Mark McClellan.\n\nDrug maker Gilead Sciences, Inc., reported Sovaldi sales of $2.3 billion worldwide in just the first three months of this year. Gilead will not disclose its pricing methods, but vice president Gregg Alton said the drug’s high cure rate makes it “a real huge value.”\n\nIn many countries, the government sets drug prices. In the US, insurers negotiate with drug companies. Medicare is forbidden from bargaining, a situation that critics say saddles U.S. patients with high costs while subsidizing the rest of the world.\n\nThe Associated Press asked DRX, a technology company that researches drug prices for major insurers and government programs, to look at Sovaldi. The findings:\n\n— There aren’t many deep discounts:\n\nThe midpoint — or median— discount that private payers are securing is about 14 percent off the average wholesale price of $1,200 a pill, bringing it down to $1,037. The biggest discount DRX found was nearly 36 percent, approaching the VA rate, and bringing the cost to $773. DRX surveyed more than 300 payers.\n\n— How do other drugs compare?\n\nDRX compared the total drug cost of treating the most common type of hepatitis C with Sovaldi and three alternatives. The regimen included pills, interferon and an antiviral called ribavirin.\n\nTreatment with Sovaldi had the highest cost, a median of $97,376. The lowest was $48,084 for Victrelis, a somewhat older drug with a lower cure rate.\n\nTwo others were about $8,000 less than Sovaldi. The total median cost with Incivek was $89,178. With Olyisio, it was $89,319.\n\n“While Sovaldi still is the most expensive, all of these are five-figure regimens,” said Jim Yocum, DRX executive vice president. “Sovaldi is an advance … and it doesn’t seem to be priced completely out of whack.”\n\nBut Dr. Sharon Levine, a top official working on drug policy with insurer Kaiser Permanente, disagrees.\n\n“There was never any question that we would cover and prescribe this drug,” said Levine. But she firmly believes the price is out of line. Countries where the government sets drug prices are paying much less, she noted.\n\nU.S. insurers aren’t interested in price controls, said Levine, but “eventually the American public is going to start getting very uncomfortable” with high prices. Drug costs have moderated in recent years, but new medications in the pipeline for cancer and other diseases are expected to push spending up.\n\nThe California Technology Assessment Forum, a private group that reviews medical treatments, recently voted Sovaldi a “low value,” because it would be cost-prohibitive to treat the high number of potentially eligible patients. But after their own assessment, the Infectious Diseases Society of America and the American Association for the Study of Liver Diseases issued clinical guidelines recommending that doctors use Sovaldi as a primary treatment.\n\nMeanwhile, Gilead has a new hepatitis C pill close to approval that will not require interferon use.\n\nThere’s no word on how it will be priced.", "article_metadata": {"description": "WASHINGTON — Your money or your life?  Sovaldi, a new pill for hepatitis C, cures the liver-wasting disease in 9 of 10 patients, but treatment can cost more than $90,000.  Leading medical societies recommend the drug as a first-line treatment, and patients are clamoring for it. But insurance companies and state Medicaid programs are gagging on the price. In Oregon, officials propose to limit how many low-income patients can get Sovaldi.", "pubdate": 20140617, "og": {"site_name": "PBS NewsHour", "description": "WASHINGTON — Your money or your life?  Sovaldi, a new pill for hepatitis C, cures the liver-wasting disease in 9 of 10 patients, but treatment can cost more than $90,000.  Leading medical societies recommend the drug as a first-line treatment, and patients are clamoring for it. But insurance companies and state Medicaid programs are gagging on the price. In Oregon, officials propose to limit how many low-income patients can get Sovaldi.", "title": "Insurers choke on price of new hepatitis C-curing pill", "locale": "en_US", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2014/05/151050768.jpg", "url": "http://www.pbs.org/newshour/rundown/1000-pill-sovaldi-jolts-us-health-care-system/", "type": "article"}, "twitter": {"domain": "PBS NewsHour", "description": "WASHINGTON — Your money or your life?  Sovaldi, a new pill for hepatitis C, cures the liver-wasting disease in 9 of 10 patients, but treatment can cost more than $90,000.  Leading medical societies recommend the drug as a first-line treatment, and patients are clamoring for it. But insurance companies and state Medicaid programs are gagging on the price. In Oregon, officials propose to limit how many low-income patients can get Sovaldi.", "title": "Insurers choke on price of new hepatitis C-curing pill", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2014/05/151050768.jpg", "creator": "@newshour", "site": "@newshour", "card": "summary_large_image"}, "apple-mobile-web-app-capable": "no", "fb": {"app_id": 114150878604116}, "article": {"publisher": "https://www.facebook.com/newshour", "tag": "Sovaldi"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "news_keywords": "Hepatitis-C, medical insurance, Sovaldi"}, "_id": "\"57477af36914bd0286fcd44a\"", "article_summary": "Meanwhile, Gilead has a new hepatitis C pill close to approval that will not require interferon use.\nAn estimated 15,000 people died from hepatitis C in the U.S. in 2007, when it surpassed AIDS as a cause of death.\nMore than 3 million Americans carry the hepatitis C virus, and many don’t realize it.\nDRX compared the total drug cost of treating the most common type of hepatitis C with Sovaldi and three alternatives.\nSovaldi, a new pill for hepatitis C, cures the liver-wasting disease in 9 of 10 patients, but treatment can cost more than $90,000."}