{"article_title": "Google Express brings faster delivery to South Bend area", "article_keywords": ["prime", "google", "stores", "faster", "service", "area", "brings", "express", "store", "convenience", "delivery", "talbott", "amazon", "bend", "south"], "article_url": "http://www.southbendtribune.com/news/business/marketbasket/google-express-brings-faster-delivery-to-south-bend-area/article_f63dddf1-84f1-5dbd-9c3f-2f2594276ddb.html", "article_text": "In an ongoing battle to offer the fastest product delivery, Amazon and Google have continued to find ways to boost the convenience of online shopping. Now Google is pushing forward, bringing its efforts to the Midwest and South Bend with the expansion of Google Express.\n\nThe online shopping service, which offers same-day and overnight delivery, recently became available locally and has made going to the store for everyday items unnecessary — if you’re willing to pay. Google Express offers a list of stores based on the area. For the South Bend region, you can purchase items from Whole Foods, Kohl’s, Staples, Toys R Us and Costco, among a few others, and have them delivered to your door.\n\nLocally, orders are processed by the stores and then delivered by FedEx. Though same-day delivery currently isn’t available here, it is offered in seven large metro areas, including Chicago. Cold groceries and produce currently cannot be delivered, but Google expects that service to roll out in San Francisco and West Los Angeles soon.\n\nBut since starting the service about two years ago, the company has found that shoppers enjoy getting overnight delivery from their favorite stores, said Anaik von der Weid, a Google spokesman. As more retailers are added, the service is becoming more useful for a range of everyday needs, he said.\n\nThe company has been very pleased with both the consumer engagement and overall growth it’s seen since the service launched, the spokesman said.\n\nAlthough not as widespread as Google Express, Amazon’s Prime Now service also has been expanding since it was launched a year ago in large markets.\n\nBut Prime Now operates a bit differently than Google Express. Instead of working with area retailers, Prime Now offers a limited selection of goods from its warehouse, but for one- and two-hour delivery. The service first launched in Manhattan, but has since moved to more than 20 metro areas with more expected next year.\n\nAmazon also has been using the U.S. Postal Service for Sunday delivery and it’s been experimenting with drones, subways, bicycles and even its own jets to ensure speedy delivery.\n\nThe growing demand for convenience is fueling the emphasis on fast delivery, said John Talbott, a senor lecturer of marketing at Indiana University’s Kelley School of Business.\n\n“Convenience has always been a winning hand,” Talbott said, “and this is convenience to the extreme.”\n\nHe gave the example of Blockbuster being the first to branch out from traditional rental stores and to offer DVD delivery. Then Netflix and other streaming services came along offering even more convenience.\n\n“People will always pay for that,” Talbott said.\n\nBoth Google and Amazon have memberships for their quick-delivery service. Amazon requires a membership, Google does not.\n\nIf Amazon Prime Now is available in your area — it’s not here yet — it’s included in the $99 per-year Prime membership. Two-hour delivery is free, but one-hour costs $7.99 per order. Amazon Prime also comes with free two-day delivery for most U.S. locations, a music and video streaming service, unlimited photo cloud storage and a Kindle lending library.\n\nGoogle Express membership costs $10 per month or $95 per year, but again it’s not required. Members can get free delivery if they meet the store minimum; if not, there will be a $3 small-order fee.\n\nFor nonmembers, delivery costs start at $4.99 per store. Nonmembers also must meet the store minimum to avoid paying the $3 fee on top of the delivery charge.\n\nBut people are willing to pay extra, Talbott said, because the service aims to provide products that are used every day. Going to a brick-and-mortar store to shop can be an enjoyable experience, but not usually when it’s for items like toiletries and cleaning supplies, he said.\n\nShopping can be tedious and not enjoyable, so if people have the convenience of avoiding it, they’ll take it.\n\n“What they are doing is they are taking those mundane experiences and taking the friction out,” Talbott said, “and making it easier and painless.”\n\nHave you heard?\n\nSky Zone, a 25,000-square-foot trampoline park, opened Thursday behind the Fun F/X Halloween store at Wilshire Plaza in Mishawaka. Learn more at www.skyzone.com/mishawaka and check out a video of the park at southbendtribune.com.\n\nlwright@SBTinfo.com\n\n574-235-6324\n\n@LWrightSBT", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "South Bend Tribune", "description": "You can get overnight delivery from select retailers for a price, as Google and Amazon battle for supremacy of shopping convenience", "title": "Google Express brings faster delivery to South Bend area", "url": "http://www.southbendtribune.com/news/business/marketbasket/google-express-brings-faster-delivery-to-south-bend-area/article_f63dddf1-84f1-5dbd-9c3f-2f2594276ddb.html", "image": "http://bloximages.newyork1.vip.townnews.com/southbendtribune.com/content/tncms/assets/v3/editorial/a/0c/a0cff495-7e9c-5790-af70-8a72f49eccd0/56764f3ded0e3.image.jpg?resize=760%2C496", "type": "article"}, "twitter": {"site": "@sbtribune", "image": "http://bloximages.newyork1.vip.townnews.com/southbendtribune.com/content/tncms/assets/v3/editorial/a/0c/a0cff495-7e9c-5790-af70-8a72f49eccd0/56764f3ded0e3.image.jpg?resize=760%2C496", "description": "You can get overnight delivery from select retailers for a price, as Google and Amazon battle for supremacy of shopping convenience", "card": "summary_large_image", "title": "Google Express brings faster delivery to South Bend area"}, "description": "You can get overnight delivery from select retailers for a price, as Google and Amazon battle for supremacy of shopping convenience", "Published Date": "2015-12-20T05:00:00", "fb": {"app_id": 368553839952510}, "keywords": "#loc,lincoln wright,google express,market basket,amazon prime,marketbasket,business,featured", "google-site-verification": "3g1dW83HuQbWT4MB-AtH0czzqvwh0eF8rwGwC6sjOhM", "news_keywords": "#loc,lincoln wright,google express,market basket,amazon prime,marketbasket,business,featured"}, "article_summary": "Now Google is pushing forward, bringing its efforts to the Midwest and South Bend with the expansion of Google Express.\nGoogle Express membership costs $10 per month or $95 per year, but again it’s not required.\nIf Amazon Prime Now is available in your area — it’s not here yet — it’s included in the $99 per-year Prime membership.\nGoogle Express offers a list of stores based on the area.\nIn an ongoing battle to offer the fastest product delivery, Amazon and Google have continued to find ways to boost the convenience of online shopping."}