{"article_title": "These High-Quality Stocks Just Got a Whole Lot Cheaper -- The Motley Fool", "article_keywords": ["fool", "billion", "apple", "johnson", "ibm", "motley", "cash", "cheaper", "highquality", "lot", "dividend", "weeks", "stocks", "week", "market", "stock"], "article_url": "http://www.fool.com/investing/value/2015/08/24/these-high-quality-stocks-just-got-a-whole-lot-che.aspx", "article_text": "Last week we witnessed the worst one-week stock market sell-off in four years. The Dow Jones Industrial Average shed more than 1,000 points for the week, while the broader-market S&P 500 dipped below the psychological 2,000-point mark, shedding nearly 65 points on Friday alone.\n\nHowever, here are a few other key points to put last week's \"market plunge\" into context:\n\nDespite the drop, the Dow Jones Industrial Average is only 10% off of its all-time record high set in May.\n\nIt had been almost 1,000 days since the last time the broad market had a 10% correction. Historically these happens about once every 357 days based on an analysis conducted by Deutsche Bank .\n\n. Even following the \"plunge\" the Dow is up nearly 10,000 points from its recession lows in 2009, while the S&P 500 has practically tripled over the same time span.\n\nWhat this means is that investors who've purchased high-quality stocks and hung on to those companies over the long term are probably still very much in the black. So instead of sulking about one bad week, let's keep our eyes on the horizon and take a brief look at a handful of high-quality stocks that got a whole lot cheaper last week.\n\nIBM (NYSE:IBM)\n\nOn Friday, information technology company IBM closed at its lowest level since the start of 2011. Overall market weakness was partly to blame, but IBM has also had its own set of issues it's attempting to work through.\n\nFront and center is the decline of PCs and PC software. Today's businesses demand an interactive cloud setting, and IBM (to put it bluntly) wasn't a frontrunner when it came to making that switch. Nowadays IBM is playing catch-up in the cloud, and its top- and bottom-line guidance have paid the price as its legacy business shrinks while its cloud-based operations grow.\n\nTo be clear, IBM's business isn't going to turn around at the flip of a switch. This is a multi-year process to emphasize the cloud (cloud revenue rose more than 70% year-over-year according to its Q2 results), support its growth in rapidly growing sectors such as healthcare, keep non-research and development spending down, and soften the landing of its weakened enterprise software demand. But ultimately I do expect it to work -- and so does one of the world's most famous investors, Warren Buffett, whose company happens to own 79,565,115 shares of IBM stock (7.92% of outstanding shares) as of the latest 13-F filing.\n\nFollowing last week's nearly $7 per share tumble, IBM is now sitting at a forward P/E of just nine, it's paying out a 3.5% dividend yield, and it's generated at least $12.7 billion in free cash flow in each of the past six years. I'd opine that Big Blue could wind up generating some serious green for long-term investors.\n\nJohnson & Johnson (NYSE:JNJ)\n\nIf the market has you down, you could always turn to the premier name in healthcare: Johnson & Johnson.\n\nJohnson & Johnson has a number of advantages that risk-averse and income-seeking investors would benefit from. For starters, a number of its products are inelastic, meaning that regardless of whether the stock market or U.S. economy are heading up or down, demand remains fairly constant. This applies to its pharmaceutical segment as well as many of its consumer health products.\n\nThere's the history and the emotional attachment behind J&J as well. Johnson & Johnson has grown its adjusted EPS in 31 consecutive years and boosted its dividend payout for an even more impressive 53 consecutive years. You can count on two hands how many of the 7,100-plus publicly traded companies have a longer active dividend streak. Best of all, Johnson & Johnson's payout ratio of just 50% implies plenty of room for further increases.\n\nOf course J&J also has time on its side. The company's push into medical devices and diagnostics should really begin to pay off as life expectancies in the U.S. continue to rise and as access to medical care improves in emerging market countries. In other words, J&J also offers plenty of long-tail opportunities for growth.\n\nHaving delivered nine consecutive years with at least $11.4 billion in free cash flow, and sporting a dividend yield in excess of 3%, Johnson & Johnson should be on your radar after last week's tumble.\n\nApple (NASDAQ:AAPL)\n\nI can't say I'm a huge fan of the rigid definitions of a \"correction\" (a 10% move below a stock's recent highs) or a \"bear market\" (indicative of a 20% move lower from recent highs), but Apple's $10 per share loss last week firmly put the stock in bear market territory. Apple shares have now shed 21% of their value, or more than $150 billion, since hitting all-time intraday high of $134.54 at the end of April.\n\nBut is it time to panic? I'd suggest far from it.\n\nFirst, we have to understand that Apple is more than just a group of products. The Apple brand has transformed into its own platform. Its products, such as the iPhone and Watch, are engaging, and its services, like its recently launched Apple Music platform, allow for consumers to make emotional connections with the company. The Apple brand was also recently ranked in a BrandZ report compiled by Millward Brown as the most valuable brand in the world -- as if the lines around the corner anytime it debuts a new product in its Apple stores didn't give that away. Consumer love Apple, and that's a great starting point for ownership in a stock.\n\nApple also has the most robust cushion imaginable: $203 billion in cash and cash equivalents. Sure, a lot of this money is in overseas markets and it would face a hefty tax if it were repatriated, but at the moment the headline figure that investors need to know is that essentially a third of its current $600 billion valuation is comprised of nothing but cash on hand. This cash should act as a nice downside buffer if traders decide to take the stock market lower.\n\nAfter last week's tumble Apple is now trading at less than 11 times next year's EPS forecast, while its dividend yield is up to 1.8%. With seemingly nothing but emotions driving Apple's stock price down, perhaps now is the time to consider a position.", "article_metadata": {"publish_time": "12:08", "date": "2015-08-24T16:08:00Z", "description": "Forget sulking! You should welcome last week's stock market correction with open arms, as it gives you an opportunity to buy some high-quality companies on the cheap.", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Sean Williams", "promo": "Forget sulking! You should welcome last week's stock market correction with open arms, as it gives you an opportunity to buy some high-quality companies on the cheap.", "twitter": {"site": "@themotleyfool", "description": "Forget sulking! You should welcome last week's stock market correction with open arms, as it gives you an opportunity to buy some high-quality companies on the cheap.", "title": "These High-Quality Stocks Just Got a Whole Lot Cheaper --  The Motley Fool"}, "tags": "Yahoo", "og": {"site_name": "The Motley Fool", "description": "Forget sulking! You should welcome last week's stock market correction with open arms, as it gives you an opportunity to buy some high-quality companies on the cheap.", "title": "These High-Quality Stocks Just Got a Whole Lot Cheaper --  The Motley Fool", "url": "http://www.fool.com/investing/value/2015/08/24/these-high-quality-stocks-just-got-a-whole-lot-che.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F177319%2Fjnj-fb2.jpg&h=630&w=1200&op=resize", "type": "article"}, "headline": "These High-Quality Stocks Just Got a Whole Lot Cheaper", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-investment-planning", "STORY_UID": "52104e38-486a-11e5-a88c-0050569d4be0", "pitch": 1727, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2015 08 24", "tickers": "AAPL,IBM,JNJ", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "Johnson & Johnson (NYSE:JNJ)If the market has you down, you could always turn to the premier name in healthcare: Johnson & Johnson.\nJohnson & Johnson has a number of advantages that risk-averse and income-seeking investors would benefit from.\nJohnson & Johnson has grown its adjusted EPS in 31 consecutive years and boosted its dividend payout for an even more impressive 53 consecutive years.\nThis cash should act as a nice downside buffer if traders decide to take the stock market lower.\nSo instead of sulking about one bad week, let's keep our eyes on the horizon and take a brief look at a handful of high-quality stocks that got a whole lot cheaper last week."}