{"article_title": "More hospitals turn to video translation services", "article_keywords": ["language", "interpreters", "medical", "turn", "patients", "video", "need", "services", "ohio", "translation", "hospitals", "hospital"], "article_url": "http://www.fiercehealthcare.com/story/more-hospitals-turn-video-translation-services/2015-03-24", "article_text": "Hospitals in the Midwest have joined the growing number of medical facilities that turn to video translation services to accommodate patients who speak little or no English, the Journal-News reports.\n\nSince November, West Chester Hospital in southeast Ohio has used iPads secured to 3-feet-tall, wheeled stands to access a program that provides certified video translators for patients, according to the Journal-News. Officials from Mercy Health's Fairfield Hospital in Lancaster, Ohio, and Fort Hamilton Hospital in Hamilton, Ohio, both of which currently use phone-based translation services, also told the newspaper they plan to transition to video-based systems soon.\n\nHospitals around the country have grappled with the growing need for interpreters to serve populations that include non-English-speakers and the deaf community, FierceHealthcare has reported. It's a need that led Oregon Hospital in Salem to contract with an American Sign Language interpretive services provider as well as post signs in the ER regarding the hospital's interpretive services. Many facilities, however, learned that translators must not only be able to effectively communicate with patients, but they also need to have a degree of medical expertise to guard against liability. Cost also can be an issue, as hospitals may have to pay in-person interpreters as much as $30 per hour plus per-mile travel costs, and phone-based translation services can be confusing to elderly patients as well as inaccessible to the deaf community.\n\nThose factors led Seattle-based Providence Health & Services to turn to a system that uses touch-screen computers that allow patients to instantly access interpreters through video, FierceHealthcare previously reported. Atrium Medical Center in Middletown, Ohio, meanwhile, has taken a multi-faceted approach: It relies on in-house staff, volunteer interpreters as well as the same interactive interpreter service used by Fort Hamilton Hospital to handle language barriers, according to the Journal-News.\n\nRegardless of the approach hospitals take in their translation services, simply offering the service can lead to a far better patient experience, Elsa Boyer, language access manager for Mercy Health in Ohio and Kentucky, told the Journal-News.\n\n\"When (the patient) comes in they might be very scared, might not have family here,\" she said. \"It's comforting to hear their native language and culture.\"\n\nTo learn more:\n\n- read the article\n\nRelated Articles:\n\nVideo interpreters could save hospitals money, improve care time\n\nHospitals seek language interpreters with clinical expertise\n\nHospitals face growing need for medical, language interpreters\n\nStudy: Medical interpreter use hindered by lack of reimbursement\n\nRequests from non-English speakers lead hospitals to expand translation services", "article_metadata": {"description": "Hospitals in the Midwest have joined the growing number of medical facilities that are turning to video translation services to accommodate patients who speak little or no English, the Journal-News reports.", "og": {"site_name": "FierceHealthcare", "description": "Hospitals in the Midwest have joined the growing number of medical facilities that are turning to video translation services to accommodate patients who speak little or no English, the Journal-News reports.", "title": "More hospitals turn to video translation services", "url": "http://www.fiercehealthcare.com/story/more-hospitals-turn-video-translation-services/2015-03-24", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,Fairfield Hospital,Health Information Technology,Language Barriers,Patient Care & Outcomes,The Fort Hamilton Hospital,translation services,West Chester Hospital", "viewport": "width=device-width", "news_keywords": "Care Delivery,Health Information Technology,Patient Care & Outcomes"}, "_id": "\"57477af36914bd0286fce33e\"", "article_summary": "Hospitals in the Midwest have joined the growing number of medical facilities that turn to video translation services to accommodate patients who speak little or no English, the Journal-News reports.\nTo learn more:- read the articleRelated Articles:Video interpreters could save hospitals money, improve care timeHospitals seek language interpreters with clinical expertiseHospitals face growing need for medical, language interpretersStudy: Medical interpreter use hindered by lack of reimbursementRequests from non-English speakers lead hospitals to expand translation services\nIt's a need that led Oregon Hospital in Salem to contract with an American Sign Language interpretive services provider as well as post signs in the ER regarding the hospital's interpretive services.\nThose factors led Seattle-based Providence Health & Services to turn to a system that uses touch-screen computers that allow patients to instantly access interpreters through video, FierceHealthcare previously reported.\nOfficials from Mercy Health's Fairfield Hospital in Lancaster, Ohio, and Fort Hamilton Hospital in Hamilton, Ohio, both of which currently use phone-based translation services, also told the newspaper they plan to transition to video-based systems soon."}