{"article_title": "Are We Fighting the Wrong Battle?", "article_keywords": ["money", "widely", "acclaimed", "wellness", "fighting", "outcomes", "wrong", "validator", "venture", "healthcare", "battle", "wisely", "wears"], "article_url": "http://www.ajmc.com/contributor/al-lewis-jd/2016/02/chronic-disease-in-the-workplace-are-we-fighting-the-wrong-battle", "article_text": "Al Lewis wears multiple hats, both professionally and also to cover his bald spot. As founder of Quizzify, he has married his extensive background in trivia with his 30 years experience in healthcare to create an engaging, educational, fully guaranteed and validated, question-and-answer game to teach employees how to spend their money and your money wisely. As an author, his critically acclaimed category-bestselling Why Nobody Believes the Numbers, exposing the innumeracy of the wellness field, was named healthcare book of the year in Forbes. As a consultant, he is widely acclaimed for his expertise in population health outcomes, and is credited by search engines with inventing disease management. As a validator of outcomes, he consults to the Validation Institute, part of an Intel-GE joint venture.", "article_metadata": {"keywords": "chronic disease, cardiology, obesity, clinical, healthcare cost, healthcare business", "og": {"site_name": "AJMC", "image": "http://s3.amazonaws.com/ajmc/_contributor/339179/AlLewis.jpg", "type": "article", "description": "Whether or not employer wellness programs work remains debated, but the real question to address is whether we are even fighting the right battle.", "title": "Chronic Disease in the Workplace: Are We Fighting the Wrong Battle?"}, "twitter": {"image": "http://s3.amazonaws.com/ajmc/_contributor/339179/AlLewis.jpg", "title": "Chronic Disease in the Workplace: Are We Fighting the Wrong Battle?", "description": "Whether or not employer wellness programs work remains debated, but the real question to address is whether we are even fighting the right battle.", "card": "summary", "site": "@AJMC_Journal"}, "description": "Whether or not employer wellness programs work remains debated, but the real question to address is whether we are even fighting the right battle."}, "article_summary": "As a consultant, he is widely acclaimed for his expertise in population health outcomes, and is credited by search engines with inventing disease management.\nAs a validator of outcomes, he consults to the Validation Institute, part of an Intel-GE joint venture.\nAl Lewis wears multiple hats, both professionally and also to cover his bald spot.\nAs an author, his critically acclaimed category-bestselling Why Nobody Believes the Numbers, exposing the innumeracy of the wellness field, was named healthcare book of the year in Forbes.\nAs founder of Quizzify, he has married his extensive background in trivia with his 30 years experience in healthcare to create an engaging, educational, fully guaranteed and validated, question-and-answer game to teach employees how to spend their money and your money wisely."}