{"article_title": "Poker Run Raises Money For Children's Home Society", "article_keywords": ["poker", "run", "childrens", "money", "school", "general", "society", "keloland", "raises", "tea", "health", "shops", "technology", "south", "guys"], "article_url": "http://www.keloland.com/news/article/news/poker-run-raises-money-for-children's-home-society", "article_text": "Tea, SD\n\nRiders with Those Guys ABATE rolled out for a charity poker run Sunday morning.\n\nThe 7th annual event fired up around 11 a.m. at Cheap Shots Bar & Grill in Tea, with a free lunch from Marlin's Family Restaurant and the South Dakota Pork Producers Council.\n\nAll proceeds from the $10 entry fee go directly to Children's Home Society.\n\n\"I'm very proud to be involved with Those Guys, especially when you see what we're doing for the kids over there. It's awesome. Last year we gave $8,000, so of course we'd like to be more like $9,000 to $10,000 this year,\" Those Guys ABATE President Dave Brende said.\n\n\"Oh, it's fantastic. We get to go out and ride our bikes and have fun and then be able to help the kids at the Children's Home Society,\" participant Scott Hillard said.\n\nThe run included a stop for lemonade and cookies at Children's Home Society's Sioux Falls campus.\n\nNews\n\nGeneral {{Title}} Remove Change News General Courts Web Only Crime Outdoors Events Center Non-Homepage Boredom Busters Pipeline Positively KELOLAND Technology Hunger Affordable Care Act Shops Flooding Remembering 9/11 Drought JazzFest Spring Storm Honor Flight Spencer Anniversary\n\nDoApp Health News Business News Sports\n\nAgriculture Markets Livestock Crops Politics\n\nHealthBeat Cancer Children's Health Heart Health Wellness & Nutrition General Health Beat Women's Health RX Resources What's Going Around OTC Diabetes Recalls Dental Health Men's Health\n\nPolitics South Dakota Legislature Budget Congress Taxes General Local Campaign President US Senate New Laws US House Iowa Ballot Issues Local Races Minnesota Gubernatorial\n\nEducation Funding College Elementary High School Pre K School Supplies Middle School\n\nSports Professional College High School Sports Zone Headlines Summit League Tournament Olympics\n\nBusiness Industry Your Money Matters Development Gas & Energy Legislation Economy/Stocks Employment General Health Care Technology Education Funding Tourism Banking/Finance Housing Transportation Insurance Meetings & Events Retail & Restaurants All Industries On The Move Shops Agriculture\n\nFeatured Stories Eye on KELOLAND Inside KELOLAND\n\nWeather Snow Forecast Records Rain Flooding Drought WX Corner General\n\nWorld News\n\nInvestigates GEAR UP\n\nSponsored Done\n\n© 2016 KELOLAND TV. All Rights Reserved.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "Riders with Those Guys ABATE rolled out for a charity poker run Sunday morning. The 7th annual event fired up around 11 a.m. at Cheap Shots Bar &amp;", "title": "Poker Run Raises Money For Children's Home Society", "url": "http://www.keloland.com/news/article/news/poker-run-raises-money-for-children's-home-society", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/66001.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "Riders with Those Guys ABATE rolled out for a charity poker run Sunday morning. The 7th annual event fired up around 11 a.m. at Cheap Shots Bar &amp;"}, "_id": "\"57477af46914bd0286fdcc85\"", "article_summary": "Tea, SDRiders with Those Guys ABATE rolled out for a charity poker run Sunday morning.\nThe run included a stop for lemonade and cookies at Children's Home Society's Sioux Falls campus.\nAll proceeds from the $10 entry fee go directly to Children's Home Society.\nWe get to go out and ride our bikes and have fun and then be able to help the kids at the Children's Home Society,\" participant Scott Hillard said.\n\"I'm very proud to be involved with Those Guys, especially when you see what we're doing for the kids over there."}