{"article_title": "Some Terrible Responses To The Paris Attacks", "article_keywords": ["trump", "thing", "paris", "miller", "secretary", "terrible", "attacks", "say", "tv", "theres", "saw", "killed", "responses"], "article_url": "http://reason.com/blog/2015/11/14/some-terrible-responses-to-the-paris-att", "article_text": "Any time something as awful and highly charged as yesterday's Paris attacks happen, you can count on an endless stream of hot takes that are as appalling as they are void of knowledge and facts.\n\nBefore the body count was finished—indeed, before the perpretators were even accounted for—we saw things such as\n\n\"And so the hate speech begins: Let Paris be the end of the right’s violent language toward activists.\" Salon's Chauncey Devega gets it, don't you see? The attacks in Paris by jihadists (whose exact affiliations aren't clear) must be linked to Fox News, by any means necessary. \"Real terrorists have killed people in the streets of Paris,\" warns Devega. \"The right-wing media needs to take note of that fact and moderate their rhetoric and abusive language accordingly.\"\n\nThen there's former Secretary of State and presumed Democratic presidential candidate Hillary Clinton. She didn't inveigh against Americans, but instead chose to rely on a string cliches presumably written by a junior staffer who had spent a semester abroad in France:\n\nThen there's folks such as former New York Times reporter Judith Miller, now at Fox News, who were quick to tell everybody else to STFU already unless they had gotten killed or wounded at the Eagles of Death Metal show:\n\nNow maybe the whining adolescents at our universities can concentrate on something other than their need for \"safe\" spaces… — Judith Miller (@JMfreespeech) November 13, 2015\n\nOf course, there were more than a few of exactly those sorts of brats who were ready to play the role Miller cast for them:\n\nAnn Coulter predictably used the moment to announce the coronation of Donald Trump: \"They can wait if they like until next November for the actual balloting, but Donald Trump was elected president tonight.\" Pausing only to express love the Eagles of Death Metal, the rock group playing at Bataclan, the music venue which saw the most carnage, she also got shouty at her TV: \"Why does NO ONE say the obvious thing on TV?! It's insane. Don't want terrorism in US? Stop importing Muslims!\"\n\nAs in our private lives, people in public statements react very differently to tragedy. Some take at least a moment to acknowledge that something horrible has happened and at least shed a tear or take a second to collect their thoughts. Some move immediately to claim whatever happens proves exactly why their obsessions are clearly at play (and their perspective proven totally correct). Others (such as Secretary Clinton) retreat into vacuity and cliche. Still others do what they can to keep themselves at the center of attention, and still others use a terrible event to minimize other problems.\n\nThe insta-reactions are worth taking seriously not for what they say but for what they reveal about public political discourse. The immediate politicization of just about everything is understandable—shocking events knock off our feet and we reach for something/anything that will stabilize us. But if the first thing you reach for, even before some gesture toward a common humanity and concern for innocent people who are being killed, is your political obsession, well, as your therapist might say, \"You've still got some work to do.\"", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Never let a terrible event got to waste when you've got an obsession, an enemy, or an empty cliche left standing.", "title": "Some Terrible Responses To The Paris Attacks", "url": "http://reason.com/blog/2015/11/14/some-terrible-responses-to-the-paris-att", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14475094241938.jpg", "type": "article"}, "twitter": {"description": "Never let a terrible event got to waste when you've got an obsession, an enemy, or an empty cliche left standing.", "title": "Some Terrible Responses To The Paris Attacks", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14475094241938.jpg", "creator": "@nickgillespie", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Must Reads", "published_time": "2015-11-14T14:57:00+00:00", "author": "http://reason.com/people/nick-gillespie"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "The attacks in Paris by jihadists (whose exact affiliations aren't clear) must be linked to Fox News, by any means necessary.\n\"Real terrorists have killed people in the streets of Paris,\" warns Devega.\nAny time something as awful and highly charged as yesterday's Paris attacks happen, you can count on an endless stream of hot takes that are as appalling as they are void of knowledge and facts.\nStill others do what they can to keep themselves at the center of attention, and still others use a terrible event to minimize other problems.\nThen there's former Secretary of State and presumed Democratic presidential candidate Hillary Clinton."}