{"article_title": "Namibia official defends safari auctions of rhinos,saying funds aid conservation", "article_keywords": ["namibias", "rhinos", "animals", "auctions", "animal", "auction", "funds", "official", "rhino", "defends", "endangered", "conservation", "namibia", "safari", "international", "aid", "species", "rhinossaying", "black"], "article_url": "http://www.washingtontimes.com/news/2014/mar/9/namibia-official-defends-safari-auctions-of-rhinos/?page=all", "article_text": "A top conservation official from Namibia says that holding auctions to allow big-game hunters a chance to kill endangered animals is a sound way to raise money in his southern African nation.\n\nNamibians should “derive some benefit” from the lands their government maintains, Pohamba Shifeta, the nation’s deputy minister of tourism and environment, said during a recent visit to Washington.\n\nIn an interview with The Washington Times, Mr. Shifeta lamented critical U.S. media reports about his government accepting $350,000 from a Texas man who turned out be the highest bidder for a permit to hunt and kill an endangered black rhino.\n\nJanuary’s auction at the annual Dallas Safari Club dinner drew headlines and outrage among animal rights groups. It also prompted an FBI investigation into death threats against the hunter.\n\nThe furor jolted Namibia’s government, which is in the midst of a five-year push to double its $7 billion annual revenue from environmental tourism — mostly via nature discovery trips by wealthy foreigners.\n\nDespite the bad press about the black rhino auction, Mr. Shifeta said his government is dedicated to preserving endangered species and must use every creative means possible to finance its efforts.\n\n“We have an environmental fund to conserve wildlife,” he said. “The money that we get, the income, the revenue, we put it back in the fund.”\n\nNamibia’s approach has allowed it to emerge as a leader in African efforts to protect endangered species, he said. About 17 percent of Namibia’s lands — about 54,000 square miles, an area roughly the size of Iowa — is protected for conservation efforts.\n\nThe International Rhino Foundation has refused to condone Namibia’s policy. But a posting on its website said the rhino hunt auction in Dallas was legal under Namibian and U.S. laws, and under the Convention on International Trade in Endangered Species of Wild Fauna and Flora.\n\nBlack rhinos are among Namibia’s prized possessions, as poaching the animals for their horns has pushed the species toward extinction. Among a dwindling global population of about 5,000 black rhinos, roughly 1,800 live in Namibia, animal rights groups say.\n\nMr. Shifeta said Namibia uses an internationally-monitored process by which “problematic male rhinos in the post-reproductive age” are identified for possible elimination in order to sustain the overall population’s health. Those males are subjected to the hunt auctions.\n\n“We don’t just wake up one morning and say we’re going to give permits for hunting this trophy, this animal,” he said. “We use science.”\n\nThat argument has enraged animal rights groups, who have long raised questions about corruption in Namibia’s conservation finance schemes and say allowing hunters to shoot endangered animals is absurd.\n\n“If black rhinos and other dwindling species are to have a future, people must be encouraged to value animals for their inherent worth, not for their closing price at a Texas auction house,” Jeffrey Flocken, the North America director of International Fund for Animal Welfare, wrote in a blog post before January’s auction.\n\nArguing that an animal must be auctioned off in order to sustain conservation is “a deeply twisted effort to put a responsible spin on trophy hunting,” Mr. Flocken wrote.\n\nHumane Society International, meanwhile, has launched a petition calling on the U.S. Fish and Wildlife Service not to allow the import of the hunter’s rhino trophy. Under the federal Endangered Species Act, a permit is required in order to import the animal — dead or alive.\n\nGranting the permit “would set a terrible precedent for this and other critically-endangered species whose future depends on keeping as many of their kind alive so that they can contribute to the gene pool,” the petition states.\n\nThe hunter who won the Dallas auction — Corey Knowlton, 35 — disagrees.\n\nNamibian black rhinos that are made eligible for auctions are among the oldest of their populations, and officials “don’t want them breeding their own kids in a small population,” he told The Times.\n\nA consultant for The Hunting Consortium, an international guide service, Mr. Knowlton says he has hunted more than 120 species on almost every continent. He expressed confidence that permits for his black rhino hunt will be granted.\n\nHe said he hopes to donate the rhino’s meat to needy Namibian and to preserve and import the animal’s hide. If his import permit is denied, Namibia won’t get his $350,000 bid, he said.\n\nMr. Knowlton noted that rare trophy auctions typically are not held in wealthy nations like the U.S. and rarely draw bids higher than $200,000.", "article_metadata": {"description": "A top conservation official from Namibia says that holding auctions to allow big-game hunters a chance to kill endangered animals is a sound way to raise money in his southern African nation.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "A top conservation official from Namibia says that holding auctions to allow big-game hunters a chance to kill endangered animals is a sound way to raise money in his southern African nation.", "title": "Namibia official defends safari auctions of rhinos,saying funds aid conservation", "url": "http://www.washingtontimes.com/news/2014/mar/9/namibia-official-defends-safari-auctions-of-rhinos/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/03/09/3_9_2014_black-rhino8201.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/03/09/3_9_2014_black-rhino8201.jpg", "description": "A top conservation official from Namibia says that holding auctions to allow big-game hunters a chance to kill endangered animals is a sound way to raise money in his southern African nation.", "card": "summary", "title": "Namibia official defends safari auctions of rhinos,saying funds aid co"}, "Author": "Guy Taylor", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Environment, Namibia, Pohamba Shifeta"}, "_id": "\"57477af36914bd0286fce36c\"", "article_summary": "A top conservation official from Namibia says that holding auctions to allow big-game hunters a chance to kill endangered animals is a sound way to raise money in his southern African nation.\nAmong a dwindling global population of about 5,000 black rhinos, roughly 1,800 live in Namibia, animal rights groups say.\nHe expressed confidence that permits for his black rhino hunt will be granted.\nUnder the federal Endangered Species Act, a permit is required in order to import the animal — dead or alive.\nBlack rhinos are among Namibia’s prized possessions, as poaching the animals for their horns has pushed the species toward extinction."}