{"article_title": "Wraparound coverage must meet five requirements to qualify as an excepted benefit", "article_keywords": ["excepted", "limited", "group", "requirements", "qualify", "primary", "regulations", "benefit", "health", "wraparound", "coverage", "meet", "benefits", "plan"], "article_url": "http://www.journalofaccountancy.com/news/2015/mar/health-care-wraparound-coverage-rules-201511975.html", "article_text": "The Departments of Health and Human Services (HHS), Labor, and Treasury issued final regulations permitting employers to offer limited wraparound coverage for health care if they meet five requirements provided in the rules (T.D. 9714). Limited wraparound coverage is being permitted under a pilot program that will allow employers to begin offering the coverage in 2016. The regulations finalize proposed regulations issued last year, with some changes.\n\nLimited wraparound coverage allows an employer to provide certain employees, dependents, and retirees who are enrolled in some type of individual market coverage with overall coverage that is generally comparable to the coverage provided under the employer’s group health plan, without eroding employer-sponsored coverage. Wraparound coverage consists of limited benefits provided through a group health plan that wrap around either eligible individual health insurance or coverage under a multistate plan.\n\nThe regulations list five requirements under which wraparound coverage would constitute excepted benefits. Excepted benefits are not subject to certain health reform requirements enacted as part of the Health Insurance Portability and Accountability Act (HIPAA), P.L. 104-191, and the Patient Protection and Affordable Care Act (PPACA), P.L. 111-148.\n\nUnder the new rules, wraparound coverage could constitute excepted benefits if the following requirements are met:\n\nThe wraparound plan covers additional benefits beyond cost sharing. Examples that the departments noted as qualifying as additional benefits include reimbursement for the full cost of primary care, the cost of prescription drugs not covered by the primary plan, 10 physician visits per year, services considered to be out-of-network by the primary plan, access to on-site clinics or specific health facilities at no cost, or benefits targeted to a specific population (such as for certain orthopedic injuries), and home health coverage. The benefits must be limited in amount. The final regulations provide a limit of the greater of the maximum permitted annual salary reduction toward a health flexible spending arrangement ($2,550 for 2015) or 15% of the cost of coverage under the primary plan. The benefits must be nondiscriminatory. This means (a) there cannot be a limit for preexisting conditions, (b) no discrimination in eligibility, benefits, or premiums can be based on any health factor of the individual or covered family member, and (c) neither the primary group health plan coverage nor the limited wraparound coverage can fail to comply with the requirements prohibiting discrimination in favor of highly compensated employees. The coverage must meet plan eligibility requirements. These requirements are designed to permit employers to offer these benefits to part-time employees and retirees, who generally would not subject the employer to the requirement to provide health coverage or pay an assessable payment under Sec. 4980H. They are not intended to substitute for the requirement to provide health benefits for full-time employees. The plan must meet certain reporting requirements. For self-insured group health plans or health insurance issuers offering or proposing to offer wraparound coverage, there would be a requirement to report to the Office of Personnel Management. In addition, the plan sponsor of any group health plan offering any type of limited wraparound coverage would report to HHS. These reporting requirements will be designed to avoid duplicate reporting under the health care law.\n\nThese excepted benefits are permitted to be offered as a pilot program for a limited time. Wraparound coverage could be offered as an excepted benefit if the coverage is first offered no earlier than Jan. 1, 2016, and no later than Dec. 31, 2018, and continuing for the longer of three years or the date on which the last collective bargaining agreement relating to the group health plan terminates.\n\n— Sally P. Schreiber is a JofA senior editor.", "article_metadata": {"description": "The government issued final rules explaining the requirements that must be met before so-called wraparound health care benefits are permitted under the health care law.", "og": {"site_name": "Journal of Accountancy", "description": "The government issued final rules explaining the requirements that must be met before so-called wraparound health care benefits are permitted under the health care law.", "title": "Wraparound coverage must meet five requirements to qualify as an excepted benefit", "url": "http://www.journalofaccountancy.com/news/2015/mar/health-care-wraparound-coverage-rules-201511975.html", "image": "http://www.journalofaccountancy.com/content/dam/jofa/info/jofa-default-image.jpg", "type": "article"}, "msapplication-TileColor": "#FFFFFF", "msapplication-square70x70logo": "/content/dam/jofa/favicons/mstile-70x70.png", "msapplication-square310x310logo": "/content/dam/jofa/favicons/mstile-310x310.png", "fb": {"app_id": 613882402074338}, "msapplication-TileImage": "/content/dam/jofa/favicons/mstile-144x144.png", "msapplication-tap-highlight": "no", "article": {"tag": "Tax", "published_time": "2015-03-17T15:10:00.000-04:00"}, "msapplication-square150x150logo": "/content/dam/jofa/favicons/mstile-150x150.png", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdc249\"", "article_summary": "Limited wraparound coverage is being permitted under a pilot program that will allow employers to begin offering the coverage in 2016.\nUnder the new rules, wraparound coverage could constitute excepted benefits if the following requirements are met:The wraparound plan covers additional benefits beyond cost sharing.\nIn addition, the plan sponsor of any group health plan offering any type of limited wraparound coverage would report to HHS.\nWraparound coverage consists of limited benefits provided through a group health plan that wrap around either eligible individual health insurance or coverage under a multistate plan.\nThe regulations list five requirements under which wraparound coverage would constitute excepted benefits."}