{"article_title": "MEET THE PRESS TRANSCRIPT: Feb. 9, 2014", "article_keywords": ["clinton", "dont", "feb", "bill", "russia", "going", "im", "lot", "press", "meet", "theres", "transcript", "think", "thats"], "article_url": "http://www.nbcnews.com/meet-the-press/meet-press-transcript-feb-9-2014-n25856", "article_text": "“MEET THE PRESS WITH DAVID GREGORY”\n\nFebruary 9, 2014\n\nDAVID GREGORY:\n\nAnd good Sunday morning. There it is, you're looking live at the Olympic compound in Sochi, Russia, on the first weekend of these winter games. And the opening ceremonies for the competition, as excited as we all are about our athletes, we have to say that a cloud does hang over these Olympics as there's still real concern over the prospect of terrorism.\n\nAn attempted hijacking raised those fears. A Ukrainian man allegedly tried to divert a passenger plane to Sochi on Friday. And the politics of these Olympics is raising a key question as well. How much bigger will the divide between the United States and Russia get? From Edward Snowden to human rights to a new flap over a leaked U.S. diplomatic tape.\n\nIn a rare interview, I'm going to get some insights from the U.S. Ambassador to Russia, Mike McFaul. That's coming up. Plus the rebirth of Hillary Clinton. How does she run as a presidential candidate for change in 2016, if she runs. This morning we'll have the exclusive first look at a new book with revelations about revenge, loyalty, and Hillary Clinton's so-called hit list.\n\nAnd some new battle lines in Congress as well, were the Republicans right all along? Will ObamaCare cost millions of jobs? Or is that a misinterpretation of a new report that came out in Washington? We're going to have the debate as I put two leading senators on the spot this morning.\n\nMeantime, I start off with the roundtable. Everybody's here. David Brooks is here from The New York Times, E.J. Dionne as well, Andrea Mitchell, our chief foreign affairs correspondent, and making their debuts on the roundtable this week, Michael Needham, CEO of the conservative lobbying group Heritage Action for America, and Mona Sutphen, former White House deputy chief of staff. Welcome to all of you. Andrea, get us started here, still a lot of concern about security, as great as the games have been so far.\n\nANDREA MITCHELL:\n\nA lot of concern about security, not just Sochi, in fact, primarily not Sochi, but mainly the area, Russia. And the fact is that officials here in Washington are very concerned. They're on pins and needles. When you talk to them, they are just sort of crossing their fingers that Russia's got this under control.\n\nFor all the talk about cooperation, this is a very tense situation, it's very close to the terror bases in the Caucasus and they know that it's vulnerable and there are a lot of people out there who would like to punish Putin, who has put so much of his personal stock in these Olympics.\n\nDAVID GREGORY:\n\nAnd E.J., Putin on the world stage focuses attention on Russia about his leadership, and about this poor relationship between the United States and Russia. What is the impact of all of that beyond these gains on the U.S.?\n\nE.J. DIONNE:\n\nWell, I'm not sure that you're going to hurt us at all. Although I do think apropos of Andrea that there's a little problem because our relationship means we're not getting the kind of security information we would like out of the Russians. But when you see the political controversy here, and all the corruption stories in the past, I am more and more of the view that we ought to put the Olympics in a fixed number of countries.\n\nMaybe let Greece have the summer games. Maybe rotate the Winter games, Norway, Japan, Chile, Canada. I think the notion of having the Olympics in an authorization country has raised problems for decades. And I would love to see them take a look at having some permanent spots for the Olympics.\n\nDAVID BROOKS:\n\nYeah, you consider it a coming-out party for a rising nation, whether it's China, or even a rising region like Atlanta or London with new labor. Now it's a coming-out party for a system that's come and gone. And so Russia looked rich a few years ago with the resources, but the leadership is leaving, the elite town is leaving, the corruption is strong, the economy is sagging. So it's a touchy-feely, egotistical leader with a failing system. And that's bound to lead to ego problems, it's bound to lead to him compensating more, and it's bound to lead to tenseness.\n\nE.J. DIONNE:\n\nA whole new definition of touchy-feely.\n\n(OVERTALK)\n\nDAVID GREGORY:\n\nAnd I want to go to Sochi now for more on the security threat and this political tension that we've been talking about between the United States and Russia. I'm joined now by NBC chief foreign correspondent Richard Engel who is on the ground in Sochi this morning. Richard, good morning.\n\nRICHARD ENGEL:\n\nGood morning, David. As we all know, it was a very difficult rollout. But now that the Games have actually begun, the mood here is improving. There's more focus on the competition, more focus on the athletes. But as all of you were just saying, for Russia, these Olympics are about a lot more than just sports.\n\nPlay Facebook\n\nTwitter\n\nGoogle Plus\n\nEmbed Engel Updates David with Dispatch from Sochi 2:42 autoplay autoplay Copy this code to your website or blog\n\nRICHARD ENGEL:\n\nRussia has deployed 70,000 security forces, positioned antiaircraft rockets around Olympic venues, and troops with binoculars to scan for threats in the mountains. Moscow spent over $50 billion for a fairytale opening ceremony and to build two Olympic cities. But why?\n\nTANYA LOKSHINA (Russia Program Director & Senior Researcher, Human Rights Watch):\n\nPutin wants the world to celebrate Russia, Russia's modernization, Russia's wealth, Russia's achievements. Those games are highly political because the Kremlin actually made them highly political.\n\nRICHARD ENGEL:\n\nThe last time Moscow hosted the Olympics in 1980, the Soviet Union dominated nearly all of Eurasia and Eastern Europe. A decade later, the Berlin Wall was down and the Soviet Union collapsed.\n\nFor Russia, Sochi was a symbol of its return. A world power once more, led by Vladimir Putin.\n\nBut there's a problem with Russia's story of revival just next door in the Ukraine. The Ukrainian government is a Russian ally. But protesters, backed by Washington, want closer ties with Europe. This tug-of-war exploded last week with a leaked F bomb.\n\nVICTORIA NULAND:\n\nAnd, you know, F-- (BEEP) the E.U.\n\nRICHARD ENGEL:\n\nSenior U.S. diplomat Victoria Nuland's private conversation was posted on the internet, making her sound like she was picking winners in the Ukrainian government.\n\nVICTORIA NULAND:\n\nI don't think Klitschko should go into the government. I don't think it's necessary. I don't think it's a good idea.\n\nRICHARD ENGEL:\n\nU.S. officials think Russia was behind the leak. Russia does not want the Ukraine to turn away from Moscow, or the U.S. to interfere, especially while Russia is hosting a big welcome-back party for itself.\n\n(END PACKAGE)\n\nRICHARD ENGEL:\n\nRussia claims the Games have so far been successful and aside from that threat with the plane that was potentially going to be diverted here to Sochi, which turned out to be nothing, there has been no major security concern.\n\nDAVID GREGORY:\n\nRichard Engel, thanks very much with the full orchestra playing behind you. I want to turn now to U.S. ambassador to Russia, Michael McFaul. Ambassador, welcome to Meet the Press.\n\nAMBASSADOR MICHAEL MCFAUL:\n\nThanks for having me, David.\n\nPlay Facebook\n\nTwitter\n\nGoogle Plus\n\nEmbed Ambassador: Sochi 'Threat Assessment Has Not Changed' 8:52 autoplay autoplay Copy this code to your website or blog\n\nDAVID GREGORY:\n\nAs the Games are underway, as I said, there's a focus on our athletes. But the threats are real. All the reporting I've done in Washington indicates this elevated-threat environment. What's your own assessment there as the games have begun on the ground?\n\nAMBASSADOR MICHAEL MCFAUL:\n\nWell, the threat environment is the primary responsibility for our team on the ground here. We've been preparing for this for several months, actually a couple of years now. We have an office here, about 150 people. The threat assessment has not changed since we've been here. And we coordinate very closely with the Russians to share information about anything that might happen.\n\nDAVID GREGORY:\n\nThe fear is that the Russians are not actually sharing everything they've got for fear that the U.S. would exploit that, would somehow try to make them look bad. Is that the case? Do you know everything you need to know to keep our athletes and others safe there?\n\nAMBASSADOR MICHAEL MCFAUL:\n\nWell, we always want to know more. And if you work in the intelligence business, you always want more information from any interlocutor from any part in the country. That said, we do not have an interest in embarrassing Russians. We have exactly the same interests with them when it comes to the security of everyone here in Sochi. So we're quite satisfied with the level of cooperation we have now.\n\nDAVID GREGORY:\n\nAs I said, the cloud over these games politically is that not only is it a politically-charged time, but our relationship with Russia seems to be at a real low point. We have a huge debate over the fate of Edward Snowden, who has political asylum there. This latest flap, as Richard Engel was reporting on over Russia, rather of Ukraine, and the leaked tape of Victoria Nuland. What does that say about this moment and how bad things have gotten?\n\nAMBASSADOR MICHAEL MCFAUL:\n\nWell, I would expand the list of what is in U.S./Russian relationship right now. So all the three issues that you just mentioned are real. We're managing them. We're dealing with the Russians in a very serious way. And at the same time, there's continuity and cooperation on a lot of really important security issues for the United States of America.\n\nWe're talking about Afghanistan, we're talking about Iran, Syria's chemical weapons. Those are all places where we continue to cooperate with the Russians, even as we manage these difficult issues. And I just think that's the nature of the U.S./Russian relationship in the year 2014. Some cooperation, some disagreement.\n\nDAVID GREGORY:\n\nRight. But it goes beyond that, doesn't it? Here's Vladimir Putin who is using this moment to project Russian greatness. And we saw that in the opening ceremonies. And yet, he's been happy to use Edward Snowden to embarrass the United States, leaking the intercepted take of Victoria Nuland. Have you yourself been bugged by the Russians?\n\nAMBASSADOR MICHAEL MCFAUL:\n\nWell, as we remind all Americans who come to this country, the Russian government has tremendous capabilities and we go by their law of intercepting phone calls, emails, et cetera. There is no doubt that I am a primary subject of interest for them. And from time to time, they have also leaked conversations I have that I thought were private.\n\nThat's just the state of working in Russia. It is interesting to me that this doesn't get more attention to our credit. And of course, it goes beyond the pale of diplomatic protocol to if indeed the Russians were responsible to actually publish a private conversation between two American government officials.\n\nDAVID GREGORY:\n\nSo what does it mean for the United States? You've listed the areas where the United States and Russia do cooperate and those are significant. But some of these flash points where we really disagree. Syria, obviously, is a cheap one. But that goes back of course to the Iraq War too and Vladimir Putin blocking U.S. efforts in the U.N. Security Council. What impact does it have on the United States that we have this real question about Russia's a friend or a foe?\n\nAMBASSADOR MICHAEL MCFAUL:\n\nYou know, I wouldn't put it in the category of friend or foe. I would put it in categories of what we want in terms of our security, our trade and investment, and our commitment to human rights. And then within that, how can we cooperate with Russia? When we can, the president's said it many times, we want to seek win/win outcomes with the Russians.\n\nWhen we can't, we're going to pursue our own national interests without them. And we're going to maintain our commitment to universal values, democracy and human rights. And we're not going to stop thinking about those things or stop criticizing the Russian government in the name of some other outcome we want on security or trade side. That's our policy, it's been our policy for five years. I think it's been effective both in obtaining our outcome that we want on our interests and on being honest and committed to our values.\n\nDAVID GREGORY:\n\nThis is a time when Americans are focused on Russia and the Russian leadership like never before. Here's the cover of The Economist a week ago, Vladimir Putin, \"The Triumph of Vladimir Putin,\" a staged photo of him on the ice in the opening ceremonies really built on that. I've talked to friends and family.\n\nThey say, \"Well, so what's the deal with Russia? Is Russia a democracy?\" David Remnick, the editor of The New Yorker wrote a piece about Vladimir Putin, and he framed it this way, he writes, \"Putin, obviously, is no democrat. Not remotely. He is not interested in the contemporary requirements of human rights. He is not interested in empowering a real legislature or ceding true independence to the courts.\n\n\"Democracy is not his interest. Stability and development—those are his themes, first and last. And Putin regards any and all attempts from the West, from human-rights organizations, and from the press to call him to account on nearly any issue as acts of anti-Russian self-righteousness and hypocrisy.\" What do you say?\n\nAMBASSADOR MICHAEL MCFAUL:\n\nWell, we as an administration, first and foremost starting with the president, and me as the ambassador here virtually every day, are very open and criticizing the Russian government when we see some kinds of restrictions on human rights and human rights of all kind, including with respect to sexual orientation.\n\nObviously, the delegation that I was a member of here for the opening ceremony reflects that. And that message I think is very clear. And the second thing I would say more broadly, you said that Putin wants stability and development. I think the history shows that the most stable countries in the world are democracies. And the richest countries in the world are democracies. So we don't see those aspirations as intentioned with each other.\n\nDAVID GREGORY:\n\nDo you think that Russia's gotten the message about gay rights or has it chosen to ignore it?\n\nAMBASSADOR MICHAEL MCFAUL:\n\nNo, they got the message. They know exactly where we stand on that issue. And I'm very proud of the way we've communicated our views on that issue.\n\nDAVID GREGORY:\n\nDo you think there's going to be any movement significantly within the country on it?\n\nAMBASSADOR MICHAEL MCFAUL:\n\nThat's a bigger issue, that's a harder issue because of the domestic politics here. I keep in touch with everybody in that community. In fact, I just saw many of their leaders just a few days ago. And we hope that in the long run that President Putin will see economic modernization and political modernization as two things that go hand in hand.\n\nDAVID GREGORY:\n\nI want to pin you down one more on Edward Snowden. It's been suggested on this program by lawmakers in the intelligence field that Edward Snowden is perhaps a spy for the Russians. Do you see evidence that would validate that?\n\nAMBASSADOR MICHAEL MCFAUL:\n\nWell, I can't comment on the evidence here or there in terms of those things. What I can say is we want Mr. Snowden to just come home, face the charges against him, and have a court of law decide what he has and has not done.\n\nDAVID GREGORY:\n\nFinally, if you have any expertise there on the ground, you've got to give it to us straight. How do you see the U.S. team doing in the end in terms of gold medals?\n\nAMBASSADOR MICHAEL MCFAUL:\n\nI'm not an expert on that, although I've got to tell you, we have had a fantastic time here. We got to see four events yesterday, team Americans perform in all of those. It's a great atmosphere here, by the way, David. The American team is feeling very confident. But I don't want to get ahead of my skis or beyond my skis. I am not an expert when it comes to those things. But I hope by the end we will win. And everywhere I go, of course, I run into lots of government officials. I especially want to make sure we're just slightly ahead of the Russians.\n\nDAVID GREGORY:\n\nAll right, we'll leave it there. Ambassador McFaul, thank you so very much.\n\nAMBASSADOR MICHAEL MCFAUL:\n\nYeah, thanks for having me.\n\nDAVID GREGORY:\n\nAnd coming up here from Hillary Clinton's hit list to how husband Bill settled scores for the former first lady. New details about the former secretary of state in a brand new book, not out until Tuesday. We've got the exclusive first look in an interview with the authors coming up next.\n\n***Commercial Break***\n\nDAVID GREGORY:\n\nA hit list kept about her enemies and a fight with husband Bill over her 2008 convention speech. New revelations about former first lady Hillary Clinton in a book not out until Tuesday. We're going to have an exclusive interview with the authors here in just a minute. First, a key question. How will her past affect Hillary's future if she runs in 2016?\n\n(TAKE PACKAGE)\n\nMALE VOICE (ON TAPE):\n\nWhat are your plans for 2016?\n\nHILLARY CLINTON (ON TAPE):\n\nI'm not thinking about it. I'm trying to get other people not to think about it. I'll think about it, you know, in the future some time.\n\nDAVID GREGORY:\n\nShe says she's not thinking about it. But others definitely are. Polls show Hillary Clinton with a commanding lead over other potential Democrats. Time Magazine adds, \"Can anyone stop Hillary?\" The New York Times Magazine portrays her as Planet Hillary, along with an interplanetary web of her political context.\n\nBut her political opponents on the right blame her for Benghazi. And Kentucky Senior Rand Paul has now repeatedly criticizing Bill Clinton as a, quote, sexual predator for his relationship with intern Monica Lewinsky in the late '90s. And now a new book, HRC: State Secrets and the Rebirth of Hillary Clinton offers an inside glimpse into Clinton's evolution in recent years and her inner circle.\n\nOne of the revelations making headlines, her staff put together a hit list of so-called sinners and saints that measured their support and opposition for her during the 2008 presidential campaign. Almost six years later, most Clinton aides can rattle off the names of traitors and the favors that had been done for them. As if it all had happened just a few hours before. Among those rated the most disloyal, Senator Claire McCaskill of Missouri, Senator John Kerry, now secretary of state, and the late Ted Kennedy, whose endorsement of Barack Obama was a crucial moment in the 2008 campaign.\n\n(END PACKAGE)\n\nPlay Facebook\n\nTwitter\n\nGoogle Plus\n\nEmbed Book Offers Glimpse Into Clinton's Political Tactics 8:32 autoplay autoplay Copy this code to your website or blog\n\nDAVID GREGORY:\n\nAnd joining me now, the authors of the book HRC, The Hill newspaper's Amie Parnes and Bloomberg News's Jonathan Allen. Welcome both of you to Meet the Press.\n\nAMIE PARNES:\n\nThanks, David.\n\nJONATHAN ALLEN:\n\nThank you, David.\n\nDAVID GREGORY:\n\nSo it's great to be able to talk to you before this book comes out. And one of the things that's already made news as a concept is kind of the darker part of the world of the Clinton, the hit list, the idea that Bill Clinton, the former president, sort of settling scores, clearing the field before there might be a run, Jonathan.\n\nJONATHAN ALLEN:\n\nYeah. So the Clinton aides in the 2008 campaign kept a list of the people who had been treacherous. And over the course of the 2010, 2012 election cycle, Bill Clinton went out on the campaign trail and knocked some of these guys out that they didn't like.\n\nDAVID GREGORY:\n\nHow so?\n\nJONATHAN ALLEN:\n\nSo if you weren't in support of other Democrats in primaries against them. And we go through a series of stories in the book as part of the big narrative arc, one of the light motifs that I really like, of him going out and just knocking out her opponents, people that didn't like her, endorsing or raising money for. And this is really part of the story of the Clintons, this loyalty.\n\nDAVID GREGORY:\n\nAlmost and having a chilling effect on anybody else who may not be with her down the line, right?\n\nAMIE PARNES:\n\nTotally. And I think that's why you saw Senator Claire McCaskill come out very early for her. She was at seven on the hit list. And I think she was a little worried. I don't think she knew she was at seven at the time, but she knew the hatred from the Clintons still exist. So I think she tried to get out very early and tried to say, \"Hey, I am supporting you guys.\"\n\nDAVID GREGORY:\n\nIt's interesting when you talk about this book in terms of the rebirth. But also state secrets. In other words, the job as Secretary of State is so crucial now to a potential 2016 run. And you write in the book about her approach to the job. And this will be instructive when you debate whether she's a hawk or a dove, but also the issues like Benghazi.\n\nHere's what you write in the book about a bias for action. \"Hillary also harbors a relative trait that one source calls a 'bias for action,' which influences her decision-making process. It can be seen in her approach for going after bin Laden, in her building of a coalition to intervening militarily in Libya, and even in a way she encourages her aides to innovate and improvise.\" That's the nice overlay. But the truth is, she also felt that even in a place like Benghazi, the State Department had to be there, whatever the risk. That's going to be new fodder for opponents.\n\nJONATHAN ALLEN:\n\nWell, absolutely. And we've talked to Republicans. There's a quote in the book from Sean Spicer, the Republican National Committee Chairman about an ad that the R.N.C. cut and released in 2013 about Benghazi, you're seeing that ad.\n\nDAVID GREGORY:\n\nRight.\n\nJONATHAN ALLEN:\n\nSo this is something that's going to be an issue. Republicans haven't yet made it something that's beyond partisan. They haven't gotten out there in influence, Democrats and Independents on it. But they're certainly going to try to do that. And she's got to come up with an answer for that, if they're able to.\n\nDAVID GREGORY:\n\nRepublicans also said it's part of a mind set, it's kind of an expeditionary foreign policy belief that she has that's certainly going to be a hard thing for her when she's dealing with progressives in the primaries. There are going to be people who come at her from her left.\n\nAMIE PARNES:\n\nCertainly. But I think the whole bifraction thing is good for her actually. And that's why, for example, Leon Panetta, we talk about this in the book, he sought her out very early on the bin Laden raid. He wanted her buy-in because he knew that she would be a hawk. And so I think that's a big plus for her going into this.\n\nDAVID GREGORY:\n\nBig factor here is the Bill factor. How large does he loom? I mean, you've heard Rand Paul in an interview today talking about Lewinski, talking about the past, calling Bill Clinton a sexual predator. So that issue is there. But it's also to what extent does he play in a campaign, which he did so large before, and in a potential administration.\n\nHere's a moment from her 2008 campaign convention speech that you write about, and it's quite interesting. I'll put it on the screen. \"While she had been on the mock stage at the convention center, Bill had delivered edits. He had ripped up the structure and added some of his own poetic flourishes.\" This is to her speech.\n\n\"But Hillary was having none of it. Bill and the set of advisors she had hired from his 1996 campaign had proved disastrous at developing her message and strategy for the campaign. She was the one in the hot seat now. 'It's my speech,' she quoted as saying, she declared as she left to find Bill.\" That's a pretty dramatic moment.\n\nAMIE PARNES:\n\nIt's an interesting moment. They share the same goals but they have different strategies of getting there. So I think that's going to be an interesting moment to see how this plays out. If Bill Clinton can be the Bill Clinton that he was for Barack Obama in 2012, she's got it made.\n\nDAVID GREGORY:\n\nRight.\n\nAMIE PARNES:\n\nShe can take it to the bank.\n\nDAVID GREGORY:\n\nThe explainer?\n\nAMIE PARNES:\n\nYes. She can take it all the way to the White House. But I think if he is the Bill Clinton from 2008, that's a little bit of a precarious situation.\n\nDAVID GREGORY:\n\nBut how do you forget that Bill Clinton who thought there was something of a fraud about President Obama at the time?\n\nJONATHAN ALLEN:\n\nIt's interesting. He's so good at painting the strategy for everyone, including himself, which a lot of people are bad at, their own political strategy. But with her there's a blind spot. We go into this in the book. You see this visceral reaction to what's going on with her that he has. And it's a problem for him.\n\nLook, there's been the Al Gore method, distance yourself from Bill Clinton, that didn't work. There's the 2008 Hillary Clinton method, sort of let him do what he's doing, it's a good political strategy, that didn't work. Barack Obama's actually the one that figured out how to use it, which is put him out there as a surrogate, but don't let him do a lot of freelancing, not a lot of interviews with the press. And if Hillary Clinton can get him to do that, to do what he did on the 2012 campaign trail, and we go deep into that in the book, then she will serve herself well.\n\nDAVID GREGORY:\n\nInteresting nugget about David Petraeus, former head of the C.I.A., our commander in Afghanistan, who had to resign because of his extramarital affair, but he says she would be a tremendous president. And that's a real endorsement from somebody that she showed a lot of kindness to, actually, when he went through his own disgrace.\n\nAMIE PARNES:\n\nYes. She wrote him a note actually and she said, \"I've had a little experience with this,\" which we thought was a really interesting moment. But she does that. She tends to warm up to people. She might not be as gregarious as her husband sometimes, but she is very much a retail politician in her own way.\n\nDAVID GREGORY:\n\nSo bottom line here, is there anything that says that she doesn't run? Is it just a matter of time?\n\nJONATHAN ALLEN:\n\nWe were watching the Olympics, it's like a ski jump where she's in the crouch, she's coming down the hill, there's very little that's going to stop her from launching. A lot of it's in the book, we talked about the preparation that's going on, her top aide Cheryl Mills has been doing informational interviews with people about the 2016 campaign in particular, Guy Cecil, who is most-often mentioned as a possible campaign manager, sat down with her in June.\n\nThey talked about who should be the campaign manager. Guy Cecil's already made up in his own mind that if he's asked he's going to do it. So this is a campaign that is in full swing. It's more a question of whether she stops running than whether she starts running.\n\nDAVID GREGORY:\n\nVery interesting. Thank you both very much. And nice Olympic tie-in there.\n\nJONATHAN ALLEN:\n\nThank you.\n\nDAVID GREGORY:\n\nVery well done.\n\nJONATHAN ALLEN:\n\nFelt it was good for the network…\n\nDAVID GREGORY:\n\nYeah, absolutely. Amie Parnes, Jonathan Allen, thanks very much. So what will be the rallying cry for the opposition to a Hillary Clinton run in 2016? Here is Kentucky Senator Rand Paul in an interview airing on C-SPAN today.\n\nSEN. RAND PAUL (ON TAPE):\n\nI really think that anybody who wants to take money from Bill Clinton or have a fundraiser has a lot of explaining to do. In fact, I think they should give the money back. If they want to take a position on women's rights, by all means do. But you can't do it and take it from a guy who was using his position of authority to take advantage of young women in the workplace.\n\nDAVID GREGORY:\n\nSenator Rand Paul. I'm back here with the roundtable, Mike Needham, conservative lobbyist with Heritage Action. So here's the question I think we have to resolve, which is how does Hillary Clinton position herself as something other than a default establishment choice with a complicated past? And members of your own party are saying, \"We're not going to let the past be forgotten.\"\n\nMICHAEL NEEDHAM:\n\nWell, I think it's a big challenge for her and probably the biggest challenge out there is actually ObamaCare. Here's somebody, if you look at the policy in ObamaCare, it's more similar to what Hillary ran on in 2008 than Barack Obama. Barack Obama in the Ohio primary said it would be unfair to make people purchase something that they can't afford to purchase, with regard to the individual mandate. And so I think she like many Democrats coming up in the 2014 Senate races will have big trouble getting away from ObamaCare, which are the policies she advocated for six years ago.\n\nDAVID GREGORY:\n\nWhether it's impeachment, whether it's ObamaCare, it's Benghazi. Mona, so you're a veteran now of the Obama White House. Same question. How does she position herself as a candidate of the future?\n\nMONA SUTPHEN:\n\nYeah, well first, I'm not sure that anybody knows exactly what her decision-making process is or what the timeline will be. But she clearly is in no rush to make a decision. And frankly, why should she? She's got everything she needs to run a fantastically successful presidential campaign, star power, money, organization, institutional support.\n\nAnd I think she's got the skill set and the background that you need to be a president at this time in our nation's history, which is an ability to deal with complexity and nuance and all the tradeoffs that come with being president of this country. So I actually think she's going to take her time, as she should, since it's a pretty consequential decision and she knows that more than anybody else.\n\nANDREA MITCHELL:\n\nYou know, she the campaign, as Jonathan was pointing at the end of that interview, the campaign's in place. There are two packs, they've divided the lines of authority, they've got potential campaign managers lined up. She's got her book to do. She doesn't want a campaign announcement to muddy up her book tour. That's going to be a very big book next summer we believe.\n\nAnd so at that point, after that, she doesn't need to put in place the fundraising apparatus. And as was reported in HRC, they have kept very close all the fundraisers, the big money people. She did in fact mention at the State Department, who at State Department events, a lot of the big money people. They have always been part of her circle. So it's never been disbanded.\n\nDAVID GREGORY:\n\nThe bigger question of how, not whether, but how she positions herself, E.J., is what I'm really interested in. How she runs.\n\nE.J. DIONNE:\n\nWell, she's got a great advantage, which is she was in the Obama administration. And friends of Obama are doing pretty well at the end of 2015 or 2016. She can talk about being the candidate of continuity. She's also been out for a few years. And if you need to adjust, if you want somebody really experienced, she can run that way.\n\nThe thing that I am struck by when people like Senator Paul raise the old Bill Clinton story is so she always had the best answer to that in 2008, which is, \"What part of peace and prosperity didn't you like?\" And the country just kind of thought through Bill Clinton, and they said, \"Yes, there's this aspect of him connected to the scandal.\"\n\nBut there's still a lot of fondness for the prosperity. And she almost beat Barack Obama. If she had not messed up the beginning of the campaign, that over-confident and falling behind on delegates, she won the second half of that primary campaign. So she is a formidable politician.\n\nANDREA MITCHELL:\n\nWhat if the president is not doing well, though? Then does she away from him and does that angle the base?\n\n(OVERTALK)\n\nDAVID BROOKS:\n\nYeah, and she's got the process right. She's got all the campaign staff, all the money, but that's really relatively unimportant in the campaign. I think she doesn't have the substance yet. How is she going to govern so it looks different than under Obama? How is she going to work with Republican economists?\n\nSecondly what are her issues? She's got to have three big issues that don't look like Barack Obama's issues. So I don't think she has that. And I don't think she really is going to be able to appeal to the left, of the base party. I think there's a 30%, 40% chance that a Brian Schweitzer, I think Jerry Brown would be, he's a little old, would be ideal. Right personality, right state, right performance, there's going to be a challenge from the left.\n\nMICHAEL NEEDHAM:\n\nNow, so one of the challenges for Hillary that the Bill Clinton of today, not the Bill Clinton that E.J. just talked about. Bill Clinton in 2000 was the founder of the Democrat Leadership Conference. He was a moderate Democrat president. Harold Ford was the upcoming star of the Democrat party.\n\nToday, Bill Clinton's out there doing events with Bill de Blasio, the progressive mayor of New York City. And so the interesting things over the last ten years, through the Iraq War, through the primary challenge Joe Sestak put up to Joe Lieberman, through the rise and fall of Howard Dean, how the Democrat party has become so much more progressive.\n\nDAVID BROOKS:\n\nIt's the Democratic party. And I think that that misreads who Bill Clinton was. Bill Clinton always had a strong, populist streak. It's one of the reasons why he won in 1992. He, yes, he had the collection that the Democratic party needed. He campaigned on raising taxes for the rich in 1992. This is not--\n\n(OVERTALK)\n\nMICHAEL NEEDHAM:\n\nI think the big gap between the era of big government is over. And Bill de Blasio is saying that the horses that go around Central Park aren't--\n\n(OVERTALK)\n\nDAVID GREGORY:\n\nLet me get Mona back into this, because I think Andrea raised this point before that is really interesting. Is Hillary Clinton an extension of President Obama, a third term? I mean, she has been an advocate behind the scenes, talks about that to healthcare reform. She's certainly been pretty hawkish in a way, driving a lot of his policies. So where does his presidency end and hers begin?\n\nMONA SUTPHEN:\n\nI think a lot of it was going to come down, kind of comes to how the economy is doing at that point, 2015, 2016. If things are moving forward and it looks like, which I certainly expect G.D.P. growth is going to continue to pick up, the job picture is going to look better, then she'll be able to say, \"You know what, we've started to build the foundation, the pillars of a new version of the United States in 21st century, let's keep that going.\" But she's got enough room to show that there's a difference in her approach. And for that, she can pull back to the Clinton era, both in terms of style and the way they approach politics, which is different.\n\nDAVID BROOKS:\n\nThe primaries are going to be tougher than the general. I think the general election there's a huge advantage because of demographics. But going through the primaries are actually, and I'm not sure the economy will help so much in the primaries, but it'll be more ideological, I think.\n\nANDREA MITCHELL:\n\nShe’ll also have to show what she achieved as secretary of state. Yes, Benghazi will be raised over and over again. But she has to show some real accomplishments. And that is completely up in the air. We'll see what John Kerry is doing, we see what negotiations are in play in Iran. We don't know how that's going to turn out.\n\nDAVID GREGORY:\n\nSo the politics of 2016 to the politics of the moment here in Washington. A big one is health care. From the C.B.O., or the Congressional Budget Office, issues a report this week, and all of a sudden, you get the debate right back front and center about whether ObamaCare is a job-killer.\n\nHere are some of the headlines after that report from The Hill, \"ObamaCare will cost 2.5 million workers by 2024.\" The Wall Street Journal, \"Health care health law to cutting the labor force.\" New York Times, \"Health care law projected to cut the labor force.\" That's not exactly what the C.B.O. said. Let’s strike the word “C.B.O.” These were congressional researchers who issued this report, E.J. and you wrote about it strongly this week.\n\nE.J. DIONNE:\n\nWell, this did not say, \"ObamaCare is a job killer.\" On the contrary, when Doug Elmendorf of the C.B.O. testified, he said that this will probably net create jobs. Just think about the money put in people's pockets when they're saving on their insurance from subsidies. What he said is some people might temporarily or leave the labor force.\n\nThink of two people, we're supposed to be for family values. You have a couple where somebody wants to leave the labor force for a couple years to take care of their kids. Under the old system, if that person tells the health insurance, they didn't have the option to leave. Now they can. What you're doing is expanding people's choices. But you're also in the end going to create jobs out of it.\n\nDAVID GREGORY:\n\nBut this is a lot to explain. And for a lot of years, Republican--\n\nE.J. Dionne:\n\nNot free choice. I think people get the choice part.\n\n(OVERTALK)\n\nDAVID GREGORY:\n\nOkay, but there are still a lot of Republicans, David, who are going to say, \"Look, we told you it was going to have a huge impact on the labor force. Some of which we don't truly understand.\" It feeds it. And if you don't like ObamaCare, you may have a new reason to dislike.\n\nDAVID BROOKS:\n\nYeah, well, even if they do leave voluntarily, there are going to be a lot fewer people in the labor force. If you have two million people who have a stronger incentive to get out of the labor force, and then if they try to get in, the marginal tax rates go up super high as they go up in the income scale. So you have fewer people working. I agree with E.J., we want people at home to help with the kids. We also want people in the labor force to be a grown country. And this is not good for them.\n\nMONA SUTPHEN:\n\nBut what you have to do about the labor force, the most dramatic thing you could do about the labor force is do something about immigration. And that is what is now stymied. We don't know yet--\n\nDAVID GREGORY:\n\nWe don't know whether--\n\n(OVERTALK)\n\nMONA SUTPHEN:\n\nWe don't know yet whether John Boehner really moves it or is just trying to calm down his Republican caucus. I think Mike and Heritage have been very, very powerful this past week in scaring the speaker of the house--\n\nDAVID GREGORY:\n\nAll right, well, before immigration, Mona, make a point--\n\n(OVERTALK)\n\nMONA SUTPHEN:\n\nI'm just going to say that let's put the two million people in context. It's a workforce of 145 million people, right? So we're talking about in this country, and I've worked with a lot of Silicon Valley companies and startups, successful ones, in America today, a lot of what you see, who are starting businesses? People who already have means and people who are young and don't have families.\n\nAnd one of the reasons is because the people are tied down because of health care. So the idea that okay, some people may ultimately fall out of the workforce. But you have a whole group of people who may go out for the first time, decide, \"You know what? I'm going to start that new business.\" And that in turn will create--\n\n(OVERTALK)\n\nDAVID GREGORY:\n\n--let's hear from Mike here.\n\nMICHAEL NEEDHAM:\n\n--C.B.O. debate I think has been one of those great moments where it illustrates how Washington D.C. works and competes with the debate. Here you have some of the same people who look at Paul Ryan's plan to strengthen Medicare by providing premium support so that Medicare exists for future generations and the current generation.\n\nAnd call that pushing Granny off the cliff. You have people who look at Mitt Romney's career, who created jobs and opportunities, that say, \"Well, he's just some guy who outsourced jobs and murdered some woman who had cancer,\" that now say that because you look at a C.B.O. report that does say that it's going to cause 2.5 million jobs, that you're being unfair because you're not saying that the implicit tax margins under the subsidies in ObamaCare are going to cause the labor demands to drive.\n\nDAVID GREGORY:\n\nQuick moment, E.J., and then I've got to take a break.\n\nE.J. DIONNE:\n\nIf this point about small business is so important, Theda Skocpol, a scholar at Harvard, has shown that in countries that guarantee everyone health insurance, there's a faster rate of small business creation than there is in the United States--\n\n(OVERTALK)\n\nMONA SUTPHEN:\n\n--there's workers. And that is a very big--\n\n(OVERTALK)\n\nE.J. DIONNE:\n\nYes, exactly.\n\nDAVID GREGORY:\n\nAll right. Let me get a break in here because we're going to come back to this. We're going to continue this debate, by the way, in just a moment. The battle lines drawn in Congress over this very issue. Talking about immigration, the debt ceiling, and of course the ObamaCare conversation we've been having that will cost millions of jobs. Two key senators will be here to have that debate coming up next.\n\n***Commercial Break***\n\nDAVID GREGORY:\n\nAnd we are back. So if you're betting that big things are going to get done in Washington and specifically in Congress this year, you might've been wrong. The glimmer of hope from the budget deal seems like it's disappeared with the battle lines now drawn over key issues and a new fight over the impact of ObamaCare. I'm joined by Democrat Senator Chuck Schumer of New York and Republican Senator Robert Portman of Ohio. Senators, welcome back.\n\nSENATOR CHUCK SCHUMER:\n\nGood to be back.\n\nSENATOR ROB PORTMAN:\n\nThanks David.\n\nDAVID GREGORY:\n\nYou've been listening to this debate that I've been having with the roundtable over ObamaCare. And Senator Schumer, here is an ad by the conservative group Americans for Prosperity in this midterm election year that they're going to be running hard. Watch.\n\n(BEGIN TAPE)\n\nNARRATOR:\n\nHe told us\n\nBARACK OBAMA (ON TAPE):\n\nA system that eases up the pressure on businesses and unleashes the promise of our economy and creating hundreds of thousands of jobs.\n\nNARRATOR:\n\nBut now we find out ObamaCare will reduce full-time employment by 2.3 million jobs, hurting the economy and middle-class families.\n\nDAVID GREGORY:\n\nSo for Democrats who thought, Senator Schumer, that ObamaCare was going to be a plus in this election year, are you on the defensive again?\n\nSENATOR CHUCK SCHUMER:\n\nI don't think so. Bottom line is very simple. What C.B.O. said is that many American workers would have freedom. Now that's a good word. Freedom to do things that they couldn't do. The single mom who's raising three kids has to keep the job because of healthcare, can now spend some time raising those kids. That's a family value.\n\nThe student, 27 years old, wants to finish school quickly so he can get a great job. Can't because he needs health care, is now free. And David, when we passed the 40-hour minimum work week a hundred years ago, it reduced the hours. But it certainly was regarded as a step forward. And I'd say two other things here. Number one, C.B.O. used 2017 full employment as a baseline.\n\nMany people, when the folks like the single mom and the student and the small businessman who wants to now start a small business and can, when those people leave their jobs in 2015, '16, '14, '15, '16, others are going to take those jobs. And finally, in 2017, if there's full employment and there's no one to take those jobs, they will raise wages, one of our big problems. So this is the net plus. And I'd say one final thing.\n\n(OVERTALK)\n\nDAVID GREGORY:\n\nLet me just get a response from Senator Portman here. Let's get a response. Is this, I'm sure you're happy to have Democrats on the defensive here. But why shouldn't this be seen as freedom for folks who didn't have it before?\n\nSENATOR ROB PORTMAN:\n\nLook, it's not that I'm happy to see Democrats on the defensive, I'm worried about the American worker. It's unbelievable, David. We've got in our country right now, a 35-year low in terms of labor participation. You don't have as many people in the workforce as we had during the recession, the middle of the recession.\n\nAnd yet you have Democrats almost giddy about the fact that oh boy, now we're going to have fewer people in the workforce. That doesn't help the workers. It doesn't help in terms of fighting poverty. So look, C.B.O. was very clear. They said this was going to result in fewer people wanting to work.\n\nWhat they didn't say, David, which is going to make this even worse, is of course, for employers, many employers are not hiring people because of ObamaCare, 70% in some of the surveys of small businesses are saying that ObamaCare is already harming it ability to hire people. Why? For a few reasons. One is you have these employer mandates in place saying if you have over 50 employees, you're part of this. So you have companies saying, \"I'm not going to get over 50 employees.\"\n\nSome companies who are letting people go, certainly not drawing employment. Second, you have people saying, \"I'm not going to let people work more than 30 hours.\" Because there's a new 30-hour work week, Senator Schumer, as you know, it's a 30-hour work week, that's a problem.\n\nAnd then you've got higher healthcare costs which is driving the cost of doing business up, and therefore, fewer people are getting hired. I hear it in Ohio all the time, people talking, \"I'm going to do more with part-time, I'm going to do more with overtime.\"\n\nDAVID GREGORY:\n\nWell, are you talking--\n\n(OVERTALK)\n\nSENATOR ROBERT PORTMAN:\n\n--hire people because of the cost embedded in every employee. And finally, you get 19 new taxes in the thing, a trillion dollars in new taxes. And that wasn't even analyzing the C.B.O. report--\n\n(OVERTALK)\n\nDAVID GREGORY:\n\nSo, Senator Portman, you--\n\nSENATOR ROB PORTMAN:\n\nLook, there were a bunch of promises made in ObamaCare, and none of them are being kept.\n\nDAVID GREGORY:\n\nYou talked about--\n\n(OVERTALK)\n\nSENATOR ROB PORTMAN:\n\nAnd one is it would increase jobs, another is you could keep your health care.\n\nDAVID GREGORY:\n\nAll right, let's try to stick to this issue and to the question at hand. You brought up the American worker, Senator Portman. But you voted this week against extending unemployment benefits for those who were out of work. And it's strikes me, I wonder what you say to those, as has been reported in your own state, more than 50,000 Ohio residents who had unemployment benefits end in December. Those folks who were really hurting. Why did you vote against that?\n\nSENATOR ROB PORTMAN:\n\nWell, David, first of all, as you know, I'm one of six Republicans who voted to allow this debate to go forward, I think we should. Unfortunately, Democrats did not work with us, wouldn't negotiate with us on how to pay for it. But again, let's get back to the problem at hand. I said we've got a 35-year low in terms of the number of people working, the labor-participation rate.\n\nWe also have record numbers of people long-term unemployed. And the Democratic answer to that is, \"Let's add more to the 26 weeks of unemployment insurance to emergency benefits, and let's do nothing to reform the program. Let's do nothing to give people the skills they need to access the jobs that are out there.\"\n\nAgain, record numbers of people, long-term unemployed, and all the Republicans were saying, including me, was, \"Look, yes, let's extend unemployment insurance, I'm okay with that. One, let's pay for it. Last thing we want to do is add to the debt and deficit and make the economy even worse. But second, let's reform this program.\" And as Senator Schumer knows, I have a specific proposal to do that, as do a group of Republicans, enough to get it across the floor. We need to work with the Democrats--\n\n(OVERTALK)\n\nDAVID GREGORY:\n\nLet's get a response from Senator Schumer.\n\nSENATOR CHUCK SCHUMER:\n\nYeah, bottom line is our colleagues on the other side of the aisle are telling people what's good for them. But the people don't want it. The person who's been looking for a job for six months, eight months--\n\n(OVERTALK)\n\nSENATOR CHUCK SCHUMER:\n\n--doesn't want to be told they shouldn't get unemployment benefits to keep their house, to keep their car, to pay for gas, to look for a job. The single mom who would like to go home and raise her three kids doesn't want to be told, \"You have to keep that job because we're not going to give you health care.\" That's the bottom line.\n\nDAVID GREGORY:\n\nSenator Schumer, immigration, a big focus for you. And here you have the house speaker after you saying, \"This was the year to do it,\" saying he doesn't see it happening. Is this gamesmanship on his part, or is this really over?\n\nSENATOR CHUCK SCHUMER:\n\nWell, it's been a tough week for immigration. But all three, or many of the Republicans have said the following, Speaker Boehner, Mitch McConnell, Paul Ryan, even Jim DeMint, they have said they want to do immigration reform, but they don't trust the president to enforce the law, particularly the enforcement parts. So there's a simple solution.\n\nLet's enact a law this year, but simply not let it actually start till 2017, after President Obama's term is over. Now I think the rap against him, that he won't enforce the law is false. He's supported more people than any other president. But you can actually have the law start in 2017 without doing much violence to it.\n\nYou simply move the date back from December 31st, 2011 to December 31st 2013 as to when people, the deadline for people who could get even legalization or citizenship. So we could go after the new people who come in later. And it would solve the problem. And make no mistake about it, David. This view that we can get this done in 2015, '16 is false.\n\nYou'll have the Republican presidential primary to pull people over to the right, Tea Party maximizes. So it's simple. Let's say to our Republican colleagues, \"You don't trust Obama, enact the law, but put it into effect in 2017 and we can get--\"\n\n(OVERTALK)\n\nDAVID GREGORY:\n\nI've got to get a quick response from Senator Portman. I'm almost out of time. Senator, is Boehner at risk of losing his job if he pursues this?\n\nSENATOR ROB PORTMAN:\n\nNo, no, I think John Boehner is fine in terms of his job. And I do think our immigration system is broken. When Chuck talks about delaying it, I think some Republicans would be interested in that, if we put in place the enforcement measure so that it would work. In other words, make sure the border is secure, make sure the anti-workforce enforcement program that works.\n\nThe concern we have, as you know, is to get back to the 1986 law. Last time we did this, where we did provide legalization but didn't do the enforcement, three million people were legalized, another six million people came here illegally. So I think that's what Republicans are looking for, is enforcement first.\n\nDAVID GREGORY:\n\nAll right. We're going to leave it there. Senators Schumer and Portman, thanks so much. And coming up here, a roundtable response, a little bit of a talk about what's going to drive the week ahead.\n\n***Commercial Break***\n\nDAVID GREGORY:\n\nBack now with the roundtable. E.J., you've got all your notes lined up. I just want to make very clear that you've taken a lot of notes. And Senator Schumer may advance something to get this immigration to be back on track. What do you think?\n\nE.J. DIONNE:\n\nRight. Well, I think he's trying to call the bluff of the Republicans, John Boehner, Paul Ryan, who claimed they wanted to do this, have been saying, \"Ah, but we can't trust Obama.\" So that he's saying is, \"Okay, the new law will not take effect until after Obama leaves office.\" And I think John Boehner and Paul Ryan are really on the line here, because they've been sending signals privately to all kinds of pro-immigration groups. They really want to do this. They've showed some guts. And now they're in danger of looking backwards by folding at the first signs of pressure. So I think that--\n\n(OVERTALK)\n\nDAVID GREGORY:\n\nIs that your pressure, Mike Needham, as a conservative lobbyist?\n\nMICHAEL NEEDHAM:\n\nThe pro-immigration group that E.J. is actually talking to are big business lobbyists in Washington D.C. We need a modern immigration.\n\nE.J. DIONNE:\n\nAnd religious groups.\n\nMICHAEL NEEDHAM:\n\nThe bill that Chuck Schumer is talking about is a comprehensive bill written by lobbyists that gets into detail of how many ski instructors will be allowed to come into our system. And so I think the American people are bored of these kinds of fights between Republicans and Democrats about how to change the status quo which is broken on the margin. And instead of looking for big, bold ideas, we're doing--\n\n(OVERTALK)\n\nANDREA MITCHELL:\n\nBut every economist and every college president in the country is saying, \"You've got to fix this,\" especially for the high tax--\n\n(OVERTALK)\n\nMICHAEL NEEDHAM:\n\nWe do. And that's why the House of Representatives and the 112th Congress passed a bill to expand the number of H1B visas. We should have a market system that allows people to come in. These fights are about how to change the status quo so that lobbyists are happy.\n\nDAVID BROOKS:\n\nIt's about who runs the Republican Party. Do the leaders who want to have a long-term future, a presidential, national future as a multiracial party, do they run the party or does Mike run the party? And the truth is, Mike runs the party.\n\n(OVERTALK)\n\nDAVID GREGORY:\n\nMona, go ahead.\n\nMONA SUTPHEN:\n\nI was going to say, when it’s primary filing season, II completely get it. If you're a House member on the right who's worried about a primary challenge, having this debate come up in the height of the primary filing season, and probably, I can understand why that might be not a great time from your perspective. But I think as the lens starts to shifting from the midterms to the 2016 race, this is going to become clearer and clearer that this issue has to get resolved, because the status quo is just unsustainable.\n\nANDREA MITCHELL:\n\nYou cannot have millions of people with no documentation and all of these children as well. This is just an unsustainable situation.\n\n(OVERTALK)\n\nMICHAEL NEEDHAM:\n\n--agrees with that. And the Republican party should be able to be strong enough and big enough that we can have a fact-based debate about what the right way to do immigration reform, like the way to do any issue. We're doing a conference tomorrow, it's a Conservative Reform Conference, I'd love to have you there, David. Nine hours of people coming over.\n\nSenator Tim Scott talking about school choice reform. Senator Ted Cruz talking about how we can increase access to energy. These are all things that the country needs. These are all things that conservative have good reform ideas. The problem is that you have a growth in status quo in Washington D.C. with 33,000 lobbyists say, \"We're not going to let anything that's truly bold go forward, because then there's winners and losers. And we prefer the current system where we can take winners and losers by working with--\n\n(OVERTALK)\n\nDAVID BROOKS:\n\nSo I probably will go to your conference, I agree with 90% of the policy promos. I just don't see the political pathway. I'd like you to explain to me politically and demographically how does the party survive as a majority party without being--\n\n(OVERTALK)\n\nDAVID GREGORY:\n\n--can answer it.\n\nANDREA MITCHELL:\n\nAnd how are those lobbyists different from you as a lobbyist?\n\nMICHAEL NEEDHAM:\n\nBy showing that the Republican party is on the side of the overwhelming majority of the American people, 85% of the American people who don't feel heard in Washington, they're right. We don't have a tax code that's about raising money to fund the government.\n\n(OVERTALK)\n\nDAVID BROOKS:\n\n--after American-- Asian Americans, how do you reach those people?\n\nMICHAEL NEEDHAM:\n\nAnd I think that you reach them by, we need to reform our immigration system. We also need to look at other things. There is more student loan debt in this country right now than there is credit card debt.\n\n(OVERTALK)\n\nDAVID GREGORY:\n\n--the last word, because it tells you something about what is going to drive the weeks ahead is this immigration debate. Thank you all for a spirited discussion this Sunday morning. I appreciate it very much. Meantime, as you all know, the Winter Olympic coverage will continue from Sochi on NBC.\n\nReigning U.S. Champion Gracie Gold competes in figure skating, and five-time-Olympic-medalist Bode Miller tries again for the gold in men's downhill skiing. Go USA. That's all for today. We'll be back next week. If it's Sunday, it's Meet the Press.", "article_metadata": {"description": "Below are highlights, video, and a transcript of today’s program. For more information on how to get the “Meet the Press” magazine on Flipboard, click here: http://bit.ly/1bihRay .", "og": {"url": "http://www.nbcnews.com/meet-the-press/meet-press-transcript-feb-9-2014-n25856", "type": "article", "image": "http://media3.s-nbcnews.com/j/newscms/2014_06/174581/mtp_06rtclinton_140209_8d26e170a461da316f48c5a875510327.nbcnews-fp-1200-800.jpg", "site_name": "NBC News", "description": "Below are highlights, video, and a transcript of today’s program. For more information on how to get the “Meet the Press” magazine on Flipboard, click here: http://bit.ly/1bihRay ."}, "twitter": {"domain": "NBCNews.com", "description": "Below are highlights, video, and a transcript of today’s program. For more information on how to get the “Meet the Press” magazine on Flipboard, click here: http://bit.ly/1bihRay .", "creator": "NBCNews", "image": {"src": "http://media3.s-nbcnews.com/j/newscms/2014_06/174581/mtp_06rtclinton_140209_8d26e170a461da316f48c5a875510327.nbcnews-fp-1200-800.jpg"}, "title": "MEET THE PRESS TRANSCRIPT: Feb. 9, 2014 - NBC News", "site": "NBCNews", "card": "summary"}, "blitz": "mu-e1e842c9-946002e6-ea8f0454-41b29546", "DC.date.issued": "2014-02-09", "apple-itunes-app": "app-id=319740707, app-argument=http://www.nbcnews.com/meet-the-press/meet-press-transcript-feb-9-2014-n25856", "fb": {"app_id": 10150138890205613}, "article": {"author": "https://www.facebook.com/MeetThePress"}, "google-site-verification": "K8bowvEbzWfPQ76x6f9SCxMVwicVXrhiClRg80ak8ZA", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdccb2\"", "article_summary": "If Bill Clinton can be the Bill Clinton that he was for Barack Obama in 2012, she's got it made.\nMICHAEL NEEDHAM:Now, so one of the challenges for Hillary that the Bill Clinton of today, not the Bill Clinton that E.J.\nI hear it in Ohio all the time, people talking, \"I'm going to do more with part-time, I'm going to do more with overtime.\"\nDAVID GREGORY:Do you think there's going to be any movement significantly within the country on it?\nSo I think that's going to be an interesting moment to see how this plays out."}