{"article_title": "Libertarian Activists Just Upped Their Web Game", "article_keywords": ["web", "million", "group", "political", "activists", "feinberg", "young", "site", "helped", "game", "digital", "upped", "libertarian", "president", "social"], "article_url": "http://motherboard.vice.com/read/libertarian-activists-just-upped-their-web-game", "article_text": "In 2012, the Obama campaign's unprecedented use of social media encouraged 600,000 activists to contact 5 million people asking them to get involved, with an impressive 20 percent success rate. All told, one million people took some sort of political action during the reelection campaign as a result of the digital strategy. Web-savvy helped get Obama elected to the highest office in the country, twice.\n\n\"It was amazing. It was innovative. It was exciting,\" Evan Feinberg, president of the conservative political advocacy group Generation Opportunity told me over the phone.\n\n\"We've learned from that.\"\n\nBased in DC, GenOpp is technically a nonpartisan organization, but is funded by the Koch brothers and lobbies for typically right wing, libertarian policies like small government and lower taxes. The group gave Motherboard a first look at its newly launched advocacy website Free the Future, an action-oriented platform boasting all the webby, supposedly Gen Y-friendly functionality that helped carry the president to the White House.\n\nAll the usual players are there: personalized content, targeted social sharing, a mobile-friendly responsive design, Facebook, Twitter, and Google+ integration, and language trying too hard to be hip (to comment, users click on \"drop some knowledge\"). Coming up in V2 is gamification and user-generated content.\n\nWhat's unique about the site, as Feinberg tells it, is that it brings the kind of interactive tools now humdrum in Silicon Valley into the traditionally Luddite political advocacy space. The group's betting that social media, the native language of that 18-34 age bucket, will help get the much-coveted attention of information-swamped millennials.\n\n\"They can contact their elected official at the same time they're waiting for the subway and checking the sports score of their favorite team,\" said Feinberg.\n\nThe goal is to get Gen Y-ers to actively participate in the political process: sign petitions, follow the news, contact their representative, register to vote. But really, the goal is to push the group's very specific agenda: like telling young people to opt out of Obamacare, or calling the government's financial policies a \"war on youth.\"\n\nOther issues are more likely to span both sides of the isle, like speaking out against cronyism in Washington between Congress and special interests, or protesting government surveillance. The voter registration feature is actually pretty handy—it walks you through the process, which can all be done online as long as you live in one of the 48 states that uses the National Voter Registration Form, even down to signing your signature with your finger.\n\nStill, I'd be surprised if progressive twenty-somethings who disagree with the site's political viewpoint will want to use the site at all. When I posed that question to Feinberg, he paid lip service to the nonpartisan content on the site and the importance of getting disparate perspectives, but admitted there's no doubt Free the Future advocates a very specific point of view. He compared it to a \"digital field staff\" going out to \"essentially knock on doors online.”\n\nThat digital campaigning is driven by big data. If a user signs, say, an anti-government surveillance petition, and is logged into the site with Facebook, it will prompt them to share the petition with their Facebook friends or Twitter followers who have indicated they aren’t fans of the NSA.\n\nSo can it work? The organization has some success under its belt. It’s responsible for the popular “Creepy Uncle Sam” videos attacking the Affordable Care Act that became a viral sensation last fall, racking up over two million views and a firestorm of backlash from the left.\n\nBut GenOpp is just the latest, and hardly the first, attempt to leverage the social web to try to appeal to young voters, who typically find themselves dismissed as apathetic. Feinberg said he thinks millennials actually care more about the country's politics than any other generation, but \"we think that the game is rigged against us.\"\n\n\"What we found is that technology can be a great influencer,” he went on. “A young person with a phone in their pocket can influence policy in ways they never could. And it levels the playing field.\"\n\nGen Opp hopes to level the playing field by raising a digital army as powerful as the one that helped get the president elected. Following the site’s beta launch, the group will host an event at South By Southwest Interactive this Sunday to showcase the new product. The plan is to have everything running smoothly in time for the election in November.", "article_metadata": {"sailthru.url": "http://motherboard.vice.com/read/libertarian-activists-just-upped-their-web-game", "twitter": {"card": "summary_large_image", "twitter": "Libertarian Activists Just Upped Their Web Game", "description": "A new conservative site goes after millennials with the same web-savvy tricks that helped get Obama elected.", "image": "http://motherboard-images.vice.com/content-images/contentimage/12356/1399663951946.jpeg", "site": "@motherboard"}, "keywords": "politics, free the future, power, Social Media", "sailthru.locale": "en_us", "sailthru.tags": "politics, free the future, power, Social Media, MB, en_us, mben", "news_keywords": "politics, free the future, power, Social Media", "msapplication-TileColor": "#7974bd", "sailthru.title": "Libertarian Activists Just Upped Their Web Game", "msapplication-square150x150logo": "/assets/favicons/motherboard/mstile-150x150.png?v20160331200908", "thumbnail": "http://motherboard-images.vice.com/content-images/contentimage/12356/1399663951946.jpeg", "description": "A new conservative site goes after millennials with the same web-savvy tricks that helped get Obama elected.", "sailthru.expire_date": "2014-03-12", "msapplication-wide310x150logo": "/assets/favicons/motherboard/mstile-310x150.png?v20160331200908", "msapplication-square70x70logo": "/assets/favicons/motherboard/mstile-70x70.png?v20160331200908", "msapplication-square310x310logo": "/assets/favicons/motherboard/mstile-310x310.png?v20160331200908", "msapplication-TileImage": "/assets/favicons/motherboard/mstile-144x144.png?v20160331200908", "sailthru.description": "A new conservative site goes after millennials with the same web-savvy tricks that helped get Obama elected.", "viewport": "width=device-width,initial-scale=1", "og": {"site_name": "Motherboard", "description": "A new conservative site goes after millennials with the same web-savvy tricks that helped get Obama elected.", "title": "Libertarian Activists Just Upped Their Web Game", "locale": "en_us", "image": "http://motherboard-images.vice.com/content-images/contentimage/12356/1399663951946.jpeg", "url": "http://motherboard.vice.com/read/libertarian-activists-just-upped-their-web-game", "article": {"published_time": "2014-03-05 13:40:00"}, "type": "article"}, "sailthru.publish_date": "2014-03-05 13:40:00", "p": {"domain_verify": "eac54d01e7a940c4380d0105a2a58912"}, "sailthru.item_type": "article"}, "_id": "\"57477af36914bd0286fce380\"", "article_summary": "It was exciting,\" Evan Feinberg, president of the conservative political advocacy group Generation Opportunity told me over the phone.\nAll told, one million people took some sort of political action during the reelection campaign as a result of the digital strategy.\nGen Opp hopes to level the playing field by raising a digital army as powerful as the one that helped get the president elected.\nFeinberg said he thinks millennials actually care more about the country's politics than any other generation, but \"we think that the game is rigged against us.\"\nIn 2012, the Obama campaign's unprecedented use of social media encouraged 600,000 activists to contact 5 million people asking them to get involved, with an impressive 20 percent success rate."}