{"article_title": "The 'wow' factor in virtual reality", "article_keywords": ["san", "stanford", "feel", "wow", "vr", "virtual", "reality", "participants", "lab", "factor", "world", "travel"], "article_url": "http://peninsulapress.com/2015/11/10/virtual-reality-wow-factor/", "article_text": "A\n\nt Oculus Connect 2, Oculus’ developer conference at the end of September, Facebook CEO Mark Zuckerberg remarked that “[virtual reality is] like teleporting to some other place by putting on a headset.” We’re seeing that immersive transportation to a different space and time is now possible with virtual reality (commonly referred to as just “VR”).In Stanford University’s Virtual Human Interaction Lab, researchers are studying the dynamics and implications of immersive virtual environments. Some of these studies include the investigation of empathy, sustainable behaviors and education within VR. Researchers typically put Oculus Rift headsets on a participant and then “transport” the participant into a virtual world. When participants look through the Oculus Rift headset, they no longer see the lab, but instead view a virtual world rendered by the technology.\n\nThe lab boasts technology hidden behind the walls and under the floor that contributes to transporting you and your senses to another world. Participants often put on hand or wrist sensors for movement tracking.\n\nWe got a behind-the-scenes look at the hardware packed into the lab. (Editor’s Note: Peninsula Press is a project of the Stanford Journalism Program, which is collaborating with the Stanford Virtual Human Interaction Lab on projects.)\n\nInfrared cameras mark where participants are standing and where they are moving in the windowless lab room. The cameras trace — up to the tenth of a millimeter precision — the position of LED markers that are strapped to participants’ feet and wrists. The headset, abbreviated to “HMD” for head-mounted display, also has a positional tracker. If participants move their heads, the LED markers signal to the infrared cameras, which then signal to the computer. The computer then renders the changed scene to reflect the new viewpoint.\n\nAdding to the visual virtual experience is a powerful sound system. Panels line the walls with 24 channels of ambisonic sound. For example, in the “helicopter demo,” where a helicopter circles around the room, positional loudspeakers send high-pitched notes and deep base sounds from various speakers, so you can both hear and feel the helicopter orbit. With 16 subwoofers under the floor, haptic feedback is also possible with low-frequency sound. When that helicopter comes around, participants not only hear its movement, but can also feel the earth shake below.\n\nFrom pit to Pisa\n\nAll this technology is designed to create a sense of presence, the feeling of “being there.”When fifth-year Stanford senior Ronnie Harris put on the HMD for the renowned “pit demo” on a recent fall afternoon, at first, he could see the same lab room he was standing in — only this time, void of other people; the VR technician “disappears” in the virtual world. Suddenly, the floor opened up and he found himself standing on a plank raised 20 feet above a rusty pit. As he almost ran nervously across the plank, he also traversed a dozen feet on the solid carpet floor of the lab.\n\nForty miles north of the Stanford lab, San Francisco startup Ascape wants to deliver that experience of presence to your living room couch. In a dusty office space in North Beach, San Francisco, Peninsula Press spoke with co-founders Daniel Moroz and Blake Montgomery. They have created an app that lets you travel throughout the world using high-quality 360 videos shot in major cities around the globe.\n\nTheir idea is to allow users to travel to different cities using virtual reality: a user can feel the experience of travel – instead of simply watching a travel guide video. Filmed with a 360-degree video camera, the footage is then rendered onto your smartphone screen in both monoscopic display — showing only a single viewpoint like a normal video — and stereoscopic display — simultaneously showing two slightly different viewpoints that, through VR lenses, gives that 3D sensation. Whether virtually visiting Italy or the streets of San Francisco, Ascape can “take” you there.Immersed in a tour of San Francisco through the Samsung Gear VR headset, a user is transported to different city hotspots. When a user’s head turns, the display also turns accordingly, rendering a full real-life feel of San Francisco.\n\nAscape’s app can bring travel content for those who might not have the time, capability or funds to see the world. For example, movement-impaired users use virtual reality to now walk up to elephants in Botswana or snowboard the French Alps. Using cinematic VR, Ascape makes use of a tour guide to escort you through the scenes and to direct your eyes to the most famous monuments and hidden sights.\n\nAs more VR content gets produced and delivered, the consumer version of virtual reality will probably not be quite like what we find in the Stanford Lab – equipped with powerful surround sound and haptic floors. As corporate giants such as Facebook, Google, Microsoft, Samsung and Sony compete to be first to market, the costs of headsets and content will likely become lower and more accessible. Soon, the masses might be able to feel that “wow” factor of presence in virtual reality.(Editor’s Note: Reporter Naomi Cornman works in the Stanford Virtual Human Interaction Lab as a graduate student researcher.)", "article_metadata": {"og": {"site_name": "Peninsula Press", "description": "We explore Stanford's VR lab and visit a San Francisco startup that wants to deliver the experience of virtual presence to your living room couch.", "title": "The 'wow' factor in virtual reality", "locale": "en_US", "image": "http://peninsulapress.com/wp-content/uploads/2015/11/Beat-Walk-2.jpg", "updated_time": "2015-11-11T10:02:39+00:00", "url": "http://peninsulapress.com/2015/11/10/virtual-reality-wow-factor/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/PeninsuPress", "section": "Business + Tech", "tag": "VR", "published_time": "2015-11-10T11:31:33+00:00", "modified_time": "2015-11-11T10:02:39+00:00"}, "twitter": {"description": "We explore Stanford's VR lab and visit a San Francisco startup that wants to deliver the experience of virtual presence to your living room couch.", "creator": "@naomicornman", "image": "http://peninsulapress.com/wp-content/uploads/2015/11/Beat-Walk-2.jpg", "title": "The 'wow' factor in virtual reality", "site": "@PeninsuPress", "card": "summary"}, "generator": "WordPress 4.2.4", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Soon, the masses might be able to feel that “wow” factor of presence in virtual reality.\nFor example, movement-impaired users use virtual reality to now walk up to elephants in Botswana or snowboard the French Alps.\nResearchers typically put Oculus Rift headsets on a participant and then “transport” the participant into a virtual world.\n(Editor’s Note: Reporter Naomi Cornman works in the Stanford Virtual Human Interaction Lab as a graduate student researcher.)\nForty miles north of the Stanford lab, San Francisco startup Ascape wants to deliver that experience of presence to your living room couch."}