{"article_title": "What We've Learned From Hillary Clinton's Email Controversy So Far", "article_keywords": ["benghazi", "weve", "clinton", "campaign", "released", "far", "hillary", "emails", "controversy", "jeb", "personal", "clintons", "state", "learned", "email"], "article_url": "http://www.nbcnews.com/meet-the-press/what-weve-learned-hillary-clintons-email-controversy-so-far-n317886", "article_text": "About 48 hours after it first began, Hillary Clinton last night personally tried to contain the firestorm over her use of personal emails while serving as secretary of state.\" I want the public to see my email. I asked State to release them. They said they will review them for release as soon as possible,\" she tweeted. The State Department then followed up, saying it's reviewing her emails for public release. \"We will undertake this review as quickly as possible; given the sheer volume of the document set, this review will take some time to complete.\" Although last night's statements don't end the controversy (that won't happen until we finally see the emails), here's what we've learned from this episode so far: The Clintons and their supporters haven't changed their ways. In fact, they've played into every negative stereotype:\n\nThey will follow the letter of the law but not always its spirit: H ow do they explain that Clinton was a member of a presidential cabinet where almost everyone else was using government emails to conduct official business?\n\now do they explain that Clinton was a member of a presidential cabinet where almost everyone else was using government emails to conduct official business? They will drag their heels when it comes to transparency: We never would have learned of Clinton's use of personal emails if not for the Benghazi committee.\n\nWe never would have learned of Clinton's use of personal emails if not for the Benghazi committee. When it doubt, Clinton allies go on the attack: When this email controversy first surfaced, Clinton defenders' first instinct was to go on the attack -- against the personal emails that Scott Walker and Rick Perry have used, or the private email server that Jeb Bush had. But remember this: Jeb has at least RELEASED his emails, while Clinton hadn't released ANY of hers.\n\nWhen this email controversy first surfaced, Clinton defenders' first instinct was to go on the attack -- against the personal emails that Scott Walker and Rick Perry have used, or the private email server that Jeb Bush had. But remember this: Jeb has at least RELEASED his emails, while Clinton hadn't released ANY of hers. Clinton's close aides aren't doing her any favors: The emails that one of Clinton's closest aides sent to reporters during this story wasn't helpful at all. One of the reasons why the Clintons don't get the benefit of the doubt from reporters is because it takes yelling and screaming to get anything.\n\nDoes this encourage Clinton to start her campaign sooner rather than later? Or it is more reason to delay?\n\nWhat we don't know is whether these things change when Clinton's campaign -- with its infusion of Obama World -- begins to take shape. And this raises the question: Should Clinton start her campaign sooner rather than later to better combat these kinds of stories? Or does it continue to delay -- knowing that a delay keeps her from having to answer reporter questions at every campaign stop or event? Remember the benefits to delaying: You freeze the rest of the Democrats who might be thinking about a run, and you still aren't treated like a 100% candidate.\n\nThis is only going to empower congressional Republicans\n\nAnother consequence of this story is that it's only going to empower congressional Republicans investigating Clinton over Benghazi. Yes, there's the GOP danger of overreaching here -- especially since Benghazi has become so politically charged -- but they've given themselves some new legitimacy to dig into Clinton's activities as secretary of state.\n\nThe Clintons have escaped from MUCH bigger stories\n\nWhile some in the press wonder if this story is hurting Hillary's presidential chances or encouraging Democrats to think of a Plan B for 2016, keep this in mind: The Clintons have escaped from MUCH bigger stories than this. Yes, it looks like the Clintons haven't changed their ways. But maybe one of the reasons why they haven't is that they know they USUALLY win -- with 2008 being a BIG exception, of course.\n\nBoth Roberts and Kennedy are in play for the Obama administration in King vs. Burwell\n\nAs for yesterday's oral arguments before the Supreme Court over the federal health-care law, here is the take from NBC's Pete Williams: \"After hearing arguments for about 90 minutes, the U.S. Supreme Court gave little indication Wednesday about how it plans to rule in the latest challenge to Obamacare. Chief Justice John Roberts, who cast the crucial vote in 2012 to save the health care reform law, didn't pepper government lawyers with questions this time. A possible swing vote, Justice Anthony Kennedy, appeared to find constitutional problems with the case against Obamacare, but didn't fully tip his hand one way or the other.\" Yet here is where the Obama administration stands compared with three years ago: BOTH Roberts and Kennedy are in play for them, which wasn't the case after the oral arguments in the 2012 constitutional challenge over the law.\n\n.\n\nClick here to sign up for First Read emails. Check us out on Facebook and also on Twitter. Follow us @chucktodd, @mmurraypolitics, @carrienbcnews", "article_metadata": {"description": "The Clintons and their supporters haven't changed their ways.", "og": {"url": "http://www.nbcnews.com/meet-the-press/what-weve-learned-hillary-clintons-email-controversy-so-far-n317886", "type": "article", "image": "http://media4.s-nbcnews.com/j/newscms/2015_10/916801/150304-hillary-clinton-email_8c589e23059b1825bcac5f5cd86dde05.nbcnews-fp-1200-800.jpg", "site_name": "NBC News", "description": "The Clintons and their supporters haven't changed their ways."}, "twitter": {"domain": "NBCNews.com", "description": "The Clintons and their supporters haven't changed their ways.", "creator": "NBCNews", "image": {"src": "http://media4.s-nbcnews.com/j/newscms/2015_10/916801/150304-hillary-clinton-email_8c589e23059b1825bcac5f5cd86dde05.nbcnews-fp-1200-800.jpg"}, "title": "What We've Learned From Hillary Clinton's Email Controversy So Far - NBC News", "site": "NBCNews", "card": "summary"}, "blitz": "mu-e1e842c9-946002e6-ea8f0454-41b29546", "DC.date.issued": "2015-03-05", "apple-itunes-app": "app-id=319740707, app-argument=http://www.nbcnews.com/meet-the-press/what-weve-learned-hillary-clintons-email-controversy-so-far-n317886", "fb": {"app_id": 10150138890205613}, "article": {"author": "https://www.facebook.com/chucktodd"}, "google-site-verification": "K8bowvEbzWfPQ76x6f9SCxMVwicVXrhiClRg80ak8ZA", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Meet the Press,First Read"}, "_id": "\"57477af46914bd0286fdccd4\"", "article_summary": "What we don't know is whether these things change when Clinton's campaign -- with its infusion of Obama World -- begins to take shape.\nWe never would have learned of Clinton's use of personal emails if not for the Benghazi committee.\nThey will drag their heels when it comes to transparency: We never would have learned of Clinton's use of personal emails if not for the Benghazi committee.\nAlthough last night's statements don't end the controversy (that won't happen until we finally see the emails), here's what we've learned from this episode so far: The Clintons and their supporters haven't changed their ways.\nBut remember this: Jeb has at least RELEASED his emails, while Clinton hadn't released ANY of hers."}