{"article_title": "2016 Presidential Candidates & Women's Health Issues", "article_keywords": ["parenthood", "2016", "clinton", "family", "abortion", "paid", "leave", "women", "health", "issues", "candidates", "womens", "presidential", "planned"], "article_url": "http://www.healthline.com/health-news/womens-health-where-presidential-candidates-stand", "article_text": "Women’s health has taken center stage in the 2016 presidential election.\n\nAnd like actors auditioning for a coveted lead role in a Broadway play, the cast of characters in this unfolding political drama — former Secretary of State Hillary Clinton, New York businessman Donald Trump, Vermont Sen. Bernie Sanders, Texas Sen. Ted Cruz, Ohio Gov. John Kasich, and Florida Sen. Marco Rubio — are each trying to position themselves as “Best Advocate” for women’s health.\n\nThe field is full of vast and volatile issues that mean different things to different people.\n\nWomen’s health encompasses everything from abortion, Planned Parenthood and birth control, to family leave and sexual assault.\n\nAnd some of the candidates have navigated their way through this political minefield rather awkwardly.\n\nFor example, Trump, the Republican frontrunner has been sharply criticized for the crude way he’s described various women such as former Republican presidential candidate Carly Fiorina and Fox News host Megyn Kelly.\n\nYet, he says, he’s the best candidate for female voters.\n\n“I’m going to be really good for women. I’m going to be good for women’s health issues,” Trump said during his Super Tuesday victory speech two weeks ago.\n\nClinton, who leads the Democratic race, likes to point out that she’s been an advocate for women’s health since she was a young activist, as an attorney, as first lady of Arkansas, as first lady in the White House, as a senator, and then as secretary of state.\n\nBut the political moderate, who recently has taken a few left turns in the wake of rival Sanders’ surprising success in the Democratic primaries, has expressed skepticism in the past about the likelihood of certain women’s health issues becoming law.\n\nAt a CNN town hall meeting in June 2014, Clinton said that while she supported the idea of paid family leave, she wasn’t sure it was “politically feasible” to offer it to America’s workers.\n\n“I think, eventually, it should be [adopted],” Clinton said at the time. “I don’t think, politically, we could get it now.”\n\nSo where do each of the presidential candidates really stand on these important women’s health issues?\n\nHealthline takes a close look.\n\nAbortion\n\nPeople on both sides of the emotional abortion debate are calling this election the most important one for abortion policy in decades.\n\nIf you believe abortion should remain legal and accessible, you’ll probably like the Democrats’ (Clinton and Sanders) positions on this issue.\n\nIf you’re against abortion and believe it should be banned or at least restricted, you’ll probably like the Republicans’ (Trump, Cruz, Kasich, and Rubio) positions.\n\nTrump described himself as pro-choice for years. On NBC’s Meet the Press in 1999 he said he was “very pro-choice,” and reiterated that position in his 2000 book “The America We Deserve.”\n\nBut now he describes himself as “pro-life.”\n\nCruz is adamantly anti-abortion and a staunch supporter of a Texas law that led to the closure of dozens of abortion clinics.\n\nImage Attribution Source: Wikimedia\n\n\n\nRubio, who supports a ban on abortion even in the case of rape, recently told Sean Hannity in a radio interview that “the science is settled. It’s not even a consensus. It’s a unanimity that human life begins at conception.”\n\nAs Ohio governor, Kasich helped provide the first-ever state funding for rape crisis centers, but on the issue of abortion he is a hardliner.\n\nKasich has enacted multiple restrictions on women’s health in Ohio and closed nearly half of the abortion providers in the state.\n\nThe Supreme Court is currently reviewing Whole Woman’s Health v. Hellerstedt, which addresses a law in Texas that opponents say unconstitutionally restricts abortion access in that state.\n\nSince the Texas law was enacted, dozens of abortion clinics in Texas have reportedly closed, leaving just 17 in the large state.\n\nA new report from the Texas Policy Evaluation Project concluded that since the abortion clinics were closed, nearly 2 percent of 18- to 49-year-old women in Texas — that’s anywhere from 100,000 to 240,000 women — have tried to self-induce an abortion.\n\nThe report also showed that wait times for abortion appointments increased to as long as 23 days at clinics in Austin and Ft. Worth due to clinic closures.\n\nThe court is expected to render its decision in June on this case.\n\nPlanned Parenthood\n\nAmong the most contentious issues on the campaign trail is the debate over funding of Planned Parenthood, which has more than 650 health centers nationwide.\n\nLast month, a grand jury looked into the widely publicized videos of Planned Parenthood workers secretly recorded by the Center for Medical Progress, an anti-abortion group.\n\nThe group insisted the videos show Planned Parenthood officials discussing the sale of fetal tissue. Planned Parenthood says it does not sell fetal tissue.\n\nThe grand jury ultimately cleared Planned Parenthood of any wrongdoing in the case and instead indicted the filmmakers on a felony charge of tampering with a governmental record.\n\nWhile both of the Democratic candidates support the continued federal funding of Planned Parenthood, the four Republicans in the race are against funding the organization, although Trump has waffled.\n\nIn response recently to a question about his flip on Planned Parenthood, Trump said, “Planned Parenthood has done very good work for some — for many, many — for millions of women. But we’re not gonna allow it, we’re not gonna fund so long as you have the abortion going on at Planned Parenthood.”\n\nTrump made this declaration despite the fact that the Hyde Amendment in 1976 prohibited federal dollars from being used for abortion. That was amended in 1993 by President Bill Clinton to make exceptions in cases of rape and incest.\n\nRegardless, it appears Trump would only support funding Planned Parenthood if the organization ceased providing abortion services, which is unlikely.\n\nMeanwhile, the rest of the Republican candidates are definitive in their opposition to any funding for the organization.\n\nLast year, Cruz reportedly sent an email urging pastors to “confront this evil in our nation by praying and preaching with an unbridled passion until funding for Planned Parenthood ends.”\n\nIn an op-ed piece for USA Today last August, Cruz made clear his opposition to the organization.\n\n“Despite what Planned Parenthood contends, abortion procedures, not women’s health, are its lifeblood. Hundreds of thousands of annual abortions generate nearly 40 percent of Planned Parenthood’s clinic revenues. Simply put, Planned Parenthood is the nation’s largest abortion profiteer,” he said.\n\nKasich, who’s cast himself as the moderate among the remaining Republicans in the race, signed legislation as governor of Ohio in 2013 that defunded the organization in his state.\n\nImage Attribution Source: Wikimedia\n\n\n\nNot surprisingly, Planned Parenthood is openly critical of all four Republican candidates.\n\nDawn Laguens, executive vice president of the Planned Parenthood Action Fund, told Healthline the GOP candidates “all have the same plan for women's health: banning abortion, blocking over a million people from basic health care at Planned Parenthood, and slashing insurance coverage of birth control.”\n\nLaguens said the GOP candidates’ efforts to defund Planned Parenthood would block access for millions of women to cancer screenings, sexually transmitted disease testing, and other preventative services.\n\n“This would have devastating consequences for women,” she said.\n\nRecently, Planned Parenthood initiated an advertising campaign in support of Clinton. In response, Sanders referred to the endorsement as \"the establishment\" supporting its own.\n\nClinton responded to his accusation.\n\n“I don’t understand what that means,” she said. “He’s been in Congress a lot longer than I have.”\n\nAfter the exchange, Sanders began regularly expressing his support for Planned Parenthood on the campaign trail.\n\nBirth Control\n\nWhile Clinton and Sanders both support the idea of full access to birth control, the Republican candidates have been hostile toward virtually any form of contraception.\n\nEach of the GOP candidates would slash insurance coverage of birth control under the Affordable Care Act (ACA), also known as Obamacare.\n\nImage Attribution Source: Wikimedia\n\n\n\nCruz, who sponsored a bill to ban a Washington D.C. law that protects women from being fired if they take birth control, has frequently said that the birth control coverage rule included in the ACA forces employers to cover abortion-inducing pills.\n\nTrump has said he would cut insurance coverage of birth control. If he were successful, women would pay an estimated $1.4 billion more a year to cover their birth control, according to the Planned Parenthood Action Fund.\n\nRubio was one of 22 Senators who in 2012 introduced the Religious Freedom Restoration Act, which would repeal the contraceptives program in the ACA. It provides 18 types of birth control with “no out-of-pocket costs.”\n\nFamily Leave\n\nThere is still no federal mandate for businesses to provide paid family leave. Nearly 90 percent of Americans in the work force reportedly don’t have viable family leave options at work.\n\nThe United States is one of a handful of nations that doesn’t offer federal paid family leave plan.\n\nBut the issue is getting more attention this year.\n\nWhile Clinton did state two years ago that family leave might not be “politically feasible,” during a debate last October she’s changed her stance on the issue.\n\n“It’s about time we had paid family leave for American families and join the rest of the world,” she said.\n\nAt the same debate, Sanders, who’s been supportive of family leave and other women’s health issues throughout his life, made it clear he thinks the federal government has a responsibility to provide such a program.\n\n“When you look around the world ... you see every other major country saying to moms that, when you have a baby, we're not going to separate you from your newborn baby, because ... we are going to have medical and family paid leave, like every other country on Earth,” he said\n\nWhile Clinton and Sanders now both support 12 weeks of paid leave, the Republican candidates haven’t evolved much on the issue since former House Speaker John Boehner called the Family and Medical Leave Act “another example of yuppie empowerment” in 1993.\n\nWhen asked about family leave while campaigning last summer at the Iowa State Fair, Cruz said he didn’t support a national plan.\n\n“I think maternity leave and paternity leave are wonderful things. I support them personally. But I don’t think the federal government should be in the business of mandating them,” he said.\n\nKasich has said he opposes the federal mandate but supports some alternatives like allowing new mothers to work online from home.\n\nRubio is the only GOP candidate who supports any sort of federal family leave initiative.\n\nLast fall he introduced a plan that would provide a 25 percent non-refundable tax credit for businesses that voluntarily offer at least four weeks of paid family leave, limited to 12 weeks of leave and $4,000 per employee each year.\n\n“Expanding access to paid family leave is part of Marco’s pro-family, pro-growth agenda,” the plan states. “The status quo too often forces workers — especially new mothers — to quit their job permanently when they need time away from it, making it harder to return to work one day.”\n\nBut critics of the plan, including Bryce Covert, the economic policy editor for the liberal group ThinkProgress, say that a tax credit may not be enough to encourage all employers to offer family leave, which would leave the plan helping only employees that are well off.\n\nWhen asked by Fox News about his thoughts on paid family leave, Trump offered few specifics.\n\n“It’s something that’s being discussed; I think we have to keep our country very competitive, so you have to be careful of it. But certainly there are a lot of people discussing it.”\n\nA number of recent studies show family leave actually being a positive for the economy.\n\nA study from Rutgers University concluded that new mothers who take paid leave are more likely to be working again nine to 12 months after childbirth, than mothers who don’t take any leave.\n\nA study from the U.S. Census Bureau concluded that new mothers who take paid are more likely to return to the same employer than those who take unpaid leave or no leave.\n\nAnita Raj, PhD, director of University of California San Diego’s Center on Gender Equity and Health and professor in the university’s Division of Global Public Health, said paid family leave is among the most significant women’s health issues on the table in this election.\n\n“Leaving employment to care for a child and being forced to feel constrained or vulnerable to losing your job because you are needed is deeply unfair and can cause great stress” Raj told Healthline. “And this disproportionately affects women.”\n\nSexual Assault\n\nThere are a few issues involving women’s health that haven’t received a lot of attention this campaign season.\n\nRaj noted one conspicuously missing from the 2016 campaign trail is sexual assault and, more specifically, the epidemic of college campus rape.\n\n“Given all the recent attention paid to the issue, from Joe Biden’s efforts to the recent CNN and Oscar-nominated documentary, and the Oscar-nominated song, sung by Lady Gaga, it’s striking that it is not a big issue in this election,” Raj said.\n\nSanders’ plan to make college free, Raj observed, resonates favorably with young voters.\n\n“College is in people’s consciousness, and sexual assault on college campuses is the most important women’s health issue that we have not legislatively tackled in this country,” she said. “We need better prevention efforts.”\n\nRaj said many survivors of sexual assault are dissatisfied with services and are often frustrated with the criminal justice system.\n\n“These acts compromise their education,” Raj said. “I should not be afraid to send my daughter to college, but I am.”", "article_metadata": {"standout": "http://www.healthline.com/health-news/womens-health-where-presidential-candidates-stand", "news_keywords": "women’s health issues, presidential candidates women’s health issues, Clinton women’s health issues, Trump women’s health issues, Sanders women’s health issues, Cruz women’s health issues, Rubio women’s health issues, Cruz women’s health issues, Kasich women’s health issues, candidates abortion", "og": {"site_name": "Healthline", "description": "Healthline examines where Clinton, Sanders, Trump, Cruz, Rubio and Kasich stand on abortion, Planned Parenthood, birth control, and family leave.", "title": "Women’s Health Issues: Where the 2016 Presidential Candidates Stand", "url": "http://www.healthline.com/health-news/womens-health-where-presidential-candidates-stand", "image": "http://www.healthline.com/hlcmsresource/images/News/031416_womenshealthelection_THUMB.jpg", "type": "article"}, "twitter": {"image": "http://www.healthline.com/hlcmsresource/images/News/031416_womenshealthelection_THUMB.jpg", "description": "Healthline examines where Clinton, Sanders, Trump, Cruz, Rubio and Kasich stand on abortion, Planned Parenthood, birth control, and family leave.", "card": "summary", "title": "Women’s Health Issues: Where the 2016 Presidential Candidates Stand"}, "ROBOTS": "NOODP", "DC.date.issued": "2016-03-11", "fb": {"app_id": 239371929577489}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "Healthline examines where Clinton, Sanders, Trump, Cruz, Rubio and Kasich stand on abortion, Planned Parenthood, birth control, and family leave."}, "article_summary": "“I don’t think, politically, we could get it now.”So where do each of the presidential candidates really stand on these important women’s health issues?\nI’m going to be good for women’s health issues,” Trump said during his Super Tuesday victory speech two weeks ago.\nWomen’s health has taken center stage in the 2016 presidential election.\n“And this disproportionately affects women.”Sexual AssaultThere are a few issues involving women’s health that haven’t received a lot of attention this campaign season.\nJohn Kasich, and Florida Sen. Marco Rubio — are each trying to position themselves as “Best Advocate” for women’s health."}