{"article_title": "Carl P. Leubsdorf: Democratic disunity risks another Al Gore moment", "article_keywords": ["leubsdorf", "republican", "clinton", "sanders", "nixon", "disunity", "liberals", "al", "conservative", "p", "moment", "kennedy", "risks", "carl", "president", "democratic", "war", "gore"], "article_url": "http://www.dallasnews.com/opinion/latest-columns/20160427-carl-p.-leubsdorf-democratic-disunity-risks-another-al-gore-moment.ece", "article_text": "Even before losing four of this week’s five primaries, Bernie Sanders toned down direct criticism of rival Hillary Clinton's qualifications and judgment. But the two rivals remain divided over who is most responsible for uniting the Vermont senator's youthful brigades behind the all-but-certain Democratic nominee.\n\nClinton, touting her extensive 2008 efforts to unite Democrats behind Barack Obama Monday on MSNBC, said, “I hope we will see the same thing this year.” But Sanders said it’s “her job” to show she has “the guts” to take on the political and economic establishment, declaring “we’re not a movement where I can snap my fingers” and bring his supporters into line.\n\nBut the Vermont senator also said on MSNBC’s Morning Joe, “I will do everything I can to make sure a Republican does not end up in the White House.” And after Tuesday’s votes came in, he indicated his future efforts would be more “issue-oriented,” designed to ensure “a progressive party platform.”\n\nHow he does that is crucial. The stakes are enormous and the situation hardly unique for the Democrats.\n\nOver the past half century, Democratic disunity stemming from the refusal of liberals to back the more centrist winner of the Party’s nominating contest helped elect at least two Republican presidents and crippled the Democratic nominee in a third contest.\n\nIn each instance, their reluctance to embrace the nominee helped elect a more conservative Republican. This year, that could ensure a conservative majority on the Supreme Court for yet another generation and lead to repeal of President Barack Obama’s principal domestic achievement, the Affordable Care Act.\n\nEach Democratic side has shown antipathy toward the other. But exit polls and anecdotal evidence show more reluctance to coalesce among Sanders supporters.\n\nOne sign of whether the Vermont senator is serious about tempering his rhetoric is whether he continues to portray Clinton as an establishment representative, stressing their more modest differences over the more extensive ones with their GOP rivals. That’s somewhat akin to the traditional liberal complaint that, as George Wallace used to say, “there’s not a dime’s worth of difference” between the two parties.\n\nPartisan divisions are deeper today. But it’s never really been true.\n\nI first heard it in 1960, when John F. Kennedy ran against Richard Nixon, and Democratic liberals preferred the twice-defeated Adlai Stevenson. Their foreign policies were roughly similar, but it’s unlikely Nixon would have acted as Kennedy did to ban atmospheric nuclear tests or propose sweeping civil rights legislation.\n\nIn 1968, many liberals who backed the anti-Vietnam war candidacies of Sens. Eugene McCarthy and Robert Kennedy followed McCarthy’s lead in sitting out the general election after Democrats picked Vice President Hubert Humphrey, whose support of the war sullied his liberal image. Nixon won narrowly.\n\nNot only would Humphrey have acted to end the war faster than Nixon did, but he wouldn’t have created the conservative Supreme Court majority that still exists.\n\nIn 1980, liberals backed Sen. Edward Kennedy against President Jimmy Carter. Carter was nominated, but Kennedy’s lukewarm support was one of many reasons the one-term president lost to Ronald Reagan.\n\nIn 2000, after Bill Bradley lost his challenge to Vice President Al Gore, enough dissident liberals voted for one-time auto safety crusader Ralph Nader to enable George W. Bush to capture New Hampshire and edge Gore by those 527 disputed votes in Florida. Few believe Gore would have matched either Bush’s monumental blunder in invading Iraq or his choice of two conservative justices.\n\nSimilarly, this year’s battle pits a liberal purist (Sanders) against a more centrist pragmatist (Clinton). Beyond the rhetoric, their substantive differences are mainly of degree, like how to reach a $15 minimum wage or limit big banks. Clinton is right in saying far more unites them than divides them from the Republicans.\n\nMeanwhile, there was another sign this week that Donald Trump might be Clinton’s best asset in attracting Sanders’ youthful supporters. A poll of 18-to-29-year-olds by Harvard’s Institute of Politics showed that, while they have a 23-point positive view of Sanders and a 16-point negative view of Clinton, the former Secretary of State led the Republican front-runner by better than 2-to-1.\n\nThe real problem may be convincing some millennials to vote. But antagonism toward the GOP may do more than either Clinton or Sanders to ensure the 2016 Democratic nominee doesn’t suffer the fate of Hubert Humphrey, Jimmy Carter and Al Gore.\n\nCarl P. Leubsdorf is the former Washington bureau chief of The Dallas Morning News. Email: carl.p.leubsdorf@gmail.com", "article_metadata": {"description": "Sanders pledged to do everything he can to block the Republicans from the White House. How he does that is crucial. The stakes are enormous and the situation hardly unique.", "og": {"description": "Sanders pledged to do everything he can to block the Republicans from the White House. How he does that is crucial. The stakes are enormous and the situation hardly unique.", "title": "Carl P. Leubsdorf: Democratic disunity risks another Al Gore moment", "url": "http://www.dallasnews.com/opinion/latest-columns/20160427-carl-p.-leubsdorf-democratic-disunity-risks-another-al-gore-moment.ece", "image": {"width": 1280, "identifier": "http://www.dallasnews.com/opinion/latest-columns/20160427-sanders_west_virginia_50231390.ece/BINARY/original/SANDERS_WEST_VIRGINIA_50231390", "height": 850}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "type": "article"}, "LastModifiedDate": "2016-04-27T15:06:45Z", "twitter": {"site": "@dallasnews", "card": "summary", "creator": "@dallasnews"}, "PublishDate": "2016-04-27T15:06:45Z", "parsely-page": "{\"title\": \"Carl P. Leubsdorf: Democratic disunity risks another Al Gore moment\", \"link\": \"http://www.dallasnews.com/opinion/latest-columns/20160427-carl-p.-leubsdorf-democratic-disunity-risks-another-al-gore-moment.ece\", \"image_url\": \"http://www.dallasnews.com/opinion/latest-columns/20160427-sanders_west_virginia_50231390.ece/BINARY/original/SANDERS_WEST_VIRGINIA_50231390\", \"type\": \"post\", \"post_id\": \"2741701\", \"pub_date\": \"2016-04-27T15:06:45Z\", \"section\": \"Latest Columns\", \"author\": \"CARL P. LEUBSDORF\", \"tags\": [\"dallas\", \"dallas fort worth\", \"dallas news\", \"dallas fort worth news\", \"dfw news\", \"dallas local news\", \"dallas fort worth local news\", \"dallas newspaper\", \"dallas morning news\", \"dallas morning news newspaper\"]}", "fb": {"admins": 1043783589, "page_id": 20946638799, "app_id": 258290334265148}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "cXenseParse": {"recs": {"image": "http://www.dallasnews.com/opinion/latest-columns/20160427-sanders_west_virginia_50231390.ece/ALTERNATES/w660/SANDERS_WEST_VIRGINIA_50231390", "publishtime": "2016-04-27T15:06:45Z"}}, "news_keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper"}, "article_summary": "In each instance, their reluctance to embrace the nominee helped elect a more conservative Republican.\nI first heard it in 1960, when John F. Kennedy ran against Richard Nixon, and Democratic liberals preferred the twice-defeated Adlai Stevenson.\nCarl P. Leubsdorf is the former Washington bureau chief of The Dallas Morning News.\nBut antagonism toward the GOP may do more than either Clinton or Sanders to ensure the 2016 Democratic nominee doesn’t suffer the fate of Hubert Humphrey, Jimmy Carter and Al Gore.\nFew believe Gore would have matched either Bush’s monumental blunder in invading Iraq or his choice of two conservative justices."}