{"article_title": "Hillary Clinton Starts Ending Her Media Cold War", "article_keywords": ["sanders", "clinton", "maddow", "saying", "tv", "media", "night", "ending", "hillary", "going", "shes", "starts", "doesnt", "pay", "cold", "war"], "article_url": "http://www.thedailybeast.com/articles/2016/01/16/hey-hillary-end-your-cold-war-with-the-media.html", "article_text": "GETTING IT RIGHT\n\nLo and behold, Hillary’s starting to do something she’s previously done with the enthusiasm of going to the dentist: TV. Good. Do more.\n\nSo Thursday night at 9 pm, while everyone was watching the debate (okay, everyone who’s a weirdo politics junkie), I was watching…well, the debate. But then I happened to be up at 4 am, just in time for the rebroadcast of The Rachel Maddow Show, and I caught her interview with Hillary Clinton, which I’m guessing wasn’t seen by many save my fellow insomniacs and those devoted enough to the Clinton cause to have DVR’d it.\n\nYou should watch. She was good, better than I’d expected her to be under questioning that you wouldn’t call Mike Wallace-60 Minutes tough, but that was sober and on point and that challenged Clinton on her recent troubles and charges against Bernie Sanders. And it made me think: Why in the world doesn’t she do this more often, like virtually every day, just like all the other candidates?\n\nActually, she's starting to. We’ll get to that and the broader Clinton media strategy, but first about Thursday night. Maddow said to Clinton, correctly, that her campaign “set its hair on fire a little bit” the previous afternoon by hosting a media conference call to wag a big finger in Bernie’s direction for going negative. Now madam secretary, Maddow rejoined; that wasn’t much of an attack ad. It didn’t even mention your name. It was just your basic compare and contrast.\n\nHere, Clinton could have gotten herself all riled up and continued the finger wag, but she backed away to some degree, saying the issue was merely one of making Sanders say how he was going to pay for things. “I’ve been laying out my plans, I’ve been telling you where I’m gonna get the money, I’ve been telling you how much it’s gonna cost,” she said, whereas Sanders has not so much, especially with respect to his Medicare for All or single-payer health plan.\n\nThis one shot up the charts this week after Chelsea Clinton clumsily and unwisely accused Sanders of wanting to do away with Medicare and Medicaid and “strip millions and millions of their health insurance.” It was foolish and kind of shocking and signaled panic. And maybe the Clinton campaign is panicked, but a campaign never wants to show panic. It was kind of disastrous.\n\nQuestioned by Maddow, Hillary Clinton was artful and specific (it starts at about 11:30 in the link in my first paragraph). Sanders, she said, had promised voters that he’d release the details of his plan before the Iowa caucuses, and he hasn’t done so yet, and he should, so voters have a way of comparing and contrasting their plans. “If he has changed his mind about having the fed government pay 86 percent of the costs, and having states have to come up with the remaining 14 percent, when in fact we know Republican governors won’t even pay for Medicaid [expansion under Obamacare], which they’re going to get initially for nothing, well, that’s what we mean” by raising these questions.\n\nI’m not going to get down into the policy weeds here; as is usually the case, there’s some truth to what both sides are saying. My point is that Clinton came across as calm and authoritative, which is like the magic TV combo.\n\nSo I wondered: Why doesn’t she do this more often?\n\nShe is. She also did a CNN sit-down this week, and she even called in, Donald-style, to Morning Joe. Oddly, Joe Scarborough didn’t even ask a question (she only took two). She’s apparently hitting some of the Sunday shows this weekend. So this is changing, but it’s still a curiosity when she does it. Mika Brzezinski introduced Clinton by saying what a big deal this was, what a “long time in coming” it was.\n\nI know why Clinton hasn’t done this more. It’s because unlike most other candidates she doesn’t need the exposure, the free air time, but mostly it’s because she doesn’t like it, doesn’t want to field more email questions, knows that that’s what will dominate the coverage. But it plays to her strengths. She’s at her best when she’s sitting somewhere talking calmly about Important Things.\n\nMore importantly, not doing TV in this day and age just doesn’t hold up well. All these other candidates do it. The front-runner on the other side does it to excess, calling Scarborough to report a hangnail. Clinton needn’t do that, but why not get on there and mix it up a little? The refusal has felt remote and imperial. It feeds into that whole coronation perception. Whereas a candidate who’s out there submitting to questions and defending her policies and statements on the medium that for better or worse shapes our political discourse and goes a long way toward defining what we think of these people is more likely to be seen as fighting for something.\n\nIt is true that her answers about emails and Bill’s wanderings would dominate everything—at first. But after about two weeks, it would get old. Oh, Hillary’s on TV again. Which would be a good thing from her perspective. She’d benefit from getting her hands a little dirty in the mud where everybody else plays. She’s done Maddow and Hardball now, but she should hit Chris Hayes (she phoned into that one once) and Lawrence O’Donnell and Andrea Mitchell, too; and she should do them more than once. And she should do CNN regularly too, although she needn’t bother with Fox; or maybe once or twice. Some of them will lay a trap for her, but by the third or fourth time she’s on Morning Joe or the Sunday shows, it just won’t be a big deal. And she should keep doing the Ellen DeGeneres and Amanda de Cadenet things of course, even though those don’t help much with the political class. Jimmy Fallon, which she did the other night, helps more with that set.\n\n\n\nOn Friday morning, Nate Silver still had her 82 percent likely to win Iowa and 57 percent likely to take New Hampshire, but some polls show she’s clearly lost some ground in the last month. So something’s not working. She gets a lot of negative press coverage; less so since the email story has quieted, but it still ain’t great, while Sanders gets almost nothing but positive coverage.", "article_metadata": {"twitter": {"site": "@thedailybeast", "card": "summary", "creator": "mtomasky"}, "keywords": "Politics-Election, 2016 Election, 2016, Joe Scarborough, Rachel Maddow, Hillary Clinton, Google, Hillary Clinton, u.s. poli, Donald Trump, Donald Trump, Ellen DeGeneres", "publicationDate": 201601160501, "wrap": "/content/dailybeast/politics", "description": "Lo and behold, Hillary’s starting to do something she’s previously done with the enthusiasm of going to the dentist: TV. Good. Do more.", "pageNum": 1, "title": "Hillary Clinton Starts Ending Her Media Cold War", "tags": "article:politics-election,obsessional:2016-election,entity:event/2016_election,entity:person/joe_scarborough,entity:person/rachel_maddow,obsessional:Hillary Clinton,syndication:syndication-google,entity:person/hillary_clinton,topic:politics,entity:person/donald_trump,obsessional:donald-trump,entity:person/ellen_degeneres", "environment": "dev", "platform": "desktop", "template": "article", "type": "house", "parsely-page": "{\"title\":\"Hillary Clinton Starts Ending Her Media Cold War\",\"link\":\"http://www.thedailybeast.com/articles/2016/01/16/hey-hillary-end-your-cold-war-with-the-media.html\",\"image_url\":\"http://cdn.thedailybeast.com/content/dailybeast/articles/2016/01/16/hey-hillary-end-your-cold-war-with-the-media/jcr:content/image.crop.410.273.jpg/48431637.cached.jpg\",\"type\":\"post\",\"post_id\":\"/content/dailybeast/articles/2016/01/16/hey-hillary-end-your-cold-war-with-the-media\",\"pub_date\":\"2016-01-16T05:01:00+00:00\",\"section\":\"Politics\",\"author\":\"Michael Tomasky\",\"tags\":[\"politics-election\",\"2016-election\",\"2016_election\",\"joe_scarborough\",\"rachel_maddow\",\"Hillary Clinton\",\"syndication-google\",\"hillary_clinton\",\"politics\",\"donald_trump\",\"donald-trump\",\"ellen_degeneres\"]}", "news_keywords": "PoliticsElection, 2016 Election, 2016 election, Joe Scarborough, Rachel Maddow, Hillary Clinton, Google, Hillary Clinton, US Politics, Donald Trump", "sectionTaxanomies": "politics", "fb": {"admins": "1703087,30000737,1117577220,1276800108,931159,514915512", "app_id": 189930913679}, "authors": "Michael Tomasky", "article": {"section": "politics", "published_time": "2016-01-16T05:01:00.000Z", "author": "http://www.thedailybeast.com/contributors/michael-tomaskyhtml"}, "resourceType": "dailybeast2/components/pages/article", "contentpath": "/content/dailybeast/articles/2016/01/16/hey-hillary-end-your-cold-war-with-the-media", "og": {"site_name": "The Daily Beast", "description": "Lo and behold, Hillary’s starting to do something she’s previously done with the enthusiasm of going to the dentist: TV. Good. Do more.", "title": "Hillary Clinton Starts Ending Her Media Cold War", "url": "http://www.thedailybeast.com/articles/2016/01/16/hey-hillary-end-your-cold-war-with-the-media.html", "image": "http://cdn.thedailybeast.com/content/dailybeast/articles/2016/01/16/hey-hillary-end-your-cold-war-with-the-media/jcr:content/image.img.2000.jpg/1452949131415.cached.jpg", "type": "article"}, "authorIds": "/etc/authors/m/michael-tomasky", "content-type": "text/html; charset=UTF-8"}, "article_summary": "Questioned by Maddow, Hillary Clinton was artful and specific (it starts at about 11:30 in the link in my first paragraph).\nMika Brzezinski introduced Clinton by saying what a big deal this was, what a “long time in coming” it was.\nWe’ll get to that and the broader Clinton media strategy, but first about Thursday night.\nMy point is that Clinton came across as calm and authoritative, which is like the magic TV combo.\nGETTING IT RIGHTLo and behold, Hillary’s starting to do something she’s previously done with the enthusiasm of going to the dentist: TV."}