{"article_title": "Senator scrutinizes pharma links on government pain panel", "article_keywords": ["opioid", "pain", "pharma", "links", "painkiller", "panelists", "scrutinizes", "funding", "including", "members", "letter", "senator", "wyden", "panel"], "article_url": "http://www.usnews.com/news/business/articles/2016-02-08/senator-scrutinizes-pharma-links-on-government-pain-panel", "article_text": "By MATTHEW PERRONE, AP Health Writer\n\nWASHINGTON (AP) — A high-ranking Senate Democrat is scrutinizing links between pharmaceutical companies and government advisers who recently criticized efforts to reduce painkiller prescribing.\n\nSen. Ron Wyden says he has a \"number of concerns\" about how panelists were selected and screened for an advisory panel on pain issues that includes government experts, outside academics and patient advocates. Wyden's inquiry follows a recent Associated Press story that found nearly a third of panelists at a December meeting of the Interagency Pain Research Coordinating Committee had apparent financial ties to painkiller manufacturers, including the maker of OxyContin.\n\n\"These financial and professional relationships raise serious concerns about the objectivity of the panel's members that deserve additional review,\" Wyden writes in a letter Monday to the head of the Department of Health and Human Services.\n\nA spokeswoman for the federal agency said in a statement: \"HHS has received the letter and will respond directly to the Senator.\"\n\nThe pain panel attracted attention late last year after several members bashed a federal plan to recommend doctors reduce their prescribing of painkillers for chronic pain. The draft guidelines by the Centers for Disease Control and Prevention are intended to curb deadly overdoses tied to powerful but highly-addictive opioid drugs, including Percocet and Vicodin. Opioid painkillers and heroin — which is also part of the opioid family — caused 28,650 fatal overdoses in 2014, the highest number ever in the U.S.\n\nSince coming under criticism from the panel, the CDC has re-opened its guidelines to additional public comment and review.\n\nIn his letter, Wyden states that the law creating the federal pain panel \"makes no provision that representatives of the pharmaceutical industry are included on the panel.\"\n\nYet several non-federal members — through their organizations or directly — have received funding from painkiller makers, Wyden notes.\n\nAs previously reported by The Associated Press, two panelists work for the Center for Practical Bioethics, a Kansas City group which receives funding from multiple drugmakers, including OxyContin-maker Purdue Pharma, which donated $100,000 in 2013. One panelist holds a chair at the center created by a $1.5-million donation from Purdue Pharma. The other has received more than $8,660 in speaking fees, meals, travel accommodations and other payments from pain drugmakers.\n\n\"I am concerned that this single organization with significant ties to a major opioid manufacturer had two paid staff sitting as committee members at the same time,\" Wyden writes.\n\nA third member of the panel is a director with the U.S. Pain Foundation, a nonprofit that receives most of its funding from drugmakers, including a $104,800 donation from Purdue Pharma in 2014, according to IRS Records cited by Wyden.\n\nTwo other panelists are connected to the American Chronic Pain Association, another nonprofit that receives substantial funding from drugmakers, including Pfizer Inc., AstraZeneca Plc, Teva Pharmaceuticals Industries Ltd. and AbbVie Inc.\n\nThe legislation creating the panel — which helps coordinate federal pain policies — was championed for years by drugmakers, who lobbied Congress to increase investments in treating and researching pain. Eventually, legislation creating the group was folded into the Affordable Care Act of 2010, President Obama's signature health care overhaul.\n\nWyden, who is the highest-ranking Democrat on the Senate Finance Committee, asks HHS officials to submit their policies for selecting panel members and vetting their potential conflicts of interest.\n\nIn a separate letter, also sent Monday, the Oregon lawmaker gave his endorsement to the CDC's painkiller guidelines, which recommend primary care doctors prioritize non-opioid approaches to treating chronic pain.", "article_metadata": {"usn-stitial-fact": "{\"slug\":\"160202\",\"text\":\"Heart disease affects people of all ages.\"}", "usn-comments-mode": "facebook", "description": "WASHINGTON (AP) — A high-ranking Senate Democrat is scrutinizing links between pharmaceutical companies and government advisers who recently criticized efforts to reduce painkiller prescribing.", "zone": "health/articles", "og": {"url": "http://www.usnews.com/news/business/articles/2016-02-08/senator-scrutinizes-pharma-links-on-government-pain-panel", "type": "article", "site_name": "US News & World Report", "description": "WASHINGTON (AP) — A high-ranking Senate Democrat is scrutinizing links between pharmaceutical companies and government advisers who recently criticized efforts to reduce painkiller prescribing.", "title": "Sen. Wyden questions links between federal pain advisers and manufacturers of painkillers"}, "twitter": {"site": "@USNews", "description": "WASHINGTON (AP) — A high-ranking Senate Democrat is scrutinizing links between pharmaceutical companies and government advisers who recently criticized efforts to reduce painkiller prescribing.", "card": "summary", "title": "Senator scrutinizes pharma links on government pain panel - US News"}, "usn-platform-id": "a", "site": "news", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "fb": {"app_id": 130063997038366}, "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "keywords": "Associated Press,Collections: Health,Collections: Business,Collections: Top News", "published_at": "2016-02-08", "article": {"publisher": "https://www.facebook.com/usnewsandworldreport", "published_time": "2016-02-08"}, "usn-content-type": "article", "social_id": "http://t.usnews.com/Zhodmm", "viewport": "width=980"}, "article_summary": "In his letter, Wyden states that the law creating the federal pain panel \"makes no provision that representatives of the pharmaceutical industry are included on the panel.\"\nThe pain panel attracted attention late last year after several members bashed a federal plan to recommend doctors reduce their prescribing of painkillers for chronic pain.\nWyden, who is the highest-ranking Democrat on the Senate Finance Committee, asks HHS officials to submit their policies for selecting panel members and vetting their potential conflicts of interest.\nThe legislation creating the panel — which helps coordinate federal pain policies — was championed for years by drugmakers, who lobbied Congress to increase investments in treating and researching pain.\nA spokeswoman for the federal agency said in a statement: \"HHS has received the letter and will respond directly to the Senator.\""}