{"article_title": "ObamaCare Is a Jobs Killer, Studies Find", "article_keywords": ["increasing", "jobs", "workers", "killer", "obamacare", "reported", "costs", "survey", "york", "parttime", "reducing", "studies"], "article_url": "http://www.thenewamerican.com/usnews/health-care/item/19035-obamacare-is-a-jobs-killer-studies-find", "article_text": "The Obama healthcare program is a jobs killer, according to recent studies by three Federal Reserve Banks. As John Goodman has reported at Forbes.com, the \"Fed\" banks in New York, Philadelphia, and Atlanta all report that ObamaCare is both discouraging firms from hiring new workers and encouraging them to reduce the hours of full-time workers into part-time employment. Providing the health insurance coverage required by ObamaCare adds to a company's per employee costs, and moving workers into a part-time status removes those employees from mandated coverage.\n\nThe Federal Reserve Bank of Philadelphia found, in a survey of businesses in its region, that 18.2 percent of employers had cut their number of workers because of ObamaCare, while only three percent had hired more. It found that 18.2 percent of the businesses reported the proportion of their workforce that is part-time was higher, compared to only 1.5 percent who said it was lower. More outsourcing to other firms was reported by 13.7 percent of the respondents, while only three percent reported a reduction of outsourcing.\n\nThe New York Fed conducted two surveys on the effects of ObamaCare, with one finding that 21 percent of manufacturers were reducing employment, and three percent were adding jobs. A survey of business leaders in the region showed 16.9 percent reducing employment and 1.6 percent adding to their workforces. Among manufacturers, 19.3 percent said they were increasing the proportion of their workers who are part-time, while 3.5 percent said they were reducing it. Among business leaders, 20.2 percent said they were increasing the number of their part-timers, while 4.8 percent said they were reducing it.\n\nMore than one-third of manufacturers in the New York survey said ObamaCare is increasing costs \"a lot\" this year, and more than half asserted that the health law will increase costs a lot next year. Among New York business leaders, more than one in four said ObamaCare is increasing costs a lot this year and more than one-third predict substantial cost increases next year.\n\nAn Atlanta Fed poll in August found that 34 percent of businesses plan to hire more part-time workers than in the past, mostly because of a rise in the cost of full-time employees.\n\nGoodman notes that ObamaCare comes on top of other things governments are doing that put a drag on the economy and a damper on the job market. According to a study by Stephen Davis of the University of Chicago, and John Haltiwanger of the University of Maryland, a rise in state and local occupational licensing has increased the percentage of jobs that require licensing from less than five percent in the 1950s to 29 percent today. That increases the cost of training workers, the authors concluded. They also noted the self-perpetuating effect of a tight job market, with fewer people leaving jobs and thus, fewer openings for people looking for work.\n\nWhile the recession officially ended five years ago, a real recovery of the still sluggish economy will likely come in spite of, rather than because of, government policies. Despite the promises of economic growth by elected officials and candidates, experience has shown government is much better at slowing than growing the economy.", "article_metadata": {"keywords": "ObamaCare, healthcare, jobs-killer, surveys, studies, Federal Reserve Banks, full-time employees, part-time employees, economy", "og": {"url": "http://www.thenewamerican.com/usnews/health-care/item/19035-obamacare-is-a-jobs-killer-studies-find", "image": "http://www.thenewamerican.com/media/k2/items/cache/279da92c474dfd8c067368bf8dce76f9_XL.jpg", "type": "article", "description": "The Obama healthcare program is a jobs killer, according to recent studies by three Federal Reserve Banks. by Jack Kenny", "title": "ObamaCare Is a Jobs Killer, Studies Find"}, "image": "http://www.thenewamerican.com/media/k2/items/cache/279da92c474dfd8c067368bf8dce76f9_XL.jpg", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdf692\"", "article_summary": "The Obama healthcare program is a jobs killer, according to recent studies by three Federal Reserve Banks.\nAmong New York business leaders, more than one in four said ObamaCare is increasing costs a lot this year and more than one-third predict substantial cost increases next year.\nThe New York Fed conducted two surveys on the effects of ObamaCare, with one finding that 21 percent of manufacturers were reducing employment, and three percent were adding jobs.\nMore than one-third of manufacturers in the New York survey said ObamaCare is increasing costs \"a lot\" this year, and more than half asserted that the health law will increase costs a lot next year.\nProviding the health insurance coverage required by ObamaCare adds to a company's per employee costs, and moving workers into a part-time status removes those employees from mandated coverage."}