{"article_title": "These 8 Tiny Islands Are Hidden Where You'd Least Expect Them", "article_keywords": ["little", "swan", "famous", "island", "youd", "visit", "tiny", "actually", "middle", "expect", "islands", "hidden", "isle"], "article_url": "http://www.huffingtonpost.com/2014/09/06/islands-hidden-within-cities_n_5752162.html", "article_text": "Paris, Venice and Rome are all famous tourist draws with one very particular thing in common: they all have islands hidden within them.\n\nAnd since teensy isles are kind of our new favorite obsession, we've culled together some of our favorites for your viewing pleasure. A bonus: certain islands come with some pretty weird attractions, like a tiny replica of the Statue of Liberty or a hotel named for monkeys.\n\nSo take a look, gawk and awe, and most importantly -- add 'em to your bucket list.\n\n1. Bled Island, Slovenia\n\n\n\nIf Bled Island looks like something out of a storybook, it's because it basically is. Nicknamed \"Fairytale Island,\" this little isle is home to a beautiful Baroque church where people still get married.\n\n2. Isola Tiberina, Rome\n\n\n\nIsola Tiberina is the world's smallest inhabited island that happens to be hidden in the middle of Rome. Visit to check out the centuries-old hospital still in use or screen some movies at the island's famous film festival.\n\n3. Monkey Island, Bray-on-Thames, U.K.\n\n\n\nThis little escape with a funny name doesn't actually have any real monkeys -- just depictions of them in an old lodge, which is now the Monkey Island Hotel.\n\n4. Ile Saint-Louis, Paris\n\n\n\nTake a break smack-dab in the middle of the Seine by strolling around this little isle that's complete with beautiful lodgings, quaint cafes and great shopping.\n\n5. Poveglia Island, Italy\n\n\n\nPoveglia Island is regarded as the most haunted place in the world, and it's nestled in between Venice and Lido. It once housed quarantined bubonic plague sufferers and now requires a lengthy application process to visit.\n\n6. Eel Pie Island, Twickenham, U.K.\n\n\n\nAfter playing host to big-name musical acts in the '60s, Eel Pie Island is now pretty much a hippie commune. It's one of many islands in the River Thames, but the only that's actually inhabited.\n\n7. Swan Island, Paris\n\n\n\nThough we'd expect this isle to be situated in the middle of Swan Lake, Swan Island (also known as Île aux Cygnes) is actually found in Paris. The man-made island boasts an incredible view of the Eiffel Tower as well as a mini replica of the Statue of Liberty.\n\n8. Magna Carta Island, Berkshire, U.K.\n\n\n\nMade famous by a document signed in 1215, this wee island is jam-packed with historical happenings. Visit Magna Carta, and if you like it, you can keep the island for a cool $6.5 million.\n\nThe Best Hidden European Gems Of 2014 The Best Hidden European Gems Of 2014\n\n1 of 10 10. Sylt, Germany Visiting Germany and want to get your surf on? Sylt is the place to go, with 40 km of sandy beaches that also offers other water sport activities like sailing, swimming and kite surfing. Share this slide:\n\nShutterstock", "article_metadata": {"description": "Paris, Venice and Rome are all famous tourist draws with one very particular thing in common: they all have islands hidden within them. \n\nAnd ...", "sailthru.expire_date": "2014-09-07 08:00:16 -0400", "og": {"site_name": "The Huffington Post", "description": "Paris, Venice and Rome are all famous tourist draws with one very particular thing in common: they all have islands hidden within them. \n\nAnd ...", "title": "Tiny Islands Where You'd Least Expect Them", "url": "http://www.huffingtonpost.com/2014/09/06/islands-hidden-within-cities_n_5752162.html", "image": "http://i.huffpost.com/gen/2013258/images/o-BLED-ISLAND-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "Paris, Venice and Rome are all famous tourist draws with one very particular thing in common: they all have islands hidden within them. \n\nAnd ...", "creator": "ledbettercarly", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2013258/images/o-BLED-ISLAND-facebook.jpg", "height": 1000}, "title": "Tiny Islands Where You'd Least Expect Them", "site": "@HPLifestyle", "card": "summary_large_image"}, "sailthru.date": "2014-09-06 08:00:16 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5752162", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "travel", "fb": {"app_id": 46744042133}, "keywords": "travel next,islands,International Destinations,hidden islands in cities,hidden islands,Swan Island,islands in paris,River Thames,islands river thames,Poveglia Island,islands hidden in cities", "article": {"section": "Travel", "tag": "travel next,islands,International Destinations,hidden islands in cities,hidden islands,Swan Island,islands in paris,River Thames,islands river thames,Poveglia Island,islands hidden in cities", "published_time": "2014-09-06 08:00:16 -0400", "modified_time": "2014-09-07 13:59:06 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fdcd2c\"", "article_summary": "Paris, Venice and Rome are all famous tourist draws with one very particular thing in common: they all have islands hidden within them.\nVisit to check out the centuries-old hospital still in use or screen some movies at the island's famous film festival.\nNicknamed \"Fairytale Island,\" this little isle is home to a beautiful Baroque church where people still get married.\nSwan Island, ParisThough we'd expect this isle to be situated in the middle of Swan Lake, Swan Island (also known as Île aux Cygnes) is actually found in Paris.\nThe Best Hidden European Gems Of 2014 The Best Hidden European Gems Of 20141 of 10 10."}