{"article_title": "A New App From an Old Test", "article_keywords": ["word", "survey", "color", "app", "stroop", "secours", "identify", "process", "health", "test", "old"], "article_url": "http://richmondmagazine.com/life-style/the-rh-factor/colorful-testing/", "article_text": "Your brain likes its routines, and when you ask it to divert from an expected course of action, you can learn a lot about how it’s functioning (or disfunctioning).\n\nA Virginia Commonwealth University researcher has made an app based on that observation, one that’s used in assessing mental functioning in people with liver cirrhosis.\n\nHe’s Jasmohan Bajaj, an associate professor in the VCU School of Medicine’s Department of Gastroenterology, Hepatology and Nutrition. His EncephalApp Stroop Test is a variant of a Stroop test, which assesses an effect written about in the 1930s by its namesake, John Ridley Stroop. Basically, it's based on the fact that you can read a word faster than you can identify a color.\n\nThat's measured in a test in which words are written in different colors, and you have to say the color, not the word.\n\nBajaj’s app (there’s both Android and Apple iOs versions) is designed to diagnose a brain condition called minimal hepatic encephalopathy, which is associated with more frequent falls and impaired ability to drive.\n\nThe EncephalApp test measures how fast you process information, and your mental flexibility. It has two main components. In the first, subjects have to identify the colors of hash tags. In the second, and more demanding, part of the app, you name the color, not the word on the screen.\n\nYou see, for instance, the word “red”, but it’s printed in blue, and you’re tasked with identifying “blue” as the correct response. We are conditioned to read a word for its meaning instead of a color (the Stroop effect), so it’s easier to process when the color and meaning of the word we are seeing are the same, but it takes the brain longer to process when the meaning and color are different.\n\nThe EncephalApp is an easier, more convenient tool than traditional testing. Also, it takes five minutes to complete instead of the 20 minutes required for traditional testing, according to Bajaj.\n\nThe free app has been evaluated at VCU and the McGuire Veterans Affairs Medical Center in Richmond, the Cleveland Clinic and at the University of Arkansas Medical Center in Little Rock.\n\nExisting tests require trained personnel to administer and are hard to come by. The app simplifies the diagnostic process, Bajaj says in a VCU release.\n\n\"There was a big gap between what people wanted to do and what could be done,\" he said.\n\nResearch on the efficacy of the app in a multi-center study was reported in the December issue of The American Journal of Gastroenterology.\n\nBajaj worked with a Richmond company, Mobelux, to develop the app. It's free to all comers and has been translated into various other languages at his request.\n\n\" I want this to be used as maximally as possible,\" he said.\n\nBajaj says he's not tracking the number of downloads, but that he's had email reports from others who are using it around the world. He said it's also being used in other ways, to work with people in rehabilitation and exercise physiology settings, too.\n\nTrials also are underway in Spain on the app.\n\nHave Your Say\n\nBon Secours wants you to share your thoughts and concerns on the state of health care in Richmond.\n\nTo that end, the health system has set up an online survey called the Community Health Needs Assessment.\n\nBon Secours says it uses the survey to help identify areas of greatest need in metro Richmond, then “develop programs and solutions to better meet those community health needs.”\n\nParticipation is open to residents 18 and older. You don’t identify yourself, but Bon Secours asks for standard demographic information such as your neighborhood, household income, sex and ethnicity. The survey may be taken in English or Spanish and takes 5 to 10 minutes to complete the 20 questions. The survey will be conducted through Dec. 20.\n\nBon Secours conducts the survey every three years as required of nonprofit health care systems under the Affordable Care Act.", "article_metadata": {"description": "A VCU researcher has adapted a Stroop test into an app to assess mental functioning in people with liver cirrhosis.", "generator": "Metro Publisher (www.metropublisher.com)", "og": {"site_name": "richmondmagazine.com", "description": "A VCU researcher has adapted a Stroop test into an app to assess mental functioning in people with liver cirrhosis.", "title": "A New App from an Old Test", "url": "http://richmondmagazine.com/api/content/11242a08-8973-11e5-97b3-22000b078648/", "image": "http://richmondmagazine.com/downloads/9781/download/Bajaj.jpg?cb=c75b2958de16730860e54c3c9b612421", "type": "article"}, "twitter": {"site": "@RichmondMag", "card": "summary", "creator": "@RichmondMag"}, "fb": {"app_id": 269543256729484}, "keywords": "Tharon Giddens,cirrhosis,EncephalApp,Stroop Test,Bajaj,brain,app,Stroop Effect,mental function,VCU Health,Health & Wellness,Virginia Commonwealth University,health", "article": {"tag": "health", "published_time": "2015-11-13T14:30:00", "author": "Tharon Giddens"}, "thumbnail": "http://richmondmagazine.com/downloads/9780/download/Screen%20shot%202015-11-12%20at%202.18.20%20PM.png?cb=90d30e97229407c58ab37c6bf8aaa3c2", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "His EncephalApp Stroop Test is a variant of a Stroop test, which assesses an effect written about in the 1930s by its namesake, John Ridley Stroop.\nIn the second, and more demanding, part of the app, you name the color, not the word on the screen.\nThat's measured in a test in which words are written in different colors, and you have to say the color, not the word.\nBasically, it's based on the fact that you can read a word faster than you can identify a color.\nThe EncephalApp test measures how fast you process information, and your mental flexibility."}