{"article_title": "What Ted Cruz Doesn't Want You to Know", "article_keywords": ["funders", "television", "ads", "stations", "political", "wheeler", "ted", "cruz", "doesnt", "know", "groups", "fcc"], "article_url": "http://billmoyers.com/2013/10/25/what-ted-cruz-doesnt-want-you-to-know/", "article_text": "By now it seems pretty clear that Senator Ted Cruz has a plan to occupy the White House. But he doesn’t want people to know too much about it.\n\nAnd he definitely doesn’t want you to know about the special interests that have already begun to bankroll his political ambitions.\n\nThat’s why the Texas senator’s latest crusade targets the Federal Communications Commission — and its efforts to better identify the funders of political ads.\n\nCruz has placed a hold on the Senate confirmation of Tom Wheeler to head the agency, despite bipartisan agreement to vote on Wheeler without delay. Cruz wants assurances from Wheeler that the FCC won’t follow the law and require disclosure of the real funders for dark-money political groups that clog the airwaves with negative and misleading ads.\n\nThese nominally independent 501(c)4 groups plowed millions of dollars into the 2012 elections, and there’s every indication they’ll be back in even greater numbers in 2014.\n\nAnd while the Federal Elections Commission is limited in its ability to identify the funders of the groups that emerged in the wake of the Supreme Court’s Citizens United decision, the FCC has a clear legal path to mandate transparency.\n\nBroadcasters are obliged by law to disclose who pays for political ads in exchange for using the airwaves. It’s a public interest bargain stretching back almost a century, and one that forms the foundation of US communications law.\n\nFree Press and our allies won a major victory in 2012 when the FCC ordered all television stations to post this information to an online database the agency manages. In the past, you could find this information only by visiting each station, a time-consuming process that uncooperative receptionists, steep photocopying fees and incomplete and unwieldy paper files made even more complicated.\n\nNow you can go to a single website and find important data on who is spending how much on political ads at major stations in the nation’s 50 largest television markets. (The FCC plans to include political file data from stations in all 210 U.S. broadcasts markets by 2014.)\n\nWhile a vast improvement over its paper-file predecessor, the system has some glitches. The FCC should make it easier to aggregate, search and analyze the data by requiring television stations to upload their political files in a machine-readable format.\n\nIt should also require fuller disclosure. Communications law expert Andrew Schwartzman, who serves as a legal adviser to Free Press, has petitioned the FCC to enforce existing sponsor identification requirements and disclose the names of principal funders in the body of the ads themselves.\n\nTaking this action would let viewers know that an ad from Concerned Taxpayers of America is actually the creation of two multimillionaires: the owner of a Maryland concrete company and a New York hedge-fund manager.\n\nAnd that scares Sen. Cruz and his supporters in groups like the Koch brothers funded Americans for Prosperity, which raises millions of dollars from anonymous donors to run attack ads against their political foes.\n\nLetting the FCC do its job means advancing the public interest at a time when politicians are running amok in Washington. And that means shedding light on the money that helped elect many of these individuals, no matter which party they’re from.\n\nSen. Cruz shouldn’t deny us our right to know. His reckless ambitions are hurting our democracy. Cruz needs to lift his hold and stop blocking the FCC’s vital work on political disclosure.", "article_metadata": {"description": "The senator has put a hold on the confirmation of the new FCC chief until he's promised the agency won’t follow the law and disclose the real funders of dark money group political ads.", "generator": "WordPress 4.5.2", "og": {"site_name": "BillMoyers.com", "description": "The senator has put a hold on the confirmation of the new FCC chief until he's promised the agency won’t follow the law and disclose the real funders of dark money group political ads.", "title": "What Ted Cruz Doesn't Want You to Know | BillMoyers.com", "locale": "en_US", "image": {"width": 640, "identifier": "http://dy00k1db5oznd.cloudfront.net/wp-content/uploads/2013/10/AP230318180667_cruz.jpg", "height": 360}, "updated_time": "2014-06-18T11:15:00-04:00", "url": "http://billmoyers.com/2013/10/25/what-ted-cruz-doesnt-want-you-to-know/", "type": "article"}, "twitter": {"description": "The senator has put a hold on the confirmation of the new FCC chief until he's promised the agency won’t follow the law and disclose the real funders of dark money group political ads.", "creator": "@BillMoyersHQ", "image": "http://dy00k1db5oznd.cloudfront.net/wp-content/uploads/2013/10/AP230318180667_cruz.jpg", "title": "What Ted Cruz Doesn't Want You to Know | BillMoyers.com", "site": "@BillMoyersHQ", "card": "summary_large_image"}, "robots": "noodp", "apple-mobile-web-app-capable": "no", "article": {"section": "Blog", "tag": "widget", "published_time": "2013-10-25T15:58:31-04:00", "modified_time": "2014-06-18T11:15:00-04:00"}, "pubdate": 20131025, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "_id": "\"57477af36914bd0286fce3e1\"", "article_summary": "And he definitely doesn’t want you to know about the special interests that have already begun to bankroll his political ambitions.\nBroadcasters are obliged by law to disclose who pays for political ads in exchange for using the airwaves.\nBy now it seems pretty clear that Senator Ted Cruz has a plan to occupy the White House.\nThat’s why the Texas senator’s latest crusade targets the Federal Communications Commission — and its efforts to better identify the funders of political ads.\nSen. Cruz shouldn’t deny us our right to know."}