{"article_title": "Hey, New Grads, Get Ready to Work Until You’re 75", "article_keywords": ["youre", "rate", "age", "work", "median", "hey", "graduates", "nerdwallet", "savings", "75", "retirement", "student", "ready", "average", "grads"], "article_url": "http://www.thefiscaltimes.com/2015/10/22/Hey-New-Grads-Get-Ready-Work-Until-You-re-75", "article_text": "The golden years are going to come a lot later for America’s youngest adults.\n\nToday’s college graduates are going to have to work until age 75 in order to have enough money for a comfortable retirement, according to a new report from NerdWallet. With an average life expectancy of 84, that means the class of 2015 could have a retirement that lasts less than 10 years.\n\nWhen NerdWallet last did this analysis in 2013, it found that graduates would have to work until age 73. Today, the average retiree quits work at age 62.\n\nThe analysis uses a 23-year-old new graduate who earns the current median starting salary of $46,000, has an average student loan balance of $35,000, and saves 6 percent of her salary (the median retirement savings rate for millennials).\n\n“The student loan crisis is not only affecting new graduates’ immediate financial situation, it’s making their retirement prospects dwindle,” NerdWallet investing manager Kyle Ramsey said in a statement.\n\nRelated: Raising the Social Security Retirement Age Could Bridge the Income Gap\n\nAnother big factor limiting millennials’ ability to save for retirement is the cost of rent, which has risen 11 percent since 2012. As they wait longer to purchase homes, millennials are also building assets at a lower rate than previous generations.\n\nMillennials may be able to retire earlier if they are able to boost their savings rate. A 23-year-old who can save 10 percent per year (rather than the median 6 percent) can shave five years off his retirement age and quit work comfortably by age 70. Saving 15 percent would bring the retirement age down to 65.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The golden years are going to come a lot later for America’s youngest adults.", "title": "Hey, New Grads, Get Ready to Work Until You’re 75", "url": "http://www.thefiscaltimes.com/2015/10/22/Hey-New-Grads-Get-Ready-Work-Until-You-re-75", "image": "http://cdn.thefiscaltimes.com/sites/default/files/10012014_Graduation_Ceremony.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/10/22/Hey-New-Grads-Get-Ready-Work-Until-You-re-75", "image": "http://cdn.thefiscaltimes.com/sites/default/files/10012014_Graduation_Ceremony.jpg", "creator": "@bethbrav", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The golden years are going to come a lot later for America’s youngest adults.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fdfc82\"", "article_summary": "Millennials may be able to retire earlier if they are able to boost their savings rate.\nSaving 15 percent would bring the retirement age down to 65.\nWhen NerdWallet last did this analysis in 2013, it found that graduates would have to work until age 73.\nToday’s college graduates are going to have to work until age 75 in order to have enough money for a comfortable retirement, according to a new report from NerdWallet.\nA 23-year-old who can save 10 percent per year (rather than the median 6 percent) can shave five years off his retirement age and quit work comfortably by age 70."}