{"article_title": "GOP Debate: Republican candidates have yet to answer these key questions, why?", "article_keywords": ["industries", "foreign", "key", "reform", "support", "subsidies", "programs", "debate", "candidates", "questions", "social", "answer", "president", "security", "republican", "gop"], "article_url": "http://www.foxnews.com/opinion/2016/01/14/gop-debate-republican-candidates-have-yet-to-answer-these-key-questions-why.html", "article_text": "The debate stage Thursday in South Carolina will feature the leading contenders for the Republican presidential nomination. But they still haven’t answered key questions with just a few weeks to go before the first votes are cast in Iowa on February 1. Among them:\n\nDonald Trump. You have pledged that you won’t cut Social Security benefits to any beneficiaries, and you seemed to suggest you would make the program solvent by eliminating foreign aid to hostile nations. But the entire foreign aid budget in 2016 is less than the projected Social Security cash shortfall in 2016, and in roughly 20 years the trust fund will be empty and the program will only be able to pay about 77 percent of benefits owed.\n\nGiven this, what is your plan for ensuring that Social Security beneficiaries 20 years from now receive 100 percent of their scheduled benefits?\n\nTed Cruz. You have recently stated your opposition to immigration reform that would offer any legal status to those currently in the country illegally, even if the option for citizenship were completely off the table.\n\nIf you are elected president, is it your intention and goal to dramatically increase deportations to forcibly remove the majority of illegal aliens, or do you intend to rely primarily on increased enforcement of current law in order to encourage large-scale self-deportation over time?\n\nMarco Rubio. You have defended your support for sugar subsidies, noting that other countries provide support for their sugar industries. Many other agricultural products are also subsidized in the U.S. and by foreign governments, as well as other industries such as steel, textiles, solar panels, and automobiles.\n\n2016 Election Headquarters The latest headlines on the 2016 elections from the biggest name in politics. See Latest Coverage →\n\nWould you as president be equally committed to maintaining or developing new subsidies for U.S. firms in these and other industries so long as foreign competitors continue to receive subsidies from their governments?\n\nJeb Bush. Although you have pledged support for a balanced budget amendment, line-item veto, and hiring freeze, there are few specifics of what spending you might cut as president, and the Tax Foundation estimates your tax plan would add $1.6 trillion to the national debt over the next decade.\n\nCan you identify specific programs, agencies or departments you would eliminate or reduce to avoid further increasing the debt?\n\nChris Christie. You have vowed to repeal ObamaCare, yet as governor you signed up New Jersey for ObamaCare’s Medicaid expansion. You also have yet to release your own health reform plan.\n\nCan you share the details of what you would propose in terms of health reform, and whether it would be a fundamental break with ObamaCare or simply a “new and improved” version of it?\n\nJohn Kasich. In Congress you fought against corporate welfare, yet as governor you have defended Ohio’s programs giving out hundreds of millions of dollars in subsidies to large corporations.\n\nGiven your belief in the success of this approach in strengthening Ohio’s economy, would you as president seek to maintain or expand similar federal programs that provide subsidies to favored industries and businesses, and if not, why not?\n\nBen Carson. You have praised the Depression-era Glass-Steagall Act separating commercial and investment banking and said you would like to see it brought back in modified form.\n\nWhat specific modifications would you propose, and if as president you are faced with a financial crisis similar to 2008, what if anything would you do to prevent the collapse of a major investment bank (since a revived Glass-Steagall would prevent it from being bought by a large commercial bank like Bear Stearns and Merrill Lynch were in 2008)?\n\nThese aren’t the only questions each of the candidates ought to be asked, of course, but voters ought to expect candor and detailed responses on these as-yet-unaddressed issues.\n\nCandidates who avoid answering tough questions in a campaign aren’t likely to suddenly develop backbone once in the White House, and whether they can directly answer important questions ought to be considered a test of their leadership ability.\n\nSean Parnell is project director for the Leadership Project for America which identifies and promotes principled, effective leadership.", "article_metadata": {"classification": "/FOX NEWS/POLITICS/ELECTIONS/Republicans", "dcterms.modified": "2016-01-14 06:37:16 EST", "dc.type": "Text.Article", "twitter": {"description": "The debate stage Thursday in South Carolina will feature the leading contenders for the Republican presidential nomination. But they still haven’t answered key questions. Here are some of them.", "title": "GOP Debate: Republican candidates have yet to answer these key questions, why?", "url": "http://www.foxnews.com/opinion/2016/01/14/gop-debate-republican-candidates-have-yet-to-answer-these-key-questions-why.html", "image": "http://a57.foxnews.com/images.foxnews.com/content/fox-news/opinion/2016/01/14/gop-debate-republican-candidates-have-yet-to-answer-these-key-questions-why/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1452814581385.jpg?ve=1", "creator": "@foxnews", "site": "@foxnews", "card": "summary_large_image"}, "dc.format": "text/html", "dc.publisher": "Fox News", "parsely-metadata": "{\"tags\":[\"/FOX NEWS/POLITICS/ELECTIONS/Republicans\"],\"author\":\"\",\"subSection\":\"opinion\",\"title\":\"GOP Debate: Republican candidates have yet to answer these key questions, why?\",\"image_url\":\"http://a57.foxnews.com/images.foxnews.com/content/fox-news/opinion/2016/01/14/gop-debate-republican-candidates-have-yet-to-answer-these-key-questions-why/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1452814581385.jpg?ve=1\",\"pub_date\":\"2016-01-14T23:19:00Z\",\"link\":\"http://www.foxnews.com/opinion/2016/01/14/gop-debate-republican-candidates-have-yet-to-answer-these-key-questions-why.html\",\"type\":\"article\",\"identifier\":\"c8c03050-290a-4502-8ac6-320f09723933\",\"section\":\"opinion\"}", "prism.aggregationType": "subsection", "description": "The debate stage Thursday in South Carolina will feature the leading contenders for the Republican presidential nomination. But they still haven’t answered key questions. Here are some of them.", "dc.description": "The debate stage Thursday in South Carolina will feature the leading contenders for the Republican presidential nomination. But they still haven’t answered key questions. Here are some of them.", "dc.identifier": "c8c03050-290a-4502-8ac6-320f09723933", "dc.language": "en-US", "pagetype": "article", "classification-isa": "republicans", "prism.channel": "fnc", "prism.section": "opinion", "fb": {"app_id": 113186182048399}, "dc.source": "FoxNews.com", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "dc.title": "Gop Debate: Republican Candidates Have Yet To Answer These Key Questions, Why?", "dcterms.created": "2016-01-14 06:37:16 EST", "og": {"site_name": "Fox News", "description": "The debate stage Thursday in South Carolina will feature the leading contenders for the Republican presidential nomination. But they still haven’t answered key questions. Here are some of them.", "title": "GOP Debate: Republican candidates have yet to answer these key questions, why? | Fox News", "url": "http://www.foxnews.com/opinion/2016/01/14/gop-debate-republican-candidates-have-yet-to-answer-these-key-questions-why.html", "image": "http://a57.foxnews.com/images.foxnews.com/content/fox-news/opinion/2016/01/14/gop-debate-republican-candidates-have-yet-to-answer-these-key-questions-why/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1452814581385.jpg?ve=1", "type": "article"}, "dcterms.abstract": "The debate stage Thursday in South Carolina will feature the leading contenders for the Republican presidential nomination. But they still haven’t answered key questions. Here are some of them.", "dc.date": "2016-01-14", "parsely-page": "{\"tags\":[\"/FOX NEWS/POLITICS/ELECTIONS/Republicans\"],\"author\":\"\",\"subSection\":\"opinion\",\"title\":\"GOP Debate: Republican candidates have yet to answer these key questions, why?\",\"image_url\":\"http://a57.foxnews.com/images.foxnews.com/content/fox-news/opinion/2016/01/14/gop-debate-republican-candidates-have-yet-to-answer-these-key-questions-why/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1452814581385.jpg?ve=1\",\"pub_date\":\"2016-01-14T23:19:00Z\",\"link\":\"http://www.foxnews.com/opinion/2016/01/14/gop-debate-republican-candidates-have-yet-to-answer-these-key-questions-why.html\",\"post_id\":\"c8c03050-290a-4502-8ac6-320f09723933\",\"type\":\"article\",\"section\":\"opinion\"}"}, "article_summary": "Given this, what is your plan for ensuring that Social Security beneficiaries 20 years from now receive 100 percent of their scheduled benefits?\nThe debate stage Thursday in South Carolina will feature the leading contenders for the Republican presidential nomination.\nBut they still haven’t answered key questions with just a few weeks to go before the first votes are cast in Iowa on February 1.\nYou have defended your support for sugar subsidies, noting that other countries provide support for their sugar industries.\nYou have pledged that you won’t cut Social Security benefits to any beneficiaries, and you seemed to suggest you would make the program solvent by eliminating foreign aid to hostile nations."}