{"article_title": "Drought: 'Water Cops' to Police Water Wasters in Northern California", "article_keywords": ["san", "northern", "wasting", "wasters", "water", "cops", "reduction", "district", "california", "santa", "usage", "drought", "valley"], "article_url": "http://www.breitbart.com/california/2014/07/22/draught-water-cops-to-police-water-wasters-in-northern-california/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nOn Tuesday, a Northern California Water District will vote on whether to spend $500,000 to hire “water Cops” to police Silicon Valley property owners for violating water usage restrictions.\n\nThe San Jose Mercury News reported that California’s worsening draught conditions are prompting city officials to take more severe steps to discourage wasting water and encourage water conservation. “The bottom line is that we are just not getting the results we would like to see for water reduction,” asserted Joan Maher, deputy operating officer for the Santa Clara Valley Water District.\n\nSIGN UP FOR OUR NEWSLETTER\n\nThe water cops would be able to write tickets for water violators if the proposal is approved. In February the Santa Clara Valley Water District requested that its 1.8 million customers cut their water usage by 20%, however, none of the cities met their goals with Palo Alto and Mountain View coming the closest with a 17 percent reduction each. In January, Governor Jerry Brown declared a draught emergency and issued a statewide request that Californians reduce their water consumption by 20%.\n\nSo far no cities in Northern California have resorted to issuing fines, but water districts are beginning to take the drought more seriously. “We have a backlog with water wasting complaints,” said Abbey Figueroa a spokesman for the East Bay Municipal Utility District in Oakland. “We’re getting calls about runoff, broken sprinklers, people washing cars too much. Everyone is hearing all the media reports and talking about drought a lot. The news definitely got people’s attention.”\n\nAccording to the News, the San Francisco Public Utilities Commission, the Bay area’s largest water district serving 2.6 million people, plans on dedicating six water cops to look out for water wasters and issue stern warnings. “Penalties are the last resort. But we are definitely keeping that option on the table,” said Steve Ritchie, a representative for the district. “It’s important that we have that as a tool.”", "article_metadata": {"description": "On Tuesday, a Northern California Water District will vote on whether to spend $500,000 to hire", "og": {"site_name": "Breitbart", "description": "On Tuesday, a Northern California Water District will vote on whether to spend $500,000 to hire", "title": "Drought: 'Water Cops' to Police Water Wasters in Northern California - Breitbart", "locale": "en_US", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Breitbart-California/2014/California/Climate/water-dispensary-ap.jpg", "url": "http://www.breitbart.com/california/2014/07/22/draught-water-cops-to-police-water-wasters-in-northern-california/", "type": "article"}, "twitter": {"description": "On Tuesday, a Northern California Water District will vote on whether to spend $500,000 to hire", "title": "Drought: 'Water Cops' to Police Water Wasters in Northern California - Breitbart", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Breitbart-California/2014/California/Climate/water-dispensary-ap.jpg", "creator": "@BreitbartNews", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "use_automatic_ad_placement": "true", "app_id": 1243316582352556}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Drought, Jerry Brown,Breitbart California,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Breitbart California", "tag": "Jerry Brown", "published_time": "2014-07-22T08:40:00-07:00", "categories": "Breitbart California"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af36914bd0286fc983e\"", "article_summary": "SIGN UP FOR OUR NEWSLETTERThe water cops would be able to write tickets for water violators if the proposal is approved.\nSIGN UP FOR OUR NEWSLETTEROn Tuesday, a Northern California Water District will vote on whether to spend $500,000 to hire “water Cops” to police Silicon Valley property owners for violating water usage restrictions.\nThe San Jose Mercury News reported that California’s worsening draught conditions are prompting city officials to take more severe steps to discourage wasting water and encourage water conservation.\nThe news definitely got people’s attention.”According to the News, the San Francisco Public Utilities Commission, the Bay area’s largest water district serving 2.6 million people, plans on dedicating six water cops to look out for water wasters and issue stern warnings.\n“The bottom line is that we are just not getting the results we would like to see for water reduction,” asserted Joan Maher, deputy operating officer for the Santa Clara Valley Water District."}