{"article_title": "Riverside Cops Pretend To Be High Schoolers, Arrest 25 Students For Pot", "article_keywords": ["schoolers", "school", "arrest", "students", "pot", "pretend", "officers", "county", "undercover", "high", "cops", "program", "25", "department", "riverside", "drug"], "article_url": "http://reason.com/blog/2013/12/16/riverside-cops-pretend-to-be-high-school", "article_text": "Riverside County cops — the same guys responsible for tricking an autistic teenager into buying marijuana as part of a drug sting last year — are back on high school campuses. Apparently undeterred by the media firestorm surrounding last year's arrests and a lawsuit charging the department with negligence, the Riverside County Sherriff's Department of Riverside County, Calif., has decided to continue its controversial undercover drug investigation program. Under this program, officers spend their days in local high schools pretending to be students. Over a semester, the officers try to build their underaged \"classmates'\" trust, then arrange drug deals with a few dozen students and ultimately arrest them.\n\nOn Dec. 12, officers arrested 25 students from Perris and Paloma High Schools for allegedly selling illicit drugs, including cocaine, prescription pills, and marijuana. According to Lieutenant Paul Bennett, most of the drug buys were for small amounts of marijuana.\n\nStudents say the officers walked into classrooms with photos of the teen suspects and handcuffed them in front of their peers. Twenty-three of the suspects are juveniles and two are 18 or older.\n\nAccording to several students who were interviewed by the Press Enterprise, the scene was \"scary\" and made them suspicious of their peers and teachers. “You think you can trust people – you just never know,” Bruce Hollen, 16, said.\n\nThe investigation was carried out with enthusiastic support from Jonathan Greenberg, superintendent of the Perris Union High School District.\n\nFrom the Press Enterprise:\n\nGreenberg said he had no reservations. “It was a question of what we could do to assist [the officers],” he said. “This is a very well-researched program,” he added. “The people in it are all professionals.” Greenberg said there were only three district officials who knew about the investigation. No one on the two campuses was told. He said he informed school board members Wednesday night [the night before the arrests].\n\nUnlike last year's arrests though, Lt. Bennett clarified that no autistic or learning-disabled teens were arrested; only \"mainstream students\" in general classes were. Bennett said the deputies selected to go undercover this year had received additional training about dealing with developmentally disabled students.\n\nThe Los Angeles Police Department pioneered undercover high school drug stings decades ago but discontinued the program in 2005 when school officials noticed eerily similar patterns to now: Special needs kids were increasingly getting busted and police typically found small amounts of pot.\n\nDespite objections from parents, police, and drug policy reform groups that the program is ineffective, \"sick\", and emotionally damaging to teens, the Riverside County Sheriff's Department stands by it. From the department's press release announcing the arrest of the teens:\n\nOne of the goals of the Riverside County Sheriff’s Department’s Special Investigations Bureau (SIB) is to maintain a drug-free living environment for the community. Because our neighborhood children are the future, our objective is to keep children productive and drug-free and provide a safe learning environment.\n\nThe underage students were taken to a juvenile detention hall while the two adults, 18-year-old Serina Ramirez and 19-year-old Erick De La Cruz, were taken to a detention center.\n\nWatch a Reason TV video on Riverside County cops tricking an autistic teen into buying pot:", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Riverside County cops — the same guys responsible for tricking an autistic teenager into buying marijuana as part of a drug sting last year — are", "title": "Riverside Cops Pretend To Be High Schoolers, Arrest 25 Students For Pot", "url": "http://reason.com/blog/2013/12/16/riverside-cops-pretend-to-be-high-school", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/1387236746531.jpg", "type": "article"}, "twitter": {"image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/1387236746531.jpg", "title": "Riverside Cops Pretend To Be High Schoolers, Arrest 25 Students For Pot", "site": "@reason", "card": "summary_large_image", "description": "Riverside County cops — the same guys responsible for \ntricking an autistic teenager into buying marijuana as part of a\ndrug sting last year — are back on high school campuses.\nApparently undeterred by\nthe&nbsp;media\nfirestorm&nbsp;surrounding last year's arrests an"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "Nanny State", "published_time": "2013-12-17T00:00:00+00:00", "author": "http://reason.com/people/jess-remington"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fd8099\"", "article_summary": "Watch a Reason TV video on Riverside County cops tricking an autistic teen into buying pot:\nThe investigation was carried out with enthusiastic support from Jonathan Greenberg, superintendent of the Perris Union High School District.\nUnder this program, officers spend their days in local high schools pretending to be students.\nRiverside County cops — the same guys responsible for tricking an autistic teenager into buying marijuana as part of a drug sting last year — are back on high school campuses.\nOn Dec. 12, officers arrested 25 students from Perris and Paloma High Schools for allegedly selling illicit drugs, including cocaine, prescription pills, and marijuana."}