{"article_title": "Theologians’ brief in HHS mandate case might lead to compromise ruling", "article_keywords": ["hhs", "case", "requirement", "court", "contraception", "lead", "catholic", "brief", "employers", "compromise", "ruling", "groups", "mandate", "religious", "theologians"], "article_url": "http://georgiabulletin.org/news/2016/05/theologians-brief-hhs-mandate-case-might-lead-compromise-ruling/", "article_text": "CNS photo/Jim Lo Scalzo, EPA Women religious demonstrate March 23 against the Affordable Care Act's contraceptive mandate outside the U.S. Supreme Court in Washington. A brief filed by Catholic theologians could impact the court's efforts to seek a compromise.\n\nFacebook\n\nTwitter\n\nGoogle+\n\nWASHINGTON (CNS)—Supreme Court cases, with their multiple friend-of-the-court briefs, leave extensive paper trails behind them and although these briefs might get lost in the shuffle, occasionally some stand out.\n\nIn Zubik v. Burwell, the challenge to the Affordable Care Act’s contraception requirement, more than 30 briefs were filed by religious, political and health groups weighing in both for and against the mandate that most religious and other employers must cover contraceptives, sterilization and abortifacients through employer-provided health insurance even if they are morally opposed to such coverage.\n\nOne of these briefs, submitted by a group of 50 Catholic theologians and ethicists, may have been instrumental in prompting the court to issue its March 29 order for new written arguments by both sides.\n\nLegal analyst Lyle Denniston, who writes for scotusblog.com, a blog on the Supreme Court, said if the justices succeed in finding a way to make the Affordable Care Act’s contraception requirement “work in a way that more or less satisfies everyone,” the group of theologians “should take at least some of the credit.”\n\nHe said the court very rarely asks for more information after oral arguments and the request was so unusual “it may not have any parallels in the court’s history” except for the call for expanded constitutional arguments when the court was reviewing the school desegregation case, Brown v. Board of Education.\n\nDoes the “work-around” make religious employers complicit in sin? Theologians say yes\n\nThe 45-page brief from the theologians is steeped in Catholic moral theology and hinges on the notion that religious employers object to the mandate and the Obama administration’s “work-around”—that allows them to acknowledge their opposition to the requirement and arrange for a third party to provide the contraception coverage—primarily because it makes them complicit in sin.\n\nThis objection, spelled out in the theologians’ brief, is not something that can be compromised, thus pointing to another way to make the Affordable Care Act’s requirement work, which the court seems to be reaching for in its order.\n\nThe court proposed that religious employers would not be asked to fill out a form or send a letter stating their objection to contraception coverage but would simply do nothing and the insurance companies, taking the cue from the employer’s stance, would provide the necessary contraception coverage.\n\nReligious groups reacted favorably to this idea, stating in a new brief that this would use the least restrictive means for the government to protect women’s access to contraceptives while ensuring that religious employers are not complicit in what they regard as sinful.\n\nComplicity in sin is not often the topic du jour in court hearings, but it came up during the March 23 oral arguments of Zubik. Paul Clement of the Washington-based Bancroft firm, who was one of two lawyers representing the plaintiffs, argued that religious freedom was at stake in the federal government’s accommodation because even though the contraceptive coverage would be supplied by a third party, the religious employers would still be complicit in providing something that goes against their beliefs.\n\nU.S. Solicitor General Donald Beaton Verrilli Jr., in defending the federal government, argued that the government’s accommodation was the least restrictive approach, and he also did not think the plaintiffs, by using third parties, were complicit in what they disagreed with, even though they have repeatedly stated this.\n\nFor all the arguments that the religious groups should simply fill out the paperwork to remove themselves from something they disagree with on moral grounds, the theologians’ brief pointed out that it’s not that simple.\n\nThe brief notes that “compliance with the mandate” by filling out a form or submitting notice to the Health and Human Services Department would involve “either formal cooperation in wrongdoing, or impermissible material cooperation in serious wrongdoing.”\n\nLike holding a ladder for a burglar, brief says\n\nThey gave the historic example cited by Catholic moral theologians about a servant ordered by his master to hold a ladder against a house so the master may “enter a window to commit a forbidden action, such as burglary or adultery.”\n\n“Under Catholic moral theology, such formal cooperation is impermissible, even when committed under duress, and regardless of whether the master actually succeeds in perpetrating the wicked action,” the brief notes.\n\nIt also links this analogy to the current case saying the contraceptive mandate places the religious objectors in a situation akin to the servant who obeys a command to participate in the master’s scheme and it likens the master to the government “which is attempting to implement a program designed to promote the use of contraceptives and abortifacients,” which the brief says is “plainly impermissible under Catholic doctrine.”\n\nIf the justices find a way to reach the type of Solomonic compromise many say they are looking for with the contraception requirement, religious groups would have to enter new contracts for new health plans, and the government would have to write new Affordable Care Act regulations, which will certainly take some time but can be accomplished.\n\nIf the justices are unable to find a compromise and they reach a split decision, the contraceptive mandate for religious groups will be interpreted differently in different areas of the country.", "article_metadata": {"description": "WASHINGTON (CNS)—Supreme Court cases, with their multiple friend-of-the-court briefs, leave extensive paper trails behind them and although these briefs might get lost in the shuffle, occasionally some stand out. In Zubik v. Burwell, the challenge to the Affordable Care Act’s contraception requirement, more than 30 briefs were filed by religious, political and health groups weighing [...]", "generator": "WPML ver:3.3.8 stt:1,2;", "og": {"site_name": "Georgia Bulletin", "description": "WASHINGTON (CNS)—Supreme Court cases, with their multiple friend-of-the-court briefs, leave extensive paper trails behind them and although these briefs might get lost in the shuffle, occasionally some stand out. In Zubik v. Burwell, the challenge to the Affordable Care Act’s contraception requirement, more than 30 briefs were filed by religious, political and health groups weighing … Full Story", "title": "Theologians’ brief in HHS mandate case might lead to compromise ruling | Georgia Bulletin", "locale": "en_US", "image": {"width": 695, "identifier": "http://georgiabulletin.org/wp-content/uploads/2016/05/20160506T1225-3175-CNS-WASHINGTON-LETTER-SCOTUS-BRIEF.jpg", "height": 463}, "url": "http://georgiabulletin.org/news/2016/05/theologians-brief-hhs-mandate-case-might-lead-compromise-ruling/", "type": "article"}, "fb": {"admins": 100000174972440, "pages": 71057886410}, "article": {"publisher": "https://www.facebook.com/GeorgiaBulletin"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.5, minimum-scale=1.0, user-scalable=yes"}, "article_summary": "A brief filed by Catholic theologians could impact the court's efforts to seek a compromise.\nIf the justices are unable to find a compromise and they reach a split decision, the contraceptive mandate for religious groups will be interpreted differently in different areas of the country.\nDoes the “work-around” make religious employers complicit in sin?\nFor all the arguments that the religious groups should simply fill out the paperwork to remove themselves from something they disagree with on moral grounds, the theologians’ brief pointed out that it’s not that simple.\nCNS photo/Jim Lo Scalzo, EPA Women religious demonstrate March 23 against the Affordable Care Act's contraceptive mandate outside the U.S. Supreme Court in Washington."}