{"article_title": "CEO of AARP Services, Inc. Announces Retirement", "article_keywords": ["life", "retirement", "discounts", "providers", "ceo", "announces", "aarp", "leadership", "products", "members", "services", "asi", "insurance"], "article_url": "http://www.aarp.org/about-aarp/press-center/info-01-2014/CEO-of-AARP-Services-Inc-Announces-Retirement.html", "article_text": "FOR IMMEDIATE RELEASE\n\nJanuary 23, 2014\n\nCONTACT:\n\nDavid Allen\n\n202-434-2560\n\nmedia@aarp.org\n\nCEO of AARP Services, Inc. Announces Retirement\n\nWASHINGTON – John Wider, President and CEO of AARP Services, Inc. since 2008, announced today that he will retire when his contract expires at the end of 2014. AARP Services, Inc. (ASI) is a wholly owned, taxable subsidiary of AARP.\n\nWider said he was making the announcement now to ensure a successful transition to new leadership. The ASI Board has engaged a leading executive recruiting firm, Spencer Stuart, to conduct a search for a new president and CEO.\n\n“John has been an exceptional leader of AARP Services. During his tenure, ASI has seen tremendous growth, facilitating additional revenues for AARP to perform its good work on behalf of people 50+,” said Darlene DeRemer, chair of the ASI Board of Directors. “The Board thanks John for his leadership and contributions.”\n\n“Under John’s leadership, ASI has contributed significantly to AARP’s success in recent years. He will be missed,” said A. Barry Rand, chief executive officer of AARP. “He will leave ASI on a solid footing. During John’s tenure, usage of AARP-branded discounts has tripled, the number of providers making offerings available to our members has nearly doubled, and as a result of his leadership, ASI has been and will continue to be a leader in working with providers to develop innovative products and services on behalf of the 50+.”\n\n“My work at ASI since 2006, and the privilege of leading the entire team for the last six years, has been the highlight of my 45-year career in the health and insurance industry,” Wider said. “At this point, however, I feel that it is the right time for me to spend more time with my family and to pull out my Life Reimagined map to discover my ‘What’s Next.’ I look forward to consulting with AARP on strategy and growth initiatives.”\n\nAbout AARP\n\nAARP is a nonprofit, nonpartisan organization, with a membership of nearly 38 million, that helps people turn their goals and dreams into real possibilities, strengthens communities and fights for the issues that matter most to families such as healthcare, employment and income security, retirement planning, affordable utilities and protection from financial abuse. We advocate for individuals in the marketplace by selecting products and services of high quality and value to carry the AARP name as well as help our members obtain discounts on a wide range of products, travel, and services. A trusted source for lifestyle tips, news and educational information, AARP produces AARP The Magazine, the world's largest circulation magazine; AARP Bulletin; www.aarp.org; AARP TV & Radio; AARP Books; and AARP en Español, a Spanish-language website addressing the interests and needs of Hispanics. AARP does not endorse candidates for public office or make contributions to political campaigns or candidates. The AARP Foundation is an affiliated charity that provides security, protection, and empowerment to older persons in need with support from thousands of volunteers, donors, and sponsors. AARP has staffed offices in all 50 states, the District of Columbia, Puerto Rico, and the U.S. Virgin Islands. Learn more at www.aarp.org.\n\nAbout AARP Services, Inc.\n\nAARP Services, Inc., founded in 1999, is a wholly-owned taxable subsidiary of AARP. AARP Services manages the provider relationships for and performs quality control oversight of the wide range of products and services that carry the AARP name and are made available by independent providers as benefits to AARP’s millions of members. The provider offers currently span health products, financial products, travel and leisure products, and life event services. Specific products include Medicare supplemental insurance; credit cards, auto and home, mobile home and motorcycle insurance, life insurance and annuities; member discounts on rental cars, cruises, vacation packages and lodging; special offers on technology and gifts; pharmacy services and legal services. AARP Services also engages in new product development activities for AARP and provides certain consulting services to outside companies.", "article_metadata": {"page_title": "CEO of AARP Services, Inc. Announces Retirement", "estimated_publish_date": "2014-01-23", "Last-Modified": "2014-01-23T13:48:42.452-05:00", "keywords": "AARP, AARP Services, Inc., John Wider", "paywallStatus": "off", "livefyreId": "350119:http://www.aarp.org/about-aarp/press-center/info-01-2014/CEO-of-AARP-Services-Inc-Announces-Retirement.html", "lfdataConfig": "{\"globalConfig\":{\"network\":\"aarp.fyre.co\"},\"livefyreConfig\":[{\"collectionMeta\":\"eyJhbGciOiJIUzI1NiJ9.eyJhcnRpY2xlSWQiOiJodHRwOi8vd3d3LmFhcnAub3JnL2Fib3V0LWFhcnAvcHJlc3MtY2VudGVyL2luZm8tMDEtMjAxNC9DRU8tb2YtQUFSUC1TZXJ2aWNlcy1JbmMtQW5ub3VuY2VzLVJldGlyZW1lbnQuaHRtbCIsInRpdGxlIjoiQ0VPIG9mIEFBUlAgU2VydmljZXMsIEluYy4gQW5ub3VuY2VzIFJldGlyZW1lbnQiLCJ1cmwiOiJodHRwOi8vd3d3LmFhcnAub3JnL2Fib3V0LWFhcnAvcHJlc3MtY2VudGVyL2luZm8tMDEtMjAxNC9DRU8tb2YtQUFSUC1TZXJ2aWNlcy1JbmMtQW5ub3VuY2VzLVJldGlyZW1lbnQuaHRtbCIsInRhZ3MiOiIiLCJjaGVja3N1bSI6ImRjNzBmMWVmOWI3NWMyZDVhZTY0OGIzOGY1NjA5ODNhIiwidHlwZSI6ImxpdmVjb21tZW50cyJ9.EnrxJucCNC54VYTVtVWNp5oA-623hr2K6SdfVudOVmo\",\"checksum\":\"dc70f1ef9b75c2d5ae648b38f560983a\",\"siteId\":\"350139\",\"articleId\":\"http://www.aarp.org/about-aarp/press-center/info-01-2014/CEO-of-AARP-Services-Inc-Announces-Retirement.html\",\"el\":\"livefyreConversation\",\"disableAvatars\":true,\"postToButtons\":[\"tw\",\"fb\"]}]}", "comments": "on", "source": "aarp_press_center", "type": "info", "description": "CEO of AARP Services, Inc. Announces Retirement", "robots": "index,follow", "Subject1": "People and Groups:AARP", "fb": {"app_id": 114175878660191}, "language": "english", "og": {"site_name": "AARP", "description": "CEO of AARP Services, Inc. Announces Retirement", "title": "CEO of AARP Services, Inc. Announces Retirement", "url": "http://www.aarp.org/about-aarp/press-center/info-01-2014/CEO-of-AARP-Services-Inc-Announces-Retirement.html", "image": "http://cdn.aarp.net/etc/aarp/statics/global/img/logos/aarp_50x50.imgcache.rev1463067653783.png", "type": "article"}, "contentId": "/content/aarp/en/home/about-aarp/press-center/info-01-2014/CEO-of-AARP-Services-Inc-Announces-Retirement", "mcafeesecure-site-verification": "fa79d1a3c2770869e1286a81816d01a4", "IALevel1": "about-aarp", "IALevel2": "press-center", "s43": "AboutAARP|SignatureInitiatives(Programs)", "action": "read", "dateToday": "2016-05-26"}, "article_summary": "AARP Services also engages in new product development activities for AARP and provides certain consulting services to outside companies.\nAbout AARP Services, Inc.AARP Services, Inc., founded in 1999, is a wholly-owned taxable subsidiary of AARP.\nA trusted source for lifestyle tips, news and educational information, AARP produces AARP The Magazine, the world's largest circulation magazine; AARP Bulletin; www.aarp.org; AARP TV & Radio; AARP Books; and AARP en Español, a Spanish-language website addressing the interests and needs of Hispanics.\nAnnounces RetirementWASHINGTON – John Wider, President and CEO of AARP Services, Inc. since 2008, announced today that he will retire when his contract expires at the end of 2014.\nAARP Services, Inc. (ASI) is a wholly owned, taxable subsidiary of AARP."}