{"article_title": "States Can Still Block Same-Sex Couples from Obamacare's Family Plans", "article_keywords": ["blue", "states", "plans", "family", "cross", "sex", "couples", "marriage", "plan", "obamacares", "samesex", "insurance", "block"], "article_url": "http://www.thewire.com/politics/2014/02/some-states-block-same-sex-couples-obamacares-family-plans/358273/", "article_text": "A gay couple is suing Ohio and the United States government after they were denied Obamacare coverage under a family plan, according to Reuters. The suit argues that the government failed to recognize their marriage, which blocked them from signing up for a single plan. The plaintiffs, Alfred Cowger and Anthony Wesley, have been on an Anthem Blue Cross Blue Shield plan for the last 15 years. In November of 2013 Anthem told them their plan didn't comply with the Affordable Care Act and, if they wanted to keep it, it would be twice as much and wouldn't qualify for tax credits. Coger and Wesley eventually applied for separate plans, and purchased a third plan for their adopted daughter.\n\nThe Supreme Court's June ruling on the Defense of Marriage Act allowed same sex couples to qualify for federal benefits, including health insurance. And one of Obamacare's protections is to prevent discrimination against the LGBT community. However, the court's guarantee is only in place for people who were married and resided in states that recognize same sex marriage. States can't stop an individual from signing up for insurance, but they do decided what constitutes a family plan. In Ohio, your spouse has to be of the opposite sex.\n\nBut insurers also play a role in whether same-sex couples can enroll in family plans. Blue Cross Blue Shield cancelled coverage for about 20 same sex couples in North Carolina in mid-January, and the North Carolina Department of Insurance told the News & Observer that it was the language within Blue Cross' plans — that defines a spouse as a member of the \"opposite sex\" — that led to the cancellations. But two weeks later, after public backlash, the insurer reinstates plans for same sex couples. A Blue Cross spokeswoman said the company should have offered same sex plans in the first place or asked for an amendment to the plans before canceling them.", "article_metadata": {"description": "A gay couple is suing Ohio and the United States government after they were denied Obamacare coverage under a family plan, according to Reuters.", "title": "News, opinion and aggregation on business, politics, entertainment, technology, global and national – The Wire", "og": {"site_name": "The Wire", "description": "A gay couple is suing Ohio and the United States government after they were denied Obamacare coverage under a family plan, according to Reuters.", "title": "States Can Still Block Same-Sex Couples from Obamacare's Family Plans", "locale": "en_US", "image": "http://cdn.thewire.com/media/img/upload/wire/2014/02/19/rsz_ap631326766198/lead_large.jpg", "url": "http://www.thewire.com/politics/2014/02/some-states-block-same-sex-couples-obamacares-family-plans/358273/", "type": "article"}, "twitter": {"description": "A gay couple is suing Ohio and the United States government after they were denied Obamacare coverage under a family plan, according to Reuters.", "title": "States Can Still Block Same-Sex Couples from Obamacare's Family Plans", "image": "http://cdn.thewire.com/media/img/upload/wire/2014/02/19/rsz_ap631326766198/lead_large.jpg", "creator": "@aritbenie", "site": "@thewire", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "fb": {"admins": "577048155,17301937", "app_id": 192759427473466}, "keywords": "The Wire, TheWire.com, TheWire.com, news, opinion, aggregation, business, politics, entertainment, technology, global, national", "article": {"publisher": "https://www.facebook.com/TheAtlanticWire"}, "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width"}, "_id": "\"57477af36914bd0286fce40b\"", "article_summary": "The plaintiffs, Alfred Cowger and Anthony Wesley, have been on an Anthem Blue Cross Blue Shield plan for the last 15 years.\nBut insurers also play a role in whether same-sex couples can enroll in family plans.\nBut two weeks later, after public backlash, the insurer reinstates plans for same sex couples.\nA Blue Cross spokeswoman said the company should have offered same sex plans in the first place or asked for an amendment to the plans before canceling them.\nA gay couple is suing Ohio and the United States government after they were denied Obamacare coverage under a family plan, according to Reuters."}