{"article_title": "Leah Still Suffers 'Serious Complication' From Brain Cancer, But Will Still Receive ESPY Award", "article_keywords": ["perseverance", "complication", "suffers", "honored", "cancer", "brain", "receive", "espys", "leah", "football", "life", "award", "past", "espy", "jimmy", "v", "serious", "devon"], "article_url": "http://www.medicaldaily.com/pulse/leah-still-suffers-serious-complication-brain-cancer-will-still-receive-espy-award-336208", "article_text": "Leah and Devon Still to be honored at this year's ESPYs.\n\nLeah and Devon Still to be honored at this year's ESPYs. Instagram\n\nThis past NFL season was embroiled in controversy, but it wasn't hard to spot the one shining light of the last year in sports: Leah Still. The 5-year-old daughter of Cincinnati Bengals defensive tackle Devon Still grabbed the attention of both football fans and people who have never seen a game.\n\nLeah Still to be honored at this year's ESPYs. Instagram\n\nAfter kicking stage 4 neuroblastoma's butt into remission, Leah and her family looked forward to enjoying a normal life, but like football, life is unpredictable. This past Friday the Still family was \"hit with a pretty serious complication\" identified as VOD — a severe condition resulting from a stem cell procedure.\n\nThankfully, a photo posted to Still's Instagram on Monday confirmed that although Leah had not really been awake for the past four days, she was doing better and was making \"a little progress.\" Despite Leah and Devon's setback, the father-daughter duo are still expected to be on hand for the 2015 ESPYs to accept the Jimmy V Perseverance Award.\n\nLeah Still to be honored at this year's ESPYS. Instagram\n\n“The perseverance that Devon and Leah have shown throughout this unfortunate process is incredibly moving,” said Connor Schell, senior vice president, ESPN Films and Original Content, who oversees the ESPYs, in a statement. “Each day that she fights, her father is by her side and their love and strength has captivated all of us in the sports world and beyond.”\n\n'@Dev_Still71 & his daughter Leah to be Honored w/Jimmy V Perseverance Award at '15 @ESPYS: http://t.co/6USw9LhGQG pic.twitter.com/EDDrzZfQpF — ESPYS (@ESPYS) June 1, 2015\n\nThe ESPYs will take place next month on July 15, and if you don't already know who Jimmy Valvano is — the man who the Jimmy V Perseverance Award was named after — you should watch this.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "leah, still, suffers, serious, complication, brain, cancer, will, still, receive, espy, award", "og": {"site_name": "Medical Daily", "description": "Leah and Devon were handed some pretty devastating news this past week, but you can still expect the pair to be at next month's ESPYs to receive the Jimmy V Perseverance Award.", "title": "Leah And Devon Still To Be Honored At ESPYs, Despite Serious Setback [VIDEO]", "url": "http://www.medicaldaily.com/pulse/leah-still-suffers-serious-complication-brain-cancer-will-still-receive-espy-award-336208", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured/public/2015/06/02/leah-still_1.png", "type": "article"}, "twitter": {"description": "Leah and Devon were handed some pretty devastating news this past week, but you can still expect the pair to be at next month's ESPYs to receive the Jimmy V Perseverance Award.", "title": "Leah And Devon Still To Be Honored At ESPYs, Despite Serious Setback [VIDEO]", "url": "http://www.medicaldaily.com/pulse/leah-still-suffers-serious-complication-brain-cancer-will-still-receive-espy-award-336208", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured/public/2015/06/02/leah-still_1.png", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/06/02/leah-still_1.png"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-06-02T17:07:50-04:00", "modified_time": "2015-06-02T17:07:49-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Leah and Devon were handed some pretty devastating news this past week, but you can still expect the pair to be at next month's ESPYs to receive the Jimmy V Perseverance Award."}, "_id": "\"57477af36914bd0286fce41b\"", "article_summary": "Despite Leah and Devon's setback, the father-daughter duo are still expected to be on hand for the 2015 ESPYs to accept the Jimmy V Perseverance Award.\nInstagramAfter kicking stage 4 neuroblastoma's butt into remission, Leah and her family looked forward to enjoying a normal life, but like football, life is unpredictable.\nLeah and Devon Still to be honored at this year's ESPYs.\nThis past Friday the Still family was \"hit with a pretty serious complication\" identified as VOD — a severe condition resulting from a stem cell procedure.\nInstagramThis past NFL season was embroiled in controversy, but it wasn't hard to spot the one shining light of the last year in sports: Leah Still."}