{"article_title": "Replacing An Ambulance With A Station Wagon : Shots", "article_keywords": ["wagon", "emergency", "metro", "replacing", "lewis", "medical", "station", "health", "shots", "ambulance", "dont", "thats", "south", "care"], "article_url": "http://www.npr.org/sections/health-shots/2014/09/05/345256876/replacing-an-ambulance-with-a-station-wagon", "article_text": "Replacing An Ambulance With A Station Wagon\n\ni toggle caption Eric Whitney Eric Whitney\n\nWhen a fire department gets a call for medical help, most of them scramble both an ambulance and a fully staffed fire truck. But that's way more than most people need, according to Rick Lewis, chief of emergency medical services at South Metro Fire Rescue Authority in the Denver suburbs.\n\n\"It's not the prairie and the Old West anymore, where you have to be missing a limb to go to the hospital,\" Lewis says, \"Now it's a sore throat or one day of cold or flu season sometimes, and that can be frustrating for people, I know it is.\"\n\nSouth Metro receives more than 12,000 emergency medical calls a year, and takes about 7,000 patients to area hospitals. Somebody who's been running a fever for a couple of days may need help — just not necessarily a ride to the ER. That disconnect can be frustrating for both ambulance crews and patients.\n\nCrews aren't required to transport everyone who calls, but Lewis says they fear lawsuits if they were to leave and a patient got worse. Also, ambulance companies typically don't get paid unless they take somebody to the hospital. So Lewis teamed up with Mark Prather, an emergency room doctor, to try and come up with a better way.\n\n\"We created a mobile care unit that can go to a given patient, if we think they're safe to treat on scene, and provide definitive on-scene treatment,\" says Prather.\n\nThe mobile care unit is, basically, a station wagon. Advance practice paramedic Eric Bleeker shows off some of the gear. \"This one is a suture set, so it has everything for wound closure, from staples to regular sutures,\" he says.\n\nAmbulances don't have that kind of equipment, so even someone who just needs a few stitches gets a ride to the emergency department.\n\nSeveral cities across the country are using paramedics as physician extenders, sending ambulance crews to do routine things like hospital follow-up visits in places where basic health care is hard to get. South Metro's model focuses on responding to calls. The team always includes at least one nurse practitioner, who can prescribe basic medicines that they stock in the mobile unit.\n\n\"A lot of what we do is sort of that mid-level between the acute care you receive in an emergency department and what the paramedics can currently do,\" says Bleeker.\n\nIt's kind of like an urgent care clinic on wheels.\n\nThere's also a miniature medical lab. \"We can run full blood chemistry, we can do complete blood counts, we can check for strep throat, we can check for influenza,\" he says. Those are capabilities that even many doctors' offices don't have on site.\n\nSouth Metro Fire also relies heavily on Colorado's new electronic medical records network. The nurse or EMT can call up patient records on the scene to provide care that's more like an office visit, and dispatchers can check recent medical histories to make sure they send ambulances to people who might really need one.\n\nThat person who called 911 because they were running a fever could end up being diagnosed and treated in their living room by South Metro's station wagon for about $500, instead of spending a lot more for similar care at an emergency room.\n\nInsurance companies don't yet pay for this, though, says Prather.\n\n\"That's maybe why nobody has done it yet,\" he says, laughing.\n\nFor the last nine months South Metro has been running the service basically for free, to prove that it saves money. But Prather thinks that's about to change because of Obamacare. The law aims to get insurance companies, Medicare and Medicaid to stop paying for too much medical care. And it can penalize health care providers who contribute to overuse of emergency rooms.\n\n\"It allowed us to think about payment differently, and basically switch from a volume situation to a quality situation,\" he says.\n\nBut it's not like the law just flips a switch and starts paying for appropriate care instead of rewarding providers who see a high number of patients and do lots of procedures. The change to reward efficient, appropriate health care is just starting to happen. Slowly. But Prather is now in talks with insurers and hopes to be getting paid soon.\n\nThis story is part of a reporting partnership between NPR and Kaiser Health News.", "article_metadata": {"Rating": "General", "description": "There's nothing like an ambulance when you really need one, but they're expensive, and a lot of people who call an ambulance would actually be better served with a different, cheaper kind of care.", "og": {"site_name": "NPR.org", "description": "There's nothing like an ambulance when you really need one, but they're expensive, and a lot of people who call an ambulance would actually be better served with a different, cheaper kind of care.", "title": "Replacing An Ambulance With A Station Wagon", "url": "http://www.npr.org/sections/health-shots/2014/09/05/345256876/replacing-an-ambulance-with-a-station-wagon", "image": "https://media.npr.org/assets/img/2014/09/02/bleeker1_wide-2d5b41d4635799358916b99b9e86173211c17777.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2014/09/02/bleeker1_wide-2d5b41d4635799358916b99b9e86173211c17777.jpg?s=1400"}, "card": "summary_large_image", "site": "@NPR"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2014-09-05", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "article_summary": "South Metro receives more than 12,000 emergency medical calls a year, and takes about 7,000 patients to area hospitals.\nFor the last nine months South Metro has been running the service basically for free, to prove that it saves money.\nThe law aims to get insurance companies, Medicare and Medicaid to stop paying for too much medical care.\nThe change to reward efficient, appropriate health care is just starting to happen.\nReplacing An Ambulance With A Station Wagoni toggle caption Eric Whitney Eric WhitneyWhen a fire department gets a call for medical help, most of them scramble both an ambulance and a fully staffed fire truck."}