{"article_title": "Opera singer performing at Loveland Opera Theatre Gala", "article_keywords": ["singer", "performed", "theatre", "opera", "times", "performing", "loveland", "gala", "lot", "singers", "table", "lunsford", "oct", "stage", "songs"], "article_url": "http://www.reporterherald.com/loveland-music/ci_28920094/opera-singer-performing-at-loveland-opera-theatre-gala", "article_text": "Andrew Lunsford, foreground, performs in the opera \"Turandot\" with Opera Fort Collins. ( Special to the Reporter-Herald )\n\nIf you go What: The Loveland Opera Theatre's \"Opera Jukebox Live.\" When: 5:30 p.m. Saturday, Oct. 17. Registration to attend is due Oct. 7. Where: Best Western Plus Crossroads Inn & Conference Center, 5542 U.S. 34, Loveland. Cost: $65 per person, $125 per couple, or $600 per table of 10. More info: For ticket information, call 593-0085 or email lovelandoperatheater@gmail.com. For details about Andrew Lunsford, visit andrewlunsford.com. The menu will include salad with dressing, spinach lasagna and chicken parmesan, fried zucchini and garlic bread, and tiramasu for dessert. Visit www.lovelandopera.org for more information.\n\nOpera singers memorize a lot of lyrics — which is Andrew Lunsford's greatest challenge.\n\nThe singers learn the notes and melodies of countless songs, which Lunsford is quite good at.\n\nAnd they study three languages in school — German, Italian and French — to become proficient in the language of opera.\n\nLunsford started off as a business owner, lost his business and went through a difficult transition period.\n\nThen, at age 30, he realized he could sing opera.\n\nLunsford, who has now performed at Carnegie Hall in New York three times, will be one of 11 performers at the Loveland Opera Theatre gala event on Oct. 17.\n\nRegistration for the event is due by Wednesday, Oct. 7.\n\nAdvertisement\n\nThe \"Opera Jukebox Live\" gala this year will be at the Best Western. In between courses, guests will have the opportunity to purchase arias and other classic and operatic songs from a list of 33 songs. Those songs will go into a queue and the singers will perform the songs at the guests' tables.\n\n\"In the past we've done a big extravaganza with lots of singers; it always costs a lot of money and doesn't make much. Sometimes, we lose money,\" said Juliana Hoch.\n\nAndrew Lunsford performs on April 13, 2013, with the American Music Performance National Choirs, presented by Choir of America, at Carnegie Hall. (Chris Lee / Special to the Reporter-Herald)\n\nSo the opera group tried something different this year.\n\n\"We did this once before and had really good luck with that,\" Hoch said.\n\nEach singer will be at a table so the guests at the table will have the opportunity to get to know the singer.\n\nThe event will include appetizers, cash bar and dinner. Proceeds will benefit the February production, \"Pirates of Penzance,\" which is a $54,000 production, Hoch said.\n\n\"Andrew is kind of our headline singer,\" she said.\n\nLunsford grew up in Broomfield but spent a lot of time in Fort Collins. He even did a semester at Colorado State University.\n\nHis business didn't do well in the recession several years ago and his family lost his house and car.\n\nIt was while he was trying to find solace around 2008 that he purchased a classical CD and sang along as he listened to it.\n\n\"I realized I could sing like the people on the CD,\" Lunsford said. \"I started learning an aria. It was something that was diverting at the moment because things were difficult.\"\n\nHe sang for someone, who sent it to someone else, and then someone else. Before he knew it, several schools were offering him scholarships to study music.\n\nHe ended up at Indiana University's Jacobs School of Music on a full scholarship.\n\n\"At 30 years old,\" he said. \"I hadn't been looking to go back to school, but in order to really train, you can't afford to do it yourself.\"\n\nHe said his family jumped at the chance and they moved to Indiana.\n\n\"I was the oldest freshman in the class of 2013,\" he said.\n\nHe said his singing ability was a complete surprise to him. He had played guitar a little and sung along but had never tried putting on an \"opera voice.\"\n\n\"It makes for an interesting story,\" he said. \"It was kind of exciting.\"\n\nHe has performed at the Kennedy Center and said that by this time next year, he will have performed at Carnegie Hall five times, which is more than he has performed on any other stage, apart from his college stage.\n\nHe said it has been a complete change but very welcome. His children have performed on stage with him a couple times and he has gotten to experience some exciting things a lot of people don't get to do.\n\n\"I just love doing it so much. When I'm not doing it, I feel like I'm dying a little bit,\" he said with a laugh.\n\nLunsford does both concerts and stage musicals.\n\nHe recently performed in a three-act opera, \"Turandot,\" with Opera Fort Collins. He sang in the role of Prince Calaf who sings a legendary song, \"Nessun Dorma\" — or None Shall Sleep.\n\n\"Loveland Opera Theatre is such an important company for the area,\" he said. \"People don't realize that they have a gift in their region.\"\n\nHe said that the arts are often hit the hardest and master works become lost because no one performs them or cares about them.\n\n\"The amount of sleep they lose to provide art to the community is amazing,\" he said.\n\nHoch said that both opera and musical theater will be presented at the gala.\n\n\"Just come ready for a party. It will be fun,\" she said.\n\nJessica Benes: 970-669-5050 ext. 530, jbenes@reporter-herald.com, Twitter.com/jessicabenes.", "article_metadata": {"sailthru.url": "http://www.reporterherald.com/loveland-music/ci_28920094/opera-singer-performing-at-loveland-opera-theatre-gala", "modificationDate": "2015-10-04T19:05:25-0600", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site47/2015/1004/20151004__05RHALOTw~2_300.jpg", "sailthru.author": "By Jessica Benes \n \n  Reporter-Herald Staff Writer", "description": "Opera singers memorize a lot of lyrics — which is Andrew Lunsford's greatest challenge. The singers learn the notes and melodies of countless songs, which Lunsford is quite good at. And they study three languages in school — German, Italian and French —  to become proficient in the language of opera.", "ag": {"canon": "LovelandReporter-Herald:article:28920094:view"}, "startDate": "2015-10-04T13:54:11-0600", "og": {"url": "http://www.reporterherald.com/loveland-music/ci_28920094/opera-singer-performing-at-loveland-opera-theatre-gala", "image": "http://extras.mnginteractive.com/live/media/site47/2015/1004/20151004__05RHALOTw~2.jpg", "type": "article", "description": "Opera singers memorize a lot of lyrics — which is Andrew Lunsford's greatest challenge. The singers learn the notes and melodies of countless songs, which Lunsford is quite good at. And they study three languages in school — German, Italian and French —  to become proficient in the language of opera.", "title": "Opera singer performing at Loveland Opera Theatre Gala"}, "twitter": {"domain": "reporterherald.com", "description": "Opera singers memorize a lot of lyrics — which is Andrew Lunsford's greatest challenge. The singers learn the notes and melodies of countless songs, which Lunsford is quite good at. And they study three languages in school — German, Italian and French —  to become proficient in the language of opera.", "title": "Opera singer performing at Loveland Opera Theatre Gala", "url": "http://www.reporterherald.com/loveland-music/ci_28920094/opera-singer-performing-at-loveland-opera-theatre-gala", "image": "http://extras.mnginteractive.com/live/media/site47/2015/1004/20151004__05RHALOTw~2.jpg", "site": "@reporterherald", "card": "summary_large_image"}, "sailthru.date": "2015-10-04T13:54:11-0600", "sailthru.site": "reporterherald.com", "endDate": "2025-10-04T15:48:50-0600", "sailthru.title": "Opera singer performing at Loveland Opera Theatre Gala", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Music", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "XzsHDcJw4iXBQEYtDXFRaUAdKzxhSvxWMgXyQQNFFzg", "byline": "By Jessica BenesReporter-Herald", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site47/2015/1004/20151004__05RHALOTw~2.jpg", "pubDate": "2015-10-04T13:55:57-0600", "news_keywords": "music loveland colorado"}, "_id": "\"57477af36914bd0286fce433\"", "article_summary": "( Special to the Reporter-Herald )If you go What: The Loveland Opera Theatre's \"Opera Jukebox Live.\"\nOpera singers memorize a lot of lyrics — which is Andrew Lunsford's greatest challenge.\nLunsford, who has now performed at Carnegie Hall in New York three times, will be one of 11 performers at the Loveland Opera Theatre gala event on Oct. 17.\nAndrew Lunsford, foreground, performs in the opera \"Turandot\" with Opera Fort Collins.\nHe recently performed in a three-act opera, \"Turandot,\" with Opera Fort Collins."}