{"article_title": "Republicans embrace Wag-the-Dog-ism", "article_keywords": ["senate", "nuclear", "republicans", "washington", "distract", "wagthedogism", "embrace", "ohio", "president", "white", "house", "obama"], "article_url": "https://www.washingtonpost.com/news/the-fix/wp/2013/11/25/republicans-embrace-wag-the-dog-ism/", "article_text": "The Republican strategy of late can be summed up in a single word: Distraction.\n\n\n\nFans of the Ohio State Buckeyes attempt to distract Ricardo Johnson #20 of the Ohio Bobcats as he shoots a foul shot during the second half at Value City Arena on November 12, 2013 in Columbus, Ohio. Ohio State defeated Ohio 79-69. (Photo by Kirk Irwin/Getty Images)\n\nWhen Senate Democrats moved last Thursday to invoke the nuclear option — a rules change that came after eight years of back and forth between the two parties over judicial and executive branch nominees — Senate Minority Leader Mitch McConnell (R-Ky.) chalked it up to an attempt to distract the public. \"I would probably be running for the exit, too, if I had supported this law,\" McConnell said of Obamacare. \"I would be looking to change the subject, change the subject just as Senate Democrats have been doing with their threats of going nuclear and changing the Senate rules on nominations.\"\n\nIn the wake of Saturday's temporary deal on Iran's nuclear program — the result of months worth of secret meetings — Texas Sen. John Cornyn tweeted out this thought:\n\nAmazing what WH will do to distract attention from O-care — JohnCornyn (@JohnCornyn) November 24, 2013\n\nIn short, whatever President Obama is doing that is not related to fixing the problems with his health care law is, in Republicans' minds, a transparent attempt to change the subject from what has rapidly developed into a major political problem for the administration.\n\nThis is nothing new in American politics — real or fictionalized.\n\nRemember that the bombings in Afghanistan in Sudan orchestrated by President Bill Clinton in August 1998 were regarded by many skeptically since the strikes came just three days after the president admitted he had misled the public about the nature of his relationship with one-time White House intern Monica Lewinsky. The Clinton administration insisted the strikes were completely unrelated to that event and instead were the direct result of attacks earlier in the month of U.S. embassies in Kenya and Tanzania. (Those military strikes came only a year after the release of \"Wag the Dog,\" a film about a fictional presidential adviser who creates a fake war against Albania to distract the country from the chief executive's sex scandal.)\n\nSuspicion — particularly among partisans of the party not occupying the White House — runs high when it comes to the motives of actions taken by the president. Just eight percent of Republicans approved of the job Obama was doing in a Washington Post-ABC News poll conducted earlier this month, while 86 percent of GOPers said Obama was not \"honest and trustworthy.\" Republicans are preternaturally willing to believe the worst about Obama and his motives — up to and including the idea that everything he has done since the rollout of Obamacare is designed to distract from that rollout.\n\nRecognizing the pointlessness of trying to prove that the president's actions are not motivated by a \"hey, look over there\" mentality, the White House has refused to comment on the GOP's distraction charges. “I don’t have any direct response to that,\" White House spokesman Josh Earnest said Sunday night when asked about Cornyn's comments. \"I know there are many people who took a rather dim view of that both for its plausibility and for what it says about our foreign policy priorities in this country.\"\n\nThat's the right answer. But the fact that Republicans view anything and everything Obama does (and doesn't do) through the prism of his health-care law speaks to the massive level of distrust between the parties right now.\n\nFixbits:\n\nObama opened a three-day campaign swing to raise money for Democrats in Medina, Washington, telling supporters, \"The biggest barrier and impediment we have right now is the Congress, and in particular the House of Representatives.\"\n\nHouse Intelligence Committee Chairman Mike Rogers (R-Mich.) said the Iran nuclear deal might lead to more violence.\n\nSen. Ben Cardin (D-Md.) said Congress won't allow the temporary deal on Iran to become the final deal.\n\nHere's a broad rundown of how Congress reacted to the deal.\n\nNew York Gov. Andrew Cuomo (D) says he is not running for president.\n\nHouse Speaker John Boehner’s health-care premiums are set to nearly double as a result of Obamacare.\n\nKentucky Senate candidate Matt Bevin has millions in personal cash and assets.\n\nMust-reads:\n\n\"For beleaguered IRS, a crucial test still awaits after troubled rollout of health-care law\" — Tom Hamburger and Sarah Kliff, Washington Post\n\n\"After Iran nuclear deal, tough challenges ahead\" — Joby Warrick, Washington Post\n\n\"The Iran deal's built-in deadline drama\" — Josh Gerstein, Politico\n\n\"‘Nuclear option’ in Senate makes president more powerful\" — Chris Cillizza, Washington Post", "article_metadata": {"description": "From the nuclear option to nuclear talks with Iran, Republicans say President Obama is trying to distract from the Affordable Care Act.", "og": {"site_name": "Washington Post", "description": "From the nuclear option to nuclear talks with Iran, Republicans say President Obama is trying to distract from the Affordable Care Act.", "title": "Republicans embrace Wag-the-Dog-ism", "url": "https://www.washingtonpost.com/news/the-fix/wp/2013/11/25/republicans-embrace-wag-the-dog-ism/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2013/11/16/Sports/Images/187816041.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/the-fix/wp/2013/11/25/republicans-embrace-wag-the-dog-ism/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "health care repeal, health care reform, health care repeal 2011, health care reform bill, healthcare reform, healthcare vote, healthcare legislation, health care debate, cbo heal care, repeal of health care bill, republicans try to change health care, health care bill costs, obama health care, obamacare, repeal health care, health care interest groups, healthcare legislation, health care insurance, heath care reform,", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "health care repeal, health care reform, health care repeal 2011, health care reform bill, healthcare reform, healthcare vote, healthcare legislation, health care debate, cbo heal care, repeal of health care bill, republicans try to change health care, health care bill costs, obama health care, obamacare, repeal health care, health care interest groups, healthcare legislation, health care insurance, heath care reform,"}, "_id": "\"57477af36914bd0286fce443\"", "article_summary": "“I don’t have any direct response to that,\" White House spokesman Josh Earnest said Sunday night when asked about Cornyn's comments.\nSuspicion — particularly among partisans of the party not occupying the White House — runs high when it comes to the motives of actions taken by the president.\nRecognizing the pointlessness of trying to prove that the president's actions are not motivated by a \"hey, look over there\" mentality, the White House has refused to comment on the GOP's distraction charges.\n\"I would probably be running for the exit, too, if I had supported this law,\" McConnell said of Obamacare.\nOhio State defeated Ohio 79-69."}