{"article_title": "Clinton says her agenda is ‘sensible, achievable’ (AUDIO)", "article_keywords": ["sensible", "clinton", "agenda", "campaign", "care", "work", "health", "wind", "achievable", "toledo", "need", "audio", "presidential", "dont"], "article_url": "http://www.radioiowa.com/2016/01/18/clinton-says-her-agenda-is-sensible-achievable/", "article_text": "Democratic presidential candidate Hillary Clinton tonight said the Obama Administration’s “hard work” on health care reform could be undone by “overpromising” to voters in 2016.\n\n“It’s one of the great accomplishments to finally be on the path to universal health care, but we have to make sure nobody rips it away,” Clinton said in Toledo, Iowa.\n\nClinton did not mention rival Bernie Sanders by name, but she warned his push for a single-payer system could wind up helping Republicans repeal Obama’s Affordable Care Act.\n\n“I don’t want to overpromise. I don’t want to come out with theories and concepts that may or may not be possible. We don’t need any more of that,” Clinton said. “What we need is a sensible, achievable agenda where we roll up our sleeves and we work together.”\n\nAUDIO of Clinton’s appearance, 50:00\n\nClinton addressed about 300 people at a campaign rally in Toledo tonight.\n\n“This time in two weeks I hope you will all be at the Caucus,” Clinton told the crowd.\n\nClinton asked precinct captains and campaign volunteers in the audience to raise their hands. Clinton thanked them for their work and said she has “a lot of confidence in the process” that presidential candidates go through in Iowa.\n\nEarlier this afternoon Clinton made an unannounced stop at the family-owned Scenic Route Bakery in Des Moines’ East Village. She chatted with customers and posed for pictures.", "article_metadata": {"og": {"site_name": "Radio Iowa", "description": "Democratic presidential candidate Hillary Clinton tonight said the Obama Administration’s “hard work” on health care reform could be undone by “overpromising” to voter…", "title": "Clinton says her agenda is ‘sensible, achievable’ (AUDIO)", "url": "http://www.radioiowa.com/2016/01/18/clinton-says-her-agenda-is-sensible-achievable/", "image": "http://cdn.radioiowa.com/wp-content/uploads/2016/01/Hilliary-Clinton-237x300.jpg", "locale": "en_US", "type": "article"}, "article": {"published_time": "2016-01-19T03:51:16+00:00", "modified_time": "2016-01-19T04:19:17+00:00"}, "twitter": {"card": "summary"}, "robots": "noodp,noydir", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Democratic presidential candidate Hillary Clinton tonight said the Obama Administration’s “hard work” on health care reform could be undone by “overpromising” to voters in 2016.\nWe don’t need any more of that,” Clinton said.\n“It’s one of the great accomplishments to finally be on the path to universal health care, but we have to make sure nobody rips it away,” Clinton said in Toledo, Iowa.\n“What we need is a sensible, achievable agenda where we roll up our sleeves and we work together.”AUDIO of Clinton’s appearance, 50:00Clinton addressed about 300 people at a campaign rally in Toledo tonight.\nEarlier this afternoon Clinton made an unannounced stop at the family-owned Scenic Route Bakery in Des Moines’ East Village."}