{"article_title": "Why Wisconsin loved Abraham Lincoln", "article_keywords": ["loved", "lincoln", "wisconsin", "theory", "150", "assassination", "slavery", "free", "states", "abraham", "war"], "article_url": "http://www.wausaudailyherald.com/story/opinion/columnists/2015/04/15/wisconsin-loved-abraham-lincoln/25779629/", "article_text": "This image of President Abraham Lincoln is last photo in the president’s last photo session during his life. It was taken Feb. 5, 1865. He died 10 days later. (Photo: Library of Congress/AP)\n\nI grew up in the cornfields of central Illinois, about 75 miles from Abraham Lincoln's third-floor law office off the state Capitol in Springfield. Each leg of the Illinois legal circuit Lincoln rode in his days as a Western lawyer is memorialized full of trinkets and murals, walking tours and statues and \"Lincoln slept here\" markers.\n\nIt's wonderful. There could be deep American history in any random park. Any split-rail fence.\n\nOf course, one of the central mysteries about Lincoln is how he went from country lawyer to greatest president, from moderate Republican who favored containing but not abolishing slavery (and often advocated sending America's blacks to Liberia) to the Great Emancipator.\n\nRELATED: The Lincoln assassination, 150 years later\n\nI have been in his office; and in the Capitol where he held his first elected office; I've sat next to the statue outside of the McLean County Courthouse near my childhood home, one of the places where he practiced law; and I've stood in a couple of the places where he debated U.S. slavery policy with Stephen A. Douglas. I can report that those places don't answer that question about Lincoln's ascension and evolution. I am not sure there is an answer.\n\nThe rebel Army of Northern Virginia, led by Robert E. Lee, surrendered to the great Gen. Ulysses S. Grant 150 years ago last Thursday. One-hundred-fifty years ago Tuesday, the actor John Wilkes Booth shot Lincoln at Ford's Theater; and it was 150 years ago today that Lincoln died, his Secretary of War Edwin Stanton saying over him, \"He belongs to the ages now.\"\n\nLincoln was in Wisconsin a handful of times in his life, and the only noteworthy one was in September 1859, when he spoke at a fair in Milwaukee. But Wisconsin loved Lincoln, with 56.6 percent voting for him in 1860 compared to only 42.7 percent for Douglas and 55 percent to 45 percent in 1864. Wisconsin was the birthplace of the then-young Republican Party; all its elected officials but two Democrats voted in favor of the 13th Amendment abolishing slavery, and the state's voters promptly ratified the amendment in 1865.\n\nBuy Photo Wisconsin artist Dan Green displays one of the life masks of Abraham Lincoln. (Photo: File/Gannett Wisconsin Media)\n\nWhat made Wisconsin so steadfast? In 1860, there were 1,200 free blacks living in Wisconsin — a tiny proportion of the state's 775,881 people. There were some Eastern abolitionists in the state, but throughout the antebellum period they were — despite being 100 percent right — considered fringe extremists.\n\nStill, by the time the Civil War started, Wisconsinites were eager to see the Slave Power smashed. And a big part of the reason was laid out by Lincoln in that 1859 speech in Milwaukee.\n\nThis is Lincoln on the Republican Party's theory of \"free labor\":\n\n\"The prudent, the penniless beginner in the world labors for wages awhile, saves a surplus with which to buy tools or land for himself; then labors on his own account another while, and at length hires another new beginner to help him,\" Lincoln said. \"This, say its advocates, is free labor — the just and generous and prosperous system, which opens the way for all.\"\n\nAP archives: Abraham Lincoln assassination report\n\nThe Slave Power had its own economic theory, \"mudsill theory,\" which held that every class had its proper place, from aristocracy to worker to slave, and these roles were essentially preordained and not to be questioned.\n\nWisconsin was a frontier state with an agricultural base and virtually no established gentry. Of course Wisconsinites were not buying the idea of a permanent overclass; of course they embraced free labor's ideals of social mobility. That meant opposing slavery, even if many were victims of their place and time in history when it came to questions of actual social equality.\n\nPresident Abraham Lincoln’s top hat from the night of his assassination is on display at a new exhibit entitled “Silent Witnesses: Artifacts of the Lincoln Assassination,” in Washington, D.C. (Photo: AP)\n\nBy the end of the Civil War, 91,379 men from Wisconsin had fought for the Union — about half of the state's eligible voters. Twelve thousand had died.\n\nI've read a lot of Civil War diaries and letters home to Wisconsin. They are concerned with where the soldiers are walking and how their shoes are holding up, whether they are getting hardtack or bread, whether they're likely to see battle, whether other men are deserting. They don't spend a lot of time on philosophy or economics or the moral underpinnings of the war.\n\nRELATED: Lincoln assassination expert scours Iowa for clues\n\nBut about Lincoln, who did, there seems to be not much doubt.\n\n\"His death is felt to be a great national calamity, but nowhere is such sincere sorrow felt as here in the army,\" wrote James K. Newton, a schoolteacher from De Pere who joined the 14th Wisconsin Volunteer Infantry, on news of the assassination. \"No man, not even Grant himself, possesses the entire love of the army as did President Lincoln.\"\n\nNow 150 years later, it's true of all of us.\n\nRead or Share this story: http://wdhne.ws/1yueYD6", "article_metadata": {"google": "notranslate", "description": "Wisconsinites were eager to see the Slave Power smashed", "og": {"site_name": "Daily Herald Media", "description": "Wisconsinites were eager to see the Slave Power smashed", "title": "Why Wisconsin loved Abraham Lincoln", "url": "http://www.wausaudailyherald.com/story/opinion/columnists/2015/04/15/wisconsin-loved-abraham-lincoln/25779629/", "image": "http://www.gannett-cdn.com/GDContent/applogos/wausaudailyherald.png", "type": "article"}, "twitter": {"description": "Wisconsinites were eager to see the Slave Power smashed", "title": "Why Wisconsin loved Abraham Lincoln", "image": "http://www.gannett-cdn.com/-mm-/3426fd62bc5ed4ea635c4c9775a85ced290f8855/c=0-150-2906-3056&r=x643&c=640x640/local/-/media/Wausau/2015/04/14/B9316955586Z.1_20150414162020_000_GNTAGGAE5.1-0.jpg", "creator": "@wausauherald", "site": "@wausauherald", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=884268453", "fb": {"app_id": 187427251271455}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "abraham lincoln, wisconsin, civil war, lincoln anniversary"}, "_id": "\"57477af36914bd0286fce44c\"", "article_summary": "This image of President Abraham Lincoln is last photo in the president’s last photo session during his life.\nRELATED: Lincoln assassination expert scours Iowa for cluesBut about Lincoln, who did, there seems to be not much doubt.\nBuy Photo Wisconsin artist Dan Green displays one of the life masks of Abraham Lincoln.\nBut Wisconsin loved Lincoln, with 56.6 percent voting for him in 1860 compared to only 42.7 percent for Douglas and 55 percent to 45 percent in 1864.\nAP archives: Abraham Lincoln assassination reportThe Slave Power had its own economic theory, \"mudsill theory,\" which held that every class had its proper place, from aristocracy to worker to slave, and these roles were essentially preordained and not to be questioned."}