{"article_title": "Analysis: Tired of arguing technicalities, Clinton says she’s sorry for emails", "article_keywords": ["clinton", "campaign", "tired", "arguing", "voters", "state", "analysis", "emails", "email", "clintons", "shes", "pagliano", "sorry", "server", "technicalities", "presidential", "chairman"], "article_url": "http://www.dallasnews.com/news/local-news/20150908-analysis-tired-of-arguing-technicalities-clinton-says-shes-sorry-for-emails.ece", "article_text": "WASHINGTON — It took three interviews and five days for Hillary Clinton to say, “I’m sorry.”\n\nAfter resisting apologizing for using a personal email account run on a private server to conduct government business as secretary of state, Clinton shifted course Tuesday.\n\n“That was a mistake,” she said of her email practice. “I’m sorry about that. I take responsibility,” the front-runner for the Democratic presidential nomination said in an interview with ABC News.\n\nClinton’s late-arriving mea culpa came just 24 hours after she insisted in an interview with The Associated Press that she didn’t need to apologize because “what I did was allowed.” That comment came after a sit-down with NBC News on Friday, in which Clinton said only that she was sorry if her actions had caused voters any confusion.\n\nThe apology evolution is the latest chapter for an issue that has dogged Clinton’s presidential campaign for months. Despite a big fundraising advantage and a slew of endorsements from party leaders, her standing with voters has slipped — multiple polls show a majority of Americans don’t find her honest and trustworthy.\n\nAfter the shaky summer, Clinton’s advisers say she will more fully address the email saga as the campaign presses into the fall. Top campaign officials have started emailing memos to anxious supporters and convening late-night conference calls with prominent Democrats.\n\nWhile Clinton’s campaign offered no immediate explanation for why she changed her mind about an apology, the fact that she did suggests an acceptance that it was untenable to continue avoiding saying the words “I’m sorry.”\n\nClinton isn’t the first politician take their time reaching that conclusion.\n\nIt took 2012 GOP presidential nominee Mitt Romney weeks to disavow his comments suggesting 47 percent of Americans believed they were victims and entitled to government services. President Barack Obama at first resisted apologizing to Americans who lost their existing health insurance after adoption of the Affordable Care Act despite his promises they would not. He, too, ultimately said he was sorry.\n\nChanging strategy\n\nWhile Clinton’s apology may ease the anxiety among some Democrats, it’s unlikely to end the political fallout.\n\nRepublican National Committee spokeswoman Allison Moore suggested Tuesday that Clinton was only apologizing because “she got caught and is dropping in the polls.”\n\nRepublican presidential candidates see the issue as a way to discredit Clinton for the general election. GOP lawmakers on Capitol Hill are using questions about whether Clinton withheld pertinent emails to bolster a congressional investigation into the deadly 2012 terror attacks in Benghazi, Libya.\n\nAt the State Department’s request, Clinton did turn over 55,000 pages of work-related emails last year. The FBI has also taken possession of the server, which she resisted giving up until last month.\n\nFor months, Clinton’s advisers insisted the email saga was little more than a Washington obsession, meaningless to voters. After a testy news conference last month, she told reporters, “Nobody talks to me about it other than you guys.”\n\nClinton’s defense has largely centered on the argument that she wasn’t violating any rules by exclusively using a private email account run via a server located at her New York-area home. And, in fact, it wasn’t until after she left the State Department that Obama signed changes to the Federal Records Act asserting that government officials could use personal email only if copies were also sent to their official accounts.\n\nStill, the White House and agencies including the State Department had previously issued guidelines to employees making clear that government email should be used for official business.\n\nTroubling questions\n\nClinton’s campaign now says it’s clear their strategy of arguing technicalities hasn’t worked.\n\nEarly polling shows her losing ground in key early states to Vermont Sen. Bernie Sanders, an independent running for the Democratic nomination. The opening has also sparked speculation that Vice President Joe Biden could be a late entry into the Democratic contest.\n\nBut it’s the surveys showing voters have questions about Clinton’s integrity that are the most troubling for her campaign.\n\nIn a recent Quinnipiac University poll, 61 percent of voters said they did not consider Clinton honest and trustworthy compared with 34 percent who did ascribe those qualities to her. Similarly, an Associated Press-GfK poll from July found 66 percent of Americans said the word “honest” described Clinton only slightly well or not well at all.\n\n“We’ve had some headwinds particularly around the email question,” Clinton campaign chairman John Podesta acknowledged last week. “There’s been a lot of noise that’s made it more difficult to break through.”\n\nJulie Pace,\n\nThe Associated Press\n\nImmunity for aide\n\nIMMUNITY ORDER? Two powerful Senate chairman said they are considering seeking one or more immunity orders for Bryan Pagliano, a former Clinton aide whose attorneys have indicated would refuse to answer questions under his Fifth Amendment right to protect himself against any prosecution. Pagliano was paid to maintain Clinton’s personal server while she was secretary of state.\n\nSEEKING ANSWERS: Senate Judiciary Committee Chairman Chuck Grassley and Homeland Security and Government Affairs Committee Chairman Ron Johnson — both Republicans — wrote to Pagliano that they are considering seeking the immunity in an effort to compel Pagliano to testify, while ostensibly protecting him from any prosecution. The committees’ oversight function is unrelated to any potential prosecution, they wrote. The chairmen asked for a meeting with Pagliano’s attorneys to assess what might be revealed in such testimony.", "article_metadata": {"description": "While her apology may ease some Democrats’ anxiety, it’s unlikely to end the political fallout.", "og": {"description": "While her apology may ease some Democrats’ anxiety, it’s unlikely to end the political fallout.", "title": "Analysis: Tired of arguing technicalities, Clinton says she’s sorry for emails", "url": "http://www.dallasnews.com/news/local-news/20150908-analysis-tired-of-arguing-technicalities-clinton-says-shes-sorry-for-emails.ece", "image": {"width": 1280, "identifier": "http://www.dallasnews.com/news/local-news/20150908-dem_2016_clinton.ece/BINARY/original/DEM_2016_Clinton", "height": 853}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "type": "article"}, "LastModifiedDate": "2015-09-09T03:12:07Z", "twitter": {"site": "@dallasnews", "card": "summary", "creator": "@dallasnews"}, "PublishDate": "2015-09-09T03:04:34Z", "parsely-page": "{\"title\": \"Analysis: Tired of arguing technicalities, Clinton says she\\u2019s sorry for emails\", \"link\": \"http://www.dallasnews.com/news/local-news/20150908-analysis-tired-of-arguing-technicalities-clinton-says-shes-sorry-for-emails.ece\", \"image_url\": \"http://www.dallasnews.com/news/local-news/20150908-dem_2016_clinton.ece/BINARY/original/DEM_2016_Clinton\", \"type\": \"post\", \"post_id\": \"2427679\", \"pub_date\": \"2015-09-09T03:04:34Z\", \"section\": \"General News\", \"author\": \"\", \"tags\": [\"dallas\", \"dallas fort worth\", \"dallas news\", \"dallas fort worth news\", \"dfw news\", \"dallas local news\", \"dallas fort worth local news\", \"dallas newspaper\", \"dallas morning news\", \"dallas morning news newspaper\"]}", "fb": {"admins": 1043783589, "page_id": 20946638799, "app_id": 258290334265148}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "cXenseParse": {"recs": {"image": "http://www.dallasnews.com/news/local-news/20150908-dem_2016_clinton.ece/ALTERNATES/w660/DEM_2016_Clinton", "publishtime": "2015-09-09T03:04:34Z"}}, "news_keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper"}, "_id": "\"57477af46914bd0286fdcdd5\"", "article_summary": "The apology evolution is the latest chapter for an issue that has dogged Clinton’s presidential campaign for months.\n“We’ve had some headwinds particularly around the email question,” Clinton campaign chairman John Podesta acknowledged last week.\nAt the State Department’s request, Clinton did turn over 55,000 pages of work-related emails last year.\nPagliano was paid to maintain Clinton’s personal server while she was secretary of state.\nAfter the shaky summer, Clinton’s advisers say she will more fully address the email saga as the campaign presses into the fall."}