{"article_title": "Obamacare opens: Arizonans without insurance can sign up Tuesday", "article_keywords": ["website", "arizona", "plans", "million", "obamacare", "sign", "jan", "gjersvig", "state", "health", "arizonans", "insurance", "opens"], "article_url": "http://www.abc15.com/news/national/obamacare-opens-health-insurance-markets-open-success-to-be-seen", "article_text": "Arizonans without employer-provided health insurance were finally able to shop for policies Tuesday on a federally run website, with nonprofits providing outreach and assistance to potential enrollees trying to navigate the process.\n\nThe website lets individuals shop for different levels of insurance and see if they're eligible for subsidies to help pay some of the costs.\n\nGov. Jan Brewer decided Arizona should join the federal exchange rather than run a state marketplace.\n\nThe website was having problems handling all the traffic, but there was no reason to rush. People can sign up as late as Dec. 15 and still have coverage in place on Jan. 1, said Allen Gjersvig, director of health care innovation at the Arizona Alliance for Community Health Centers.\n\nThe new program is a key part of President Barack Obama's Affordable Care Act, but many people were struggling to get onto the website and sign up.\n\nAn Associated Press reporter and Gjersvig both had problems getting past the security questions screen on the main signup page -- an issue seen across the country.\n\nObama said more than 1 million people nationwide had visited the government's main website before 7 a.m. EDT, and officials were scrambling to fix the glitches.\n\n\"What I would suggest is that there are lots of Americans that are very interested in finding out what their options are, whether it is pricing or which insurance companies in their state will have health plans,\" Gjersvig said. \"I would suggest that people not do anything for two weeks -- let other people get frustrated by slow computer processing.\"\n\nTen large insurers filed applications with the state to sell insurance on the exchange, including Aetna, Blue Cross Blue Shield of Arizona, and Cigna. The plans are offered at four coverage levels, plus a catastrophic plan only available to people under 30 and some with limited incomes.\n\nOne of the major differences between current insurance and that available after Jan. 1 is that companies now have to offer plans to people with pre-existing conditions and can't charge them higher rates.\n\nMany people also will qualify for tax credits that will lower the monthly price.\n\nSeventeen Arizona health centers split $2.3 million to help people sign up for insurance, while another $2.1 million was awarded to four groups, including Gjersvig's, to hire \"navigators\" to help people enroll.\n\nAbout 20 percent of Arizonans don't have insurance, but at least 300,000 are expected to get Medicaid coverage for the poor starting Jan. 1. That leaves about 700,000 people without insurance, many of them eligible to buy it through the exchange.\n\nFor those newly qualifying for the state's Medicaid program, which is expanding to include individuals and families making up to 138 percent of the federal poverty limit -- navigators are advising those people to skip the federal health exchange site.\n\nInstead, they should and go directly to the state Medicaid site, although either site will transfer to the other if a person doesn't qualify. Individuals earning as much as $11,499 a year and a family of four earning $23,499 qualify.\n\nRetirees and disabled people now on Medicare are not affected by the new marketplaces, but Gjersvig said many incorrectly believe they will be. The regular open enrollment period for Medicare runs from Oct. 15 to Dec. 7.\n\n\n\n", "article_metadata": {"isStory": "true", "isPremium": "false", "description": "Millions of Americans will on Tuesday be able to shop for the first time on the insurance marketplaces at the heart of President Barack Obama's health care reforms.", "author": "Associated Press", "og": {"site_name": "KNXV", "description": "Millions of Americans will on Tuesday be able to shop for the first time on the insurance marketplaces at the heart of President Barack Obama's health care reforms.", "title": "Obamacare opens: Arizonans without insurance can sign up Tuesday", "url": "http://www.abc15.com/news/national/obamacare-opens-health-insurance-markets-open-success-to-be-seen", "image": {"width": 640, "identifier": "http://media2.abc15.com//photo/2013/09/30/KNXV_Obama_shutdown_speech_September_30_20130930174234_640_480.JPG", "height": 480}, "locale": "en_US", "type": "article"}, "twitter": {"app": {"id": {"ipad": 481439771, "iphone": 487337298}}, "site": "@abc15", "card": "summary_large_image"}, "shortHeadline": "Obamacare now in AZ despite shutdown", "com.silverpop.brandeddomains": "www.pages03.net,scripps.mkt7057.com,www.abc15.com,recp.mkt32.net", "hasVideo": "true", "fb": {"app_id": 206808062803593}, "idio": {"hasVideo": "true", "isPremium": "false", "author": "Associated Press"}, "keywords": "News National | ABC15.com | Phoenix, Arizona | KNXV-TV | Local and Breaking News, Weather, Radar, Traffic, Life, Sports, ZZEDIT", "google-site-verification": "oWcNYhPP-bMv5YiZlkuqquf2FnmIkb72o0tm_Qw3y4E", "article": {"publisher": "http://www.facebook.com/abc15", "section": "National", "tag": "national, obamacare", "published_time": "2013-10-01T11:49:56+0000", "modified_time": "2013-10-01T23:21:28+0000"}, "viewport": "width=device-width, target-densitydpi=device-dpi, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fce482\"", "article_summary": "Arizonans without employer-provided health insurance were finally able to shop for policies Tuesday on a federally run website, with nonprofits providing outreach and assistance to potential enrollees trying to navigate the process.\nSeventeen Arizona health centers split $2.3 million to help people sign up for insurance, while another $2.1 million was awarded to four groups, including Gjersvig's, to hire \"navigators\" to help people enroll.\nAbout 20 percent of Arizonans don't have insurance, but at least 300,000 are expected to get Medicaid coverage for the poor starting Jan. 1.\nThe new program is a key part of President Barack Obama's Affordable Care Act, but many people were struggling to get onto the website and sign up.\nThe website lets individuals shop for different levels of insurance and see if they're eligible for subsidies to help pay some of the costs."}