{"article_title": "How hospitals can use online health forums to better engage underserved populations", "article_keywords": ["media", "engage", "help", "populations", "hospitals", "study", "social", "better", "healthcare", "spread", "health", "underserved", "online", "forums", "twitter"], "article_url": "http://www.fiercehealthcare.com/story/how-hospitals-can-use-online-health-forums-better-engage-underserved-popula/2015-08-13", "article_text": "By Fran Matso Lysiak\n\nA new study from the University of California, Riverside sheds light on how people use social media and online health forums. Researchers say hospitals can use the findings to help reach underserved communities and prevent the spread of misinformation.\n\nThe study, published in the Journal of Medical Internet Research, looked at the demographics of users who participate in health-related Web-based social outlets to identify possible links to disparities in healthcare. They learned that men and women use social media and online health forums differently and for different purposes. For example, women use drug review websites and health forums to talk about specific conditions, while men prefer social sites such as Twitter to comment on health news and healthcare policy.\n\nResearchers also found that blacks and medically underserved populations use the platforms less frequently than other groups.\n\n\"One application for these results is for public health officers who want to approach specific or underrepresented demographics,\" study coauthor Vagelis Hristidis, a professor computer science and engineering at the University of California, Riverside, said in a study announcement. \"If you can assign health experts to take part in some online communities, they can help users avoid misinformation or dispense healthy lifestyle advice.\"\n\nThe research results can help healthcare providers customize educational campaigns for different groups, the study says. For example, white women must be informed much more on the possible spread of misinformation in health Web forums because they participate more often than men.\n\nOne way many hospitals now use social media and spread health information is to hire journalists to write stories about health trends and engage patients, according to a post at Hospitals & Health Networks Daily. In addition to raising health awareness in the community, hospitals rely on the platforms for branding, marketing and fundraising, FierceHealthcare previously reported.\n\nAnother benefit to the use of social media: Research from the University of Arizona indicates that hospitals can use Twitter to predict how many emergency room visits they can expect on a given day.\n\nTo learn more:\n\n- read the study\n\n- here's the study announcement\n\n- check out the post at HHN Daily\n\nRelated Articles\n\nHospitals' commitment to social media grows\n\nHow to use social media to enhance customer service\n\nAnother reason to use Twitter: Tweets can predict emergency room visits\n\nHealthcare professionals flock to Twitter\n\n3 reasons healthcare pros should join Twitter\n\nHow Twitter can help track the spread of influenza\n\nHow social media can combat chronic disease\n\nHospitals turn to social media for 'virtual' patient advice\n\nPatients choose hospitals based on social media", "article_metadata": {"description": "A new study from the University of California, Riverside reveals how people use social media and online health forums. Hospitals can use the findings to help reach underserved communities and prevent the spread of misinformation.", "og": {"site_name": "FierceHealthcare", "description": "A new study from the University of California, Riverside reveals how people use social media and online health forums. Hospitals can use the findings to help reach underserved communities and prevent the spread of misinformation.", "title": "How hospitals can use online health forums to better engage underserved populations", "url": "http://www.fiercehealthcare.com/story/how-hospitals-can-use-online-health-forums-better-engage-underserved-popula/2015-08-13", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Health Information Technology,Healthcare Disparities,Marketing,Patient Care & Outcomes,research,social media,twitter,University of California Riverside", "viewport": "width=device-width", "news_keywords": "Health Information Technology,Marketing,Patient Care & Outcomes"}, "article_summary": "They learned that men and women use social media and online health forums differently and for different purposes.\nOne way many hospitals now use social media and spread health information is to hire journalists to write stories about health trends and engage patients, according to a post at Hospitals & Health Networks Daily.\nBy Fran Matso LysiakA new study from the University of California, Riverside sheds light on how people use social media and online health forums.\nResearchers say hospitals can use the findings to help reach underserved communities and prevent the spread of misinformation.\nFor example, women use drug review websites and health forums to talk about specific conditions, while men prefer social sites such as Twitter to comment on health news and healthcare policy."}