{"article_title": "Two men affected by Pioneer Hotel fire reflect", "article_keywords": ["men", "affected", "mexico", "hotel", "washington", "reflect", "pioneer", "tucson", "lives", "tamayo", "way", "tragic", "dhedouville", "talk", "theres"], "article_url": "http://www.tucsonnewsnow.com/story/30797096/two-men-affected-by-pioneer-hotel-fire-reflect", "article_text": "The Pioneer Hotel in downtown Tucson went up in flames on Dec. 20, 1970 with more than 700 people inside. The fire killed 29 people and affected hundreds of first responders, family members, and Tucsonans.\n\nFrank Tamayo was one of the first firefighters on scene.\n\n\"We put it in the back of our minds and we didn't want to talk about it,\" Tamayo said. \"It hurt. It was terrible.\"\n\nTamayo said he and other firefighters simply tried to forget the tragic night.\n\n\"The fact that I knew that I had crawled over bodies that were completely burnt. When I was crawling in there putting out the fire ... doing the rescue. It was just something we didn't want to talk about,\" Tamayo said.\n\nTamayo says it remained this way for years, until he met Paul d'Hedouville II, whose father died in the fire. D'Hedouville's father, a lawyer, was in Tucson on business and the rest of the family was supposed to fly from Washington D.C. to Tucson to meet him.\n\n\"We were meant to be flying to Tucson to spend Christmas but by the grace of God, my brother had an ear infection which prevented us from flying. Otherwise we would have been here and would have likely perished,\" d'Hedouville said.\n\nHe has spent the past three years connecting with first responders and families of victims both in the U.S. and Mexico, helping them connect with one another and talk about the tragic day.\n\nD'Hedouville also helped Tamayo reunite with a little girl he saved that night who now lives in Mexico. D'Hedouville is also working with city leaders to find a permanent way to honor the 29 people who lost their lives through a memorial. He has also been talking to the mayor of Hermosillo in Mexico to bring back one of the firetrucks that was used during the Pioneer Hotel fire.\n\n\"There's no marker, there's no memorial, there's nothing. It's as if the event never happened. Well for those of us that live this every day and our loved ones aren't with us it's something that you never get over,\"\n\nD'Hedouville currently lives right outside Washington D.C. but said he plans on moving to Tucson sometime next year.\n\nCopyright 2015 Tucson News Now. All rights reserved.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "The Pioneer Hotel in downtown Tucson went up in flames on Dec. 20, 1970 with more than 700 people inside.  The fire killed 29 people and affected hundreds of first responders, family members and Tu...", "author": "Janice Yu", "og": {"url": "http://www.tucsonnewsnow.com/story/30797096/two-men-affected-by-pioneer-hotel-fire-reflect", "image": "http://kold.images.worldnow.com/images/9498679_G.jpg", "type": "article", "description": "The Pioneer Hotel in downtown Tucson went up in flames on Dec. 20, 1970 with more than 700 people inside.  The fire killed 29 people and affected hundreds of first responders, family members and Tu...", "title": "Two men reflect on anniversary of Pioneer Hotel fire"}, "twitter": {"account_id": 17641427, "title": "Two men reflect on anniversary of Pioneer Hotel fire", "image": "http://kold.images.worldnow.com/images/9498679_G.jpg", "creator": "@TucsonNewsNow", "site": "@TucsonNewsNow", "card": "summary", "description": "The Pioneer Hotel in downtown Tucson went up in flames on Dec. 20, 1970 with more than 700 people inside.  The fire killed 29 people and affected hundreds of first responders, family members and Tu..."}, "wnreadableurl": "two-men-affected-by-pioneer-hotel-fire-reflect", "ROBOTS": "Index,Follow,NoArchive", "owner": "KOLD", "fb": {"admins": 644426401, "app_id": 215936215202939}, "article": {"publisher": "http://www.facebook.com/TucsonNewsNow"}, "date": "2015/12/20", "google-site-verification": "wum6pK5VyCXxNIhQSMSz7se_UVLjlDGJFKTm4EWnWUY", "KEYWORDS": "Tucson News Now,KOLD News 13,FOX 11,KOLD,KMSB,Tucson,Southern Arizona,Arizona", "wn-version": "ContainerE-Story", "wn-base": "IIS17", "news_keywords": "Tucson News Now,KOLD News 13,FOX 11,KOLD,KMSB,Tucson,Southern Arizona,Arizona"}, "article_summary": "The Pioneer Hotel in downtown Tucson went up in flames on Dec. 20, 1970 with more than 700 people inside.\n\"We put it in the back of our minds and we didn't want to talk about it,\" Tamayo said.\nHe has also been talking to the mayor of Hermosillo in Mexico to bring back one of the firetrucks that was used during the Pioneer Hotel fire.\nD'Hedouville also helped Tamayo reunite with a little girl he saved that night who now lives in Mexico.\nTamayo says it remained this way for years, until he met Paul d'Hedouville II, whose father died in the fire."}