{"article_title": "France blows away Swiss 5-2 in World Cup to take control of Group E – The Denver Post", "article_keywords": ["control", "scored", "group", "goal", "cup", "switzerland", "away", "played", "denver", "france", "penalty", "players", "benzema", "swiss", "world", "post", "miss", "blows"], "article_url": "http://www.denverpost.com/sports/ci_26003913/france-blows-away-swiss-5-2-world-cup", "article_text": "SALVADOR, Brazila —Forwards Olivier Giroud and Karim Benzema each scored one goal and created another as a rampant France blew away Switzerland 5-2 Friday to take control of Group E and all but seal a place in the next round.\n\nFrance has six points and can qualify if Ecuador and Honduras draw later Friday.\n\n“It was a great night for us. We hurt them with our quick attacks and with the variety of our play,” France coach Didier Deschamps said. “You can always ask if it’s us who played well or whether the opponent was weak, but I prefer to focus on how we played.”\n\nGiroud and Blasie Matuidi scored a minute apart and Mathieu Valbuena added another to give France a 3-0 halftime lead.\n\nBenzema made up for a first-half penalty miss with a poacher’s finish in the 67th, and then turned provider for Moussa Sissoko, who made it 5-0 with a neat side-footed effort in the 73rd.\n\n“Karim is confirming that he’s in very, very good form. He’s in great shape athletically,” Deschamps said. “His happiness is a joy to behold, he’s one of the best players in the world and having such an efficient player is very important in a competition like this.”\n\nSwitzerland pulled two consolation goals back as Blerim Dzemaili scored with a free kick in the 81st and Granit Xhaka slotted in the second in the 87th.\n\nBenzema thought he had scored his second — and the goal of the night — but his curling, first-time strike was ruled out because Dutch referee Bjorn Kuipers blew his whistle for full time just seconds before the shot.\n\n“I didn’t hear the whistle,” Benzema said. “But the most important thing is that we won. I’m happy with my match, but we all played well.”\n\nFriday marked the fourth anniversary of France’s infamous World Cup training ground strike four years ago in South Africa, when the players shamed a nation back home.\n\nHow different things look now.\n\nFrance has scored eight goals in two games and Benzema could even afford to miss a penalty against a poor Swiss side that failed to live up to its reputation as one of the hardest teams around to break down.\n\n“I don’t want to put a brake on the enthusiasm. It’s a huge satisfaction within the team but we’re not going to get carried away,” Deschamps said. “We shouldn’t think we’re prettier than we are.”\n\nGiroud had distinguished himself the wrong way early on. In the sixth minute, center half Steve Von Bergen came off with blood pouring down from under his left eye after Giroud kicked him in the face.\n\nVon Bergen was replaced by Philippe Senderos and things went from bad to awful from then on as Switzerland’s makeshift defense simply could not cope with the ferocious pace of France’s breaks from midfield and the slick movement of its interchanging forward line.\n\n“France has excellent individual players and they can go very far in this tournament. When the opponent has such strong individual players, they can move quickly to counterattack,” Switzerland coach Ottmar Hitzfeld said through a translator. “We have seen France’s potential. They had an explosion of power and this shows the class of this team.”\n\nDeschamps had dropped midfielder Paul Pogba, who was lucky not to be sent off against Honduras for aiming a wild kick at Wilson Palacios, warning him that he needs to control his temper better.\n\nAfter coming on as a substitute, Pogba sent an exquisite pass with the outside of his right boot that had Senderos kicking at air, and Benzema finished confidently for his third goal of the tournament. The Real Madrid forward then instigated a move and waited for Sissoko to break down the right, serving him with an inch-perfect pass.\n\nThe Swiss conceded too easily throughout the game.\n\nGiroud jumped above Behrami from near the back of the penalty area to head powerfully under the crossbar in the 17th minute. Then, Valon Behrami gave the ball away to Benzema, who fed Matuidi sprinting down the left, and the Paris Saint-Germain midfielder slotted neatly inside the near post.\n\nThe Swiss had only one shot on target in the first half, with goalkeeper Hugo Lloris diving low to keep out Mehmedi’s drive. Shaqiri picked up the rebound and scuffed a low shot that rolled just wide.\n\nThat close miss went unpunished by Benzema, who missed from the spot after being tripped by Johan Djourou in the 32nd. Yohan Cabaye hit the crossbar from the rebound.\n\nIt mattered little as France caught Switzerland with a classic counterattack, Giroud galloping into space down the left and picking out Valbuena at the back post.\n\n“Olivier played very well, like all the players did,” Benzema said. “He holds the ball up well back to goal, creates space and helps others to score.”", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "France blows away Swiss 5-2 in World Cup to take control of Group E", "title": "France blows away Swiss 5-2 in World Cup to take control of Group E", "url": "http://www.denverpost.com/2014/06/20/france-blows-away-swiss-5-2-in-world-cup-to-take-control-of-group-e/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140620__france-switzerland-group-Ep1.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140620__france-switzerland-group-Ep1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2014-06-20T15:10:30+00:00", "modified_time": "2016-04-27T08:31:54+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdc7cd\"", "article_summary": "It mattered little as France caught Switzerland with a classic counterattack, Giroud galloping into space down the left and picking out Valbuena at the back post.\nWe hurt them with our quick attacks and with the variety of our play,” France coach Didier Deschamps said.\nThat close miss went unpunished by Benzema, who missed from the spot after being tripped by Johan Djourou in the 32nd.\nBenzema made up for a first-half penalty miss with a poacher’s finish in the 67th, and then turned provider for Moussa Sissoko, who made it 5-0 with a neat side-footed effort in the 73rd.\nSALVADOR, Brazila —Forwards Olivier Giroud and Karim Benzema each scored one goal and created another as a rampant France blew away Switzerland 5-2 Friday to take control of Group E and all but seal a place in the next round."}