{"article_title": "Ban On 'Climate Change' Widespread Across Florida Government Under Rick Scott", "article_keywords": ["climate", "global", "florida", "report", "department", "scott", "rick", "words", "ban", "warming", "widespread", "change", "told"], "article_url": "http://www.huffingtonpost.com/2015/03/12/rick-scott-climate-change_n_6855006.html", "article_text": "Florida's ban on using the words \"climate change\" and \"global warming\" in official communications goes beyond just the state's Department of Environmental Protection to other government agencies under Gov. Rick Scott (R), according to a new report by the Florida Center for Investigative Reporting.\n\nFCIR previously reported that four former DEP officials had come forward about the unwritten policy.\n\nNow, employees who worked at other government agencies are speaking out, as well.\n\nUntil last year, Bill Taylor was a manager at the Florida Department of Transportation's office in Fort Lauderdale. He said that at a meeting in 2012 or 2013 -- Scott took office in 2011 -- \"it was mentioned very casually that in our future dealings with the public, we were not to use the terms ‘climate change’ or ‘global warming.’ But it was OK to talk about sea-level rise, because for some projects that had to be taken into consideration.”\n\nA former employee at the South Florida Water Management District had a similar story.\n\n“It was widely known that you couldn't put those words into a report,\" the former employee told FCIR. \"They just wouldn't make it through the editing process.\"\n\nA Florida scientist who co-authored a study about how climate change affects a certain marine food-borne illness told The Washington Post that the state Department of Health told her to excise every mention of \"climate change\" from her paper.\n\nFlorida officials, including Scott, have denied that there's any policy banning these words. The governor told reporters Monday that the FCIR report was \"not true\" although he refused to say whether he believes man-made global warming is a problem.\n\nScott has been an outspoken skeptic of global warming, despite the fact that his state is at risk of losing its coastal communities to rising sea levels. A Southeast Florida Regional Climate Compact paper has warned that water in the area could rise by as much as 2 feet by the year 2060.\n\nLast year, a reporter asked Scott whether man-made climate change \"is significantly affecting the weather, the climate.\" Scott tried to change the subject and replied, \"Well, I'm not a scientist.\"\n\nWhen asked by the Tampa Bay Times in 2010 whether he believed in climate change, Scott simply replied, \"No.\"\n\nFCIR noted that although the words \"climate change\" and \"global warming\" still slip through and make their way into government reports, there has been a \"steep decline\" in their use since Scott came into office.\n\nThe state's senior Democratic Sen. Bill Nelson has a very different take on what climate change means for his state:\n\nAlso on HuffPost: Politicians' Science Gaffes Politicians' Science Gaffes\n\n1 of 10 \"I have flown twice over Mount St. Helens out on our West Coast. I'm not a scientist and I don't know the figures, but I have a suspicion that that one little mountain has probably released more sulfur dioxide into the atmosphere of the world than has been released in the last ten years of automobile driving or things of that kind that people are so concerned about.\" - President Ronald Reagan, 1980 Not quite. Cars emit about 81,000 tons of sulfur dioxide per day, while Mount St. Helens emitted only about 2,000 tons. Share this slide:\n\nPublic Domain", "article_metadata": {"description": "Florida's ban on using the words \"climate chang...", "sailthru.expire_date": "2015-03-13 11:14:26 -0400", "og": {"site_name": "The Huffington Post", "description": "Florida's ban on using the words \"climate chang...", "title": "Ban On 'Climate Change' Widespread Across Florida Government Under Rick Scott", "url": "http://www.huffingtonpost.com/2015/03/12/rick-scott-climate-change_n_6855006.html", "image": "http://i.huffpost.com/gen/2712344/images/o-RICK-SCOTT-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "Florida's ban on using the words \"climate chang...", "creator": "aterkel", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2712344/images/o-RICK-SCOTT-facebook.jpg", "height": 1000}, "title": "Ban On 'Climate Change' Widespread Across Florida Government Under Rick Scott", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2015-03-12 11:14:26 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=6855006", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "video,Rick Scott,rick scott global warming,rick scott climate change,florida global warming,florida climate change,Generation Change", "article": {"section": "Politics", "tag": "video,Rick Scott,rick scott global warming,rick scott climate change,florida global warming,florida climate change,Generation Change", "published_time": "2015-03-12 11:14:26 -0400", "modified_time": "2015-10-26 17:59:01 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fdce0a\"", "article_summary": "When asked by the Tampa Bay Times in 2010 whether he believed in climate change, Scott simply replied, \"No.\"\nLast year, a reporter asked Scott whether man-made climate change \"is significantly affecting the weather, the climate.\"\nUntil last year, Bill Taylor was a manager at the Florida Department of Transportation's office in Fort Lauderdale.\nFlorida's ban on using the words \"climate change\" and \"global warming\" in official communications goes beyond just the state's Department of Environmental Protection to other government agencies under Gov.\nA Florida scientist who co-authored a study about how climate change affects a certain marine food-borne illness told The Washington Post that the state Department of Health told her to excise every mention of \"climate change\" from her paper."}