{"article_title": "Colorado State improves bowl hopes Saturday with 35-28 win at Hawaii – The Denver Post", "article_keywords": ["colorado", "win", "byu", "bowl", "hawaii", "denver", "rams", "csu", "state", "improves", "quarterback", "yards", "night", "hopes", "post", "boise", "3528"], "article_url": "http://www.denverpost.com/colleges/ci_24398190/colorado-state-improves-bowl-hopes-saturday-35-28", "article_text": "On a night of milestones and firsts for Colorado State, what mattered most Saturday after the Rams’ 35-28 win at Hawaii is that the CSU took a huge step in attempting to become bowl eligible.\n\nColorado State (4-4, 2-1 Mountain West) must win three of its final five regular-season games to qualify for the postseason for the first time since the 2008 New Mexico Bowl.\n\nThe Rams play a 13-game-schedule because teams that have a road game against Hawaii are allotted an additional game to help defray the expenses of that trip.\n\nIn front of 29,752 fans at Honolulu’s Aloha Stadium, Colorado State scored all of its points in the first half. That proved to be enough. The Rams gained 313 of their 408 yards of total offense before halftime.\n\n“It was a heck of a win tonight for the team,” CSU coach Jim McElwain said. Playing in Hawaii is always tough, especially with the travel. And we knew we’d be facing a team that played to the end.\n\n“We really felt good about the start we had tonight. Road wins are really hard to come by. And sometimes you don’t play well (as in the second half). But at the end of the day, it’s about getting the win.”\n\nCSU sophomore Kapri Bibbs ran for 137 yards (on career-high 33 carries) and scored three touchdowns for the second consecutive game and for the third time in four games. Bibbs’ first score Saturday night was set up by a 70-yard run by sophomore Donnell Alexander.\n\nRams junior quarterback Garrett Grayson passed for 177 yards and one touchdown, a 20-yarder to senior tight end Crockett Gillmore that put the Rams up 21-7 early in the second quarter. Grayson was intercepted once.\n\nAmong the “firsts” recorded Saturday night by Colorado State:\n\n* The Rams have won consecutive conference road games for the first time since 2002. A week earlier, CSU won 52-22 at Wyoming.\n\n* Colorado State has won two games in a row for the first time under McElwain, who is in his second season in Fort Collins.\n\n* This was the first road win for McElwain that involved a plane ride. His previous “away” victories were in Denver (over Colorado State in 2012) and at Wyoming (2013).\n\n* At 2-1, CSU has a winning conference record for the first time under McElwain.\n\n* CSU matched its victory total of last season (4-8).\n\n“We’re going to enjoy this one,” McElwain said.\n\nHawaii (0-7, 0-5) remained winless. But the Rainbow Warriors outscored CSU 11-0 after halftime and had the ball on the game’s final possession. A “Hail Mary” heave to the end zone by backup quarterback Taylor Graham with time running out fell incomplete.\n\nThe hosts had pulled to seven points on a 20-yard field goad by Tyler Hadden with 2:54 remaining to cap a 9-play, 53-yard drive.\n\nHawaii finished with more offensive yards (418) than the Rams (408). Senior quarterback Sean Schroeder threw for 349 yards and two touchdowns. He threw two interceptions.\n\n“That’s a well-coached team,” Hawaii coach Norm Chow said of CSU. “They do a nice job of scheming. When we play teams like that, you can’t miss opportunities.”\n\nSchroeder was sacked three times by CSU’s defense, including a hit by sophomore linebacker Cory James midway through the first quarter that separated Schroeder from the ball. Junior linebacker Max Morgan scooped up the fumble and ran 73 yards for a touchdown to give the visitors a 14-0 lead.\n\n“I got caught from behind last year (on a takeway) against these guys,” Morgan said. “I was determined to not let that happen again.”\n\nColorado State hosts Boise State (5-3, 3-1) at 6 p.m. Saturday in Hughes Stadium. The Broncos come off a 37-20 loss Friday night at Brigham Young in a nonconference matchup.\n\nTom Kensler: , tkensler@denverpost.com or twitter.com/tomkensler\n\nEye on… The Broncos\n\nBoise State at CSU, 6 p.m. Saturday, CBSSN\n\nFor the record: Boise State (5-3, 3-1 Mountain West) comes off a 37-20 loss Friday night at BYU, a nationally televised nonconference game. Boise State and Colorado State have met only twice, with the Broncos winning at home in 2011 (63-13) and in Fort Collins last season (42-14).\n\nStreaking: Boise State has posted double figures in victories in each of its previous seven seasons under coach Chris Petersen, who took the reins in December 2005 when Dan Hawkins left for Colorado. With three losses this season, the Broncos are off to their worst start since 2001.\n\nWho’s hot: Sophomore tailback Jay Ajayi was a bright spot at BYU with 151 yards rushing. He ran for 222 yards the previous week against Nevada.\n\nWhat’s not: Uncharacteristically, Boise State’s defense ranks just 79th nationally in yards allowed with 414.8 per game. BYU quarterback Taysom Hill, a native of Idaho, threw for 339 yards and three touchdowns against the Broncos.\n\nKey stat: Boise State junior quarterback Grant Hedrick made his first start in the loss to BYU. Hedrick has replaced senior Joe Southwick, who fractured his right ankle on the Broncos’ first play from scrimmage in the Oct. 19 win over Nevada. Hedrick threw for 232 yards against BYU, with one touchdown and one interception.\n\nFYI: Boise State’s 50-game October winning streak came to an end at BYU. Before Friday, the Broncos had not lost in the month of October since 2011, 45-14 to Rice.\n\nTom Kensler, The Denver Post", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Colorado State improves bowl hopes Saturday with 35-28 win at Hawaii", "title": "Colorado State improves bowl hopes Saturday with 35-28 win at Hawaii", "url": "http://www.denverpost.com/2013/10/27/colorado-state-improves-bowl-hopes-saturday-with-35-28-win-at-hawaii/", "image": {"width": 600, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20131027__20131027__csu-rams-latep1p1.jpg", "height": 409}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20131027__20131027__csu-rams-latep1p1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2013-10-27T12:28:56+00:00", "modified_time": "2016-04-29T07:53:09+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fce4ab\"", "article_summary": "Boise State and Colorado State have met only twice, with the Broncos winning at home in 2011 (63-13) and in Fort Collins last season (42-14).\n“I was determined to not let that happen again.”Colorado State hosts Boise State (5-3, 3-1) at 6 p.m. Saturday in Hughes Stadium.\nIn front of 29,752 fans at Honolulu’s Aloha Stadium, Colorado State scored all of its points in the first half.\nHis previous “away” victories were in Denver (over Colorado State in 2012) and at Wyoming (2013).\n* Colorado State has won two games in a row for the first time under McElwain, who is in his second season in Fort Collins."}