{"article_title": "The Poor Don't Pay Taxes? They Sure Do—For Obamacare!", "article_keywords": ["poor", "sure", "families", "dont", "pay", "obamacare", "taxes", "dofor", "right", "health", "burden", "income", "services", "tax", "conover"], "article_url": "http://reason.com/blog/2014/02/20/the-poor-dont-pay-taxes-they-sure-dofor", "article_text": "One of the few certainties of the Affordable Care Act is the tax load with which it's laden. The medical device tax, income tax surcharge on high-earners, tax on investment income, and others have all fueled complaints and, possibly, even killed some jobs. But these are all supposedly taxes on businesses and relatively prosperous families and individuals—the sort of people who make for unsympathetic victims when politicians are playing to the crowd. But, according to Christopher J. Conover of the Center for Health Policy & Inequalities Research at Duke University, low-income Americans shouldn't get too comfortable, because they're in for a soaking, too, as taxes on medical goods and services get passed along to them.\n\nAt Forbes, Conover writes:\n\nEven the lowest income families (earning less than about $19,000 in 2012) will be on the hook for nearly $7,000 in Obamacare taxes over the decade that started last year. Let’s be clear. Obamacare also absolutely and positively is socking it to the “rich” (approximately the top 2%). I calculate that families in that income range will end up paying $177,000 over the same decade. But the much more surprising figure is that such families will end up bearing only 34% of the Obamacare tax burden. It’s true that the top 20% of families will bear about 56% of the overall burden, but such families also account for 50% of after-tax income (at least according to the Consumer Expenditure Survey data I used to make my calculations). In contrast, families in the lowest income 20% receive 3.1% of after tax income, yet will bear 7.3% of Obamacare’s tax burden. To be sure, many of these same families will be recipients of massive subsidies through Medicaid and the Exchanges. But it’s important for such families to understand that quite a bit of what’s being given by the right hand of government is being taken right back by the left hand of government in the form of all sorts of taxes on health services, health insurance and other goods and services that will be passed right back to them in the form of higher prices.\n\nLower-income individuals who work for large firms, points out Conover, will get relatively few benefits from Obamacare, but will still be on the hook for the taxes. They'll effectively be subsidizing their friends and neighbors at small firms.\n\nNothing comes for free, but sometimes the cost is distributed a little bit farther than politicians like to pretend.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "One of the few certainties of the Affordable Care Act is the tax load with which it's laden. The medical device tax, income tax surcharge on high-earners,", "title": "The Poor Don't Pay Taxes? They Sure Do—For Obamacare!", "url": "http://reason.com/blog/2014/02/20/the-poor-dont-pay-taxes-they-sure-dofor", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/2014_02/ObamacareTaxes.jpg", "type": "article"}, "twitter": {"description": "One of the few certainties of the Affordable Care\nAct is the \ntax load with which it's laden. The medical device tax, income\ntax surcharge on high-earners, tax on investment income, and others\nhave all fueled complaints and, possibly, even killed\nsome jobs. But these are all supposedly taxes on businesses and\nrelatively prosperous families and individuals—th", "title": "The Poor Don't Pay Taxes? They Sure Do—For Obamacare!", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/2014_02/ObamacareTaxes.jpg", "creator": "@JD_Tuccille", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Policy", "published_time": "2014-02-20T20:27:00+00:00", "author": "http://reason.com/people/jd-tuccille"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "The medical device tax, income tax surcharge on high-earners, tax on investment income, and others have all fueled complaints and, possibly, even killed some jobs.\nBut the much more surprising figure is that such families will end up bearing only 34% of the Obamacare tax burden.\nIn contrast, families in the lowest income 20% receive 3.1% of after tax income, yet will bear 7.3% of Obamacare’s tax burden.\nAt Forbes, Conover writes:Even the lowest income families (earning less than about $19,000 in 2012) will be on the hook for nearly $7,000 in Obamacare taxes over the decade that started last year.\nTo be sure, many of these same families will be recipients of massive subsidies through Medicaid and the Exchanges."}