{"article_title": "Bob Menendez corruption trial: Judge to hear arguments on venue", "article_keywords": ["case", "jersey", "stevens", "washington", "menendez", "venue", "trial", "hear", "arguments", "judge", "sen", "bob", "indictment", "rep", "corruption", "moved"], "article_url": "http://www.washingtontimes.com/news/2015/jun/16/judge-to-hear-arguments-on-menendez-corruption-tri/", "article_text": "NEWARK, N.J. (AP) — A federal judge in Newark on Tuesday is scheduled to hear oral arguments on whether the corruption case against Sen. Bob Menendez stays in New Jersey or is moved to Washington, D.C.\n\nMenendez’s attorneys filed last month to have the trial moved, while federal prosecutors want it to remain in New Jersey, where the indictment was handed up in early May.\n\nTHE CHARGES\n\nMenendez, a congressman for more than 20 years and a member of the Senate since 2006, is charged in a 22-count indictment with accepting gifts and donations totaling about $1 million from Florida ophthalmologist Salomon Melgen in exchange for political favors. The gifts included flights aboard a luxury jet and a Paris vacation. Menendez has said he accepted gifts from Melgen because the two have been close friends for years.\n\nMelgen also is charged in the indictment, and is charged in a separate indictment in Florida accusing him of multiple counts of Medicare fraud.\n\nWHAT’S NEXT\n\nBoth sides have filed briefs to U.S. District Judge William Walls in Newark, who will hear arguments Tuesday. Walls could rule on Menendez’s venue motion Tuesday, or he could take more time to go over the arguments.\n\nWalls has said he wants a trial to begin in mid-October, but that could be delayed because Menendez’s attorneys plan to file multiple motions to have the charges thrown out.\n\nWHAT THEY’RE SAYING\n\nAbbe Lowell, representing Menendez, wrote in his filing that the case should be moved because most of the alleged criminal acts occurred in Washington, most potential witnesses are there and Menendez’s Senate duties would be adversely affected if he is forced to travel back and forth to New Jersey.\n\nThe Justice Department has argued that Menendez accepted things of value from Melgen in New Jersey that led to the alleged illegal acts, and that the inconvenience to Menendez and any witnesses in the case will be negligible.\n\nTHE PRECEDENTS\n\nLowell cited several previous prosecutions of congressman that were based in Washington, including those of Ohio Rep. Bob Ney, Idaho Rep. George Hansen and late Alaska Sen. Ted Stevens. He focused on the Stevens case, in which the government fought Stevens’ attempts to have a trial moved to Alaska — making arguments opposed to what it is arguing now, Lowell contends.\n\nProsecutors noted the cases of former New Jersey Sen. Harrison Williams, New York Rep. Michael Grimm and others that were based in their home states.", "article_metadata": {"description": "A federal judge in Newark on Tuesday is scheduled to hear oral arguments on whether the corruption case against Sen. Bob Menendez stays in New Jersey or is moved to Washington, D.C.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "A federal judge in Newark on Tuesday is scheduled to hear oral arguments on whether the corruption case against Sen. Bob Menendez stays in New Jersey or is moved to Washington, D.C.", "title": "Bob Menendez corruption trial: Judge to hear arguments on venue", "url": "http://www.washingtontimes.com/news/2015/jun/16/judge-to-hear-arguments-on-menendez-corruption-tri/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/06/15/Menendez_Carry_On_Bags.JPEG-075ca.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/06/15/Menendez_Carry_On_Bags.JPEG-075ca.jpg", "description": "A federal judge in Newark on Tuesday is scheduled to hear oral arguments on whether the corruption case against Sen. Bob Menendez stays in New Jersey or is moved to Washington, D.C.", "site": "@washtimes", "card": "summary", "title": "Bob Menendez corruption trial: Judge to hear arguments on venue"}, "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Law Crime, Bob Menendez, Newark"}, "_id": "\"57477af36914bd0286fce4aa\"", "article_summary": "He focused on the Stevens case, in which the government fought Stevens’ attempts to have a trial moved to Alaska — making arguments opposed to what it is arguing now, Lowell contends.\nWHAT’S NEXTBoth sides have filed briefs to U.S. District Judge William Walls in Newark, who will hear arguments Tuesday.\nProsecutors noted the cases of former New Jersey Sen. Harrison Williams, New York Rep. Michael Grimm and others that were based in their home states.\nWalls could rule on Menendez’s venue motion Tuesday, or he could take more time to go over the arguments.\nMenendez has said he accepted gifts from Melgen because the two have been close friends for years."}