{"article_title": "National Review", "article_keywords": ["worth", "house", "review", "republicans", "obamacare", "system", "understanding", "public", "healthcare", "vote", "repeal", "national"], "article_url": "http://www.nationalreview.com/corner/360092/ongoing-health-care-debate-yuval-levin", "article_text": "A small group of House Republicans, but one sufficiently large to deny the party a voting majority in the House, believed that the budget brinksmanship of the past few weeks would allow them to keep the government open but prevent Obamacare’s exchanges from starting up. Now that the opposite has happened, it would be worth their time to reconsider their options.\n\nI think their goal — to repeal and replace Obamacare — is the right goal, and that, as Ramesh well argues today, the Democrats’ argument from inertial authority (“Obamacare is on the books, so stop complaining about it”) is nonsense. But ends, however passionately held, do not yield their own means, so Republicans have to think carefully about the means at their disposal to achieve their goals.\n\nRepublicans did not do nearly well enough in the last election to enact legislation that would repeal Obamacare. In order to repeal that law and attempt an effective reform of our health-care system along conservative lines, they will need to do better in the next election and the one to follow. To that end, they can take several kinds of steps with regard to Obamacare in the meantime: steps that would weaken the law (by highlighting its faults or disabling some of its elements) and ultimately make it easier to replace; steps that would weaken the law’s supporters (by further connecting them to the law in the public’s mind and forcing them to defend its least popular elements) and ultimately make them easier to replace; and steps that would strengthen the law’s opponents (by clearly identifying them as opponents of an unpopular measure and champions of a more appealing approach) and help them gain more public support.\n\nIn my view (shared with all who would listen to no avail, for what it’s worth) the original defund strategy was not well suited to doing any of these things. The members pursuing that strategy seemed to realize that this past weekend — essentially every House Republican voted for temporary budget bills that would have funded Obamacare, in pursuit of more strategic objectives. The bill they ended up with Monday night, which would have avoided a shutdown by delaying Obamacare’s individual mandate and denying members of Congress and their staffs an exemption from the part of the law that applied to their own health coverage, involved all three of the above approaches to some extent: highlighting some of Obamacare’s least popular elements and Republican opposition to them and forcing every red-state Democrat running for reelection to explain in the coming campaign season a vote to shut down the government to protect Congress’s health coverage and the individual mandate.\n\nThe shutdown itself is not a catastrophe, though it achieves nothing and should have been avoided. Shutting down 40 percent or so of the federal government won’t have immediate implications in the lives of most Americans, at least at first. The president’s dire warnings yesterday were, like his warnings about the direct effects of the sequester cuts, exaggerated and misguided. But the expectations of some Republicans that a shutdown would bring a public uprising in opposition to Obamacare were surely even more misguided. Both sets of expectations assume the federal government is at the center of Americans’ lives and is the focus of their attention, and it just isn’t. That’s a good thing, and conservatives more than anyone should remember that.\n\nThe urgency underlying the defund efforts of the past few weeks was itself also driven in part by a view of the American public that is unbecoming of conservatives. The idea that once people started signing up for exchange subsidies (or once they start receiving them) the country will become “hooked on the sugar,” in Ted Cruz’s unfortunate formulation, strikes me as a misunderstanding of both the public and Obamacare. The exchange subsidies — which will involve about 2 percent of the public getting discounts on overpriced insurance premiums in 2014 — are part of a very problematic system that needs to be replaced with a functional insurance market, but they are hardly the worst part of that system, and they are hardly well suited to get the nation “hooked” on anything.\n\nThat means that neither today nor January 1 marks the end of the health-care debate.\n\nOn the contrary, that debate now becomes more concrete than it has been. Republicans need to sustain their case, to buttress it with more concrete alternative proposals of their own for addressing the problems of our health-care system (problems that are very largely a function of government policy and so require policy solutions), and to understand it in the context of their larger vision of America and broader set of priorities.\n\nThe continuing fight against Obamacare could certainly yield some modest measures as it goes. I think it’s quite possible that the individual mandate will prove politically unsustainable, especially in light of the administration’s suspension of the employer mandate. The Democrats have still not been made to fully confront the politics of that question, and it would be wise to force them to vote on it and defend it repeatedly — whether it yields the mandate’s delay or elimination or not. It’s also likely that the OPM’s special provision of employer insurance subsidies for Congress will not survive. In both cases, and a few others like them, forcing a vote will serve the goal of framing this debate even if the vote fails, which means it is well worth forcing such votes and yet not worth responding to failure with a shutdown (let alone a breach of the debt ceiling).\n\nRepublicans won control of the House largely because they made their opposition to Obamacare clear to the public, and they stand a decent chance of winning control of the Senate next year if they continue to do so. Their control of the House has allowed them to put some restraints on public spending, to significantly reduce the deficit, and to prevent the enactment of more progressive fiascos like those that were enacted in President Obama’s first two years in office, but it is not sufficient to allow the repeal of Obamacare. Control of the Senate would surely allow them to do more to pull the country to the right (hopefully including some meaningful entitlement reform, which is essential) and that would be very important and welcome, but, given that the president will not be eager to see his chief legislative accomplishment undone, it is likely not to be enough to allow for the full repeal of Obamacare. These may be hard facts, but they seem like fairly straightforward ones. Elections matter, and Republicans did not do enough to win the last one. They should therefore do what they can (on health care and their other priorities) with the power and leverage they have and should work to do better in forthcoming elections – and they should be sure that their uses of what power and leverage they have do not undermine their chances of doing better in those forthcoming elections.\n\nAmerican politics is not a fight to the death that ends on January 1 of next year. Even the fight to repeal and replace Obamacare is not. Rather, American politics is an ongoing contest between (roughly two) different views of the common good. Each side must pursue its vision of what is best for the country, understanding that there is much more to America than its government and that the struggles that define our politics will last longer than we think.\n\nObamacare in many respects embodies the left’s understanding of the nature of the common good and how to pursue it, as applied to health care. It seeks to consolidate the health-care system through more centralized regulation, more expert management, and greater governmental involvement and direction with too little regard for economics or for the Constitution. It is misguided.\n\nConservatives need to answer it both with well-directed criticism and with our own policy vision, grounded in our understanding of what is best about American life and how building on it can help address what is worst. We should see the health-care debate as an opportunity to offer the public a better understanding of what conservatives have to offer America. We have not done a great job of that so far.", "article_metadata": {"tweettext": "The Ongoing Health-Care Debate", "sailthru.author": "Yuval Levin", "description": "A small group of House Republicans, but one sufficiently large to deny the party a voting majority in the House, believed that the budget brinksmanship of the past few weeks would allow them to keep the government open but prevent Obamacare’s exchanges from starting up. Now that the opposite has happened, it would be worth their time to reconsider their options. \n\nI think their goal — to repeal and replace Obamacare — is the right goal, and that, as Ramesh well argues today, the Democrats’ argument from inertial authority (“Obamacare is on the books, so stop complaining about it”) is nonsense. But ends, however passionately held, do not yield their own means, so Republicans have to think carefully about the means at their disposal to achieve their goals. \n\nRepublicans did not do nearly well enough in the last election to enact legislation that would repeal Obamacare. In order to repeal that law and attempt an effective reform of our health-care system along conservative lines, they will need to do better in the next election and the one to follow. To that end, they can take several kinds of steps with regard to Obamacare in the meantime: steps that would weaken the law (by highlighting its faults or disabling some of its elements) and ultimately make it easier to replace; steps that would weaken the law’s supporters (by further connecting them to the law in the public’s mind and forcing them to defend its least popular elements) and ultimately make them easier to replace; and steps that would strengthen the law’s opponents (by clearly identifying them as opponents of an unpopular measure and champions of a more appealing approach) and help them gain more public support. \n\nIn my view (shared with all who would listen to no avail, for what it’s worth) the original defund strategy was not well suited to doing any of these things. The members pursuing that strategy seemed to realize that this past weekend — essentially every House Republican voted for temporary budget bills that would have funded Obamacare, in pursuit of more strategic objectives. The bill they ended up with Monday night, which would have avoided a shutdown by delaying Obamacare’s individual mandate and denying members of Congress and their staffs an exemption from the part of the law that applied to their own health coverage, involved all three of the above approaches to some extent: highlighting some of Obamacare’s least popular elements and Republican opposition to them and forcing every red-state Democrat running for reelection to explain in the coming campaign season a vote to shut down the government to protect Congress’s health coverage and the individual mandate. \n\nThe shutdown itself is not a catastrophe, though it achieves nothing and should have been avoided. Shutting down 40 percent or so of the federal government won’t have immediate implications in the lives of most Americans, at least at first. The president’s dire warnings yesterday were, like his warnings about the direct effects of the sequester cuts, exaggerated and misguided. But the expectations of some Republicans that a shutdown would bring a public uprising in opposition to Obamacare were surely even more misguided. Both sets of expectations assume the federal government is at the center of Americans’ lives and is the focus of their attention, and it just isn’t. That’s a good thing, and conservatives more than anyone should remember that.\n\nThe urgency underlying the defund efforts of the past few weeks was itself also driven in part by a view of the American public that is unbecoming of conservatives. The idea that once people started signing up for exchange subsidies (or once they start receiving them) the country will become “hooked on the sugar,” in Ted Cruz’s unfortunate formulation, strikes me as a misunderstanding of both the public and Obamacare. The exchange subsidies — which will involve about 2 percent of the public getting discounts on overpriced insurance premiums in 2014 — are part of a very problematic system that needs to be replaced with a functional insurance market, but they are hardly the worst part of that system, and they are hardly well suited to get the nation “hooked” on anything. \n\nThat means that neither today nor January 1 marks the end of the health-care debate.\n\n\nOn the contrary, that debate now becomes more concrete than it has been. Republicans need to sustain their case, to buttress it with more concrete alternative proposals of their own for addressing  the problems of our health-care system (problems that are very largely a function of government policy and so require policy solutions), and to understand it in the context of their larger vision of America and broader set of priorities. \n\nThe continuing fight against Obamacare could certainly yield some modest measures as it goes. I think it’s quite possible that the individual mandate will prove politically unsustainable, especially in light of the administration’s suspension of the employer mandate. The Democrats have still not been made to fully confront the politics of that question, and it would be wise to force them to vote on it and defend it repeatedly — whether it yields the mandate’s delay or elimination or not. It’s also likely that the OPM’s special provision of employer insurance subsidies for Congress will not survive. In both cases, and a few others like them, forcing a vote will serve the goal of framing this debate even if the vote fails, which means it is well worth forcing such votes and yet not worth responding to failure with a shutdown (let alone a breach of the debt ceiling). \n\nRepublicans won control of the House largely because they made their opposition to Obamacare clear to the public, and they stand a decent chance of winning control of the Senate next year if they continue to do so. Their control of the House has allowed them to put some restraints on public spending, to significantly reduce the deficit, and to prevent the enactment of more progressive fiascos like those that were enacted in President Obama’s first two years in office, but it is not sufficient to allow the repeal of Obamacare. Control of the Senate would surely allow them to do more to pull the country to the right (hopefully including some meaningful entitlement reform, which is essential) and that would be very important and welcome, but, given that the president will not be eager to see his chief legislative accomplishment undone, it is likely not to be enough to allow for the full repeal of Obamacare. These may be hard facts, but they seem like fairly straightforward ones. Elections matter, and Republicans did not do enough to win the last one. They should therefore do what they can (on health care and their other priorities) with the power and leverage they have and should work to do better in forthcoming elections – and they should be sure that their uses of what power and leverage they have do not undermine their chances of doing better in those forthcoming elections. \n\nAmerican politics is not a fight to the death that ends on January 1 of next year. Even the fight to repeal and replace Obamacare is not. Rather, American politics is an ongoing contest between (roughly two) different views of the common good. Each side must pursue its vision of what is best for the country, understanding that there is much more to America than its government and that the struggles that define our politics will last longer than we think. \n\nObamacare in many respects embodies the left’s understanding of the nature of the common good and how to pursue it, as applied to health care. It seeks to consolidate the health-care system through more centralized regulation, more expert management, and greater governmental involvement and direction with too little regard for economics or for the Constitution. It is misguided. \n\nConservatives need to answer it both with well-directed criticism and with our own policy vision, grounded in our understanding of what is best about American life and how building on it can help address what is worst. We should see the health-care debate as an opportunity to offer the public a better understanding of what conservatives have to offer America. We have not done a great job of that so far.", "generator": "Drupal 7 (http://drupal.org)", "title": "| National Review", "og": {"site_name": "National Review Online", "description": "A small group of House Republicans, but one sufficiently large to deny the party a voting majority in the House, believed that the budget brinksmanship of the past few weeks would allow them to keep the government open but prevent Obamacare’s exchanges from starting up. Now that the opposite has happened, it would be worth their time to reconsider their options. \n\nI think their goal — to repeal and replace Obamacare — is the right goal, and that, as Ramesh well argues today, the Democrats’ argument from inertial authority (“Obamacare is on the books, so stop complaining about it”) is nonsense. But ends, however passionately held, do not yield their own means, so Republicans have to think carefully about the means at their disposal to achieve their goals. \n\nRepublicans did not do nearly well enough in the last election to enact legislation that would repeal Obamacare. In order to repeal that law and attempt an effective reform of our health-care system along conservative lines, they will need to do better in the next election and the one to follow. To that end, they can take several kinds of steps with regard to Obamacare in the meantime: steps that would weaken the law (by highlighting its faults or disabling some of its elements) and ultimately make it easier to replace; steps that would weaken the law’s supporters (by further connecting them to the law in the public’s mind and forcing them to defend its least popular elements) and ultimately make them easier to replace; and steps that would strengthen the law’s opponents (by clearly identifying them as opponents of an unpopular measure and champions of a more appealing approach) and help them gain more public support. \n\nIn my view (shared with all who would listen to no avail, for what it’s worth) the original defund strategy was not well suited to doing any of these things. The members pursuing that strategy seemed to realize that this past weekend — essentially every House Republican voted for temporary budget bills that would have funded Obamacare, in pursuit of more strategic objectives. The bill they ended up with Monday night, which would have avoided a shutdown by delaying Obamacare’s individual mandate and denying members of Congress and their staffs an exemption from the part of the law that applied to their own health coverage, involved all three of the above approaches to some extent: highlighting some of Obamacare’s least popular elements and Republican opposition to them and forcing every red-state Democrat running for reelection to explain in the coming campaign season a vote to shut down the government to protect Congress’s health coverage and the individual mandate. \n\nThe shutdown itself is not a catastrophe, though it achieves nothing and should have been avoided. Shutting down 40 percent or so of the federal government won’t have immediate implications in the lives of most Americans, at least at first. The president’s dire warnings yesterday were, like his warnings about the direct effects of the sequester cuts, exaggerated and misguided. But the expectations of some Republicans that a shutdown would bring a public uprising in opposition to Obamacare were surely even more misguided. Both sets of expectations assume the federal government is at the center of Americans’ lives and is the focus of their attention, and it just isn’t. That’s a good thing, and conservatives more than anyone should remember that.\n\nThe urgency underlying the defund efforts of the past few weeks was itself also driven in part by a view of the American public that is unbecoming of conservatives. The idea that once people started signing up for exchange subsidies (or once they start receiving them) the country will become “hooked on the sugar,” in Ted Cruz’s unfortunate formulation, strikes me as a misunderstanding of both the public and Obamacare. The exchange subsidies — which will involve about 2 percent of the public getting discounts on overpriced insurance premiums in 2014 — are part of a very problematic system that needs to be replaced with a functional insurance market, but they are hardly the worst part of that system, and they are hardly well suited to get the nation “hooked” on anything. \n\nThat means that neither today nor January 1 marks the end of the health-care debate.\n\n\nOn the contrary, that debate now becomes more concrete than it has been. Republicans need to sustain their case, to buttress it with more concrete alternative proposals of their own for addressing  the problems of our health-care system (problems that are very largely a function of government policy and so require policy solutions), and to understand it in the context of their larger vision of America and broader set of priorities. \n\nThe continuing fight against Obamacare could certainly yield some modest measures as it goes. I think it’s quite possible that the individual mandate will prove politically unsustainable, especially in light of the administration’s suspension of the employer mandate. The Democrats have still not been made to fully confront the politics of that question, and it would be wise to force them to vote on it and defend it repeatedly — whether it yields the mandate’s delay or elimination or not. It’s also likely that the OPM’s special provision of employer insurance subsidies for Congress will not survive. In both cases, and a few others like them, forcing a vote will serve the goal of framing this debate even if the vote fails, which means it is well worth forcing such votes and yet not worth responding to failure with a shutdown (let alone a breach of the debt ceiling). \n\nRepublicans won control of the House largely because they made their opposition to Obamacare clear to the public, and they stand a decent chance of winning control of the Senate next year if they continue to do so. Their control of the House has allowed them to put some restraints on public spending, to significantly reduce the deficit, and to prevent the enactment of more progressive fiascos like those that were enacted in President Obama’s first two years in office, but it is not sufficient to allow the repeal of Obamacare. Control of the Senate would surely allow them to do more to pull the country to the right (hopefully including some meaningful entitlement reform, which is essential) and that would be very important and welcome, but, given that the president will not be eager to see his chief legislative accomplishment undone, it is likely not to be enough to allow for the full repeal of Obamacare. These may be hard facts, but they seem like fairly straightforward ones. Elections matter, and Republicans did not do enough to win the last one. They should therefore do what they can (on health care and their other priorities) with the power and leverage they have and should work to do better in forthcoming elections – and they should be sure that their uses of what power and leverage they have do not undermine their chances of doing better in those forthcoming elections. \n\nAmerican politics is not a fight to the death that ends on January 1 of next year. Even the fight to repeal and replace Obamacare is not. Rather, American politics is an ongoing contest between (roughly two) different views of the common good. Each side must pursue its vision of what is best for the country, understanding that there is much more to America than its government and that the struggles that define our politics will last longer than we think. \n\nObamacare in many respects embodies the left’s understanding of the nature of the common good and how to pursue it, as applied to health care. It seeks to consolidate the health-care system through more centralized regulation, more expert management, and greater governmental involvement and direction with too little regard for economics or for the Constitution. It is misguided. \n\nConservatives need to answer it both with well-directed criticism and with our own policy vision, grounded in our understanding of what is best about American life and how building on it can help address what is worst. We should see the health-care debate as an opportunity to offer the public a better understanding of what conservatives have to offer America. We have not done a great job of that so far.", "title": "The Ongoing Health-Care Debate", "url": "http://www.nationalreview.com/corner/360092/ongoing-health-care-debate-yuval-levin", "image": "http://c8.nrostatic.com/sites/default/files/page_2014_200_levin-y_A.jpg", "type": "article"}, "twitter": {"url": "http://www.nationalreview.com/corner/360092/ongoing-health-care-debate-yuval-levin", "description": "A small group of House Republicans, but one sufficiently large to deny the party a voting majority in the House, believed that the budget brinksmanship of the past few weeks would allow them to keep the government open but prevent Obamacare’s exchanges from starting up. Now that the opposite has happened, it would be worth their time to reconsider their options. \n\nI think their goal — to repeal and replace Obamacare — is the right goal, and that, as Ramesh well argues today, the Democrats’ argument from inertial authority (“Obamacare is on the books, so stop complaining about it”) is nonsense. But ends, however passionately held, do not yield their own means, so Republicans have to think carefully about the means at their disposal to achieve their goals. \n\nRepublicans did not do nearly well enough in the last election to enact legislation that would repeal Obamacare. In order to repeal that law and attempt an effective reform of our health-care system along conservative lines, they will need to do better in the next election and the one to follow. To that end, they can take several kinds of steps with regard to Obamacare in the meantime: steps that would weaken the law (by highlighting its faults or disabling some of its elements) and ultimately make it easier to replace; steps that would weaken the law’s supporters (by further connecting them to the law in the public’s mind and forcing them to defend its least popular elements) and ultimately make them easier to replace; and steps that would strengthen the law’s opponents (by clearly identifying them as opponents of an unpopular measure and champions of a more appealing approach) and help them gain more public support. \n\nIn my view (shared with all who would listen to no avail, for what it’s worth) the original defund strategy was not well suited to doing any of these things. The members pursuing that strategy seemed to realize that this past weekend — essentially every House Republican voted for temporary budget bills that would have funded Obamacare, in pursuit of more strategic objectives. The bill they ended up with Monday night, which would have avoided a shutdown by delaying Obamacare’s individual mandate and denying members of Congress and their staffs an exemption from the part of the law that applied to their own health coverage, involved all three of the above approaches to some extent: highlighting some of Obamacare’s least popular elements and Republican opposition to them and forcing every red-state Democrat running for reelection to explain in the coming campaign season a vote to shut down the government to protect Congress’s health coverage and the individual mandate. \n\nThe shutdown itself is not a catastrophe, though it achieves nothing and should have been avoided. Shutting down 40 percent or so of the federal government won’t have immediate implications in the lives of most Americans, at least at first. The president’s dire warnings yesterday were, like his warnings about the direct effects of the sequester cuts, exaggerated and misguided. But the expectations of some Republicans that a shutdown would bring a public uprising in opposition to Obamacare were surely even more misguided. Both sets of expectations assume the federal government is at the center of Americans’ lives and is the focus of their attention, and it just isn’t. That’s a good thing, and conservatives more than anyone should remember that.\n\nThe urgency underlying the defund efforts of the past few weeks was itself also driven in part by a view of the American public that is unbecoming of conservatives. The idea that once people started signing up for exchange subsidies (or once they start receiving them) the country will become “hooked on the sugar,” in Ted Cruz’s unfortunate formulation, strikes me as a misunderstanding of both the public and Obamacare. The exchange subsidies — which will involve about 2 percent of the public getting discounts on overpriced insurance premiums in 2014 — are part of a very problematic system that needs to be replaced with a functional insurance market, but they are hardly the worst part of that system, and they are hardly well suited to get the nation “hooked” on anything. \n\nThat means that neither today nor January 1 marks the end of the health-care debate.\n\n\nOn the contrary, that debate now becomes more concrete than it has been. Republicans need to sustain their case, to buttress it with more concrete alternative proposals of their own for addressing  the problems of our health-care system (problems that are very largely a function of government policy and so require policy solutions), and to understand it in the context of their larger vision of America and broader set of priorities. \n\nThe continuing fight against Obamacare could certainly yield some modest measures as it goes. I think it’s quite possible that the individual mandate will prove politically unsustainable, especially in light of the administration’s suspension of the employer mandate. The Democrats have still not been made to fully confront the politics of that question, and it would be wise to force them to vote on it and defend it repeatedly — whether it yields the mandate’s delay or elimination or not. It’s also likely that the OPM’s special provision of employer insurance subsidies for Congress will not survive. In both cases, and a few others like them, forcing a vote will serve the goal of framing this debate even if the vote fails, which means it is well worth forcing such votes and yet not worth responding to failure with a shutdown (let alone a breach of the debt ceiling). \n\nRepublicans won control of the House largely because they made their opposition to Obamacare clear to the public, and they stand a decent chance of winning control of the Senate next year if they continue to do so. Their control of the House has allowed them to put some restraints on public spending, to significantly reduce the deficit, and to prevent the enactment of more progressive fiascos like those that were enacted in President Obama’s first two years in office, but it is not sufficient to allow the repeal of Obamacare. Control of the Senate would surely allow them to do more to pull the country to the right (hopefully including some meaningful entitlement reform, which is essential) and that would be very important and welcome, but, given that the president will not be eager to see his chief legislative accomplishment undone, it is likely not to be enough to allow for the full repeal of Obamacare. These may be hard facts, but they seem like fairly straightforward ones. Elections matter, and Republicans did not do enough to win the last one. They should therefore do what they can (on health care and their other priorities) with the power and leverage they have and should work to do better in forthcoming elections – and they should be sure that their uses of what power and leverage they have do not undermine their chances of doing better in those forthcoming elections. \n\nAmerican politics is not a fight to the death that ends on January 1 of next year. Even the fight to repeal and replace Obamacare is not. Rather, American politics is an ongoing contest between (roughly two) different views of the common good. Each side must pursue its vision of what is best for the country, understanding that there is much more to America than its government and that the struggles that define our politics will last longer than we think. \n\nObamacare in many respects embodies the left’s understanding of the nature of the common good and how to pursue it, as applied to health care. It seeks to consolidate the health-care system through more centralized regulation, more expert management, and greater governmental involvement and direction with too little regard for economics or for the Constitution. It is misguided. \n\nConservatives need to answer it both with well-directed criticism and with our own policy vision, grounded in our understanding of what is best about American life and how building on it can help address what is worst. We should see the health-care debate as an opportunity to offer the public a better understanding of what conservatives have to offer America. We have not done a great job of that so far.", "card": "summary", "title": "The Ongoing Health-Care Debate, by Yuval Levin, National Review"}, "sailthru.date": "Tue, 2013-10-01 14:58", "robots": "follow, index", "sailthru.title": "The Ongoing Health-Care Debate", "keywords": "Yuval Levin", "fb": {"app_id": 129250807108374}, "sailthru.tags": "The Ongoing Health-Care Debate, Yuval Levin, National Review", "msvalidate.01": "E48498F585100158A880ED1615918208", "google-site-verification": "OOtPjyj3i8ggfSXzZ7MPoTiwFy_JnfzKMPkjZ5bhpk0", "copyright": "© National Review, Inc.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Yuval Levin, Politics, Nation, World"}, "_id": "\"57477af36914bd0286fce4af\"", "article_summary": "Republicans did not do nearly well enough in the last election to enact legislation that would repeal Obamacare.\nIt seeks to consolidate the health-care system through more centralized regulation, more expert management, and greater governmental involvement and direction with too little regard for economics or for the Constitution.\nWe should see the health-care debate as an opportunity to offer the public a better understanding of what conservatives have to offer America.\nIn order to repeal that law and attempt an effective reform of our health-care system along conservative lines, they will need to do better in the next election and the one to follow.\nBut the expectations of some Republicans that a shutdown would bring a public uprising in opposition to Obamacare were surely even more misguided."}