{"article_title": "Hanes Purchases Sportswear Brand Champion Europe, Adding to its Suite of Apparel Brands", "article_keywords": ["europe", "purchases", "champion", "deal", "adding", "hanes", "companys", "brand", "million", "maidenform", "apparel", "brands", "suite", "clothing", "sportswear", "expected"], "article_url": "http://www.themiddlemarket.com/news/consumer_goods_retail/hanesbrands-purchases-sportswear-brand-champion-europe-260297-1.html", "article_text": "Hanes Purchases Sportswear Brand Champion Europe, Adding to its Suite of Apparel Brands\n\nThe activewear clothing company\u0092s earlier targets include MaidenForm and DBApparel\n\nApparel company HanesBrands (NYSE: HBI) has agreed to acquire Champion Europe, designer of athletic clothing. The approximately $200 million all-cash transaction is expected to close mid-year 2016.\n\nChampion Europe, based in Italy, designs, sources and sells athletic clothing and accessories made for male and female athletes wholesale to retailers and direct to consumers through company-owned stores. It operates approximately 130 stores in Italy and Greece. Following the acquisition, Sauro Mambrini, CEO of Champion Europe, will remain with Hanes to oversee Champion Europe’s operations.\n\n“This is a great time to do an acquisition,” says Hanes CEO Richard Noll in the company’s statement. “Our overall business is trending as expected; our recent acquisitions are performing well; we have a vision for Champion as a global brand; and we feel good about delivering double-digit earnings growth in 2016 and for many years to come.”\n\nWinston-Salem, North Carolina-based Hanes, which operates in the U.S., Europe and Asia, will purchase Champion Europe for a price 10 times the company’s actual 2016 earnings before interest, taxes, depreciation and amortization. Champion Europe expects net sales of more than €190 million (U.S. $216.37) for 2016, operating profit of €15 million ($U.S. $17 million) and Ebitda of roughly €20 million (U.S. $22.7 million) Hanes says it will finance the deal by taking “advantage of its strong balance sheet”, funding the acquisition with debt.\n\nCleary Gottlieb Steen & Hamilton LLP is serving as legal counsel for Hanes. Champion Europe’s financial adviser for the deal is Stifel. Gianni, Origoni, Grippo, Cappelli and Partners is acting as legal adviser for the company.\n\nFor Hanes, this is the newest addition to its roster of clothing brands. In June 2014, it purchased DBApparel from an affiliate of Sun European Partners LLP for €400 million (U.S. $544 million). It also acquired the Maidenform, Lilyette, Self Expressions and Sweet Nothings brands in October 2013 through a deal for Maidenform Brands Inc.\n\nOverall, the outlook for the retail sector has been bleak. In March, participants in Mergers & Acquisitions’ Mid-Market Pulse (MMP) gave the sector a three-month Composite score of 74.1, quite a few notches above the 52.8 for overall M&A. As e-commerce picks up, more retailers are expected to consolidate and place more emphasis in online offerings, as seen with footwear discount retailer DSW’s (NYSE: DSW) February announcement that it agreed to buy Ebuys Inc. for $62.5 million, in part to expand its online presence.\n\nFor more information on related topics, visit the following:", "article_metadata": {"status": "open", "domain": "Mergers & Acquisitions", "sailthru.author": "Jakema Lewis", "sailthru.expire_date": "2016-05-07 12:25:00", "og": {"url": "http://www.themiddlemarket.com/news/consumer_goods_retail/hanesbrands-purchases-sportswear-brand-champion-europe-260297-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/champion.jpeg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Hanes Purchases Sportswear Brand Champion Europe, Adding to its Suite of Apparel Brands"}, "type": "Article", "brand": "Mergers & Acquisitions, Latest News", "sailthru.date": "2016-04-07 12:25:00", "wordcount": 388, "sailthru.title": "Hanes Purchases Sportswear Brand Champion Europe, Adding to its Suite of Apparel Brands", "featured": 1, "sailthru.tags": "News, Consumer Goods/Retail, Consumer Goods/Retail, Hanes Purchases Sportswear Brand Champion Europe, Adding to its Suite of Apparel Brands, retail, e-commerce, sportswear, apparel, maidenform, dbapparel, Article", "sailthru.description": "The activewear clothing company’s earlier targets include MaidenForm and DBApparel", "sailthru.image.full": "http://cdn.themiddlemarket.com/media/newspics/champion.jpeg"}, "article_summary": "Hanes Purchases Sportswear Brand Champion Europe, Adding to its Suite of Apparel BrandsThe activewear clothing company\u0092s earlier targets include MaidenForm and DBApparelApparel company HanesBrands (NYSE: HBI) has agreed to acquire Champion Europe, designer of athletic clothing.\nFollowing the acquisition, Sauro Mambrini, CEO of Champion Europe, will remain with Hanes to oversee Champion Europe’s operations.\nIt also acquired the Maidenform, Lilyette, Self Expressions and Sweet Nothings brands in October 2013 through a deal for Maidenform Brands Inc.\nChampion Europe expects net sales of more than €190 million (U.S. $216.37) for 2016, operating profit of €15 million ($U.S.\nFor Hanes, this is the newest addition to its roster of clothing brands."}