{"article_title": "Risk For Skin Cancer May 'Significantly' Lower Following Year Of Vitamin B-Derived Treatment", "article_keywords": ["lower", "significantly", "cancer", "study", "reduce", "vitamin", "bderived", "nonmelanoma", "nicotinamide", "treatment", "skin", "following", "patients", "shown", "risk"], "article_url": "http://www.medicaldaily.com/risk-skin-cancer-may-significantly-lower-following-year-vitamin-b-derived-treatment-358802", "article_text": "A form of the vitamin B3 has been shown to reduce the risk of skin cancer in previous patients.\n\nA form of the vitamin B3 has been shown to reduce the risk of skin cancer in previous patients. Kevin O'Mara (CC BY-NC-ND 2.0)\n\nThose at high risk for skin cancer may have a new treatment in nicotinamide, a form of the vitamin B3. A study published in the New England Journal of Medicine suggested the vitamin B derivative reduced the chance of common, non-melanoma skin cancer in certain high-risk patients.\n\nThe study incorporated 386 high-risk patients, or patients who had at least two non-melanoma skin cancers in the last five years. Participants were randomly assigned daily nicotinamide or a placebo for one year, and the rate of new non-melanoma skin cancer was 23 percent lower in the nicotinamide group when compared to the placebo group (who had an incidence rate of around 38 percent).\n\nNicotinamide is available over-the-counter in most countries, and is generally considered safe and affordable. It was very well tolerated, with patients showing no signs of adverse events, including no changes in blood pressure or other blood results. The findings have the potential to decrease the health and economic burden of skin cancer; the most common kind of cancer in fair-skinned populations all over the world.\n\n\"This is the first clear evidence that we can reduce skin cancers using a simple vitamin, together with sensible sun protections,\" said the study's senior author, Dr. Diaona Damian, in a press release. \"We hope that these findings can be immediately translated into clinical practice. However, people at high risk of skin cancer still need to practice sun safe behavior, use sunscreens, and have regular check-ups with their doctor.\"\n\nSkin cancer is caused mainly by sun exposure, and despite intense sun protection campaigns, non-melanoma skin cancer rates continue to increase worldwide. In Australia, the non-profit organization Cancer Council finds that skin cancers affect more than half of the population; it is reportedly four times as common as all other types of cancer combined, costing Australia over $500 million every year.\n\nThis new study builds on a long history of research on nicotinamide, many of which suggested the vitamin B derivative enhances the repair of UV-damaged skin. It has also been shown to protect the skin's immune system from UV radiation, by way of providing cells with an extra energy boost.\n\nResearchers hope that future studies will address if nicotinamide can benefit the general population with no history of skin cancer.\n\nSource: Chen A, Martin A, Choy B, Fernandez-Penas P, Dalziell R, McKenzie C. A Phase 3 Randomized Trial of Nicotinamide for Skin-Cancer Chemoprevention. New England Journal of Medicine. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "risk, skin, cancer, may, significantly, lower, following, year, vitamin, b, derived, treatment", "og": {"site_name": "Medical Daily", "description": "A form of the vitamin B3 has been shown to reduce the risk of skin cancer in previous patients.", "title": "Vitamin B May Have The Power To Prevent Skin Cancer", "url": "http://www.medicaldaily.com/risk-skin-cancer-may-significantly-lower-following-year-vitamin-b-derived-treatment-358802", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/10/24/skin.jpg", "type": "article"}, "twitter": {"description": "A form of the vitamin B3 has been shown to reduce the risk of skin cancer in previous patients.", "title": "Vitamin B May Have The Power To Prevent Skin Cancer", "url": "http://www.medicaldaily.com/risk-skin-cancer-may-significantly-lower-following-year-vitamin-b-derived-treatment-358802", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/10/24/skin.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/10/24/skin.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-10-24T14:53:08-04:00", "modified_time": "2015-10-24T17:58:49-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A form of the vitamin B3 has been shown to reduce the risk of skin cancer in previous patients."}, "_id": "\"57477af36914bd0286fce4b3\"", "article_summary": "Skin cancer is caused mainly by sun exposure, and despite intense sun protection campaigns, non-melanoma skin cancer rates continue to increase worldwide.\nA form of the vitamin B3 has been shown to reduce the risk of skin cancer in previous patients.\nKevin O'Mara (CC BY-NC-ND 2.0)Those at high risk for skin cancer may have a new treatment in nicotinamide, a form of the vitamin B3.\nThe findings have the potential to decrease the health and economic burden of skin cancer; the most common kind of cancer in fair-skinned populations all over the world.\nHowever, people at high risk of skin cancer still need to practice sun safe behavior, use sunscreens, and have regular check-ups with their doctor.\""}