{"article_title": "Feds: Plane in deadly Alaska crash had safety technology", "article_keywords": ["information", "used", "crash", "johnson", "flight", "deadly", "terrain", "alaska", "plane", "feds", "weather", "report", "safety", "technology"], "article_url": "http://townhall.com/news/us/2015/07/07/report-plane-in-deadly-alaska-crash-had-safety-technology-n2022388", "article_text": "ANCHORAGE, Alaska (AP) — A sightseeing floatplane that crashed in a mountainous area in southeast Alaska, killing all nine people on board, was equipped with technology to provide detailed information about the terrain, according to a federal accident report released Tuesday.\n\nThe preliminary report by the National Transportation Safety Board also said the June 25 crash occurred in conditions of reduced visibility. However, it drew no conclusions about the cause of the crash.\n\nThe deHavilland DHC-3 Otter turboprop crashed on a steep cliff about 25 miles from Ketchikan, killing the pilot and eight cruise ship passengers. The excursion was sold through the cruise company Holland America and operated by Ketchikan-based Promech Air.\n\nNTSB has recovered two instrument displays in the wreckage that are part of a terrain-avoidance technology known as the Capstone program, according to Clint Johnson, head of the NTSB Alaska office.\n\nThe damaged displays were sent to a Washington, D.C., lab, where information will be downloaded.\n\nPilot Bryan Krill, 64, of Hope, Idaho, was flying under visual flight rules, a set of regulations used when the weather is more or less clear enough for a pilot to see where the aircraft is going.\n\nThe rest of the plane remains at the crash site, 800 feet above Ella Lake. The extreme steepness of the location has slowed recovery of the wreckage, Johnson said.\n\nPromech declined to discuss the NTSB report, saying the agency \"specifically asked Promech not to comment on any of their briefings or reports,\" according to Thompson & Co. Public Relations, which is representing Promech.\n\nThe Capstone program generally provides GPS technology that allows pilots to see on cockpit displays concise information about terrain, other aircraft in the area and weather. The equipment is not designed as a blind guide in such conditions as flying through clouds but is used as backup to what the human eye can see.\n\n\"The most important thing here is, it gives the flight crew the ability of situational awareness — where the airplane is in relative proximity to rising terrain or whatever,\" Johnson said. \"It's not a save-all. It's a tool that's used in terrain avoidance.\"\n\nJohnson said he doesn't know how complete the technology was on the plane that crashed.\n\nThe crash occurred as the plane was on its way back from Misty Fjords National Monument, a wilderness area of glacial valleys, lakes and snowcapped peaks. Johnson said other pilots were reporting marginal visual flight conditions in the crash area.\n\nA meteorologist working on the case will be looking at the weather at the time of the crash. But Johnson said it's far too early to say if weather was a factor.\n\n\"At this point right now, the jury's still out on that,\" Johnson said.\n\n___\n\nFollow Rachel D'Oro at https://twitter.com/rdoro", "article_metadata": {"description": "Feds: Plane in deadly Alaska crash had safety technology - AP News: ANCHORAGE, Alaska (AP) — A sightseeing floatplane that crashed in .05/26/2016 5:12:04AM EST.", "author": "AP News", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "ANCHORAGE, Alaska (AP) — A sightseeing floatplane that crashed in a mountainous area in southeast", "title": "AP News - Feds: Plane in deadly Alaska crash had safety technology", "url": "http://townhall.com/news/us/2015/07/07/report-plane-in-deadly-alaska-crash-had-safety-technology-n2022388", "image": "http://media.townhall.com/townhall/reu/ha/2015\\188\\aa0f0194-0adf-4144-8863-2a129af75100.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "ANCHORAGE, Alaska (AP) — A sightseeing floatplane that crashed in a mountainous area in southeast", "title": "AP News - Feds: Plane in deadly Alaska crash had safety technology", "url": "http://townhall.com/news/us/2015/07/07/report-plane-in-deadly-alaska-crash-had-safety-technology-n2022388", "image": "http://media.townhall.com/townhall/reu/ha/2015/188/aa0f0194-0adf-4144-8863-2a129af75100.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Feds: Plane in deadly Alaska crash had safety technology, AP News, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af46914bd0286fdce2d\"", "article_summary": "The preliminary report by the National Transportation Safety Board also said the June 25 crash occurred in conditions of reduced visibility.\nJohnson said he doesn't know how complete the technology was on the plane that crashed.\nThe rest of the plane remains at the crash site, 800 feet above Ella Lake.\nThe crash occurred as the plane was on its way back from Misty Fjords National Monument, a wilderness area of glacial valleys, lakes and snowcapped peaks.\nA meteorologist working on the case will be looking at the weather at the time of the crash."}