{"article_title": "GOP “patriotism” is a sick joke: Here’s proof that Republican allegiance is really to the NRA", "article_keywords": ["obama", "patriotism", "terrorists", "heres", "joke", "nra", "republicans", "allegiance", "gun", "loophole", "sick", "party", "terrorism", "republican", "really", "gop", "proof"], "article_url": "http://www.salon.com/2015/11/24/gop_patriotism_is_a_sick_joke_heres_proof_that_republican_allegiance_is_really_to_the_nra/", "article_text": "Topics: Gun Control, gun safety, Guns, Terrorism, The NRA, The Republican Party, News, Politics News\n\nThe Republican Party of 2015 will surely be defined by future historians and political scientists as the party of obvious cognitive dissonance.\n\nThe GOP in the age of Obama has staked its reputation on ideas that are derived from mostly saying the opposite of whatever the president says, regardless of how ridiculous they sound in the process. Consequently, the congressional Republicans have voted dozens of times to repeal the Affordable Care Act even though the original architects of the most controversial parts of the law were Republicans Mitt Romney, Bob Dole and Chuck Grassley. Likewise, Rand Paul, “the most interesting man in politics,” once filibustered Obama’s use of predator drones on American citizens overseas while later suggesting that drones should be used against American liquor store thieves. More recently, the GOP has resurrected its terrorism fearmongering from the early 2000s, including its determination that constitutional liberties are irrelevant in the face of the ISIS threat, even though just two years ago, the Republicans loudly assaulted Obama for continuing the NSA surveillance operations established and endorsed post-9/11 by those very Republicans.\n\nWe could spend days listing the roster of GOP contradictions. Regarding terrorism and liberty, you might recall how, during the post-9/11 era, the GOP established itself as the counterterrorism party — the only party that’d “smoke out the evildoers.” In the process, the Republicans branded themselves as the Patriotism Party while scolding the unpatriotic behavior of everyone from Max Cleland to Natalie Maines to Bill Maher after they dared to criticize the Bush administration’s motives and means.\n\nFast forward to 2015 when the GOP’s kneejerk patriotism isn’t as rock-solid as they led us all to believe. It turns out the GOP’s superhero jingoism is rendered impotent in the face of Wayne LaPierre and the National Rifle Association. Given the choice between making sure suspected terrorists can’t buy firearms in the United States — a position that ought to be mandatory for a “smoking out the evildoers” platform — or to make sure they don’t piss off the sacrosanct gun lobby, the Republican Party has mostly chosen the latter. In other words, a not insignificant number of Republicans have refused to close a loophole in the background check system that allows suspected terrorists to buy firearms.\n\nIndeed, the GOP is actively characterizing President Obama as weak on terrorism, even though the GOP itself is nothing more than a herd of fainting goats when it comes to opposing the NRA on background checks and the gun gap.\n\nSince word of the loophole broke following the ISIS attacks in Paris, The New York Daily News has launched a front-page headline campaign intended to humiliate the NRA and its Republican minions. It’s about time the traditional press called it like it is: the Republican Party, as well as too many Democrats, are owned by the NRA.\n\nAs of right now, a bill to close the “gun gap” loophole, the Denying Firearms and Explosives to Dangerous Terrorists Act, has been stalled in committee since February of this year in spite of the rise of ISIS. One of the few Republican co-sponsors of this year’s bill, Pete King, lamented the almost complete lack of GOP support. “To be honest with you, I don’t see much enthusiasm on the Republican side,” the New York Republican said late last week, “It’s one battle at a time.” And most of those battles are lost to LaPierre and his relentless band of gun lobby stooges.", "article_metadata": {"description": "For all their bluster about keeping the country safe, Republicans are proving themselves unwilling to cross the NRA", "title": "GOP “patriotism” is a sick joke: Here’s proof that Republican allegiance is really to the NRA", "og": {"site_name": "Salon", "description": "For all their bluster about keeping the country safe, Republicans are proving themselves unwilling to cross the NRA", "title": "GOP “patriotism” is a sick joke: Here’s proof that Republican allegiance is really to the NRA", "url": "http://www.salon.com/2015/11/24/gop_patriotism_is_a_sick_joke_heres_proof_that_republican_allegiance_is_really_to_the_nra/", "image": "http://media.salon.com/2013/05/wayne_lapierre5.jpg", "type": "article"}, "twitter": {"description": "For all their bluster about keeping the country safe, Republicans are proving themselves unwilling to cross the NRA", "title": "GOP “patriotism” is a sick joke: Here’s proof that Republican allegiance is really to the NRA", "image": "http://media.salon.com/2013/05/wayne_lapierre5.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Bob Cesca", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Gun Control, gun safety, Guns, Terrorism, The NRA, The Republican Party", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: Gun Control, gun safety, Guns, Terrorism, The NRA, The Republican Party, News, Politics NewsThe Republican Party of 2015 will surely be defined by future historians and political scientists as the party of obvious cognitive dissonance.\nIt’s about time the traditional press called it like it is: the Republican Party, as well as too many Democrats, are owned by the NRA.\nOne of the few Republican co-sponsors of this year’s bill, Pete King, lamented the almost complete lack of GOP support.\nFast forward to 2015 when the GOP’s kneejerk patriotism isn’t as rock-solid as they led us all to believe.\nIt turns out the GOP’s superhero jingoism is rendered impotent in the face of Wayne LaPierre and the National Rifle Association."}