{"article_title": "Mead's James B. Whitlow promoted to command chief master sergeant of Colorado Air National Guard", "article_keywords": ["force", "meads", "james", "national", "air", "need", "guard", "base", "master", "sergeant", "whitlow", "promoted", "command", "went", "military", "colorado"], "article_url": "http://www.timescall.com/lifestyles/ci_27893540/meads-james-b-whitlow-promoted-command-chief-master", "article_text": "James B. Whitlow poses for a portrait at his home office in Mead on Wednesday. On Saturday, he was promoted to state command chief master Sergeant for the Colorado Air National Guard. ( Matthew Jonas / Longmont Times-Call )\n\nStanding face-to-face with the elderly widow walking behind her husband's horse-drawn hearse tested the discipline James B. Whitlow Jr. began learning in the Air Force when he enlisted 27 years ago.\n\nHe commanded the silent drill team and honor guard at many veteran funerals at Arlington National Cemetery in Washington, D.C., when he was stationed in the early 1990s at Langley Air Force Base in Virginia.\n\n\"But I'll never forget that funeral for a man who must have been in his eighties. It was snowing and bitterly cold when his wife turned to me and grabbed my hand, the one not saluting. And she smiled and said, 'He would have really loved this.' She thanked us for being there.\n\nColorado Air National Guard State Command Chief Master Sgt. James B. Whitlow. (Colorado Air National Guard / Courtesy photo)\n\n\"I never broke down,\" Whitlow, 49, continued. \"But I wanted to. You know, you have a tear in the eye. ... That took discipline, and that's embedded in us. It's just something you learn over the course of time in the Air Force.\"\n\nIn 1998, he transferred to the Colorado Air National Guard.\n\nBut disciplines practiced on active duty and as a reservist — evidenced by dozens of military ribbons, medals and awards including being named Non Commissioned Officer of the Year in 2004 — moved the Mead resident toward his most recent military promotion.\n\nOn Saturday, he became the Command Chief Master Sergeant for the Colorado Air National Guard at Buckley Air Force Base in Aurora — the highest enlisted member in the Colorado Air National Guard under the governor.\n\nThe Times-Call recently caught up with him, a longtime IBM employee notable in his civilian role for designing and implementing point-of-sale machines for post offices nationwide in 1999, to get some back story on his military accomplishment.\n\nWhitlow gladly stepped away from his home office, where two computers — one for IBM and one for the Colorado Air National Guard — sit on his desk.\n\n\"My new job (in the Guard) is not full time. I don't get paid to do it every day. But I need this set up because my heart is in it, my airmen need me, and I do it every day,\" he said.\n\nHow would you describe your team in Colorado?\n\nWe're a one-wing state, but we're the fourth largest wing in the Air National Guard with about 1,500 Guardsman. These reserve component members are highly motivated, highly educated, and very passionate about serving our community and the nation. Domestic operations is a big part of what we do. We play a major role when there are floods or fires here and in other states.\n\nAs you take on more responsibility as an adviser and manager, what continues to be your most pressing goal?\n\nMy whole goal, especially at the level I am at now, is to take care of people. My goals are to ensure our airmen are being heard and that we are providing them clear guidance. They need to feel that they are relevant and understand the big picture while moving the ANG forward in a positive and professional manner.\n\nThis is your 10th military promotion, the first one being from airman basic to airman in 1988. What is the secret of your success?\n\nI always studied the good traits and the bad traits of other people in leadership. One brigadier general that went on to become a three-star (major general) when I was stationed in Idaho had lots of positive traits, lots of skills. ... He was very good at understanding the needs and wants of others and balancing them with the needs and wants of the Air Force and coming out with a win-win for everyone. People respect that and will follow someone they respect.\n\nWhat are the hardest decisions you need to make, and how do you make them?\n\nWe try to solve all the problems at the lowest possible levels. So, when they get to me it is a real problem. ... Still, the hardest decisions I need to make in both my military and civilian roles involve somebody's career — the hiring, firing and laying off decisions. You have to put a lot of thought and compassion into those decisions. ... I've learned over the years that I'm not the smartest guy in the room. But I'm smart enough to know that I have all sorts of experts around to pull in to help me make a good decision. I also go to the gym. It helps me clear my head before making any critical decision.\n\nWhat prompted you to enlist?\n\nJames B. Whitlow and his wife, Colleen, on their wedding day in Virginia from Feb. 14, 1992. (Courtesy Photo / Longmont Times-Call)\n\nI enlisted in May 1988 at age 23 in Sacramento, where I grew up. I was young and working odd jobs. ... I actually went to the Navy first, but decided I couldn't swim back to land. So, I went to the Air Force.\n\nWhat was the toughest part of year No. 1?\n\nWhen I went to basic training at Lackland Air Force Base (in San Antonio, Texas) we did a lot of running. As you can see, my body is built to move things, not to run. And I was a little older than most. The mental aspect of training and being away from home did not have the same effect on me as it did on the others. But having to go out and run miles every morning, that got to me. I wasn't used to it.\n\nThe military has deployed you overseas to Turkey in 1988 and to South Korea in 2003 as part of Operation Iraqi Freedom. How did your first deployment ultimately jump start your civilian career in technology?\n\nWell, I scored really high on the aptitude test after I enlisted. So, I took administrative specialist technical training at Keesler Air Force Base in Mississippi before deploying to Incirlik Air Base in Turkey in December 1988 for an 18-month tour of duty as an administrative specialist in the 39th Tactical Group. I typed on a typewriter then! But desktop systems were coming into the military, though we had used mainframes for a long time. So, I picked up that technology early on and just kept growing with it into my current civilian job with IBM as a program executive for outsourced clients around the world. As a side note, serving in Turkey I found the camaraderie that comes with a military family. You leave one family and join another. I still can re-establish contact with people I met then.\n\nHow did you meet your wife, who also served for a decade on active duty with the Air Force?\n\nAfter the tour in Turkey I was stationed at Langley Air Force Base (in Langley, Va.) and very focused on my career. But after work, I liked to play on intramural softball and football teams. At one of the flag football games Colleen (Nats) was watching from the sidelines when I got hit in the face and had a bloody nose. She came over to help stop the bleeding. We married the next year on Valentine's Day 1992. We now have a son, Joshua, and a daughter, Tiffani Crawford, and three lovely granddaughters — Norah, Izabella, and Harper.\n\nPam Mellskog can be reached at p.mellskog@gmail.com or at 303-746-0942.", "article_metadata": {"sailthru.url": "http://www.timescall.com/lifestyles/ci_27893540/meads-james-b-whitlow-promoted-command-chief-master", "modificationDate": "2015-04-11T19:04:30-0600", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site46/2015/0410/20150410__12TCCLIF~4_300.jpg", "sailthru.author": "By Pam Mellskog \n  For the Times-Call", "description": "Standing face-to-face with the elderly widow walking behind her husband's horse-drawn hearse tested the discipline James B.", "ag": {"canon": "LongmontTimes-Call:article:27893540:view"}, "startDate": "2015-04-11T18:49:35-0600", "og": {"url": "http://www.timescall.com/lifestyles/ci_27893540/meads-james-b-whitlow-promoted-command-chief-master", "image": "http://extras.mnginteractive.com/live/media/site46/2015/0410/20150410__12TCCLIF~1.jpg", "type": "article", "description": "Standing face-to-face with the elderly widow walking behind her husband's horse-drawn hearse tested the discipline James B.", "title": "Mead's James B. Whitlow promoted to command chief master sergeant of Colorado Air National Guard"}, "twitter": {"domain": "timescall.com", "description": "Standing face-to-face with the elderly widow walking behind her husband's horse-drawn hearse tested the discipline James B.", "title": "Mead's James B. Whitlow promoted to command chief master sergeant of Colorado Air National Guard", "url": "http://www.timescall.com/lifestyles/ci_27893540/meads-james-b-whitlow-promoted-command-chief-master", "image": "http://extras.mnginteractive.com/live/media/site46/2015/0410/20150410__12TCCLIF~1.jpg", "site": "@TimesCall", "card": "summary_large_image"}, "sailthru.date": "2015-04-11T18:49:35-0600", "sailthru.site": "timescall.com", "endDate": "2025-04-10T23:02:23-0600", "sailthru.title": "Mead's James B. Whitlow promoted to command chief master sergeant of Colorado Air National Guard", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Lifestyles", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "lLtD9ZooxmJUEEdRSCVzkO06t_hYKtyDqZF7EA3N2U0", "byline": "By Pam MellskogFor", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site46/2015/0410/20150410__12TCCLIF~4.jpg", "pubDate": "2015-04-11T19:06:26-0600", "news_keywords": "Lifestyles, Lifestyles news, Longmont Colorado Lifestyles news, Longmont Colorado news, Lifestyles Longmont news, Lifestyles Colorado news, US Lifestyles news, world Lifestyles news."}, "_id": "\"57477af46914bd0286fdce44\"", "article_summary": "On Saturday, he became the Command Chief Master Sergeant for the Colorado Air National Guard at Buckley Air Force Base in Aurora — the highest enlisted member in the Colorado Air National Guard under the governor.\nOn Saturday, he was promoted to state command chief master Sergeant for the Colorado Air National Guard.\nColorado Air National Guard State Command Chief Master Sgt.\n(Colorado Air National Guard / Courtesy photo)\"I never broke down,\" Whitlow, 49, continued.\nWe're a one-wing state, but we're the fourth largest wing in the Air National Guard with about 1,500 Guardsman."}