{"article_title": "NYS Budget 2015-16 – Health/Ethics", "article_keywords": ["program", "additional", "programs", "nys", "million", "budget", "final", "healthethics", "state", "health", "care", "public", "201516"], "article_url": "http://blog.timesunion.com/johnmcdonald/nys-budget-2015-16-healthethics/3632/", "article_text": "As you now know, 2015-16 state budget is now approved and in the books. The budget puts families first by restoring much-needed funding for our schools, making it possible for more students to achieve a college education and helping New York’s struggling families. The $150.3 billion plan also funds numerous economic development projects to create more jobs. It continues the state’s fiscal discipline by holding spending growth to less than 2 percent for the fifth consecutive year. Finally, we technically have an on time budget. Below are some highlights I would like to share with you:\n\nContinuing the fight for accessible, affordable health care\n\nQuality, affordable health care is a right that should be guaranteed to each and every New Yorker. No one should be left to fend for themselves when they fall ill or need lifesaving treatment. This budget helps ensure people get the high-quality care they deserve when they need it most.\n\nThanks to the federal Affordable Care Act (ACA), 2 million New Yorkers now have health insurance through the state’s health care exchange. To ensure that more New Yorkers can afford health care, the final budget implements the Basic Health Program. The program, available under the ACA, provides insurance to people whose incomes are between 133 and 200 percent of the federal poverty level and therefore are not eligible for Medicaid. The Basic Health Program expands affordable health insurance to approximately 438,000 New York.\n\nIn an effort to help low income New Yorkers and seniors, the final budget restores $78.9 million to Medicaid. Additionally, it provides $10.7 million to preserve spousal refusal, which protects couples from losing their life savings in the event that a spouse requires long-term care.\n\nFurther, the final budget rejects the governor’s proposal to greatly reduce pharmacy reimbursements. This proposal would have resulted in severe consequences for providers that care for the neediest individuals in our state. For those who are sick and for seniors, being able to purchase affordable, effective prescription drugs can be a matter of life and death. Therefore, we worked to keep those costs down so a choice doesn’t have to be made between buying vital prescription drugs and putting food on the table.\n\nMoreover, the final budget rejects the governor’s proposal to permit private equity to be invested in as many as five hospitals. Currently, hospitals are only allowed to operate as not-for-profits. Allowing corporate investment and ownership of hospitals may lead to incentivizing profits over the well-being of patients.\n\nThe Assembly Majority understands the importance of combating the growing heroin and opioid epidemic that is devastating communities across our state. That’s why the final budget includes an additional $1 million – on top of the $7.8 million in the governor’s budget – to support opiate abuse prevention and treatment services. It also includes an additional $2 million to be used to hire additional substance abuse prevention and intervention specialists. Finally, the budget provides that schools will be able to have employees trained to administer opioid overdose treatments to someone experiencing an overdose.\n\nIn an effort to roll back the governor’s shortsighted cuts and make a strong commitment to vital public health programs, the final budget includes:\n\na $21.3 million restoration for 39 discrete health programs that would have had their funding cut by 15 percent and been restructured into five grant pools, including: $6.8 million for public health workforce programs; $5.5 million for maternal and child health programs; $5.5 million for chronic disease prevention and control programs; and $2.6 million for health outcomes and advocacy programs\n\n$4 million ($1 million more than the governor’s proposal) for the Nurse Family Partnership, a community health program that assists first-time and low-income mothers;\n\n$3.3 million for the Enhancing the Quality of Adult Living (EQUAL) program to improve quality of care for residents of adult care facilities;\n\nan additional $1.5 million for the Spinal Cord Injury Research Program to encourage innovative research into the treatment and cure of paralysis and damage caused by spinal cord injury, for a total funding of $8.5 million;\n\n$2 million to support infertility services;\n\na $1.2 million restoration to save the New York State physician profile website, which allows New Yorkers to search for licensed doctors that fit their needs, as well as learn more about their current doctor, including any malpractice or other claims against them;\n\n$750,000 in additional support for family planning services;\n\n$525,000 for the HIV/AIDS Community Service Program (CSP);\n\n$525,000 for HIV/AIDS Multi-Service Agencies (MSA);\n\n$500,000 for Community Health Advocates;\n\n$400,000 for the Primary Care Development Corporation;\n\n$200,000 for the National Lymphatic and Tissue Bank;\n\n$50,000 for the New York State Breast Cancer Network; and\n\n$39,000 for the New York State Coalition for School-Based Health Centers.\n\nIncreasing transparency and cracking down on corruption\n\nThe opportunity to hold public office is a privilege granted by the people of New York State and those who are given this privilege have a responsibility to maintain the highest level of ethical standards. By requiring greater disclosure, transparency and accountability, this year’s state budget takes important steps toward restoring the public’s trust in their government.\n\nThe 2015-16 state budget requires that public officials disclose outside income they receive from non-government employment on their annual financial disclosure forms. Starting Dec. 31, 2015, if a public official earns more than $10,000 per year from non-government employment, they must disclose the names of any clients or customers from whom they receive more than $5,000. They will be required to describe the types of services provided to each client or customer, or to the firm from which they received payment. Sources of outside income covered by this requirement include law practices, real estate brokers and professions licensed by the Department of Education.\n\nPublic officials will also be required to report any referrals they receive from lobbyists. Officials who provide services related to matters before state agencies will be required to provide additional information regarding their clients and customers, as well as the compensation they receive.\n\nIn addition, all public officials in a state or municipal retirement system convicted of public corruption may be required to forfeit their pensions, regardless of when they entered the system. Currently, the law only applies to officials who entered the system in 2011 or after. However, a portion of any forfeited pension may be set aside by the court for their innocent spouse and children.\n\nThe message is pretty simple – if you hold public office and you’re convicted of corruption, you should not be allowed to collect a pension on the taxpayers’ dime.\n\nThe state budget also reforms the system of per diems and travel reimbursements for legislators by increasing electronic verification of expenditures and requiring documents related to travel and per diem expenses be made available online.\n\nIn an effort to enhance transparency in campaign communications, the final budget requires disclosure of independent expenditures prior to an election. Further, the budget strengthens the ban on using campaign funds for “personal use” and requires the Board of Elections to establish new guidelines for these expenditures.", "article_metadata": {"og": {"site_name": "Assemblyman John McDonald", "description": "As you now know,  2015-16 state budget is now approved and in the books.  The budget puts families first by restoring much-needed funding for our schools, making it possible for more students to ac…", "title": "NYS Budget 2015-16 – Health/Ethics", "url": "http://blog.timesunion.com/johnmcdonald/nys-budget-2015-16-healthethics/3632/", "image": "http://blog.timesunion.com/johnmcdonald/files/2015/04/index.jpg", "locale": "en_US", "type": "article"}, "article": {"published_time": "2015-04-05T16:05:27+00:00", "modified_time": "2015-04-06T20:32:31+00:00"}, "twitter": {"card": "summary"}, "NextGEN": "1.7.5", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fce4dd\"", "article_summary": "As you now know, 2015-16 state budget is now approved and in the books.\nTo ensure that more New Yorkers can afford health care, the final budget implements the Basic Health Program.\nIn an effort to enhance transparency in campaign communications, the final budget requires disclosure of independent expenditures prior to an election.\nThe 2015-16 state budget requires that public officials disclose outside income they receive from non-government employment on their annual financial disclosure forms.\nMoreover, the final budget rejects the governor’s proposal to permit private equity to be invested in as many as five hospitals."}