{"article_title": "An unwelcome surprise from Cook County's health system and new CEO Dr. Jay Shannon", "article_keywords": ["unwelcome", "million", "jay", "ceo", "parkland", "system", "county", "health", "board", "countys", "supposed", "cook", "surprise", "dr", "shannon", "care"], "article_url": "http://articles.chicagotribune.com/2014-07-14/opinion/ct-cook-county-health-medicaid--0714-20140714_1_health-system-independent-board-countycare", "article_text": "An unwelcome surprise from the Cook County health system\n\nCountyCare — that's Cook County's attempt to leverage federal dollars through a Medicaid managed care program — is in a heap of trouble. Expenses outstripped revenues by $21 million in the first six months of the county's fiscal year, through May 31. The shortfall is expected to grow to $63.5 million by the end of the fiscal year, Nov. 30. That's driving a projected $85.9 million shortfall in the 2014 Cook County budget.\n\nDr. John Jay Shannon, head of the Cook County health system, has much to prove. (Antonio Perez, Chicago Tribune)\n\nNext year looks grim, too: Cook County Board President Toni Preckwinkle projects a $168.9 million deficit for the county in fiscal 2015, which starts Dec. 1, including a $50 million deficit in the health care system.\n\nMeanwhile, the independent board that runs the county health system conducted a supposed nationwide search for a new chief executive and found its leader ... on its doorstep.\n\nThat would be Dr. John Jay Shannon, who has been interim boss since Dr. Ram Raju — the architect of CountyCare — decamped for New York in March.\n\nShannon, who was hired by the Cook County health system last year to lead the office of clinical integration, resigned under pressure in 2012 from his last job at Parkland Hospital in Dallas. The U.S. Centers for Medicare & Medicaid had found in 2011 that Parkland's patients were in \"immediate jeopardy\" of injury or death because of unsafe hospital conditions.\n\nShannon had worked for the Cook County system before he went to Parkland. County health officials say they're confident that Shannon had a hand in resolving problems at Parkland, not creating them. But shortly before he left Parkland, monitors placed there by the federal government had faulted hospital leaders for a weak turnaround effort.\n\nAll this suggests is that it's time for a critical reassessment of the management of the public health system here.\n\nWe have been fans of the independent operation of that system — it sure looked like a good idea when it stripped control of health care from the inept regime of former County Board President Todd Stroger.\n\nBut the financial failings of CountyCare and the questionable hiring and elevation of Shannon ought to force everyone to ask: What's going on here?\n\nShannon and the governing board run by Chairman David Carvalho have two big things to prove.\n\nFirst, that Shannon can run a safe, efficient health system.\n\nSecond, that creating the independent board wasn't a mistake. It's supposed to be free of political meddling. It's not supposed to be free of accountability.\n\nPreckwinkle can't force the board to operate more efficiently, but she is expected to come up with the cash to cover its deficit. She and taxpayers, that is.\n\nRaju started a major restructuring of the health system to boost patient care and reduce the demand on taxpayers to subsidize that health system. It held great promise.", "article_metadata": {"keywords": "opinion, editorials, news", "og": {"site_name": "tribunedigital-chicagotribune", "description": "CountyCare - that's Cook County's attempt to leverage federal dollars through a Medicaid managed care program - is in a heap of trouble. Expenses outstripped revenues by $21 million in...", "title": "An unwelcome surprise from Cook County's health system and new CEO Dr. Jay Shannon", "url": "http://articles.chicagotribune.com/2014-07-14/opinion/ct-cook-county-health-medicaid--0714-20140714_1_health-system-independent-board-countycare", "image": "http://www.trbimg.com/img-53c353e6/turbine/ct-ct-cook-county-hospital-ceo-jpg-20140712/2048/1375x2048", "type": "article"}, "fb": {"admins": 100001837105818}, "description": "CountyCare - that's Cook County's attempt to leverage federal dollars through a Medicaid managed care program - is in a heap of trouble. Expenses outstripped revenues by $21 million in", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd7f9a\"", "article_summary": "Dr. John Jay Shannon, head of the Cook County health system, has much to prove.\nRaju started a major restructuring of the health system to boost patient care and reduce the demand on taxpayers to subsidize that health system.\nAn unwelcome surprise from the Cook County health systemCountyCare — that's Cook County's attempt to leverage federal dollars through a Medicaid managed care program — is in a heap of trouble.\nAll this suggests is that it's time for a critical reassessment of the management of the public health system here.\nShannon had worked for the Cook County system before he went to Parkland."}