{"article_title": "Restaurants saw same-store sales grow 3 percent in 2015, report says", "article_keywords": ["increased", "usa", "restaurant", "samestore", "segment", "sales", "casual", "2015", "costs", "growth", "report", "decreased", "saw", "grow", "restaurants"], "article_url": "http://www.njbiz.com/article/20160408/NJBIZ01/160409810/restaurants-saw-samestore-sales-grow-3-percent-in-2015-report-says", "article_text": "Same-store restaurant sales improved 3 percent last year across all segments — quick service, fast casual, casual, upscale casual and pizza — due to overall economic improvement, decreased unemployment and increased discretionary spending, according to BDO USA's restaurant practice.\n\nThe pizza segment experienced the most growth, with an increase of 6.3 percent in same-store sales overall. Domino's, a segment leader, increased its same-store sales by 12.2 percent by focusing on online ordering and food delivery.\n\nThe fast casual segment increased same-store sales by 4.9 percent. Segment leader Shake Shack experienced 13.3 percent same-store sales growth due to its strategic menu mix and focus on unique, limited-time offers.\n\nLastly, the quick service segment increased same-store sales growth by 3.8 percent. McDonald’s posted positive same-store sales growth after debuting its all-day breakfast menu.\n\nAdditionally, costs of sales decreased across segments as commodities decreased in price year-over-year, with the exception of beef, which increased in cost by 3.4 percent. Pork (23.4 percent), cheese (13.5) percent and wheat (10 percent) significantly decreased in cost.\n\nThe only increased cost was labor, with restaurants facing additional costs due to the Affordable Care Act and competition with companies offering higher wages.\n\nBDO USA expects there to be a continued focus on controlling costs via strategic inventory, local management and innovative technology.\n\nEach quarter, BDO USA compiles the operating results of publicly traded restaurant companies for benchmarking purposes.", "article_metadata": {"og": {"site_name": "NJBIZ", "description": "Same-store restaurant sales improved 3 percent last year across all segments — quick service, fast casual, casual, upscale casual and pizza — due to overall economic improvement, decrease", "title": "Restaurants saw same-store sales grow 3 percent in 2015, report says | NJBIZ", "url": "http://www.njbiz.com/article/20160408/NJBIZ01/160409810/restaurants-saw-samestore-sales-grow-3-percent-in-2015-report-says", "image": "http://www.njbiz.com/storyimage/NJ/20160408/NJBIZ01/160409810/AR/0/AR-160409810.jpg", "type": "article"}, "twitter": {"domain": "njbiz.com", "description": "Same-store restaurant sales improved 3 percent last year across all segments — quick service, fast casual, casual, upscale casual and pizza — due to overall economic improvement, decrease", "title": "Restaurants saw same-store sales grow 3 percent in 2015, report says | NJBIZ", "image": {"src": "http://www.njbiz.com/storyimage/NJ/20160408/NJBIZ01/160409810/AR/0/AR-160409810.jpg"}, "site": "@njbiz", "card": "summary_large_image"}, "description": "Same-store restaurant sales improved 3 percent last year across all segments — quick service, fast casual, casual, upscale casual and pizza — due to overall economic improvement, decreased unemployment and increased discretionary spending, according to BDO USA's restaurant practice.", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The fast casual segment increased same-store sales by 4.9 percent.\nLastly, the quick service segment increased same-store sales growth by 3.8 percent.\nMcDonald’s posted positive same-store sales growth after debuting its all-day breakfast menu.\nSegment leader Shake Shack experienced 13.3 percent same-store sales growth due to its strategic menu mix and focus on unique, limited-time offers.\nDomino's, a segment leader, increased its same-store sales by 12.2 percent by focusing on online ordering and food delivery."}