{"article_title": "Hospitals' Medicare Quality Bonuses Get Wiped Out By Penalties : Shots", "article_keywords": ["quality", "wiped", "patients", "penalty", "average", "bonuses", "program", "medicare", "shots", "hospital", "hospitals", "penalties"], "article_url": "http://www.npr.org/sections/health-shots/2015/01/22/378853630/hospitals-medicare-quality-bonuses-get-wiped-out-by-penalties", "article_text": "Hospitals' Medicare Quality Bonuses Get Wiped Out By Penalties\n\ni toggle caption Laughing Stock/Corbis Laughing Stock/Corbis\n\nWhat Medicare gives with one hand, it's taking away with another. Most government quality bonuses to hospitals this year are being wiped out by penalties issued for other shortcomings.\n\nThe government is taking performance into account when paying hospitals, one of the biggest changes in Medicare's 50-year-history and one that's required by the Affordable Care Act.\n\nThis year 1,700 hospitals, 55 percent of those graded, earned higher payments for providing comparatively good care in the federal government's most comprehensive review of quality. The government measured criteria such as patient satisfaction, lower death rates and how much patients cost Medicare. This incentive program, known as value-based purchasing, also led to penalties for 1,360 hospitals. (You can see all the bonuses and penalties here.)\n\nHowever, fewer than 800 of the 1,700 hospitals that earned bonuses from this one program will actually receive extra money, according to a Kaiser Health News analysis. That's because the rest are being penalized through two other Medicare quality programs. One punishes hospitals for having too many patients readmitted for follow-up care, and the other lowers payments to hospitals where too many patients developed infections during their stays or got hurt in other ways.\n\nWhen all these incentive programs are combined, the average bonus for large hospitals, those with more than 400 beds, will be nearly $213,000, while the average penalty will be about $1.2 million, according to estimates by Eric Fontana, an analyst at The Advisory Board Company, a consulting firm based in Washington.\n\nFor hospitals with 200 or fewer beds, the average bonus will be about $32,000 and the average penalty will be about $131,000, Fontana estimated.\n\nTwenty-eight percent of hospitals will break even or get extra money.\n\nOn top of that, Medicare this year also began docking about 200 hospitals for not making enough progress in switching over to electronic medical records. Altogether more than 6 percent of Medicare payments are contingent on performance.\n\n\"You're starting to talk about real money,\" said Josh Seidman, a hospital adviser at Avalere Health, another consulting firm in Washington. \"That becomes a really big driver; it really gets the attention of the chief financial officer as well as everybody else in the executive suite of the hospital.\"\n\nAmong these programs, the Hospital Value-Based Purchasing initiative, now in its third year, is the only one that offers bonuses as well as penalties. It is also the only one that recognizes hospital improvement even if a hospital's quality is still subpar. These bonuses and penalties are based on 26 different measures, including how consistently hospitals followed a dozen recommended medical guidelines, such as giving patients antibiotics within an hour of surgery, and how patients rated their experiences while in the hospital.\n\nMedicare also examined death rates for congestive heart failure, heart attack and pneumonia patients, as well as bloodstream infections from catheters and serious complications from surgery such as blood clots. Medicare this year added a measure intended to encourage hospitals to deliver care in the most efficient manner possible. Hospitals were judged on how much their average patient costs Medicare, not only during the patient's stay but also in the three days before and a month after. Medicare is adding a hospital's bonus or penalty to every Medicare reimbursement for a patient stay from last October through the end of September.\n\nNearly 500 more hospitals earned bonuses in the value-based purchasing program compared to last year. The biggest is going to Black River Community Medical Center in Poplar Bluff, Mo., which is getting a 2.09 percent increase, the analysis found. The largest penalty this year is assigned to the Massachusetts Eye and Ear Infirmary, a teaching hospital of Harvard Medical School, in Boston. It is losing 1.24 percent of its Medicare payments.\n\nThe Massachusetts infirmary said in a statement that it was losing about $60,000 because most of its patients do not remain overnight in the hospital, and the penalties apply only to inpatient stays. The infirmary had so few of those cases that Medicare could not assess its performance on more than half the measures the government uses. Medicare's program \"is a poor match for what\" the infirmary does, it said.\n\nMore than 1,600 hospitals were exempted from the incentives, either because they specialize in particular types of patients, such as children or veterans, or because they are paid differently by Medicare, such as all hospitals in Maryland and \"critical access hospitals\" that are mostly in rural areas.\n\nMedicare awarded bonuses to at least three-fourths of the hospitals it evaluated in Alaska, Hawaii, Maine, Minnesota, Montana, Oregon, South Dakota and Wisconsin, the KHN analysis found. Medicare penalized more than half the hospitals it evaluated in Arizona, Arkansas, California, Connecticut, Delaware, the District of Columbia, Florida, Nevada, New Jersey, New York, North Dakota, Pennsylvania, Washington and Wyoming. You can see the state tallies here:", "article_metadata": {"Rating": "General", "description": "Medicare is giving hospitals financial incentives to provide better care. But so far about half of the hospitals that got incentive payments found them canceled out by other quality programs.", "og": {"site_name": "NPR.org", "description": "Medicare is giving hospitals financial incentives to provide better care. But so far about half of the hospitals that got incentive payments found them canceled out by other quality programs.", "title": "Hospitals' Medicare Quality Bonuses Get Wiped Out By Penalties", "url": "http://www.npr.org/sections/health-shots/2015/01/22/378853630/hospitals-medicare-quality-bonuses-get-wiped-out-by-penalties", "image": "https://media.npr.org/assets/img/2015/01/21/42-24602038_wide-b1187dc1daf49b3330c48b595192f2d35695c53f.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2015/01/21/42-24602038_wide-b1187dc1daf49b3330c48b595192f2d35695c53f.jpg?s=1400"}, "card": "summary_large_image", "site": "@NPR"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2015-01-22", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "_id": "\"57477af36914bd0286fce4ec\"", "article_summary": "Hospitals' Medicare Quality Bonuses Get Wiped Out By Penaltiesi toggle caption Laughing Stock/Corbis Laughing Stock/CorbisWhat Medicare gives with one hand, it's taking away with another.\nMost government quality bonuses to hospitals this year are being wiped out by penalties issued for other shortcomings.\nThat's because the rest are being penalized through two other Medicare quality programs.\nIt is also the only one that recognizes hospital improvement even if a hospital's quality is still subpar.\nMedicare is adding a hospital's bonus or penalty to every Medicare reimbursement for a patient stay from last October through the end of September."}