{"article_title": "Tax and Spend: What’s Changing on Oil Exports, Obamacare, Visas", "article_keywords": ["exports", "oil", "whats", "deal", "extension", "spending", "obamacare", "measures", "tax", "refineries", "visas", "prices", "changing", "bill", "spend"], "article_url": "http://blogs.wsj.com/washwire/2015/12/18/tax-and-spend-whats-changing-on-oil-exports-obamacare-visas/", "article_text": "Video: Spending Bill –What’s In, What’s Out\n\nLawmakers are moving a giant tax and spending deal that would set $1.15 trillion in spending for fiscal 2016 and makes permanent a number of expiring tax breaks.\n\nThe House approved the tax portion of the bill Thursday, and was combined with the spending bill and approved on Friday. The Senate is expected to vote later Friday, and President Barack Obama is expected to sign the bill into law before he goes on vacation.\n\nHere are the whole deal’s major components:\n\nENERGY\n\nThe legislation lifts the 40-year-old oil-export ban, a priority for Republicans and the oil industry, and at the same time adopts environmental and renewable measures that Democrats sought. These include extending and then phasing down wind and solar-tax credits over five years; reauthorizing for three years a conservation fund; and excluding any measures that block major Obama administration environmental regulations.\n\nTo address concerns that oil exports could raise gasoline prices, the bill includes a provision enabling the president to restrict oil exports in certain scenarios for up to one year, including in the case of a supply shortage or if oil prices are significantly higher than global levels. Congress moved to ban oil exports under most circumstances following a 1973 Arab oil embargo that sent domestic gasoline prices skyrocketing.\n\nSome U.S. refineries oppose oil exports, saying their business would be hit if crude oil is shipped overseas to be refined and warning that higher costs might be passed along to consumers. To address concerns expressed vocally by Democrats from the Northeast where several refineries are located, the spending bill changes an existing tax deduction for domestic manufacturing so independent refineries can deduct most of the transportation costs associated with their products.\n\n– Amy Harder\n\nTAXES\n\nThe legislation includes a two-year delay of “Cadillac tax” on high-cost health insurance, two-year suspension of excise tax on medical devices and suspension of a separate tax on health insurers for one year.\n\nThe deal would make permanent an array of tax breaks for individuals, at a price tag of $680 billion over the next decade. Among the tax changes:\n\nPermanent extension of research and development tax credit.\n\nPermanent expansion of child tax credit, earned income tax credit and tuition tax credit.\n\nPermanent extension of Section 179 expensing for small businesses.\n\nPermanent extension of state and local sales tax deduction.\n\nPermanent extension of active financing exception for multinational banks.\n\nPermanent extension of ability to transfer money directly from IRAs to charities.\n\nExtension of bonus depreciation through 2019.\n\nFive-year extension of tax credits for wind and solar energy:\n\nExtensions through 2017 of dozens of about 30 tax breaks.\n\nHere is more on what the deal means for households’ taxes.\n\n– Richard Rubin\n\n* * *\n\nFINANCIAL REGULATION\n\nThe budget deal contained few victories for the financial industry, which had been pushing for eased regulations on small and mid-sized banks as well as a provision blocking a pending rule affecting financial advisers. Congress did include provisions preserving its ability to manage the future of mortgage–finance giants Fannie Mae and Freddie Mac, and preventing the Securities and Exchange Commission from passing a political contribution disclosure rule.\n\n– Ryan Tracy\n\n* * *\n\nCYBERSECURITY, VISA WAIVERS\n\nThe bill wraps in provisions from two standalone measures in an effort to address security concerns in the wake of the Paris and San Bernardino attacks.\n\nOne would impose new travel restrictions on citizens of 38 countries, mostly in Europe and Asia, who how can come to the U.S. without a visa. It would no longer allow visa-free entry if these people had traveled to Syria, Iraq, Iran or Sudan since March 2011 or if they also held citizenship in one of the countries.\n\nAdditionally, the bill wraps in a cybersecurity measure aimed at prompting businesses to share information on online threats. The bill encourages businesses to monitor their networks and voluntarily share information with the government about cybersecurity attacks and other threats they encounter. It does so mainly by giving businesses protection from certain kinds of lawsuits—for example, suits over violations of electronic-privacy protections.\n\n– Siobhan Hughes and John D. McKinnon\n\nVideo: Congress Is on a Roll, But Will It Last?", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "Lawmakers are moving a giant tax and spending deal that would set $1.15 trillion in spending for fiscal 2016 and makes permanent a number of expiring tax breaks. Here are the whole deal’s major components.", "title": "Tax and Spend: What’s Changing on Oil Exports, Obamacare, Visas", "url": "http://blogs.wsj.com/washwire/2015/12/18/tax-and-spend-whats-changing-on-oil-exports-obamacare-visas/", "image": {"src": "http://si.wsj.net/public/resources/images/BN-LS619_OILEXP_P_20151215173008.jpg"}, "site": "WSJPolitics", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Politics", "article.headline": "Tax and Spend: What’s Changing on Oil Exports, Obamacare, Visas", "description": "Lawmakers are moving a giant tax and spending deal that would set $1.15 trillion in spending for fiscal 2016 and makes permanent a number of expiring tax breaks. Here are the whole deal’s major components.", "article_section": "Politics", "author": "Amy Harder", "user.type": "unsubscribed", "article.page": "Washington Wire Blog", "page.content.format": "responsive", "page.subsection": "Washington Wire", "article.summary": "Lawmakers are moving a giant tax and spending deal that would set $1.15 trillion in spending for fiscal 2016 and makes permanent a number of expiring tax breaks. Here are the whole deal’s major components.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2015-12-18T15:22:02-05:00", "dj.asn": "10-157", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/washwire/2015/12/18/tax-and-spend-whats-changing-on-oil-exports-obamacare-visas/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-WB-59870", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Politics", "language": "en-US", "og": {"site_name": "WSJ", "description": "Lawmakers are moving a giant tax and spending deal that would set $1.15 trillion in spending for fiscal 2016 and makes permanent a number of expiring tax breaks. Here are the whole deal’s major components.", "title": "Tax and Spend: What’s Changing on Oil Exports, Obamacare, Visas", "url": "http://blogs.wsj.com/washwire/2015/12/18/tax-and-spend-whats-changing-on-oil-exports-obamacare-visas/", "image": {"width": 749, "identifier": "http://si.wsj.net/public/resources/images/BN-LS619_OILEXP_P_20151215173008.jpg", "height": 499}, "type": "article"}, "article.access": "free", "article.type": "Washington Wire", "article.id": "BL-WB-59870", "user.exp": "default", "article.updated": "2015-12-18T17:12:59-05:00"}, "article_summary": "Congress moved to ban oil exports under most circumstances following a 1973 Arab oil embargo that sent domestic gasoline prices skyrocketing.\nVideo: Spending Bill –What’s In, What’s OutLawmakers are moving a giant tax and spending deal that would set $1.15 trillion in spending for fiscal 2016 and makes permanent a number of expiring tax breaks.\nThe House approved the tax portion of the bill Thursday, and was combined with the spending bill and approved on Friday.\nTo address concerns that oil exports could raise gasoline prices, the bill includes a provision enabling the president to restrict oil exports in certain scenarios for up to one year, including in the case of a supply shortage or if oil prices are significantly higher than global levels.\nSome U.S. refineries oppose oil exports, saying their business would be hit if crude oil is shipped overseas to be refined and warning that higher costs might be passed along to consumers."}