{"article_title": "An Alternative ISIS Creation Story", "article_keywords": ["israel", "isis", "troops", "country", "creation", "israeli", "evidence", "islamic", "state", "narrative", "alternative", "guys", "war"], "article_url": "http://www.mintpressnews.com/an-alternative-isis-creation-story/207473/", "article_text": "An Alternative ISIS Creation Story\n\nThere are more than two sides to almost everything. This is especially true in the Middle East.\n\nRamadi, ISIS Territory (TFC) – One of the reasons the major networks can manipulate US readers is that we like our stories nice and neat. We want there to be two sides. We want to know who to root for. The problem is that the facts on the ground rarely line up this way. It’s too hard for news outlets to drive an agenda by using all of the facts and it’s too difficult to understand all of the factors at play without becoming in armchair expert in Middle Eastern studies. Nowhere is this more apparent than the battle against the Islamic State in Syria or Iraq or Nigeria or Egypt or Palestine or Tunisia or… starting to see the point?\n\nBecause of America’s desire to have a tidy storyline, journalists tend to force facts to fit a narrative. The traditional narrative is something along the lines of the “bad guys” (The Islamic State, backed by shady terrorist financiers) are fighting the “good guys” (The Iraqis, the Kurds, the “moderate” Syrian rebels, and the US Air Force).\n\nThe alternative narrative is just as shallow. They lament the involvement of Iran, even though they’ve entered on the side of the “good guys,” they ignore the involvement of Hezbollah and Hamas, and they sidestep the fact that Syria’s government is also considered a “bad guy.” To make the alternative narrative make sense, many have added Israeli control of the Islamic State to the storyline. This allows journalists to suggest that any of the hard to explain events on the ground are part of some evil conspiracy by the Israelis.\n\n\n\nofficial MintPress sponsor official MintPress sponsor\n\nThe facts are a little different. The Islamic State is fighting Syria’s government and Iraq’s government. The Kurds are fighting the Islamic State. So, that means the Kurds are friends with the Syrian government, right? Not even close. The Kurds want their own country that would carve a chunk out of Syria, Iraq, Iran, and Turkey. This obviously doesn’t sit well with the governments of those countries. Hamas and the Islamic State both hate Israel, so they’re allies, right? Nope. They’ve been killing each other all month.\n\nWhat we have to come to terms with is the fact that the Middle East is complicated. We also need to accept the fact that there are multiple agendas at play, and that those agendas don’t necessarily fall into the good vs. bad narrative. More importantly, many of the “good guys” are guilty of war crimes. Many of the “bad guys” are acting in a humanitarian nature. This is not a black and white war. It’s gray; a very muddled gray. This muddled confusion has given birth to conspiracy theories as a way of simplifying and bringing order out of the chaos.\n\nEven the media’s treatment of the Islamic State is designed to ignore the facts and keep it simple. The Islamic State is treated by the media as if were a national military with a definite chain of command. The reality is that the Islamic State is a patchwork of militant groups that have sworn allegiance to the Caliphate. These internal groups all also have their own agenda and want to achieve something by linking themselves to the Islamic State banner. In Nigeria for example, the Boko Haram pledged allegiance to the Islamic State once Nigerian troops, backed by Chadian forces, began stomping them into the ground. They joined in hopes of receiving help. The group in Gaza joined because the Hamas-affiliated brigades haven’t been able to accomplish much in the armed struggle to free Palestine. Each of these groups wants to join the Islamic State, access its resources, and use its reputation to establish control over a specific geographic area. These are marriages of convenience. They might align and work together, but treating the Islamic State as some form of military structure that is controlled from the top down is less than accurate.\n\nIsrael as the hidden hand\n\nOut of a desire to give people a simple storyline, many have chosen to blame Israel for the creation of the Islamic State, and some believe the Islamic State is somehow controlled by Israeli intelligence. Remember that the Islamic State is a patchwork. The idea that a few key people could be planted to control the actions of tens of thousands in various militant groups is a far-fetched proposal. Regardless of that, this theory has picked up a lot of steam based on evidence that is misrepresented, manufactured, or misunderstood. The Fifth Column asked readers for the best evidence of Israel’s control of the Islamic State. We will address those pieces of evidence below:\n\nIsraeli weapons in the Islamic State’s hands: Several photos have surfaced of Israeli-made weapons in the hands of people that are claimed to be Islamic State troops. We’re just going to assume that the largely unsourced photos show exactly what they claim they show: Israeli made arms in the hands of the bad guys. Israel exports billions of dollars in arms each year. Just like every other country in the world, a flourishing black market for arms exists in the country. The idea that Israeli implements of war might find their way to a nearby war zone isn’t evidence of a conspiracy. It’s an event that is certain to happen. Most of the weapons used by the Mujahideen during the fight against the Soviets in Afghanistan were manufactured by the Soviets. Finding the weapons of an arms exporting country in a war zone is normal. More importantly, when nations provide covert arms, they rarely use weapons manufactured in their own country.\n\nThe Islamic State doesn’t attack Israel: Yes, they do. They’ve been doing it all month. Many ask why they waited so long to attack Israel. It goes back to how the organization is structured. It is made up of other organizations that have pledged allegiance to it. Hamas-defectors (Note that some reports state the defectors were from the linked Palestinian Islamic Jihad) have recently pledged allegiance, and now the Islamic State has forces within striking distance. It’s that simple. A better question to ask would be: why would an organization be expected to divert resources from a war in Iraq or Syria to attack another country and open another front? Strategically that’s… stupid.\n\nIsrael treats wounded Islamic State troops: Yes, they do, just as the US military treated Iraqi insurgents during the wars, or Viet Cong troops during the Vietnam War. It’s a requirement of international law to provide medical assistance. The UN is crawling all over the area where the Islamic State forces meet with Israeli troops. With the amount of international condemnation currently being directed at Israel, the country wouldn’t want to risk more scandal by denying medical attention to wounded troops from a conflict in which it is not a belligerent. Again, if a nation was wanting to provide covert assistance, it would make large, anonymous donations to one of the many non-profits seeking to set up medical centers in the war zone. It wouldn’t stage public relations stunts touring the facilities.\n\nIsraeli Secret Intelligence Service is ISIS: This is perhaps the most meme-inspiring piece of evidence. Most people haven’t reviewed where this little piece of “evidence” originated or they probably wouldn’t be posting the memes. In the late 1980s, somebody pressed a spokesman for the Israeli Prime Minister to come up with an English acronym for the name of The Institute (The Mossad). The spokesperson said the “Israeli Secret Intelligence Service.” This agency doesn’t even exist. It’s a made up term to provide an English name. More importantly, are we supposed to believe that Israel named a manufactured terrorist group after an acronym they don’t use themselves, somehow knowing Daesh would be translated from Arabic that way?\n\nCIA/Mossad agents caught training Islamic State: This is probably the most damning evidence. It was reported that several foreigners were caught by Iraqi Special Forces and that some of them were American CIA or Israeli Mossad agents. The report was echoed all over the internet. The story was originally brought to prominence by Iran’s Fars News Agency. If you aren’t familiar with Fars, it also broke the all-so-important story about how the United States is controlled by Nazi aliens. Yes, for real. Fars sourced the ever-reliable, whatdoesitmean.com for the report. That site tells of Nordic aliens invading Earth and how real vampires fear being stereotyped. The PressTV articles are of the same caliber.\n\nSo the connections being used as evidence of Israeli control of the Islamic State are well… nonexistent. Does that mean that Israel isn’t exploiting the situation? Of course not. Israel would love to see Assad out of power. They will happily provide airstrikes to help that happen. I’m a very vocal critic of Israel’s foreign policy. If you want to condemn Israel, there are many reasons to do so. We don’t need to make stuff up.\n\nThis is symptomatic of trying to force facts into a two-sided narrative. There are more than two sides to almost everything. This is especially true in the Middle East. It is an environment that changes quickly and today’s allies or tomorrow’s enemies. This isn’t just true of interventionist nations, but of every country and group in the Middle East. Money, power, ethnic loyalties, religious loyalties, and national interests are shifting daily. Anybody offering a clean and easy storyline to explain these issues can file their report alongside the one about Nazi aliens. They’re both going to contain the same amount of truth.\n\nIf you’re looking for a Islamic State creation story that makes sense, click here.\n\nThe views expressed in this article are the author’s own and do not necessarily reflect Mint Press News editorial policy.", "article_metadata": {"description": "An Alternative ISIS Creation Story", "generator": "WordPress 4.5.2", "AUTHOR": "Justin King | Fifth Column News", "og": {"site_name": "MintPress News", "description": "An Alternative ISIS Creation Story", "title": "An Alternative ISIS Creation Story", "url": "http://www.mintpressnews.com/an-alternative-isis-creation-story/207473/", "image": "https://www.mintpressnews.com/wp-content/uploads/2015/07/15317640906_a95eaf8d83_k.jpg", "updated_time": "2015-07-10T14:12:43-05:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "An Alternative ISIS Creation Story", "title": "An Alternative ISIS Creation Story", "image": "https://www.mintpressnews.com/wp-content/uploads/2015/07/15317640906_a95eaf8d83_k.jpg", "creator": "@Justinkingnews", "site": "@MintPressNews", "card": "summary_large_image"}, "robots": "noodp", "fb": {"admins": 100003161352196}, "article": {"publisher": "https://www.facebook.com/MintpressNewsMPN", "section": "Foreign Affairs", "tag": "Syria", "published_time": "2015-07-11T05:00:18-05:00", "modified_time": "2015-07-10T14:12:43-05:00"}}, "article_summary": "If you’re looking for a Islamic State creation story that makes sense, click here.\nAn Alternative ISIS Creation StoryThere are more than two sides to almost everything.\nThe reality is that the Islamic State is a patchwork of militant groups that have sworn allegiance to the Caliphate.\nThe Islamic State is treated by the media as if were a national military with a definite chain of command.\nEven the media’s treatment of the Islamic State is designed to ignore the facts and keep it simple."}