{"article_title": "Wedding planner convicted of unfair practices running new business for brides", "article_keywords": ["planning", "couples", "planner", "business", "brides", "unfair", "usmani", "convicted", "running", "practices", "wedding", "services", "bridal", "total", "events", "morrison"], "article_url": "http://www.guelphmercury.com/news-story/4641403-wedding-planner-convicted-of-unfair-practices-running-new-business-for-brides/", "article_text": "KITCHENER — Samantha Whitworth was excited to plan her dream wedding when she went to Total Wedding and Party Services in September.\n\nThe 22-year-old won a free limo ride from the Cambridge business.\n\nShe ended up booking more services at the everything-under-one-roof business owned by Karl Usmani: From photographers to cakes and decorations, they did it all.\n\nWhitworth picked out a pretty backdrop and decorated chairs for her outdoor July wedding.\n\nShe said the storefront looked like a storage facility. \"We thought it was a little weird, but he assured us he had just moved from Mississauga and they were still sorting things out,\" the bride from Guelph said.\n\nUsmani showed her pictures of what all her choices would look like. Everything seemed reasonable, even the price at $2,200.\n\nWhitworth and her parents put down a deposit of $600. But over the next few months, Whitworth's patience began to unravel.\n\nOne day Usmani told her his photocopier was broken and he couldn't give her a copy of the contract. Another day she asked for a breakdown of prices and he refused to give it to her.\n\nWhitworth became suspicious of Usmani and shopped around for other decorators in the region. After talking to another planner and a decorator who were working on a friend's wedding, she discovered Usmani was overcharging her by about $1,200 — probably the cost of the \"free\" limo, she estimated.\n\nThat was when she had enough. When she asked for her deposit back, he hurled insults at her parents and called them poor.\n\n\"He had no good explanation,\" she said. \"If he's like this now, I don't trust him with my wedding.\"\n\nIt was an upsetting experience for her, but now Whitworth is glad she ditched the wedding planner who was convicted of unfair practices on July 3 under the Consumer Protection Ontario Act.\n\nHe was sentenced to 10 days in jail, two years probation and ordered to pay around $18,000 in restitution for two similar event planning businesses he ran in Mississauga between 2008 and 2011.\n\nGlobal Wedding & Events Co. Ltd. and Global Events & Imports Inc. had eight different complaints that ranged from a photographer not showing up to a wedding to cancelled bookings with no refunds.\n\nJaimee Morrison had a similar experience with Usmani in February. She won a mother-of-the-bride dress at The Wedding Trends bridal show in Guelph.\n\nLike Whitworth, she went to Total Wedding and Party Services to claim the free dress with her mom and was tempted to book her venue with Usmani since he claimed to know the owner.\n\nUsmani took a $200 deposit for her venue, but never booked her wedding date. When she called the venue to confirm her date, they said no reservation had ever been made.\n\n\"It was just really fishy,\" Morrison said.\n\nThe 23-year-old bride from Cambridge isn't getting married until next year, but planning takes time and effort especially with two young sons at home. She decided to cancel her arrangement.\n\n\"It seemed too good to be true,\" she added.\n\nUsmani also treated her poorly when it came down to getting her money back.\n\n\"He yelled at me and made me cry,\" she said. \"He said 'I hope bad things happen to you.' \"\n\nMorrison was one of the lucky ones. Usmani gave back her $200 deposit.\n\nIt wasn't until months later after she had washed her hands of Usmani that Morrison discovered his past.\n\n\"After reading that article (about his conviction), I felt sick to my stomach,\" Morrison wrote in an email to The Record.\n\nThe \"temporary\" Total Wedding and Party Services location Whitworth saw in September is still there and appears to be permanent.\n\nThere is a cardboard sign directing customers to a metal door on one side of the building. A plastic banner hangs above the door that advertises 50 per cent off all dresses.\n\nA rusty limousine with an expired license plate sticker is parked outside the door under an abandoned hanging flower pot, the flowers long dead.\n\nThe Record attempted to contact Usmani multiple times by phone and by going to his business on Pinebush Road in Cambridge several times, but a comment from him could not be obtained.\n\nA man who answered the Total Wedding phone number last week and identified himself as a colleague of Usmani's would only say \"it was all lies\" when asked about the conviction over the Mississauga businesses.\n\nSeveral couples have spoken out on Facebook wedding pages and online forums, claiming they did not get refunds after cancelling services with Total Wedding. In all cases, the couples cancelled because they and their families had not seen any evidence that Usmani was going to deliver contracted services.\n\nThe two-year probation order that is a part of Usmani's conviction means that he can still operate a business in the event planning industry. He just can't commit the same or similar offences during this time.\n\nBefore his ventures in Mississauga, and his new one in Cambridge, Usmani had a bridal shop in Kitchener called Canadian Bridal & Events Co.\n\nThirteen years ago, Melissa Gissing was also a victim of Usmani's business practices.\n\nGissing went to the Victoria Street showroom to claim a free veil she won at a bridal show at Bingemans and decided to book the final touches to her wedding with Usmani.\n\nShe was horrified with the service she received: Mistakes in her first batch of invitations, contracts with wrong information, and a cake destroyed on its way to her wedding.\n\n\"I'm sure he has done it to lots of people,\" Gissing said.\n\nComplaint boards and forums online chronicle many failed run-ins couples had with Usmani's several companies over the years.\n\n\"Nobody's perfect, but that many imperfections with that many weddings is not an accident,\" she said. She said planning a wedding is extremely stressful and no one wants the added stress of an unreliable service, she added.\n\nUsmani was never convicted for any offences related to his Kitchener company, Canadian Bridal & Events Co. But in 1999, he did run off with several wedding deposits in Casselberry, Fla., according to a story in The Orlando Sentinel newspaper, leaving at least three couples stranded.\n\nThe Orlando Sentinel reported about numerous complaints against his shop called American Bridal Resources International. At the time, the police said they were unsure of whether charges will be laid. At the time police were told the couple had left the U.S.\n\n\"It's really unfortunate for the industry that people of this calibre are deceiving brides in this manner,\" said Simon Dowrick of Grand River Shows, a division of the Waterloo Region Record, which runs the Wedding Trends bridal show.\n\n\"We urge all brides to check references and be diligent when dealing with businesses when planning a wedding.\"\n\nHe added that couples should talk to others who have used a business and do research for reviews on the internet before doing business with a wedding planner.\n\nAs a result of complaints and further investigation, Total Wedding and Party Services have been banned from future Grand River Shows events.\n\nConsumer Protection Ontario warned people to seek reputable businesses and make sure contracts are received in writing.\n\nThey also said that consumers should do thorough research on any company they are considering hiring and to check references on the ministry's Consumer Beware List that can be found at Ontario.ca/consumerbeware before doing business.\n\nUsmani's name appears on the Consumer Beware List affiliated with both Mississauga businesses, Global Wedding & Events Co. Ltd. and Global Events & Imports Inc.\n\nWhitworth is getting married on Saturday and is glad she went with another decorator.\n\n\"But at this point I am still out $600 and left with a sour taste in my mouth from planning the wedding,\" she added.\n\n\"I know I will always look back at this and think about how I had to deal with it.\"\n\nGissing, Whitworth, Morrison and all of their friends have been warning other couples about Usmani on business complaint boards and wedding forums.\n\nConsumers can call Consumer Protection Ontario at 1-800-889-9768 if they believe they have been treated unfairly and to get free advice.", "article_metadata": {"RATING": "GENERAL", "DESCRIPTION": "Samantha Whitworth was excited to plan her dream wedding when she went to Total Wedding and Party Services in...", "COPYRIGHT": "© Copyright 2016 Metroland Media Group Ltd. All Rights Reserved", "AUTHOR": "Guelph Mercury", "og": {"url": "http://www.guelphmercury.com/news-story/4641403-wedding-planner-convicted-of-unfair-practices-running-new-business-for-brides/", "image": "http://www.guelphmercury.com/portals/17/images/fb_logo.jpg", "type": "Article Story", "description": "Wedding planner was sentenced to 10-day jail term back", "title": "Wedding planner convicted of unfair practices running new business for brides"}, "RESOURCE-TYPE": "DOCUMENT", "ROBOTS": "INDEX, FOLLOW", "REVISIT-AFTER": "1 DAYS", "DISTRIBUTION": "GLOBAL", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fce50b\"", "article_summary": "KITCHENER — Samantha Whitworth was excited to plan her dream wedding when she went to Total Wedding and Party Services in September.\nThe \"temporary\" Total Wedding and Party Services location Whitworth saw in September is still there and appears to be permanent.\nGlobal Wedding & Events Co. Ltd. and Global Events & Imports Inc. had eight different complaints that ranged from a photographer not showing up to a wedding to cancelled bookings with no refunds.\nSeveral couples have spoken out on Facebook wedding pages and online forums, claiming they did not get refunds after cancelling services with Total Wedding.\nGissing, Whitworth, Morrison and all of their friends have been warning other couples about Usmani on business complaint boards and wedding forums."}