{"article_title": "Support for those with fibromyalgia", "article_keywords": ["stress", "wisconsin", "help", "support", "group", "therapy", "know", "fibromyalgia", "suffer", "pain", "options"], "article_url": "http://www.wausaudailyherald.com/story/opinion/2014/10/03/letter-support-fibromyalgia/16634095/", "article_text": "EDITOR: Fall in central Wisconsin is beautiful with the changing of the leaves, but cooler temperatures can also bring occasional stress to the joints and muscles, requiring an extra effort to get around. If you are among the two million Wisconsinites like me who suffer with chronic pain, you know there are good days and bad days. But you should also know help is truly out there.\n\nThe Central Wisconsin Fibromyalgia Support group that I lead in our area is part of the Wisconsin Pain Coalition. We recommend chronic pain sufferers talk to their doctor about identifying their pain and exploring treatment. Medication, physical therapy, chiropractic care. aquatic therapy, massage, are among the options. You can also explore pain self-management tools that can help reduce healthcare costs. More options include meditation and stress management.\n\nFinally, please consider joining a support group like ours. We meet the first Monday of the month at 6 p.m. inside the 2510 Restaurant on Stewart Avenue in Wausau. You’ll learn more about your pain and will find inspiration, friendship, and emotional support among those facing similar challenges. No one has to suffer with pain in silence.\n\nMelanie Clark,\n\ntown of Guenther\n\nRead or Share this story: http://wdhne.ws/1vCA11B", "article_metadata": {"google": "notranslate", "description": "Fall can be hard on those of us who suffer pain. You can get support.", "og": {"site_name": "Daily Herald Media", "description": "Fall can be hard on those of us who suffer pain. You can get support.", "title": "Letter: Support for those with fibromyalgia", "url": "http://www.wausaudailyherald.com/story/opinion/2014/10/03/letter-support-fibromyalgia/16634095/", "image": "http://www.gannett-cdn.com/GDContent/applogos/wausaudailyherald.png", "type": "article"}, "twitter": {"description": "Fall can be hard on those of us who suffer pain. You can get support.", "title": "Letter: Support for those with fibromyalgia", "image": "http://www.gannett-cdn.com/-mm-/cfe5d1043332fdbc639239bd6ba241b0450d9d06/c=0-0-319-319&r=x643&c=640x640/local/-/media/Wausau/2014/10/03/fibro-awareness.jpg", "creator": "@wausauherald", "site": "@wausauherald", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=884268453", "fb": {"app_id": 187427251271455}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": ""}, "_id": "\"57477af36914bd0286fce510\"", "article_summary": "The Central Wisconsin Fibromyalgia Support group that I lead in our area is part of the Wisconsin Pain Coalition.\nFinally, please consider joining a support group like ours.\nYou’ll learn more about your pain and will find inspiration, friendship, and emotional support among those facing similar challenges.\nBut you should also know help is truly out there.\nIf you are among the two million Wisconsinites like me who suffer with chronic pain, you know there are good days and bad days."}