{"article_title": "Republicans Shut Down the Government, But They Can't Stop Obamacare", "article_keywords": ["americans", "shut", "federal", "stop", "republicans", "obamacare", "cant", "health", "shutdown", "uninsured", "party", "women", "veterans", "care"], "article_url": "http://www.rollingstone.com/politics/news/republicans-shut-down-the-government-but-they-cant-stop-obamacare-20131001", "article_text": "Is there anything as exciting as a government shutdown? Not for Tea Party Republicans. As the hours ticked away prior to the first government shutdown in 17 years last night, the nation's most extreme right-wing legislators were already congratulating themselves on expressing the so-called will of the people by grinding the federal government to a halt. \"We're very excited,\" Rep. Michele Bachmann (R-Minnesota) told the Washington Post. \"It's exactly what we wanted, and we got it.\"\n\nIn many ways, a shutdown was inevitable from the moment the GOP's extremist fringe took over the party a few years back. The Republican class of 2010 was elected with the explicit intention of driving the government straight off a cliff. The only question was how many passengers they were taking with them and whether they were going to hit the gas as they headed over the edge. This week, we found out.\n\nBachmann laid out the Tea Party philosophy yesterday in an interview with arch-conservative site WND.com. \"President Obama can't wait to get Americans addicted to the crack cocaine of dependency on more government health care,\" she said. \"All they want to do is buy love from people by giving them massive government subsidies.\"\n\nSee the Seven Most Extreme State Laws Proposed This Year\n\nWhat kind of \"massive government subsidies\" is Bachmann so worked up about? Programs like the Special Supplemental Nutrition Program for Women, Infants and Children, which will likely lose all of its funding thanks to the shutdown – potentially leaving millions of low-income women, babies and small children hungry. The same thing may happen to Temporary Assistance to Needy Families, causing many more Americans to go unfed. If the shutdown continues, disabled veterans could lose their pay next.\n\nIf the Republicans are literally willing to take food out of the mouths of babies to try and stop Obamacare, is it still worth fighting them? The answer, according to Affordable Care Act supporters like Sen. Angus King (I-Maine), is absolutely yes. \"That's a scandal,\" King recently said of Republican efforts to discourage young people from purchasing insurance. \"Those people are guilty of murder in my opinion. Some of those people they persuade are going to end up dying because they don't have health insurance. For people who do that to other people in the name of some obscure political ideology is one of the grossest violations of our humanity I can think of.\"\n\nToday, the federal government is shut down because of Republicans' zealous opposition to helping poor Americans. Families across the country are worrying about how far they can stretch their meals. Federal employees (though not members of Congress) are wondering if they'll be able to pay their mortgages this month. Disabled veterans aren't sure how much longer they can count on the benefits they earned in battle.\n\nBut despite the Republicans' best efforts, the calendar still reads October 1st – which means the Affordable Care Act's most important provision has taken effect. The health care exchanges are now open to any uninsured person who wants coverage. For millions of Americans – including the 6 out of 10 uninsured who say they don't want Obamacare defunded – that's a victory.", "article_metadata": {"description": "Tea Party Republicans are thrilled about taking away benefits from millions of needy Americans, but they're losing in the long run", "og": {"site_name": "Rolling Stone", "description": "Tea Party Republicans are thrilled about taking away benefits from millions of needy Americans, but they're losing in the long run", "title": "Republicans Shut Down the Government, But They Can't Stop Obamacare", "url": "http://www.rollingstone.com/politics/news/republicans-shut-down-the-government-but-they-cant-stop-obamacare-20131001", "image": {"width": 1401, "identifier": "http://assets.rollingstone.com/assets/images/story/republicans-shut-down-the-government-but-they-cant-stop-obamacare-20131001/bachmann-306-1380639118.jpg", "height": 788}, "type": "article"}, "twitter": {"site": "@RollingStone", "image": {"src": "http://assets.rollingstone.com/assets/images/story/republicans-shut-down-the-government-but-they-cant-stop-obamacare-20131001/bachmann-306-1380639118.jpg"}, "description": "Tea Party Republicans are thrilled about taking away benefits from millions of needy Americans, but they're losing in the long run", "card": "summary_large_image", "title": "Republicans Shut Down the Government, But They Can't Stop Obamacare"}, "fb": {"app_id": 107978575944240}, "article": {"publisher": "https://www.facebook.com/rollingstone", "published_time": "2013-10-01T15:30:00Z"}, "viewport": "width=device-width, maximum-scale=1.0, target-densityDpi=device-dpi", "news_keywords": "Government Shutdown,federal government,congress,michele bachmann,republicans,tea party,obamacare,health care,Affordable Care Act"}, "_id": "\"57477af36914bd0286fce515\"", "article_summary": "\"President Obama can't wait to get Americans addicted to the crack cocaine of dependency on more government health care,\" she said.\nNot for Tea Party Republicans.\nIf the Republicans are literally willing to take food out of the mouths of babies to try and stop Obamacare, is it still worth fighting them?\nToday, the federal government is shut down because of Republicans' zealous opposition to helping poor Americans.\nThe health care exchanges are now open to any uninsured person who wants coverage."}