{"article_title": "Top Medicare Advantage insurer foresaw Obamacare damage", "article_keywords": ["seniors", "foresaw", "benefits", "significantly", "advantage", "insurer", "obamacare", "damage", "hemsley", "rate", "program", "medicare", "growth", "unitedhealth"], "article_url": "http://dailycaller.com/2014/01/13/revealed-top-medicare-advantage-insurer-knew-obamacare-would-cause-devastation-for-seniors/", "article_text": "4056953\n\nThe nation’s largest Medicare Advantage insurer knew that Obamacare would lead to cuts in benefits and access to insurance for the nation’s seniors as early as April 2013, according to company earnings call transcripts reviewed by The Daily Caller.\n\nUnitedHealth Group is already dropping thousands of doctors from Medicare Advantage plans in the hope that the doctors’ expensive patients will also leave their UnitedHealth plans. UnitedHealth’s CEO told his investors early last year that the Affordable Care Act would force the company to “reduce benefits and pull back access” for consumers.\n\nObamacare, which raids $300 billion from the privately run Medicare Advantage program, is squarely to blame. The cuts will begin affecting many seniors in 2014 and also mandates new Medicare Advantage rate reductions.\n\nMedicare Advantage, which was created in 1997, is a network of PPOs and HMOs that offers oldsters the option of getting benefits through the network rather than through the original Medicare Parts A and B. Most studies indicate it significantly reduced out-of-pocket costs for seniors while providing better benefits, but the program was targeted for cuts under the Affordable Care Act.\n\n“While we are performing well, we are doing so in a challenging economic, regulatory and health care climate. The headwinds we have discussed in our past sessions with you remain very real. By far the most impactful headwind is the Medicare Advantage rate picture for 2014,” UnitedHealth president and CEO Stephen J. Hemsley said on the company’s first quarter earnings call on April 18, 2013.\n\n“While the final guidance was improved from the negative 8% all-in starting point, it is still a significant challenge. The cumulative net effect of the SGR resolution, the mandated ACA [Obamacare] rate reductions, the strong negative impact of the risk recalibrations and the insurance tax still leaves the Medicare Advantage program significantly under-funded, a more than 4% net reduction against a typical industry forward medical cost trend outlook of 3% or more for 2014.”\n\n“These rates will undoubtedly impact the more than 14 million Medicare Advantage beneficiaries across the nation and will cause UnitedHealthcare to reduce benefits and pull back access in certain markets and will affect the growth prospects and earnings potential for our overall Medicare Advantage offerings across all our markets for 2014,” Hemsley said.\n\n“We did not expect the fastest growing, most popular and most effective of the Medicare benefit options serving America’s seniors would be underfunded to this extent in 2014, particularly with the backdrop of the already existing ACA mandates and sequestration,” Hemsley said. “We will take the time to fairly assess the implications to our 2014 UnitedHealth Group growth outlook and whether our growth expectations for 2014 can be sustained in light of the continuation of both sequestration and a significantly greater rate setback than anyone could have expected.”", "article_metadata": {"sailthru.author": "Patrick Howley", "description": "UnitedHealth Group panicked on quarterly earnings calls", "og": {"site_name": "The Daily Caller", "description": "The nation's largest Medicare Advantage insurer knew that Obamacare would lead to cuts in benefits and access to insurance for the nation's seniors as early as April 2013, according to company earning", "title": "REVEALED: Top Medicare Advantage insurer knew Obamacare would cause devastation for seniors", "url": "http://dailycaller.com/2014/01/13/revealed-top-medicare-advantage-insurer-knew-obamacare-would-cause-devastation-for-seniors/", "image": {"width": 630, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2014/01/seniorsexercising.jpg", "height": 270}, "type": "article"}, "twitter": {"description": "UnitedHealth Group panicked on quarterly earnings calls", "title": "REVEALED: Top Medicare Advantage insurer knew Obamacare would cause devastation for seniors Via @dailycaller", "url": "http://dailycaller.com/2014/01/13/revealed-top-medicare-advantage-insurer-knew-obamacare-would-cause-devastation-for-seniors/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2014/01/seniorsexercising.jpg"}, "creator": "@patrickhowleydc", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2014-01-13 12:44:22", "sailthru.title": "REVEALED: Top Medicare Advantage insurer knew Obamacare would cause devastation for seniors", "HandheldFriendly": "true", "sailthru.tags": "obamacare,patrick-howley", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "medicare advantage,obamacare", "sailthru.description": "The nation's largest Medicare Advantage insurer knew that Obamacare would lead to cuts in benefits and access to insurance for the nation's seniors as early as April 2013, according to company earning", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2014/01/seniorsexercising.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fce516\"", "article_summary": "Obamacare, which raids $300 billion from the privately run Medicare Advantage program, is squarely to blame.\nThe cuts will begin affecting many seniors in 2014 and also mandates new Medicare Advantage rate reductions.\nUnitedHealth Group is already dropping thousands of doctors from Medicare Advantage plans in the hope that the doctors’ expensive patients will also leave their UnitedHealth plans.\nMedicare Advantage, which was created in 1997, is a network of PPOs and HMOs that offers oldsters the option of getting benefits through the network rather than through the original Medicare Parts A and B.\n4056953The nation’s largest Medicare Advantage insurer knew that Obamacare would lead to cuts in benefits and access to insurance for the nation’s seniors as early as April 2013, according to company earnings call transcripts reviewed by The Daily Caller."}