{"article_title": "Buffalo is Ryan O’Reilly’s pay pal – The Denver Post", "article_keywords": ["signing", "takes", "deal", "pay", "million", "buffalo", "ryan", "contract", "avalanche", "signed", "denver", "sabres", "season", "post", "pal", "oreilly", "oreillys"], "article_url": "http://www.denverpost.com/frei/ci_28437618/terry-frei-buffalo-is-ryan-oreillys-pay-pal", "article_text": "When I check the spam folder, I have four notices from barristers in Great Britain informing me that I’ve inherited 172 million pounds. Other brazen scams to obtain financial information make it through the filter to the inbox.\n\nI used to wonder if it was worth the trouble and whether anyone ever fell for it. The answer, of course, is that among the millions receiving them, it only takes one.\n\nLast week, word came that the Buffalo Sabres signed former Avalanche forward Ryan O’Reilly to a seven-year, $52.5 million contract extension that kicks in after he makes $6.2 million this season and takes him through 2022-23. The deal calls for him to make $11 million in 2016-17 and slide down to $6 million in each of the final four years. The annual cap hit is $7.5 million.\n\nIt only takes one.\n\nO’Reilly is respected for his work ethic, which stacks up with that of anyone in the NHL. Fans, media and, most important, the Avalanche “got” that his contributions go far beyond the simply quantifiable. (No, I’m not stooping to citing analytics, but offering conclusions reached by actually watching him play.) Yet the virtually universal reaction to his departure has been: Good riddance. I’m not sure I’ve ever seen a player so respected told so universally to not let the door hit him on the way out.\n\nOn the first night of the draft, the Sabres sent defenseman Nikita Zadorov, 20, and forward Mikhail Grigorenko, 21, who both played with the woeful Sabres last season, plus the rights to Michigan captain J.T. Compher, 20, and the 31st overall pick in the recent draft to Colorado for O’Reilly and (take him … please) Jamie McGinn.\n\nThen the Sabres signed O’Reilly to that extension.\n\nO’Reilly long ago made it clear that he can reconcile his rink-rat image and love of the game with every-dollar-possible financial ruthlessness. The Avalanche front office is vulnerable there, given Joe Sakic’s 1997 signing of a three-year, $21 million offer sheet with the New York Rangers that with $15 million up front, was designed to make it impossible for the cash-starved Colorado ownership of the time to match.\n\nBut he was Joe Sakic.\n\nO’Reilly already had been inordinately rewarded for his contributions. The salary benchmark was raised when the Calgary Flames signed him to an offer sheet — that involved organizational spite as much as coldhearted evaluation — but the Avalanche willingly went along with it by matching and then reaching a two-year, $12 million deal with him last year minutes in advance of an arbitration hearing.\n\nThe Avalanche finally had enough.\n\nIn the wake of the O’Reilly deal and the drafting of winger Mikko Rantanen in the first round, the Avs’ signing of two un- restricted free agents — defenseman Francois Beauchemin and winger Blake Comeau — was underwhelming.\n\nBut Colorado’s earlier acquisition of the rights to Boston Bruins center Carl Soderberg, 29, a pending UFA, and then signing him to a reasonable five-year deal ultimately mitigated the short-term effects of losing O’Reilly.\n\nBeauchemin, 35, fit the profile of what Colorado was seeking in free agency — a solid, top-four D-man who could play with Erik Johnson in the top pairing or with Tyson Barrie in the second. Beauchemin is more physical and more offensively potent than Johnson’s previous partner, Jan Hejda, now 37 and a UFA. That’s an upgrade. But unless Zadorov can step in and be effective this season, Colorado’s much-derided defensive corps won’t be significantly improved, at least in terms of personnel. Eight D-men are under contract, and six are holdovers.\n\nBeauchemin would have been a great signing in 2011. But not now, and not with a three-year, $13.5 million contract that takes him through 2017-18 … and to age 38. The Anaheim Ducks wanted him back, but not under that kind of deal.\n\nI guess you could say there too: It only took one.\n\nTerry Frei: tfrei@ denverpost. com or twitter.com/TFrei", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Frei: Buffalo is Ryan O’Reilly’s pay pal", "title": "Frei: Buffalo is Ryan O’Reilly’s pay pal", "url": "http://www.denverpost.com/2015/07/05/frei-buffalo-is-ryan-oreillys-pay-pal/", "image": {"width": 512, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg", "height": 512}, "locale": "en_US", "type": "article"}, "twitter": {"site": "@denverpost", "card": "summary"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-07-05T20:12:29+00:00", "modified_time": "2016-05-23T02:46:00+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Terry Frei"}, "_id": "\"57477af36914bd0286fce52e\"", "article_summary": "Then the Sabres signed O’Reilly to that extension.\nBut not now, and not with a three-year, $13.5 million contract that takes him through 2017-18 … and to age 38.\nLast week, word came that the Buffalo Sabres signed former Avalanche forward Ryan O’Reilly to a seven-year, $52.5 million contract extension that kicks in after he makes $6.2 million this season and takes him through 2022-23.\nThe deal calls for him to make $11 million in 2016-17 and slide down to $6 million in each of the final four years.\nWhen I check the spam folder, I have four notices from barristers in Great Britain informing me that I’ve inherited 172 million pounds."}