{"article_title": "If only Obamacare had that ‘public option’", "article_keywords": ["option", "house", "republicans", "obamacare", "private", "insurance", "health", "exchanges", "americans", "insurers", "public"], "article_url": "http://www.thenewsstar.com/story/opinion/editorials/2016/05/24/editorial-obamacare-public-option/84812822/", "article_text": "The HealthCare.gov website, where people can buy health insurance, is displayed on a laptop screen in Washington. (Photo: AP/Andrew Harnik/File)\n\nIn 2009, for the first time in decades, Democrats occupied the White House and held majorities in both houses of Congress. Still, they wanted to secure broad, bipartisan support for health reform legislation. Among their compromises was the creation of insurance exchanges where Americans could purchase private insurance, frequently with help from taxpayers.\n\nWhile these exchanges have delivered coverage to millions of Americans, it is now painfully obvious Democrats should have stood their ground and included a “public option” in the law.\n\nRemember the controversial “public option”? The idea was to give Americans the choice of selecting a government-run insurance plan in exchanges. It would have competed with private companies, which could help hold down premiums. A public option would have guaranteed all Americans could buy insurance if private companies didn’t participate or withdrew from exchanges.\n\nBut Democrats in Congress abandoned the idea. Succumbing to pressure from the insurance industry and Republicans who didn’t even vote for the final law, they also gave up a “trigger” to create a public option if there was ever a shortage of private insurers.\n\nNow here we are — with a shortage of private insurers.\n\nUnitedHealth Group Inc., the country’s largest health insurance carrier, recently announced it was withdrawing from exchanges because it had lost hundreds of millions of dollars. Across the country, more than 650 counties are on track to have just one insurer for consumers to choose in 2017, according to information gathered by the Kaiser Family Foundation. That is a nearly three-fold increase from this year. The entire states of Alaska and Alabama are expected to have only one insurer.\n\nInsurance giant UnitedHealth Group dealt a blow to the Affordable Care Act when it warned that it may stop offering insurance plans to individuals through the public exchanges established by the reform law.\n\nMeanwhile, Republicans seem to be doing all they can to encourage insurers to jump ship. After refusing to appropriate adequate funding to cover the cost of private insurance, GOP House members sued the Obama administration when it spent the money without their approval.\n\nLast week a federal judge ruled in favor of the lawmakers, determining Obama exceeded his executive authority when he directed money toward reducing deductibles, co-payments and out-of-pocket costs for about 5 million lower-income consumers. House Republicans are thrilled by the 38-page decision. “The executive branch is being held accountable to we the people,” said Speaker Paul Ryan, R-Wisconsin.\n\nOK, but “we the people” need health insurance. Without federal cost-sharing payments, insurers may increase premiums. More may stop offering coverage. Is this really what conservatives want?\n\nRepublicans, notorious for opposing “government” insurance, are the greatest champions of involving the private sector in administering health benefits. They handed over the Medicare prescription drug program to private companies. They helped ensure private plans replaced government-run Medicare plans.\n\nThe GOP should have embraced Obamacare’s reliance on private insurers. Instead they have attempted to dismantle the law, refused to provide adequate funding and filed lawsuits. Their constituents pay the price. So do their friends in the insurance industry.\n\n— The Des Moines Register\n\nRead or Share this story: http://tnsne.ws/1TK1YkV", "article_metadata": {"google": "notranslate", "description": "In 2009, for the first time in decades, Democrats occupied the White House and held majorities in both houses of Congress.o", "og": {"site_name": "thenewsstar.com", "description": "In 2009, for the first time in decades, Democrats occupied the White House and held majorities in both houses of Congress.o", "title": "Editorial: If only Obamacare had that ‘public option’", "url": "http://www.thenewsstar.com/story/opinion/editorials/2016/05/24/editorial-obamacare-public-option/84812822/", "image": "http://www.gannett-cdn.com/GDContent/applogos/thenewsstar.png", "type": "article"}, "twitter": {"description": "In 2009, for the first time in decades, Democrats occupied the White House and held majorities in both houses of Congress.o", "creator": "@thenewsstar", "image": "http://www.gannett-cdn.com/-mm-/df98413a770709437c6466f022d986ab80df0232/c=864-0-4320-3456&r=x643&c=640x640/local/-/media/2016/05/23/Monroe/B9322285211Z.1_20160523165419_000_GKLEFHHBA.1-0.jpg", "title": "Editorial: If only Obamacare had that ‘public option’", "site": "@thenewsstar", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=820377811", "fb": {"app_id": 174541472579431}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "Remember the controversial “public option”?\nA public option would have guaranteed all Americans could buy insurance if private companies didn’t participate or withdrew from exchanges.\nAmong their compromises was the creation of insurance exchanges where Americans could purchase private insurance, frequently with help from taxpayers.\nWhile these exchanges have delivered coverage to millions of Americans, it is now painfully obvious Democrats should have stood their ground and included a “public option” in the law.\nThe HealthCare.gov website, where people can buy health insurance, is displayed on a laptop screen in Washington."}