{"article_title": "The time for affordable housing in Nashville is now", "article_keywords": ["affordable", "city", "metro", "ordinance", "housing", "nashville", "inclusionary", "bl", "planning", "poverty", "council", "social"], "article_url": "http://www.tennessean.com/story/opinion/contributors/2015/07/19/time-affordable-housing-now/30373747/", "article_text": "Poster (Photo: Ricky Rogers) Story Highlights Metro Council should pass resolution to create path for inclusionary zoning in Music City.\n\nOne-fifth of Nashville’s residents live in poverty and many struggle to pay the rent or mortgage.\n\nThis type of ordinance is not unique and is being considered in other cities including Franklin.\n\nIt’s no wonder that affordable and workforce housing is at or near the top of concerns of each mayoral candidate and virtually every citizen poll.\n\nWhile our city continues to grow as a world-class community, far too many among us continue to struggle.\n\nAccording to Metro Social Service’s 2013 Community Needs Evaluation, one-fifth of Nashville households, more than 122,000 people, fall below the poverty line — the majority of which struggle to secure housing that is affordable.\n\nMore than 92,000 households are “cost-burdened” (owners or renters who spend more than 30 percent of their income on housing costs). This has too long been the case for a number of reasons.\n\nWhile Davidson County housing costs have dramatically increased, wages for middle- and lower-income people have remained stagnant; many of the jobs on which our community depends simply do not pay enough for middle class workers to live affordably.\n\nThousands of houses and apartments are built each year for those earning six-figure incomes while a minuscule amount of work force and low-income units go on the market, largely in the outer ring of the county where the availability of public transportation to employment, social and health services poses a tremendous challenge.\n\nAlthough we have long been aware of this problem, little strategic action by City Hall, City Council, or the Metro Planning Department has been taken to address it — at least until now.\n\nOn Tuesday evening our City Council will have an opportunity to act on behalf of those who are housing cost-burdened by passing BL No. 1139.\n\nThis ordinance calls for the Metro Planning Department staff to conduct a housing feasibility study and return to Council with a strategic plan, within 180 calendar days, that will provide a pathway to sustain our neighborhoods that still have an existing inventory of affordable and workforce housing and provide the incentives necessary to generate a new supply of inclusionary housing to make up for the homes we are so rapidly losing through gentrification.\n\nImportant to note is that all provisions in this ordinance were arrived at in compromise agreement between inclusionary housing advocates and Planning Department staff, that the ordinance was unanimously endorsed by the Planning Commission before being sent to Council for approval, and that all provisions in this ordinance mirror the same housing principles contained in NashvilleNext, our recently adopted land-use policy.\n\nSimilar ordinances already adopted in cities around the country have proven to be effective in easing the debilitating costs of housing for people living below the poverty line.\n\nThe City of Franklin is about to pass just such an ordinance.\n\nLike ordinances in other communities before us, BL No.1139 calls for crafting socio-economically mixed neighborhoods through inclusionary, countywide housing policies aimed at reducing the concentration of poverty and eliminating the negative social consequences it begets.\n\nAs the co-founder of A VOICE for the Reduction of Poverty and a member of the NOAH Affordable Housing Task Force, I call on our City Council to pass BL No. 1139 with unanimous acclimation.\n\nI urge Council members who voted in support of this ordinance to not be influenced by any campaign of misinformation and confusion designed to change their minds.\n\nFew public policies are without concern.\n\nDelay will not address a problem that has plagued too many for far too long.\n\nPassage of BL No. 1139 is the morally right thing to do — and occasionally doing the right thing for those with the least among us should prevail over the interests of those fortunate to have more.\n\nRead or Share this story: http://tnne.ws/1J8ztZ6", "article_metadata": {"google": "notranslate", "description": "Metro Council should pass resolution to creat path for inclusionary zoning in Music City.", "og": {"site_name": "The Tennessean", "description": "Metro Council should pass resolution to creat path for inclusionary zoning in Music City.", "title": "The time for affordable housing in Nashville is now", "url": "http://www.tennessean.com/story/opinion/contributors/2015/07/19/time-affordable-housing-now/30373747/", "image": "http://www.gannett-cdn.com/GDContent/applogos/tennessean.png", "type": "article"}, "twitter": {"description": "Metro Council should pass resolution to creat path for inclusionary zoning in Music City.", "title": "The time for affordable housing in Nashville is now", "image": "http://www.gannett-cdn.com/-mm-/0679734b2ab0f43d2f1271434beeaef93e5b2c29/c=0-168-606-774&r=x643&c=640x640/local/-/media/2015/07/19/Nashville/B9318119637Z.1_20150719184312_000_GGCBCEG8R.1-0.jpg", "creator": "@tennessean", "site": "@tennessean", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600028886", "fb": {"app_id": 121487414583460}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"recs": {"category": "opinion/contributors", "image-3-4": "http://www.gannett-cdn.com/-mm-/547afe69bf2fa7fa392f399249e04bf7cb8fd7a3/c=0-67-606-875/local/-/media/2015/07/19/Nashville/B9318119637Z.1_20150719184312_000_GGCBCEG8R.1-0.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/6311bd15671440f6092edb887e2865170fe4cd3d/c=0-168-606-774/local/-/media/2015/07/19/Nashville/B9318119637Z.1_20150719184312_000_GGCBCEG8R.1-0.jpg", "contenttype": "data", "image-4-3": "http://www.gannett-cdn.com/-mm-/6733eba7a57437184d401890cce3e8c1234a594b/c=0-244-606-698/local/-/media/2015/07/19/Nashville/B9318119637Z.1_20150719184312_000_GGCBCEG8R.1-0.jpg", "image": "http://www.gannett-cdn.com/-mm-/c6ae9d70cb30a16c18187a0fbd5478644b9639eb/c=0-300-606-641&r=x633&c=1200x630/local/-/media/2015/07/19/Nashville/B9318119637Z.1_20150719184312_000_GGCBCEG8R.1-0.jpg", "publishtime": "2015-07-18T23:06:41-05:00", "shorthed": "Time for affordable housing is now", "articleid": 30373747, "image-16-9": "http://www.gannett-cdn.com/-mm-/492c8162eded9dba8843026fe687f382ca57f1c0/c=0-300-606-641/local/-/media/2015/07/19/Nashville/B9318119637Z.1_20150719184312_000_GGCBCEG8R.1-0.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/c4dff558c492c61e04114b425fea7e8dff832296/c=38-0-568-942/local/-/media/2015/07/19/Nashville/B9318119637Z.1_20150719184312_000_GGCBCEG8R.1-0.jpg"}, "gci-asset-type": "data", "author": "Avi Poster", "pageclass": "article", "title": "The time for affordable housing in Nashville is now"}, "news_keywords": "nashville, affordable housing, metro council, avi poster, noah, a voice"}, "_id": "\"57477af36914bd0286fce53a\"", "article_summary": "According to Metro Social Service’s 2013 Community Needs Evaluation, one-fifth of Nashville households, more than 122,000 people, fall below the poverty line — the majority of which struggle to secure housing that is affordable.\nIt’s no wonder that affordable and workforce housing is at or near the top of concerns of each mayoral candidate and virtually every citizen poll.\nAs the co-founder of A VOICE for the Reduction of Poverty and a member of the NOAH Affordable Housing Task Force, I call on our City Council to pass BL No.\nOn Tuesday evening our City Council will have an opportunity to act on behalf of those who are housing cost-burdened by passing BL No.\nPoster (Photo: Ricky Rogers) Story Highlights Metro Council should pass resolution to create path for inclusionary zoning in Music City."}