{"article_title": "Sold-out production gives 10 CEOs 10 days to build viable health startup – The Denver Post", "article_keywords": ["higley", "school", "colorado", "higleys", "problems", "startup", "days", "denver", "soldout", "production", "health", "ceos", "post", "wicked", "viable", "problem", "gives"], "article_url": "http://www.denverpost.com/business/ci_27524844/lt-head-box-id-u513568697296j2-gt-lt-mainhead", "article_text": "WATCH DPTV: Molly Hughes with today’s top stories\n\nIt’s past crunch time for Tom Higley. The production he’s worked on for three years takes the stage Monday, an unrivaled event that is sold out.\n\nBut if you managed to get a ticket to the 2 p.m. show, expect this: 10 mystery CEOs from around the country will listen to 10 “wicked” health problems. They’ll pick one and spend 10 days creating a viable startup.\n\nThis aptly named event, called 10.10.10, is like a hackathon for CEOs. A high-speed incubator. A faster, more efficient way to tackle today’s critical health crises, like diabetes, cancer and ALS. Not that these will be the wicked problems — Higley won’t give us a clue before the big reveal. Nor will he spill the chosen CEOs, although each has started or successfully run a business.\n\n“If we succeed wildly, here’s what happens: We’ll solve a couple wicked problems. Not 10. Two would be really good. And at the end of a period of nine months, we hope there are at least a couple of fundable companies to take to market,” said Higley, 60, whose calm demeanor belies any last-minute scramble. “That’s the objective.”\n\nThree years have sped by since Higley’s epiphany. But it was a lifetime in the making.\n\nIn the past two decades, Higley started six tech companies. Not all were successful. But one sold for $280 million; two raised nearly $40 million. Another was an e-commerce site started a year after Amazon’s debut. He has been CEO for a handful of others, invested in dozens and mentored startups at Techstars and, friends say, anyone who asks.\n\nExperience made him realize that successful people do not guarantee another success.\n\n“In their next big thing, they tend to make decisions that are subpar,” Higley said. They approach their next venture as they did their first.\n\n“But in fact, they have to reinvent themselves as they pursue the next big thing,” he said. “And they tend to be surrounded by people who think they walk on water. But they don’t. They need authentic feedback. They need someone to say, ‘Your idea is horrible,’ if their idea is horrible.”\n\nHigley got to thinking about how to help CEOs who were good at raising capital, attracting talent and scaling a business.\n\nAnd 10.10.10 creates an environment where the CEO takes ownership of a problem from the start. To move things along, each wicked problem was vetted for financial potential. And each will have serious support — advocates will try to convince CEOs to choose their problem and not one of the other nine. In fact, CEOs can pick the same one, which may leave some unclaimed.\n\nPublic and private ventures — such as Kaiser Permanente Colorado, U.S. Health and Human Services and the Colorado Health Foundation — are offering access to experts, advocates and other support. Some took convincing; others, like Kaiser, signed on immediately.\n\n“There’s something about entrepreneurs and the startup culture that has agility. It provides a co-learning opportunity for all of us,” said Jandel Allen-Davis, a Kaiser vice president. Her wicked problem wasn’t picked.\n\nCHF provided $200,000 for the event.\n\n“Sure it’s risky because they’ve never done it before. But it’s a calculated risk worth taking,” said Kelly Dunkin, CHF’s vice president of philanthropy, which submitted 15 wicked problems and was chosen to pitch one related to childhood obesity. “What 10 days does is, well, nothing focuses the mind like a time limit.”\n\nLaw begets tech\n\nStep even farther back into Higley’s life and you’ll learn he graduated from Harvard Law School. In his mid-30s by then, he realized he relished learning.\n\nLaw brought him to Colorado in 1989, and he joined Holland & Hart and later Fischer, Brown, Huddleson & Gunn. He specialized in securities, licensing and bonds. He was also the firm’s geek, thanks to his interest in technology after buying the first Apple Mac intosh in 1984.\n\nHigley began connecting to local businesses, handling the LLC papers for what is now Left Hand Brewery Co. and representing Colorado Memory Systems when Hewlett-Packard acquired the magnetic-tape maker in the early 1990s. And he helped Fort Collins set up FortNet, its first online community network.\n\nBut he noticed something at the time. Denver was in its early stages of investing in infrastructure with downtown developers such as Dana Crawford, who became the namesake for the new Union Station hotel, and Federico Peña, a former Denver mayor who served in former President Bill Clinton’s Cabinet and is credited with spurring downtown revitalization.\n\nToday, a new breed of visionaries has taken over and is turning wasteland into a thriving community, like Sean Campbell, a co-founder of Industry in RiNo, and Mike Biselli, president of Stride, which opens this year to incubate digital health startups.\n\n“The folks we’re seeing here is a reflection of forward thinking,” he said.\n\nHigley should count himself in that group. He is “very much looked upon as one of the state’s most successful technology entrepreneurs in Colorado,” said Biselli.\n\n“And when you have a claim like that attached to your name, some people will deem you unapproachable,” he said. “That’s 100 percent not true with Tom. He will go and hang out with somebody who just graduated from college.”\n\nHis 10.10.10 intends to build on the notion of Denver as a major player in technology, startups and, now, health. Instead of going to where the action is perceived, Higley is bringing the action to Denver.\n\nAs one of Higley’s mentors, Regis McKenna (who mentored Steve Jobs) once told him while working on his first startup, “Tom, if you were in the Bay Area, you’d be there by now.”\n\n“But I was stubborn,” Hig ley said. “Boulder is phenomenally connected throughout the country and the world. Denver, not so much. There’s a gap. And this isn’t about competing with Boulder at all but more about Denver realizing its potential; 10.10.10 is the precursor to that, but I hope that there are many things that will happen to make (Denver) go forward.”\n\nA Steinway grand\n\nAnd then there was high school.\n\nHigley loved music, playing clarinet, sax and guitar. He almost didn’t graduate from high school in Spring Lake, Mich.\n\n“I hated high school. Just hated it. In fact, I barely went my senior year,” Higley recalls. “I had one teacher, a great intellectual. My English teacher. If he hadn’t persuaded the principal to let me graduate, I wouldn’t have.”\n\nHigley later set up a scholarship to honor that teacher, Paul Wolbrink.\n\n“He did not persuade me to stay in school. Rather, he helped me to appreciate — and come to love — learning. A very different thing,” Higley said in a follow-up e-mail.\n\nWhile Wolbrink put the seed of learning into Higley’s head, the 17-year-old pursued a life in music. He must not have been too bad — he played guitar with the DeBarge family, which later recorded the 1985 hit “Rhythm of the Night.” And he opened for Barry White as lead guitarist for Uhuru Unlimited.\n\n“I’m the white kid in a band that’s playing the Chitlin’ Circuit,” he said.\n\nMusic continued to shape his life.\n\nEven with the frenetic preparation for the 10-day event and working with hundreds of volunteers (“They are incredible!”), Higley ends each night at his Steinway grand piano in his LoDo loft.\n\nHe composes. He plays for about an hour. It’s how he winds down. And he expects that he’ll do that tonight when really, there is not much else he can do to prepare for 10.10.10.\n\n“I’ve always thought about what entrepreneurs do is similar to musicians,” Higley said. “You need an orchestra.”\n\nTamara Chuang: 303-954-1209, tchuang@denverpost.com or twitter.com/Gadgetress\n\nMore on 10.10.10\n\n• The event was never intended to occur on October 10. The geek in Higley likes the binary translation, which is 42. That number has significant meaning if you’ve read “Life, the Universe and Everything,” by Douglas Adams.\n\n• “Wicked” comes from Higley’s time in the Boston area for law school. But he also points to design theorists Horst Rittel and Melvin Webber, who used the term to note “the effort to solve one aspect of a wicked problem may reveal or create other problems,” says Wikipedia.\n\n• To attend: 10.10.10’s Big Reveal, 2-6 p.m. at the McNichols Civic Center Building, 144 W. Colfax Ave. in Denver. Details: 101010.net/schedule\n\nMore about Tom:\n\n• Married later in life to Nanette, who he met in 8th grade. Between them, they have four children and two grand kids.\n\n• Composes music nightly. Listen to some of his music at soundcloud.com/tomhigley", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Sold-out production gives 10 CEOs 10 days to build viable health startup", "title": "Sold-out production gives 10 CEOs 10 days to build viable health startup", "url": "http://www.denverpost.com/2015/02/13/sold-out-production-gives-10-ceos-10-days-to-build-viable-health-startup/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150213__20150215_K1_BZ15TOMHIGLEY2p1.jpg", "height": 392}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150213__20150215_K1_BZ15TOMHIGLEY2p1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-02-13T18:34:13+00:00", "modified_time": "2016-04-26T00:28:40+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fce53b\"", "article_summary": "Not that these will be the wicked problems — Higley won’t give us a clue before the big reveal.\nPublic and private ventures — such as Kaiser Permanente Colorado, U.S. Health and Human Services and the Colorado Health Foundation — are offering access to experts, advocates and other support.\n“If we succeed wildly, here’s what happens: We’ll solve a couple wicked problems.\nBut if you managed to get a ticket to the 2 p.m. show, expect this: 10 mystery CEOs from around the country will listen to 10 “wicked” health problems.\nTo move things along, each wicked problem was vetted for financial potential."}