{"article_title": "Mozambique declared free of land mines after 22 years", "article_keywords": ["declared", "land", "22", "demining", "mines", "free", "hundreds", "aim", "mozambique", "trust", "mozambiques", "mozambican", "halo"], "article_url": "http://www.blackpressusa.com/mozambique-declared-free-of-land-mines-after-22-years/", "article_text": "By LYNSEY CHUTEL, Associated Press\n\nJOHANNESBURG (AP) — Mozambique has been declared free of land mines after 22 years of demining, an international humanitarian organization said.\n\nThe Halo Trust said it destroyed the last known land mine in the southern African country.\n\nGovernment officials, United Nations representatives and donor agencies made the announcement on Thursday, Mozambique’s state news agency, AIM, reported.\n\nDemining efforts helped the country rebuild after years of conflict, and Mozambique’s economy has recently grown by 7 percent, the Halo Trust said in a statement. Before clearance began in 1993, land mines led to hundreds of fatalities and amputations.\n\nMozambique was torn by civil war from 1977 to 1992, and hundreds of thousands of mines were laid in all 10 of the country’s provinces, endangering 1.5 million people, said AIM.\n\nThe Mozambican government said it did not know the exact figures, but believed the total number of mines cleared exceeded 214,000, AIM reported. Mozambique was one of the world’s five most mined countries, along with Afghanistan, Cambodia, Angola and South Sudan.\n\nMinefields along the country’s borders remained a concern. While the Mozambican side is cleared, the Zimbabwean border territory has not been demined, Alberto Augusto of Mozambique’s Institute for Demining told AIM.", "article_metadata": {"description": "Pita Roque in Chuala, Mozambique, one of the many land mine victims in Mozambique. (Wikimedia Commons) By LYNSEY CHUTEL, Associated Press JOHANNESBURG", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "og": {"site_name": "BlackPressUSA", "description": "By LYNSEY CHUTEL, Associated Press JOHANNESBURG (AP) — Mozambique has been declared free of land mines after 22 years of demining, an international humanitarian organization said. The Halo Trust said it destroyed the last known land mine in the southern African country. Government officials, United Nations representatives and donor agencies made the announcement on Thursday,…", "title": "Mozambique declared free of land mines after 22 years", "url": "http://www.blackpressusa.com/mozambique-declared-free-of-land-mines-after-22-years/", "image": {"width": 768, "identifier": "http://www.blackpressusa.com/wp-content/uploads/2015/09/landmine.jpg", "height": 1024}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.blackpressusa.com/wp-content/uploads/2015/09/landmine-768x1024.jpg", "description": "Pita Roque in Chuala, Mozambique, one of the many land mine victims in Mozambique. (Wikimedia Commons) By LYNSEY CHUTEL, Associated Press JOHANNESBURG (AP) — Mozambique has been declared free of land mines after 22 years of demining, an international humanitarian organization said. The Halo Trust said it destroyed the last known land mine in the southern African country. Government officials, United Nations representatives and donor agencies made the announcement on Thursday, Mozambique's state news agency, AIM, reported. Demining efforts helped the country rebuild after years of conflict, and Mozambique's economy has recently grown by 7 percent, the Halo Trust said in a statement. Before clearance began in 1993, land mines led to hundreds of fatalities and amputations. Mozambique was torn by civil war from 1977 to 1992, and hundreds of thousands of mines were laid in all 10 of the country's provinces, endangering 1.5 million people, said AIM. The Mozambican government said it did not", "card": "summary_large_image", "title": "Mozambique declared free of land mines after 22 years | BlackPressUSA"}, "fb": {"admins": 23600895, "app_id": 980408515380809}, "google-site-verification": "Awiou36sHAZsjLC-9rhKMfou2t8X0CUxauiv6Kh6Kos", "keywords": "halo trust,institute for demining,mozambique,world", "article": {"section": "World", "tag": "mozambique", "published_time": "2015-09-20T07:58:10+00:00", "modified_time": "2015-09-20T09:01:28+00:00", "author": "http://www.blackpressusa.com/author/nnpa-freddie/"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe215e\"", "article_summary": "By LYNSEY CHUTEL, Associated PressJOHANNESBURG (AP) — Mozambique has been declared free of land mines after 22 years of demining, an international humanitarian organization said.\nBefore clearance began in 1993, land mines led to hundreds of fatalities and amputations.\nThe Halo Trust said it destroyed the last known land mine in the southern African country.\nThe Mozambican government said it did not know the exact figures, but believed the total number of mines cleared exceeded 214,000, AIM reported.\nWhile the Mozambican side is cleared, the Zimbabwean border territory has not been demined, Alberto Augusto of Mozambique’s Institute for Demining told AIM."}