{"article_title": "Madison VA director: ‘Perfect Storm’ caused patient wait time backlog", "article_keywords": ["perfect", "va", "madison", "patient", "bridges", "caused", "veteran", "director", "werner", "vietnam", "storm", "surgery", "told", "veterans", "hospital", "backlog", "wait"], "article_url": "http://www.channel3000.com/news/madison-va-director-perfect-storm-caused-patient-wait-time-backlog/28220082", "article_text": "Madison’s VA hospital director Judy McKee told an emotional, mostly military crowd of about 120 at a town hall meeting Tuesday that a number of factors caused wait times for veterans to see a doctor to grow dramatically earlier this year..\n\nThe combination of nearly double the amount of patients wanting services as a result of the Obamacare implementation, mixed with one-fourth of their doctors leaving, caused sick Wisconsin veterans to wait about two months to see a provider at the hospital.\n\n“And it was just like the perfect storm,” McKee said. “And that's when the average wait for a patient was 50 days.”\n\nTo deal with the nearly 300 patients suddenly demanding daily services back in May, McKee said the hospital has since hired more than 16 new employees, increasing the Madison VA’s total number of primary care doctors to 25.\n\nThe hospital’s chief of staff, Dr. Alan Bridges, said that means each doctor is responsible for about 1,000 patients, who now can expect a wait time of around 18 days. The overall goal is to improve that to two weeks.\n\nRetired Navy veteran Robin Werner was among those attending Tuesday night. With her she carried years of documentation showing as early as 2009 her doctors suspected she had a gallbladder problem. While they ordered her to have surgery in February of this year, it was not actually performed until May.\n\n“I spent February, March, April, May in complete and severe pain at home,” Werner said. “The VA used up every second of my vacation time. My sick time. Every bit of time.”\n\nOne Vietnam veteran also pushed the panel of VA leaders for what they were doing about surgical wait times. He recounted his story of having to use private insurance to get his operation.\n\n\"I was scheduled for my second hip replacement in November 2012. When I did not hear anything, I called back,” the veteran said. “At that time I spoke to a nurse. And at that time she told me I was 343 on the wait list.\"\n\n“We’re responding aggressively,” Bridges told the crowd, detailing how the hospital now has more operating rooms and evening surgical hours. If it takes longer than three months to schedule a surgery, Bridges says the patient is sent to a non-military hospital.\n\nA couple of injured combat veterans who were also medical professionals complained about having a difficult time actually gaining employment at the VA hospital.\n\n“Why aren’t you doing anything to hire vets?” the Afghanistan veteran asked.\n\nMcKee and Bridges said they would look into the concerns. But many attending said that is the typical response, not usually backed up with action. A number of female veterans also voiced similar complaints about sexist treatment.\n\n“Are you going to allow women vets' voices to be heard?” one veteran asked.\n\nBridges told the women the hospital is in the process of building a women-only treatment center to meet their concerns.\n\nAlthough there were many veterans who voiced their concerns about the organization, just as many gave the facility compliments at Tuesday's meeting.\n\nOne Vietnam veteran, who struggled for years with Agent Orange complications, called the Madison VA hospital a life saver.\n\n\"It's not what you've been hearing,\" he said of the news coverage.\n\nAnother Vietnam veteran complimented the staff saying, “You guys call before I get home. That’s the VA here.”\n\nWerner, who is the hospital’s happy groundskeeper, is quickly recovering from her gallbladder surgery, even though she feels she should have had the operation five years ago. Now, she's hoping there are no scheduling complications for her upcoming bypass surgery in October.\n\n\"It does take a warrior to ask for help,” Werner says. “I would expect in return I'd be treated as someone who'd ask for help. Kindness. Compassion. Expediency.\"", "article_metadata": {"ib-analytics": "data", "description": "VA hospital director Judy McKee says the implementation of Obamacare, combined with a departure of doctors, caused Wisconsin veterans to wait about two months to see a doctor earlier this year.", "generator": "ibPublish 2", "author": "Channel 3000", "og": {"site_name": "Channel 3000", "description": "VA hospital director Judy McKee says the implementation of Obamacare, combined with a departure of doctors, caused Wisconsin veterans to wait about two months to see a doctor earlier this year.", "title": "Madison VA director: ‘Perfect Storm’ caused patient wait time backlog", "url": "http://www.channel3000.com/news/madison-va-director-perfect-storm-caused-patient-wait-time-backlog/28220082", "image": "http://www.channel3000.com/image/view/-/26958530/highRes/1/-/maxh/640/maxw/640/-/lwmygn/-/madison-va-hospital.jpg", "type": "article"}, "twitter": {"url": "http://www.channel3000.com/news/madison-va-director-perfect-storm-caused-patient-wait-time-backlog/28220082", "card": "summary"}, "p": {"domain_verify": "2042c9f4f4f479a4a326a1e9a9ec4174"}, "fb": {"app_id": 138069019570371}, "keywords": "VA, Hospital, complaints, meeting, wait, times,", "google-site-verification": "2ltRuLzTkXv8zaIn9W_VquqeciS3hq2-Q0Do8AOTjDw", "news_keywords": "VA, Hospital, complaints, meeting, wait, times,"}, "article_summary": "One Vietnam veteran, who struggled for years with Agent Orange complications, called the Madison VA hospital a life saver.\nEvery bit of time.”One Vietnam veteran also pushed the panel of VA leaders for what they were doing about surgical wait times.\nIf it takes longer than three months to schedule a surgery, Bridges says the patient is sent to a non-military hospital.\nAnother Vietnam veteran complimented the staff saying, “You guys call before I get home.\nBridges told the women the hospital is in the process of building a women-only treatment center to meet their concerns."}