{"article_title": "Geisinger's integrated approach slashes ER use for heart failure", "article_keywords": ["slashes", "heart", "medication", "post", "system", "geisingers", "according", "failure", "patients", "health", "nurse", "care", "approach", "integrated", "er"], "article_url": "http://www.fiercehealthcare.com/story/geisingers-integrated-approach-slashes-er-use-heart-failure/2016-03-24", "article_text": "Fully-integrated care is the wave of the future in healthcare, and one health system has used it to cut emergency room visits and improve medication management for heart failure patients, according to a blog post at NEJM Catalyst.\n\nLeaders at Danville, Pennsylvania's Geisinger Health System sought to build on the system's record of care integration and coordination to address emergency and inpatient care for heart failure patients, write Geisinger's Sanjay Doddamani, M.D., Janet F. Tomcavage, R.N., and John B. Bulger. Nearly 5 million patients in the United States have heart failure and it costs the healthcare system $32 billion per year, according to the article.\n\nThe organization began to consider every unplanned admission for acute heart failure that required only diuretic therapy for treatment as a sentinel event. From there, system leaders developed a central urgent heart failure clinic, offering onsite review of each patient's care plan, coordination between nurse navigators and community nurse case managers, and medication management.\n\nEach team member coordinates care according to a methodical assessment and care algorithm, communicating face-to-face, through electronic medical records, by phone and in monthly meetings. When team members communicate with this kind of regularity, it lessens the risk of care and communication gaps, according to the post. These multidisciplinary teams include nurse navigators, nurse case managers and pharmacists, all of whom operate in their distinct spheres while each serving the broader aim of integrated care.\n\nPreliminary metrics indicate Geisinger's approach is bearing fruit, according to the post. Last year, it saved the system $240,000 in ED visits, with 28 percent of hospitalized heart failure patients avoiding emergency care. The system is still crunching the numbers on medication management, but thus far, monitoring of renal function and potassium is up from 41 percent to 80 percent.\n\nTo learn more:\n\n- read the post\n\nRelated Articles:\n\nWhy Geisinger's care coordination strategies are a model for the US\n\n4 steps to an integrated approach to population health management\n\nGeisinger researchers share framework for putting a learning health system into practice\n\nGeisinger's Nicholas Marko: Early EMR adoption has propelled innovation [Q&A]\n\nHealth systems move to solve data exchange problems on their own\n\nLack of standard data model poses hindrance to PCORI 'network of networks'\n\nWhy a learning health system is important for patient care\n\nONC unveils Interoperability Roadmap for public comment\n\nPCORI announces $150.7 million in Phase II funding for 'network of networks'", "article_metadata": {"description": "Fully-integrated care is the wave of the future in healthcare, and one health system has used it to cut emergency room visits and improve medication management for heart failure patients, according to a blog post at NEJM Catalyst.", "og": {"site_name": "FierceHealthcare", "description": "Fully-integrated care is the wave of the future in healthcare, and one health system has used it to cut emergency room visits and improve medication management for heart failure patients, according to a blog post at NEJM Catalyst.", "title": "Geisinger's integrated approach slashes ER use for heart failure", "url": "http://www.fiercehealthcare.com/story/geisingers-integrated-approach-slashes-er-use-heart-failure/2016-03-24", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,Coordinated Care,emergency department use,Geisinger Health System,heart failure,Integrated Care,nurse navigator,Operations & Business Management,Patient Care & Outcomes", "viewport": "width=device-width", "news_keywords": "Care Delivery,Operations & Business Management,Patient Care & Outcomes"}, "article_summary": "The organization began to consider every unplanned admission for acute heart failure that required only diuretic therapy for treatment as a sentinel event.\nLast year, it saved the system $240,000 in ED visits, with 28 percent of hospitalized heart failure patients avoiding emergency care.\nEach team member coordinates care according to a methodical assessment and care algorithm, communicating face-to-face, through electronic medical records, by phone and in monthly meetings.\nNearly 5 million patients in the United States have heart failure and it costs the healthcare system $32 billion per year, according to the article.\nLeaders at Danville, Pennsylvania's Geisinger Health System sought to build on the system's record of care integration and coordination to address emergency and inpatient care for heart failure patients, write Geisinger's Sanjay Doddamani, M.D., Janet F. Tomcavage, R.N., and John B. Bulger."}