{"article_title": "What’s Your Sign? Zodiacal Light Infuses Night Sky With Ethereal Glow", "article_keywords": ["whats", "telescope", "light", "areas", "sky", "infuses", "sign", "horizon", "visible", "viewing", "sunlight", "ethereal", "night", "zodiacal", "glow"], "article_url": "http://indiancountrytodaymedianetwork.com/2013/10/05/whats-your-sign-zodiacal-light-infuses-night-sky-ethereal-glow-151591", "article_text": "It’s a mysterious, unearthly glow, a cone shape growing out of the horizon, and it visits just before dawn.\n\nThis is what is known as the zodiacal light, or false dawn, a “subtle, tapering glow of scattered sunlight” that “becomes visible between 120 and 80 minutes before dawn, as seen from mid-northern latitudes,” as it is explained by Sky and Telescope. The phenomenon consists of sunlight bouncing off particles of dust floating in the inner solar system, pieces ranging from a few microns to meters in size, according to EarthSky.org.\n\nZodiacal light gets its name from its position in the sky, lying along the zodiacal constellations on the ecliptic, which is the path the sun appears to travel in the sky throughout the year. The soft but unmistakable glow has been observed since ancient times, Sky and Telescope noted in a September article. So low-key is it that modern light pollution has encroached on viewing areas. But it is still very visible in a sky outside urban areas, though one may have to look for it. In some areas, though, it might resemble the glow of a distant town on the horizon, said EarthSky.org.\n\n\"Up through the 1960s, it was possible to see the zodiacal light quite well even from the outer suburbs of many of the larger cities,\" longtime skywatcher John Bortle told the magazine. \"From the rural areas only a bit more distant, it was a truly wonderful sight.\"\n\nNowadays the most likely place to see this subtle, elusive light is from the darkest of rural areas. And the best time is now, astronomers say. The first two weeks of October, from October 3 through 16, mark the perfect window to catch a glimpse of this ethereal light. It is also visible just after sunset during springtime.\n\nThe keys to good viewing, Sky and Telescope said, are to give your eyes time to adjust to the nighttime light; make sure the moon is not visible (which happens during the first half of the month, another reason that these two weeks make for ideal viewing), and then \"look for a tall, faint triangle of light that's relatively broad and brightest along the horizon,” the magazine suggests.\n\nThen you will see it, these particles comprised of debris flung from collisions between comets and asteroids. Together they add up to some pretty bright stuff.\n\n“Like the dust in an unswept room, their mass is minuscule but their combined surface area is quite large, so they reflect a lot of sunlight,” astronomer Tony Flanders wrote in Sky and Telescope in 2008. “In fact, if it could be condensed into a single point, the zodiacal light would handily outshine all the planets, including even Venus.”", "article_metadata": {"description": "It’s a mysterious, unearthly glow, a cone shape growing out of the horizon, and it visits just before dawn.The first two weeks of October are ideal for spotting the Zodiacal Lights just before dawn.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "theresa", "og": {"url": "http://indiancountrytodaymedianetwork.com/2013/10/05/whats-your-sign-zodiacal-light-infuses-night-sky-ethereal-glow-151591", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/eso-zodiacal_lights-ybeletsky.jpg", "site_name": "Indian Country Today Media Network.com", "title": "What’s Your Sign? Zodiacal Light Infuses Night Sky With Ethereal Glow"}, "dcterms.date": "2013-10-05T13:00-04:00", "dc": {"title": "What’s Your Sign? Zodiacal Light Infuses Night Sky With Ethereal Glow"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2013/10/05/whats-your-sign-zodiacal-light-infuses-night-sky-ethereal-glow-151591", "robots": "follow, index", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Elliptic, Zodiac, Astronomy, Sun, Earth, Space, Zodiacal Lights", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.title": "What’s Your Sign? Zodiacal Light Infuses Night Sky With Ethereal Glow"}, "_id": "\"57477af46914bd0286fdcebf\"", "article_summary": "“In fact, if it could be condensed into a single point, the zodiacal light would handily outshine all the planets, including even Venus.”\nZodiacal light gets its name from its position in the sky, lying along the zodiacal constellations on the ecliptic, which is the path the sun appears to travel in the sky throughout the year.\nThe soft but unmistakable glow has been observed since ancient times, Sky and Telescope noted in a September article.\n\"Up through the 1960s, it was possible to see the zodiacal light quite well even from the outer suburbs of many of the larger cities,\" longtime skywatcher John Bortle told the magazine.\nSo low-key is it that modern light pollution has encroached on viewing areas."}