{"article_title": "Police Present Felony Charges For Fatal OKC Drag Racing Crash - News9.com - Oklahoma City, OK - News, Weather, Video and Sports", "article_keywords": ["city", "race", "ok", "stephens", "charges", "felony", "oklahoma", "face", "lorea", "okc", "weather", "video", "died", "illegal", "news9com", "fatal", "racing", "present"], "article_url": "http://www.news9.com/story/25673329/police-present-felony-charges-for-fatal-okc-drag-racing-crash", "article_text": "Friends of Lorea told News 9 the Philippines native was working to become an American citizen at the time of the collision. More than two months later, he died from his injuries.\n\nThree men may face prison time for drag racing in Oklahoma City. One of the racers, Daryl Lorea of Del City, died from injuries he received during an illegal race near Lake Stanley Draper in April of 2013.\n\nOklahoma City Police confirmed to News 9, Monday, they presented charges to the Oklahoma County district attorney for those involved in Lorea's death.\n\nFriends of Lorea told News 9 the Philippines native was working to become an American citizen at the time of the collision. More than two months later, he died from his injuries.\n\n\"He was not really responsive,\" witness Aaron Stephens said. \"There was blood on the hood. It was bad.\"\n\nAaron Stephens and his brother Cody Stephens witnessed the drag racing and crash.\n\n\"I would see it when I would go to sleep,\" Cody Stephens said. \"I [saw] the car roll over and everything.\"\n\nThe brothers insisted they did not race; they said they only watched -- but that is still illegal. Police believe as many as six people either attended or participated in the race. Three of those people may soon face charges.\n\n\"The cop said they hit 120 mph before [Lorea] hit the curb,\" said Aaron Stephens. \"That's when he flipped his car. I don't know how many times.\"\n\nCharges could include manslaughter, according to officers. The man racing against Lorea, Gary L. Richardson, lives in Choctaw. He declined News 9 interview requests.\n\nThe names of the three suspects have not yet been released. Investigators anticipate the district attorney to file charges as early as Tuesday.\n\nEven if a race does not result in an injury or death, bystanders who encourage illegal racing can still face misdemeanor charges, according to Oklahoma City Police Capt. Dexter Nelson.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "Three men may face prison time for drag racing in Oklahoma City. One of the racers, Daryl Lorea of Del City, died from injuries he received during an illegal race in 2013.", "og": {"url": "http://www.news9.com/story/25673329/police-present-felony-charges-for-fatal-okc-drag-racing-crash", "image": "http://KWTV.images.worldnow.com/images/25673329_SA.jpg", "type": "article", "description": "Three men may face prison time for drag racing in Oklahoma City. One of the racers, Daryl Lorea of Del City, died from injuries he received during an illegal race in 2013.", "title": "Police Present Felony Charges For Fatal OKC Drag Racing Crash"}, "twitter": {"image": "http://KWTV.images.worldnow.com/images/25673329_SA.jpg", "description": "Three men may face prison time for drag racing in Oklahoma City. One of the racers, Daryl Lorea of Del City, died from injuries he received during an illegal race in 2013.", "card": "summary", "title": "Police Present Felony Charges For Fatal OKC Drag Racing Crash"}, "wnreadableurl": "police-present-felony-charges-for-fatal-okc-drag-racing-crash", "ROBOTS": "Index,Follow,NoArchive", "owner": "KWTV", "fb": {"app_id": 538140636230283}, "date": "2014/06/02", "KEYWORDS": "oklahoma city,okc,media,news,race,drag,illegal", "wn-version": "ContainerE-Story", "wn-base": "IIS16", "verify-v1": "d5ZN+GNiazjgWlnr3WHikwraMvFljdUSLMgex4CGnc8=", "news_keywords": "oklahoma city,okc,media,news,race,drag,illegal"}, "article_summary": "Oklahoma City Police confirmed to News 9, Monday, they presented charges to the Oklahoma County district attorney for those involved in Lorea's death.\nThree men may face prison time for drag racing in Oklahoma City.\nEven if a race does not result in an injury or death, bystanders who encourage illegal racing can still face misdemeanor charges, according to Oklahoma City Police Capt.\nOne of the racers, Daryl Lorea of Del City, died from injuries he received during an illegal race near Lake Stanley Draper in April of 2013.\nThree of those people may soon face charges."}