{"article_title": "At Bachelor Gulch, own a residence in ‘world’s best ski hotel’ at way below typical Ritz Carlton prices – The Denver Post", "article_keywords": ["worlds", "kniss", "ritz", "residence", "hotel", "carlton", "gulch", "bachelor", "services", "voted", "way", "seasons", "prices", "residences", "post", "ski", "typical"], "article_url": "http://www.denverpost.com/ci_27289853/at-bachelor-gulch-own-residence-worlds-best-ski", "article_text": "If you own a luxury home in Denver, you’re feeling good about your value for the first time in years; which makes this the moment to see what Kentwood City Properties is bringing on the market 90 miles west of here at Bachelor Gulch — the lush, secluded ski area linked to Beaver Creek. At Ritz Carlton Bachelor Gulch (it was voted best ski hotel in the entire world in 2013), 50 luxurious ‘residences’ were created in 2006 – whole-ownership properties with ski-in/out access plus all of the storied services that Ritz Carlton brings to its resort guests. That was, of course, exactly the wrong time to have launched those; the only reason why you could imagine that 24 of them are still left; at prices that are literally too low to be real.\n\nThis week Kentwood City in cooperation with Fuller Sotheby’s is bringing those final residences back on the market (three disappeared over the holidays) at prices from $699,900 to $1.6 million. To put that in perspective, figure that the costs-per-foot run from $675 to $1,050 – less than half the cost of private residences at Ritz Carlton or Four Seasons in Vail, lower still than at Solaris – well below condos at Four Seasons in Jackson Hole or Deer Valley Utah.\n\n“This market went really quiet for a number of years, but that’s over now,” says Stan Kniss of Kentwood City, marketing these with Sotheby’s Kraig Forbes. “It was a time when it was impossible to compare values between resort properties, but now you can clearly see the disparity.” Kniss, an expert on these (he marketed the very successful reintroduction of Four Seasons in LoDo), says he was nonetheless bowled over by the quality of Ritz Carlton Bachelor Gulch.\n\n“It’s the iconic mountain ski lodge, with the heavy timbers and the big fireplace,” he said. There’s Buffalo’s restaurant and a Spago by Wolfgang Puck; a 19-room grotto spa (voted best spa in the U.S. this year by Travel and Leisure); even two bear-like canines that wander the premises, one a St. Bernard, the other a Berner Sennenhund.\n\nAmong the many services the Ritz Carlton provides, you’ll find a ski concierge right outside the door, at the base of the lift. “They’ll even help you get your equipment on,” Kniss said. Services that come with residences (mostly two-bedroom plus some 1-bedroom and studio plans) match what hotel guests avail, including twice-a-day housekeeping. In summer the setting is just as alluring as now – trails into the back country and Eagle River Valley fly fishing.\n\nBut by then it will be unlikely these will be around. “Consider that the biggest ski weekends are after Super Bowl,” Kniss adds. “If you’re not proactive, they’ll disappear to destination vacationers.” Indeed, that was already the case on one of the early sales over Christmas. Visit the web (WorldsBestSkiHotel.com) and register for a briefing, or call ahead to Kniss or Forbes and set an appointment. The Ritz Carlton is off I-70’s Avon/Beaver Creek exit; take Avon Road south through the town’s four roundabouts to Bachelor Gulch Trail.\n\nRitz Carlton Bachelor Gulch, voted world’s best ski hotel; luxury studio-to-2 bed residences, ski-in/out, with Ritz Carlton service & amenities, 24 final units released this weekend. 130 Daybreak Ridge Rd., Avon, CO; take I-70 west past Vail to Exit 167, Avon/Beaver Creek, south on Avon Rd. to Bachelor Gulch Trail\n\nFrom $699,900 to $1.6 million\n\nVisit web site, register to view\n\n303-820-2489 or 970-748-5105\n\nMark Samuelson writes on real estate and business; you can email him atmark@samuelsonassoc.com. You can see all of Mark Samuelson’s columns online at DenverPostHomes.com", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "At Bachelor Gulch, own a residence in ‘world’s best  ski hotel’ at way below typical Ritz Carlton prices", "title": "At Bachelor Gulch, own a residence in ‘world’s best  ski hotel’ at way below typical Ritz Carlton prices", "url": "http://www.denverpost.com/2015/01/09/at-bachelor-gulch-own-a-residence-in-worlds-best-ski-hotel-at-way-below-typical-ritz-carlton-prices/", "image": {"width": 1200, "identifier": "http://www.denverpost.com/wp-content/themes/denverpost/static/images/thedenverpost.png", "height": 630}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/themes/denverpost/static/images/thedenverpost.png", "site": "@denverpost", "card": "summary"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-01-09T16:39:06+00:00", "modified_time": "2015-01-09T16:39:06+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fce563\"", "article_summary": "Ritz Carlton Bachelor Gulch, voted world’s best ski hotel; luxury studio-to-2 bed residences, ski-in/out, with Ritz Carlton service & amenities, 24 final units released this weekend.\nThe Ritz Carlton is off I-70’s Avon/Beaver Creek exit; take Avon Road south through the town’s four roundabouts to Bachelor Gulch Trail.\nto Bachelor Gulch TrailFrom $699,900 to $1.6 millionVisit web site, register to view303-820-2489 or 970-748-5105Mark Samuelson writes on real estate and business; you can email him atmark@samuelsonassoc.com.\nAmong the many services the Ritz Carlton provides, you’ll find a ski concierge right outside the door, at the base of the lift.\nAt Ritz Carlton Bachelor Gulch (it was voted best ski hotel in the entire world in 2013), 50 luxurious ‘residences’ were created in 2006 – whole-ownership properties with ski-in/out access plus all of the storied services that Ritz Carlton brings to its resort guests."}