{"article_title": "Avalanche downs Minnesota on the road, avoids season sweep – The Denver Post", "article_keywords": ["mcleod", "right", "goal", "season", "downs", "sweep", "denver", "minnesota", "wild", "avalanche", "points", "game", "night", "avoids", "games", "post", "avs", "road"], "article_url": "http://www.denverpost.com/avalanche/ci_27672843/colorado-avalanche-down-minnesota-wild-road", "article_text": "ST. PAUL, Minn. — Avalanche forward Cody McLeod — aka Public Enemy No. 1 in Minnesota, according to a local newspaper — nearly had a Gordie Howe Hat Trick in Sunday’s 3-2 victory against the Wild at the Xcel Energy Center.\n\nMcLeod, who finished an assist shy of his goal-assist-fight hat trick, scored Colorado’s first goal late in the first period en route to forging a 3-0 lead. Defenseman Zach Redmond and winger Gabe Landeskog (power play) struck in the second and third in the Avs’ third consecutive win and first of the season against Minnesota.\n\n“I’d like to give credit to the entire team, especially Cody McLeod,” said Avs coach Patrick Roy, who was critical of how McLeod was depicted in a local paper Sunday. “It was sad to read that article but at the same time you step up … I’m proud of our guys. We understood how important this game was. We’re going through a lot of adversity and it seems our guys are in the right mind-set right now.”\n\nGoalie Semyon Varlamov (29 saves) left the game with a lower-body injury after allowing Minnesota’s first goal with 4:46 remaining, and backup Reto Berra allowed the Wild’s 6-on-5 goal with 29 seconds to go. Roy said Varlamov, who started his 22nd consecutive game, might only have suffered from cramping. But he missed 15 games over three stretches with the same groin problem earlier this season.\n\nAvs Mailbag: Pose a question for Terry Frei, Mike Chambers\n\nThe Avs are 8-3 in their last 11 games, including the past two without forward Nathan MacKinnon (broken foot). Sixteen games remain in Colorado’s late-season charge toward the playoffs.\n\n“We wanted to come in and get two points and the boys played well, coming off the back to back,” McLeod said. “We’re in a heated rivalry. I’d say this our main rival right now. Stuff happened last game but we came out to battle and our main goal was to get two points, and we did that.”\n\nThe Wild, which won the previous four games against Colorado and produced 12 of 13 goals, took an NHL-best 16-2-1 record since the All-Star break into the fifth and final meeting between the teams. Colorado (71 points) is now eight points behind Minnesota, which is sitting in one of the two Western Conference wild-card playoff spots.\n\nThe Avs improved to 1-4 against Central Division rivals after playing the previous night in another city. Colorado won 4-0 at Columbus on Saturday night. “We got a lot of momentum right now. It’s do or die,” Redmond said. “We have to keep ‘er going.”\n\nMcLeod, who was fined for his actions late in the March 1 game against Minnesota in Denver and was criticized by Wild coach Mike Yeo, fought former Avs teammate Chris Stewart 43 seconds into the game. McLeod was beginning his first shift while Stewart, who started, was at the end of his. The altercation seemingly defused the anxiety between the teams because the game was relatively tame.\n\n“Cody did a great job and the bench was real lively after that,” Avs defenseman Nate Guenin said. “You police yourselves. They felt they were wronged last game and our guy was more than willing to stand in there and stick up for himself and do his job. Our guy shows up every night and we know we have one heck of a warrior.”\n\nRedmond and Landeskog had multiple-point games and winger Jarome Iginla assisted on McLeod and Landeskog’s goals. Landeskog’s tally was his ninth in the last 12 games.\n\nMike Chambers: mchambers@denverpost.com or twitter.com/mikechambers", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Avalanche downs Minnesota on the road, avoids season sweep", "title": "Avalanche downs Minnesota on the road, avoids season sweep", "url": "http://www.denverpost.com/2015/03/08/avalanche-downs-minnesota-on-the-road-avoids-season-sweep/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150308__avs-winp1.jpg", "height": 445}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150308__avs-winp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-03-08T18:58:19+00:00", "modified_time": "2016-04-25T19:53:56+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fce567\"", "article_summary": "Colorado (71 points) is now eight points behind Minnesota, which is sitting in one of the two Western Conference wild-card playoff spots.\nDefenseman Zach Redmond and winger Gabe Landeskog (power play) struck in the second and third in the Avs’ third consecutive win and first of the season against Minnesota.\n“It was sad to read that article but at the same time you step up … I’m proud of our guys.\nBut he missed 15 games over three stretches with the same groin problem earlier this season.\n1 in Minnesota, according to a local newspaper — nearly had a Gordie Howe Hat Trick in Sunday’s 3-2 victory against the Wild at the Xcel Energy Center."}