{"article_title": "Jeff Merkley Wants You To Know He Stood Up To Wall Street. And He Did.", "article_keywords": ["wants", "stood", "jeff", "wall", "reform", "rule", "huffpost", "street", "trading", "know", "sen", "banks", "merkley", "told"], "article_url": "http://www.huffingtonpost.com/2013/12/10/jeff-merkley-volcker-rule_n_4421015.html", "article_text": "WASHINGTON -- Sen. Jeff Merkley (D-Ore.) told HuffPost that he sees the finalization of regulation that banned Wall Street speculation with taxpayer money, known as the Volcker Rule, as one of his top achievements in Congress, and plans to tout the reform on the campaign trail in 2014.\n\nMerkley's comments came during an interview with HuffPost on Tuesday, as federal regulators formally adopted the measure. Although Merkley stated \"my head's completely in policy at this point,\" he did not shy away from the political benefits associated with Wall Street reform.\n\n\"Certainly,\" Merkley said when asked if he would highlight the issue next year. \"I'm sure I'll be talking about how important it is to have folks who are willing to take on big, powerful institutions when the interests of those institutions are not aligned with those of the American people.\"\n\nMerkley is widely viewed as one of the most effective progressive legislators in Congress, and turned heads in Washington last month when he announced his support for Sen. Mary Landrieu's (D-La.) bill to revise Obamacare. The legislation would have dismantled key consumer protection reforms in order to allow people to remain on their current policies in 2014 if they are unhappy about losing those plans due to the Affordable Care Act.\n\nMerkley intends to stand firm on Wall Street reform, however.\n\n\"The meltdown in 2008 did enormous damage on people's savings, it did enormous damage to employment, and it hurt the quality of our jobs. Only 40 percent of the jobs we've recovered from the recession are living wage jobs,\" Merkley told HuffPost. \"Who are you going to fight for? Are you going to fight for American families, or are you going to fight for the profits of those huge institutions?\"\n\nThe Democratic Party has been roiled in the past week by a split between the think tank Third Way and lawmakers that the corporate-friendly group views as overly \"populist.\" In a Wall Street Journal op-ed, Third Way leaders singled out Sen. Elizabeth Warren (D-Mass.), who has made consumer-friendly bank reform and the expansion of Social Security benefits priorities of her Senate term. Several centrist Democrats closely aligned with Third Way, including Reps. Allyson Schwartz (D-Penn.) and Joe Crowley (D-N.Y.), have distanced themselves from the op-ed in the days since.\n\nBanking experts view the Volcker Rule as the most significant structural reform in the 2010 Dodd-Frank financial reform law. The rule bans proprietary trading by banks that receive federal benefits, like deposit insurance and cheap loans from the Federal Reserve. Those banks are no longer allowed to speculate in risky securities markets as a result of the rule, but must restrict their activities to traditional lending and trading on behalf of clients. The measure was written by Merkley and Sen. Carl Levin (D-Mich.), with full-throated public support from President Barack Obama on one side and heated opposition from Wall Street and some high-ranking members of the president's administration on the other.\n\n\"We have seen in the Great Depression that when loan-making banks become high-risk, 'swing for the fences' hedge funds, they occasionally lose. And when they lose, they bring down the rest of us,\" Merkley told HuffPost. \"We saw it with the toxic assets, the proprietary trading and betting that led to 2008. So hopefully we'll have regulators that pay attention to history and understand it.\"\n\nRegulators did not offer an official version of the rule until late 2011, and reform watchdogs were disappointed with the proposal, citing broad loopholes that would have allowed banks to evade the law. After a significant backlash from Merkley, Levin and Commodities Futures Trading Commission Chairman Gary Gensler, many of those loopholes were closed.\n\nMerkley said that JPMorgan's \"London Whale\" fiasco, in which the bank lost billions of dollars on a commodities bet gone bad, helped focus regulatory attention on the rule.\n\n\"It's vastly improved,\" Merkley told HuffPost. \"The portfolio hedging that banks were pushing for would have gutted the firewall.\"\n\nSo-called portfolio hedging exemptions would have allowed banks to buy and sell securities for their own accounts if they were used to hedge against a \"portfolio\" of risks -- an activity that JPMorgan cited to justify its London Whale trades.\n\n\"The London Whale is a huge example of this, where JPMorgan tried to justify it as portfolio risk-hedging,\" Merkley said. \"Certainly to anyone who took a close look, it was proprietary. In fact it was even more than proprietary trading, because they were using deposits, money from United States depositors, which raises real issues about liquidity management.\"\n\nMerkley gave significant credit for strengthening the rule to Gensler and to SEC Commissioner Kara Stein, who worked as a staffer for Sen. Jack Reed (D-R.I.) during the Dodd-Frank process.\n\nThe rule isn't perfect, according to Merkley, who is particularly worried about potential abuse of flexibilities permitted around \"market making,\" or banks' ability to buy securities to help clients make unique trades.\n\n\"Whatever the ink on the page now says, the key is vigilant regulatory enforcement,\" Merkley said, \"and if we don't have that, then all of this will come to naught.\"\n\nWhen asked whether the rule would be enough to prevent a future crisis, Merkley was cautiously optimistic.\n\n\"I feel it's so much better than the earlier drafts. Whether the firewall will hold up for five years or 10 years, I don't know that. It'll depend upon how the regulators apply the rules. But the rules give them a good standard to use, and do create hope that we've channeled this huge systemic risk out of the big banks.\"\n\nAlso on HuffPost: Occupy Wall Street Second Anniversary Protests Occupy Wall Street Second Anniversary Protests\n\n1 of 19 Chalk Graffiti In Support Of Occupy Wall Street Protest September 17, 2013 marked Occupy Wall Street's second anniversary. Protesters began the day in Lower Manhattan near the movement's original encampment in Zuccotti Park, and ended it with a march that began in Dag Hammarskjold Plaza near the United Nation Headquarters building, where they called for a \"Robin Hood\" tax on financial transactions. Share this slide:\n\nMatt Sledge", "article_metadata": {"description": "WASHINGTON -- Sen. Jeff Merkley (D-Ore.) told HuffPost that he sees the finalization of regulation that banned Wall Street speculation with taxpayer mone...", "sailthru.expire_date": "2013-12-11 17:53:45 -0500", "og": {"site_name": "The Huffington Post", "description": "WASHINGTON -- Sen. Jeff Merkley (D-Ore.) told HuffPost that he sees the finalization of regulation that banned Wall Street speculation with taxpayer mone...", "title": "Jeff Merkley Wants You To Know He Stood Up To Wall Street", "url": "http://www.huffingtonpost.com/2013/12/10/jeff-merkley-volcker-rule_n_4421015.html", "image": "http://i.huffpost.com/gen/1508161/images/o-JEFF-MERKLEY-ELIZABETH-WARREN-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "WASHINGTON -- Sen. Jeff Merkley (D-Ore.) told HuffPost that he sees the finalization of regulation that banned Wall Street speculation with taxpayer mone...", "creator": "zachdcarter", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1508161/images/o-JEFF-MERKLEY-ELIZABETH-WARREN-facebook.jpg", "height": 1000}, "title": "Jeff Merkley Wants You To Know He Stood Up To Wall Street", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2013-12-10 17:53:45 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4421015", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "Elizabeth Warren,occ,central bank,dodd-frank,economy,Wall Street Reform,Federal Reserve,regulation,prop trading,Paul Volcker,Volcker Rule,Barack Obama,cftc,dodd frank,Bank Regulation,video,proprietary trading,Wall Street,merkley-levin,fed,banks,Jeff Merkley,gary gensler,Carl Levin,volcker", "article": {"section": "Politics", "tag": "Elizabeth Warren,occ,central bank,dodd-frank,economy,Wall Street Reform,Federal Reserve,regulation,prop trading,Paul Volcker,Volcker Rule,Barack Obama,cftc,dodd frank,Bank Regulation,video,proprietary trading,Wall Street,merkley-levin,fed,banks,Jeff Merkley,gary gensler,Carl Levin,volcker", "published_time": "2013-12-10 17:53:45 -0500", "modified_time": "2014-01-25 16:01:55 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fcc26b\"", "article_summary": "Also on HuffPost: Occupy Wall Street Second Anniversary Protests Occupy Wall Street Second Anniversary Protests1 of 19 Chalk Graffiti In Support Of Occupy Wall Street Protest September 17, 2013 marked Occupy Wall Street's second anniversary.\nMerkley intends to stand firm on Wall Street reform, however.\nOnly 40 percent of the jobs we've recovered from the recession are living wage jobs,\" Merkley told HuffPost.\nAlthough Merkley stated \"my head's completely in policy at this point,\" he did not shy away from the political benefits associated with Wall Street reform.\nAnd when they lose, they bring down the rest of us,\" Merkley told HuffPost."}