{"article_title": "Judge Posner Orders Sherlock Holmes Estate to Pay Attorneys’ Fees for “Form of Extortion”, Klinger v. Conan Doyle Estate, Ltd.", "article_keywords": ["holmes", "attorneys", "estate", "form", "pay", "fees", "posner", "7th", "doyle", "sherlock", "circuit", "v", "judge", "klinger", "copyright", "orders"], "article_url": "http://www.natlawreview.com/article/judge-posner-orders-sherlock-holmes-estate-to-pay-attorneys-fees-form-extortion-klin", "article_text": "Saturday, October 4, 2014\n\nKlinger v. Conan Doyle Estate, Ltd.\n\nIn another scathing opinion against the Sherlock Holmes estate, Judge Richard A. Posner ordered the estate to pay attorneys’ fees for bringing “nonexistent copyright claims” as a “form of extortion” against its competitor. Judge Posner applauded the competitor, author Leslie Klinger, for “performing a public service” by “exposing the estate’s unlawful business strategy.” Klinger v. Conan Doyle Estate, Ltd., Appeal No. 14-1128 (7th Cir., Aug. 4, 2014) (Posner, J.).\n\nIn a previous opinion penned by Judge Posner, the 7th Circuit affirmed the district court’s declaratory judgment of non-infringement. (IP Update, Vol. 17, No. 5). The 7th Circuit concluded that the original character of the famous detective Sherlock Holmes, published before 1923, was no longer subject to copyright protection. “Once the copyright on a work expires, the work becomes a part of the public domain and can be copied and sold without a license from the holder of the expired copyright.”\n\nKlinger had compiled an anthology of Sherlock Holmes stories, entitled In the Company of Sherlock Holmes. Doyle’s estate demanded a $5,000 license from Klinger. The estate also suggested that if Klinger’s anthology was published without a license, the estate would prevent retailers, such as Amazon, from selling the book. As a result, publishers Random House and Pegasus Books refused to publish Klinger’s anthology until Klinger paid for a license.\n\nKlinger then sued Doyle’s estate in the district court for declaratory judgment of non-infringement. Klinger prevailed in the district court and on the estate’s appeal to the 7th Circuit. He then moved for approximately $30,000 in attorneys’ fees incurred on appeal.\n\nUnder 17 U.S.C. § 505 of the Copyright Act, the prevailing party is entitled to an award of reasonable attorneys’ fees. In determining whether to award such fees, the 7th Circuit considers the strength of the prevailing party’s case and relief obtained. There is a “very strong” presumption in favor of awarding attorneys’ fees where a litigant, like Klinger, has lodged a successful defense to a claim of copyright infringement.\n\nIn granting Klinger an award of attorneys’ fees, the Seventh Circuit suggested that the Doyle estate engaged in anti-competitive behavior. “The Doyle estate’s business strategy is plain: charge a modest license fee for which there is no legal basis, in the hope that the ‘rational’ writer or publisher asked for the fee will pay it rather than incur a greater cost, in legal expenses, in challenging the legality of the demand.”\n\n“[T]he estate was playing with fire in asking Amazon and other booksellers to cooperate with it in enforcing its nonexistent copyright claims against Klinger. For it was enlisting those sellers in a boycott of a competitor of the estate, and boycotts of competitors violate the antitrust laws.”\n\nThe circuit court applauded Klinger for acting, in effect, as “a private attorney general, combating a disreputable business practice—a form of extortion.” Judge Posner admonished the Doyle estate: “It’s time the estate, in its own self-interest, changed its business model.”", "article_metadata": {"description": "The Sherlock Holmes estate, Judge Richard A. Posner ordered the estate to pay attorneys’ fees for bringing “nonexistent copyright claims” as a “form of extortion” against its competitor.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "Klinger v. Conan Doyle Estate, Ltd.\r\nIn another scathing opinion against the Sherlock Holmes estate, Judge Richard A. Posner ordered the estate to pay attorneys&amp;rsquo; fees for bringing &amp;ldquo;none", "title": "Judge Posner Orders Sherlock Holmes Estate to Pay Attorneys’ Fees for “Form of Extortion”, Klinger v. Conan Doyle Estate, Ltd.", "url": "http://www.natlawreview.com/article/judge-posner-orders-sherlock-holmes-estate-to-pay-attorneys-fees-form-extortion-klin", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/aux/1131/Sherlock%20Holmes%20Images%2C%20Pipe%2C%20Hat%2C%20Clues.jpg?itok=OMntp3Ul", "type": "article"}, "keywords": "Legal, Business, Intellectual Property, Litigation, Copyrights, Attorneys' Fees, Klinger v. Conan Doyle Estate, Ltd.", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Legal, Business, Intellectual Property, Litigation, Copyrights, Attorneys' Fees, Klinger v. Conan Doyle Estate, Ltd."}, "_id": "\"57477af36914bd0286fce581\"", "article_summary": "In granting Klinger an award of attorneys’ fees, the Seventh Circuit suggested that the Doyle estate engaged in anti-competitive behavior.\nJudge Posner applauded the competitor, author Leslie Klinger, for “performing a public service” by “exposing the estate’s unlawful business strategy.” Klinger v. Conan Doyle Estate, Ltd., Appeal No.\nSaturday, October 4, 2014Klinger v. Conan Doyle Estate, Ltd.\nIn a previous opinion penned by Judge Posner, the 7th Circuit affirmed the district court’s declaratory judgment of non-infringement.\nIn another scathing opinion against the Sherlock Holmes estate, Judge Richard A. Posner ordered the estate to pay attorneys’ fees for bringing “nonexistent copyright claims” as a “form of extortion” against its competitor."}