{"article_title": "The Liberals Are Going To Lose If We Just Let Them", "article_keywords": ["president", "liberal", "hes", "executive", "lets", "winning", "liberals", "going", "let", "americans", "lose", "black", "theres"], "article_url": "http://townhall.com/columnists/kurtschlichter/2014/11/17/the-liberals-are-going-to-lose-if-we-just-let-them-n1919250", "article_text": "Let’s take a moment to revel in the utter failure of progressivism. Let’s stand back, gazing and smiling, as it crashes and burns. And let’s suppress the urge to do something stupid to extinguish the flames.\n\nWe must to give ourselves permission to enjoy liberals’ pain, and to accept that we’re winning. Now, there's a strain of conservatism that always seems to be solemnly assured that everything is going to go to hell and there's nothing we can do about it. America is doomed, doomed! The liberals will prevail and we might as well bury our gold, guns, and survival food behind the bunker.\n\nYet, right now we conservatives are winning, and not just in elections. To keep winning, all we have to do is not indulge our instinct for making bad tactical choices that are fueled by emotion instead of ruthlessly executing sound tactics designed not to make us feel better, but to inflict maximum damage upon our pinko opponents.\n\nAs Napoleon taught, never interrupt your enemies when they are making a mistake. Exhibit A: Barack Obama is about to use his executive power, or his perverted version of his executive power, to effectively legalize about five million illegal aliens. He wants to do that in spite of just having an election where exit polls showed about 65% of Americans don't want five million illegal aliens legalized. Does anyone still think that Obama is some sort of political evil genius, dwelling in a volcano lair and plotting world domination? This isn't a brilliant masterstroke. It's insanity. He’s not Ernst Stavros Blofeld. He’s not even Dr. Evil. He’s more like Professor Tiresome.\n\nLet’s review. President Cunning is going to do something that two thirds of Americans hate, and he's going to do it quasi-legally through an executive action that can be undone by the next president. He’s going to hang this pseudo-amnesty anchor around Hillary Clinton’s neck and drop her off the boat. Everywhere she goes she's going to be asked, “Will you undo Obama’s order?” And she’ll tap dance, riling up the angry and demoralizing her allies, while the Republican nominee – unless it’s super-squish Jeb Bush – will gleefully spend the entire election saying, \"Oh, I'm going to undo it Day One!\"\n\nAnd Obama’s not even going to buy her dinner first. Of course, Hillary is used to being shafted by the men around her. Well, at least figuratively.\n\nNow, the Republicans really can't do much about executive amnesty except make it an issue and try to nibble around the edges via the power of the purse. You'll hear some people screaming about impeachment, but let's because let's be frank. Impeachment a bad tactic.\n\nImpeachment is not going to work. We don’t have the votes. And no, not doing something stupid is not the same as “not doing anything.” Whether or not he deserves it is irrelevant. And even if it could work, here’s three terrifying words to ponder: President Joe Biden.\n\nNo Democrats are going to split off to vote to impeach. Instead, it would galvanize Obama’s support among people who we should be stealing from the liberal coalition, like black Americans. If KKK kleagle/Democrat icon Robert Byrd planned it with his pointy-hooded cronies, he couldn't do more damage to the black community than Obama has done. President Hope N’ Change wants to import millions of low-wage workers to steal all the entry-level jobs from impoverished black Americans who are already at 10%+ unemployment. Instead of forcing them to rally behind this charlatan, maybe we ought to go out and appeal to them as the party that isn’t trying to keep them poor. If we start getting just 20% of the black vote, the Democrat Party is finished.\n\nBut amnesty’s not the only looming liberal disaster. Savor the hilarious spectacle of the runoff-inspired embrace of fossil fuels by Mary Landrieu and the Keystone Communists. This comes after anti-oil dilettante Tom Steyer squandered $74 million on her fellow travelers. Smooth move, sucker. Even the dumbest rich liberal will see the lousy return on investment in giving money to Democrats. Anyone think Steyer wants to be a laughingstock again in 2016?\n\nHey, it's that time of year again when families gather for the holidays around their tables to talk about the latest Obamacare premium increases and how liberals think Americans are stupid for letting themselves be Grubered. Millions of Americans will spend Thanksgiving discussing why liberalism’s premier project sucks. Of course, Obamacare may not last that long. With at least two serious Supreme Court challenges coming, Obamacare is a dead scam walking.\n\nOn the pop-culture side, we may have reached the crest of the liberal cultural wave. There's finally been some pushback against the leftist assault on manhood in all its forms, and shockingly it came from videogame-playing nerds. The Gamergate gang rejected the protests of shrewish social justice whiners that their world of videogames is insufficiently welcoming to shrewish social justice whiners, and went right on gaming. The liberal feminists were stunned that someone finally told them to take their personal psychodramas and buzz off. They were used to unquestioning obedience, and when the nerds laughed at them they felt compelled to turn their harpy claws on some wussy astrophysicist who cheerfully humiliated himself by apologizing for wearing a Hawaiian shirt featuring the kind of women liberal feminists are jealous of – hot ones with guns who men like.\n\nAnd then there's Lena Dunham, the poster girl for progressive millennials. She established the high water mark of cultural leftism with her revelations of inappropriate intimacy with her little sister. Finally, cultural degeneracy reached a limit. Even liberal feminists are queasy about their soul sister’s antics, and the gal who was universally praised for everything she did was shocked to find she had gone from “You go, girl” to “Eww gross, girl!”\n\nWe’re winning. So how do we exploit these liberal defeats? Let's pick our battles. Let's find and exploit their many weaknesses. Let's wedge issue them. Let's brutalize them. And let's enjoy watching the wreckage of their poisonous ideology burn.", "article_metadata": {"description": "Lets take a moment to revel in the utter failure of progressivism. .05/27/2016 3:53:19AM EST.", "author": "Kurt  Schlichter", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Lets take a moment to revel in the utter failure of progressivism.", "title": "- The Liberals Are Going To Lose If We Just Let Them", "url": "http://townhall.com/columnists/kurtschlichter/2014/11/17/the-liberals-are-going-to-lose-if-we-just-let-them-n1919250", "image": "http://media.townhall.com/townhall/reu/ha/2014/273/436695bd-9523-4257-aa13-9ea69c2a6293.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Lets take a moment to revel in the utter failure of progressivism.", "title": "- The Liberals Are Going To Lose If We Just Let Them", "url": "http://townhall.com/columnists/kurtschlichter/2014/11/17/the-liberals-are-going-to-lose-if-we-just-let-them-n1919250", "image": "http://media.townhall.com/townhall/reu/ha/2014/273/436695bd-9523-4257-aa13-9ea69c2a6293.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "The Liberals Are Going To Lose If We Just Let Them, Kurt  Schlichter, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "He’s going to hang this pseudo-amnesty anchor around Hillary Clinton’s neck and drop her off the boat.\nPresident Cunning is going to do something that two thirds of Americans hate, and he's going to do it quasi-legally through an executive action that can be undone by the next president.\nInstead, it would galvanize Obama’s support among people who we should be stealing from the liberal coalition, like black Americans.\nThe liberals will prevail and we might as well bury our gold, guns, and survival food behind the bunker.\nWe must to give ourselves permission to enjoy liberals’ pain, and to accept that we’re winning."}