{"article_title": "Cholesterol In Your Diet May Not Be So Bad, Panel Says – AARP", "article_keywords": ["nutrition", "saturated", "heart", "aarp", "disease", "diet", "research", "bad", "health", "fat", "foods", "cholesterol", "panel"], "article_url": "http://blog.aarp.org/2015/02/16/new-guidelines-may-say-yes-to-eggs-but-no-to-bacon/", "article_text": "The government’s new dietary guidelines, due to be released in the coming months, may contain an about-face on decades of advice not to eat cholesterol-rich food.\n\nAs the Washington Post put it, the move by the nation’s top nutrition advisory panel “could undo almost 40 years of government warnings” about eating foods high in cholesterol, like eggs and shellfish.\n\nA preliminary report by the panel, released in December, stated for the first time that “cholesterol is not considered a nutrient of concern for over-consumption” — meaning, you don’t have to worry about cholesterol in your food.\n\nThis represents a sea change in thinking among health experts who have admonished Americans for decades that overeating foods rich in cholesterol would cause the cholesterol in their bloodstream to increase, leading to heart disease.\n\n>> Get discounts on health services with your AARP Member Advantages.\n\nBut while eggs, shrimp and lobster may be off the no-no list, foods high in saturated fat like butter, cream and fatty meats (sorry, bacon) may not be so lucky. The panel still thinks saturated fat should be restricted, noting that overconsumption “may pose the greatest risk to those over 50 years old.” Saturated fat — a type of fat that’s solid at room temperature — is thought to raise the level of “bad,” or LDL, cholesterol in the bloodstream.\n\nSo why the shift away from warnings about cholesterol in food? Criticism of the assumption that cholesterol in the diet results in cholesterol buildup in our arteries has been going on for years, but recent research may finally have gotten more attention.\n\n“There have been multiple analyses and meta-analyses now looking at intake of dietary cholesterol and the risk of heart disease,” Dariush Mozaffarian, M.D., dean of the school of nutrition science and policy at Tufts University, told Time.com. “In the general population, there’s really not any strong evidence for a link.”\n\nOther experts agree it was time for nutrition policy to catch up to research. Steven Nissen, M.D., chair of cardiovascular medicine at the Cleveland Clinic, told USA Today, “It’s the right decision. We got the dietary guidelines wrong.”\n\nAs for why it took so long, Gary Taubes, author of “Good Calories, Bad Calories,” a history of the science behind the low-fat diet craze, thinks health authorities have harped on cutting cholesterol in the diet all these years because they wanted to stick with a simpler consumer message than the research indicated.\n\n“Some of the most reliable facts about the diet-heart hypothesis have been consistently ignored by public health authorities because they complicated the message, while the least reliable findings were adopted because they didn’t,” he wrote in an email. It’s easier to tell people to “avoid egg yolks” instead of telling them “they should worry about cholesterol in their blood, but not in their diet.”\n\nKeep in mind that the proposed recommendations are talking about an egg or so a day being OK for healthy people. If you already have heart disease or elevated cholesterol, talk to your health care provider.\n\nPhoto: Valengilda/iStock\n\nAlso of Interest\n\n\n\nSee the AARP home page for deals, savings tips, trivia and more.", "article_metadata": {"page_title": "blog", "twitter": {"description": "The government’s new dietary guidelines, due to be released in the coming months, may contain an about-face on decades of advice not to eat cholesterol-rich food. As the Washington Post put it, the move by the nation’s top nutrition advisory panel “could undo almost 40 years of government warnings” about eating foods high in cholesterol, like eggs and shellfish. A preliminary report by the panel, released in December, stated for the first time that “cholesterol is not considered a nutrient …", "creator": "@aarp", "url": "http://blog.aarp.org/2015/02/16/new-guidelines-may-say-yes-to-eggs-but-no-to-bacon/", "title": "New Guidelines May Say Yes to Eggs but No to Bacon", "site": "@aarp", "card": "summary"}, "estimated_publish_date": "2015-02-16", "Last-Modified": "2015-04-28EDT16:38:49", "keywords": "bulletin today, health talk, americans, bacon, candy sagon, cholesterol, diet, dietary guidelines, eggs, food, government, guidelines, heart disease, ldl, nutrition, saturated fat", "houseAds": "commercial", "paywallStatus": "off", "isArticle": "false", "livefyreId": "350138:http://blog.aarp.org/2015/02/16/new-guidelines-may-say-yes-to-eggs-but-no-to-bacon", "title": "New Guidelines May Say Yes to Eggs but No to Bacon", "comments": "on", "sponsorship": "on", "source": "aarp_washington_office", "description": "The government’s new dietary guidelines may contain an about-face on decades of advice not to eat cholesterol-rich food.", "robots": "index,follow", "Subject1": "Division:AARP.org", "fb": {"app_id": 114175878660191}, "aarpAdUnit": "Bulletin-Today", "article": {"author": "http://www.facebook.com/AARP"}, "pluckId": "http://www.aarp.org/vendor/blog/", "viewport": "width=device-width, initial-scale=1", "language": "english", "og": {"site_name": "AARP", "description": "The government’s new dietary guidelines, due to be released in the coming months, may contain an about-face on decades of advice not to eat cholesterol-rich food. As the Washington Post put it, the move by the nation’s top nutrition advisory panel “could undo almost 40 years of government warnings” about eating foods high in cholesterol, like eggs and shellfish. A preliminary report by the panel, released in December, stated for the first time that “cholesterol is not considered a nutrient …", "title": "Cholesterol In Your Diet May Not Be So Bad, Panel Says", "url": "http://blog.aarp.org/2015/02/16/new-guidelines-may-say-yes-to-eggs-but-no-to-bacon/", "image": "http://blog.aarp.org/wp-content/uploads/2015/02/iStock_000031596924Medium.jpg", "type": "article"}, "contentId": "/content/aarpe/en/home/vendor/blog", "Subject2": "Resources and Tools:Blogs", "aarpeContent": "true", "IALevel1": "vendor", "IALevel2": "blog", "s43": "13.Volunteerism|MyPersonalTime", "action": "read", "dateToday": "2016/05/26"}, "_id": "\"57477af46914bd0286fe44a3\"", "article_summary": "If you already have heart disease or elevated cholesterol, talk to your health care provider.\nCriticism of the assumption that cholesterol in the diet results in cholesterol buildup in our arteries has been going on for years, but recent research may finally have gotten more attention.\nThis represents a sea change in thinking among health experts who have admonished Americans for decades that overeating foods rich in cholesterol would cause the cholesterol in their bloodstream to increase, leading to heart disease.\nThe panel still thinks saturated fat should be restricted, noting that overconsumption “may pose the greatest risk to those over 50 years old.” Saturated fat — a type of fat that’s solid at room temperature — is thought to raise the level of “bad,” or LDL, cholesterol in the bloodstream.\nAs the Washington Post put it, the move by the nation’s top nutrition advisory panel “could undo almost 40 years of government warnings” about eating foods high in cholesterol, like eggs and shellfish."}