{"article_title": "Senator Denies 280,000 People Health Care, Calls Advocate 'Asshole' For Asking Him To Give Up Same", "article_keywords": ["denies", "bathroom", "gardenhire", "crisp", "calls", "280000", "advocate", "gillibrand", "face", "state", "asking", "health", "press", "senator", "asshole", "huffpost", "care"], "article_url": "http://www.huffingtonpost.com/2015/04/01/todd-gardenhire_n_6986582.html", "article_text": "On Tuesday night, a Tennessee Senate committee voted to deny some 280,000 state residents access to health care, rejecting a plan to expand Medicaid that would have cost the state nothing.\n\nFollowing the vote, advocates for expansion ran into state Sen. Todd Gardenhire (R), a wealth manager at Morgan Stanley who sits on the committee. One activist, Damien Crisp, asked Gardenhire if he would be willing to give up his own state-subsidized health insurance.\n\nGardenhire, in a video of the incident taken by another activist, turned around and said something along the lines of \"Not giving it up, asshole\" or, perhaps, \"Why don't you give it up, asshole?\" (\"Asshole\" is the clearest part of his rejoinder.)\n\nGardenhire's health coverage has been an issue in Tennessee before. He had previously claimed not to receive state-sponsored coverage, but the Associated Press, through an open records request, revealed that he does.\n\n\"I have it, but I don't use it,\" the lawmaker told AP after the revelation. \"I use Morgan Stanley's insurance, which is far greater.\"\n\nHe vowed to cancel the state insurance, which led to the activist's question Tuesday, which led to the cussing.\n\nThe Medicaid expansion that Gardenhire voted against would have been covered by federal dollars and contributions from state hospitals.\n\nWhile Gardenhire did not return an email or call from HuffPost requesting comment, the Chattanooga Times Free Press reports that he said, \"When a guy follows you into the bathroom and starts shouting at you, he's lucky I only called him by his first name.\"\n\nThe person who filmed the encounter, Trae Haggard, is a constituent of Gardenhire's, which she said he was aware of. Crisp was heading into the same bathroom as Gardenhire, she said, but did not yell at him. \"As an eyewitness, I can say that is false,\" she said.\n\nCrisp, another Gardenhire constituent, also said he never yelled at the senator. Instead, he said, he and his colleagues were getting coffee when Gardenhire came out of the men's room. Upon seeing purple shirts and apparently realizing he'd run into protesters, Gardenhire did a 180 and went back inside.\n\n\"We were waiting outside the bathroom for like five minutes and he didn't come out, and I'm like, well, I have to use the bathroom anyway, and when I go in, he's coming out and we're right there face to face. I didn't yell since he was right there in my face,\" Crisp explained. He later provided a longer video (watch above) that backs up his version of the encounter.\n\n\"We drove all the way up to Nashville and tried to engage in the process,\" Crisp said, \"and this is the democracy we get, being called an asshole.\" Crisp said.\n\nEnter your email address:\n\nAlso on HuffPost: Political Potty Mouths Political Potty Mouths\n\n1 of 10 What Gillibrand Couldn't Do During an appearance on HuffPost Live, Sen. Kirsten Gillibrand (D-N.Y.), Gillibrand opened up about what she felt she couldn't do when a colleague told her she was fat . \"I've just had a baby, I've just been appointed [to replace Hillary Clinton in the Senate], I have a lot to learn, so much on my plate, and this man basically says to me, 'You're too fat to be elected statewide,'\" Gillibrand said. \"At that moment, if I could have just disappeared, I would have. If I could have just melted in tears, I would have. But I had to just sit there and talk to him. ... I didn't hear a word he said, but I wasn't in a place where I could tell him to go f*ck himself.\" Share this slide:\n\nASSOCIATED PRESS", "article_metadata": {"description": "On Tuesday night, a", "sailthru.expire_date": "2015-04-02 14:38:00 -0400", "og": {"site_name": "The Huffington Post", "description": "On Tuesday night, a", "title": "Senator Denies 280,000 People Health Care, Calls Advocate 'Asshole' For Asking Him To Give Up Same", "url": "http://www.huffingtonpost.com/2015/04/01/todd-gardenhire_n_6986582.html", "image": "http://i.huffpost.com/gen/2790576/images/o-GARDENHIRE-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "On Tuesday night, a", "title": "Senator Denies 280,000 People Health Care, Calls Advocate 'Asshole' For Asking Him To Give Up Same", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2790576/images/o-GARDENHIRE-facebook.jpg", "height": 1000}, "creator": "ryangrim", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2015-04-01 14:38:00 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=6986582", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "video,todd gardenhire,tennessee,tennessee politics,tennessee medicaid expansion,medicaid expansion,medicaid,obamacare", "article": {"section": "Politics", "tag": "video,todd gardenhire,tennessee,tennessee politics,tennessee medicaid expansion,medicaid expansion,medicaid,obamacare", "published_time": "2015-04-01 14:38:00 -0400", "modified_time": "2015-04-02 17:59:01 -0400"}, "viewport": "width=1000"}, "article_summary": "I didn't yell since he was right there in my face,\" Crisp explained.\nOne activist, Damien Crisp, asked Gardenhire if he would be willing to give up his own state-subsidized health insurance.\nOn Tuesday night, a Tennessee Senate committee voted to deny some 280,000 state residents access to health care, rejecting a plan to expand Medicaid that would have cost the state nothing.\nCrisp was heading into the same bathroom as Gardenhire, she said, but did not yell at him.\nCrisp, another Gardenhire constituent, also said he never yelled at the senator."}