{"article_title": "The Alarming Rise Of The 'Change' Candidates", "article_keywords": ["sanders", "republicans", "trump", "voters", "alarming", "rise", "political", "politicians", "candidates", "democrats", "eventually", "parties", "change", "care"], "article_url": "http://www.investors.com/politics/on-the-left/the-alarming-rise-of-the-change-candidates/", "article_text": "Whoever wins Monday in Iowa, and whoever eventually wins the presidential nominations, one thing is already clear: Traditional politics and politicians have failed.\n\nThat glaring fact is still difficult for the establishments of both parties to grasp. I mean, surely Republicans will realize they cannot possibly nominate a populist tycoon, with zero experience in government, who vows to round up and expel 11 million people. Of course it will dawn on Democrats that it is inconceivable to have a self-declared socialist as their standard-bearer. Inevitably the planets will return to their normal orbits and everything will go back to the way it should be.\n\nAnyone thinking along these lines, I believe, is in for an unpleasant surprise.\n\nI know that not a single vote has been cast. I realize it’s still probable that Democrats will eventually settle on an establishment candidate and still possible (though pretty unlikely) that Republicans will do the same. But even if the Donald Trump and Bernie Sanders insurrections somehow fizzle, their impact will not soon fade. These unlikely messengers are showing us how ignorant many of our leaders are about the nation they purportedly serve.\n\nAs individuals, Sanders and Trump are hardly cut from the same cloth; one rails against billionaires and one is a billionaire. Their supporters would probably not mix well at a cocktail party. But there’s a reason why these are the only two candidates who regularly fill basketball arenas with passionate, standing-room-only crowds: Both call for change that is fundamental, not cosmetic or incremental.\n\nAnd there are specifics on which Trump and Sanders agree. Both stridently denounce free-trade agreements, such as Nafta and the new Trans-Pacific Partnership, saying that they depress U.S. wages and send jobs to other countries. Establishment Democrats and Republicans, by contrast, have rarely seen a free-trade pact they didn’t like. Apparently, all the assurances from eminent economists that free trade is a plus for the economy offer little comfort to voters who commute past empty acres where factories once stood.\n\nSanders supports truly universal single-payer health care, which he describes with the shorthand “Medicare for all.” Trump wants to repeal the Affordable Care Act — a position that every Republican candidate is required to take — but also has been a consistent supporter of universal care, though he does not specify how he would bring it about. It turns out that many voters dislike “big government” but need and demand the services it provides. Ideological purity does not cure disease, and everybody eventually gets sick.\n\nTrump and Sanders are both skeptical of the establishment consensus about America’s role as the world’s policeman. Sanders would use military force only as a last resort; Trump would let Vladimir Putin take charge of cleaning up the Syria mess if he wants to. Politicians in Washington have given us a series of long, messy wars — fought almost exclusively by the sons and daughters of the working class — that don’t end in victory parades and somehow create as many threats as they eliminate.\n\nPerhaps most significant of all, Trump and Sanders both portray traditional politicians as bought and paid for by powerful monied interests. Sanders rails against big banks, powerful corporations and wealthy plutocrats who bend the system to their will. Trump speaks from personal experience, blithely telling audiences how he regularly wrote big checks to politicians in both parties to buy access and influence.\n\nThe system is rigged, these insurgents say. Your elected leaders are working for themselves and their puppet-masters. They couldn’t care less about you.\n\nSanders’ solution is a grass-roots “political revolution.” Trump, to the extent he offers concrete proposals, seems to promise the muscular use of presidential power. But both have touched a raw nerve, and our political parties had better pay attention.\n\nAs the caucuses and primaries begin, the RealClearPolitics poll averages show that 36% of Republicans favor Trump and an additional 10% support other candidates who have never held elective office. On the Democratic side, 37% of Democrats say they favor Sanders. These numbers should be nothing short of alarming to the party establishments.\n\nThey show that there are huge numbers of Americans out there whose voices are not being heard — voters who are tired of half-measures and unkept promises. Whatever happens between now and November, this alienation will not magically disappear. Political parties that lose touch with their constituents end up going the way of the Whigs.", "article_metadata": {"description": "Whoever wins Monday in Iowa, and whoever eventually wins the presidential nominations, one thing is clear: Traditional politics and politicians have failed.", "og": {"site_name": "Investor's Business Daily", "description": "Whoever wins Monday in Iowa, and whoever eventually wins the presidential nominations, one thing is already clear: Traditional politics and politicians have failed. That glaring fact is stil…", "title": "Eugene Robinson: The Alarming Rise Of The ‘Change’ Candidates", "url": "http://www.investors.com/politics/on-the-left/the-alarming-rise-of-the-change-candidates/", "image": {"width": 1000, "identifier": "http://www.investors.com/wp-content/uploads/2016/01/MARKsynd1-sanders-012916-AP.jpg", "height": 565}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.investors.com/wp-content/uploads/2016/01/MARKsynd1-sanders-012916-AP.jpg?w=640", "card": "summary_large_image", "creator": "@IBDInvestors"}, "wp-parsely_version": "1.8", "msapplication-TileImage": "http://www.investors.com/wp-content/uploads/2016/05/cropped-ibd-favicon-v7-270x270.png", "keywords": "donald trump,bernie sanders,traditional politics,party elites", "date": "2016-01-28 13:31:25:-08:00", "article": {"published_time": "-001-11-30T00:00:00+00:00", "modified_time": "2016-01-29T05:34:16+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Political parties that lose touch with their constituents end up going the way of the Whigs.\nBut both have touched a raw nerve, and our political parties had better pay attention.\nAs individuals, Sanders and Trump are hardly cut from the same cloth; one rails against billionaires and one is a billionaire.\nPerhaps most significant of all, Trump and Sanders both portray traditional politicians as bought and paid for by powerful monied interests.\nBut there’s a reason why these are the only two candidates who regularly fill basketball arenas with passionate, standing-room-only crowds: Both call for change that is fundamental, not cosmetic or incremental."}