{"article_title": "4 Key Unanswered Questions About Obamacare", "article_keywords": ["enrollees", "website", "questions", "administration", "million", "obamacare", "young", "unanswered", "released", "important", "know", "key", "law"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/02/13/4-Key-Unanswered-Questions-About-Obamacare", "article_text": "The Obama administration said some 3.3 million Americans have signed up for insurance policies on the state and federal health exchanges through January.\n\nThe new figures, released Wednesday, show that Obamacare has seen an uptick in enrollments among young people in the last month—an encouraging sign for the White House, which has continuously stressed how important that demographic is to the law. The data also shows an overwhelming 82 percent of people signing up for coverage have qualified for financial assistance.\n\nRelated: 3.3 Million Sign Up For Obamacare\n\nWhile the report offers some insight into the demand for Obamacare it lacks many details that are crucial to understanding how the law is shaping up so far.\n\nIn order to determine how the Obamacare rollout is really going, these questions must be answered.\n\n1. How many people are actually purchasing plans?\n\nThe figures released Wednesday include the number of applications completed on the various exchanges. So far, 1.9 million have signed up through the federal exchange, and 1.4 million have signed up through state based marketplaces. What the numbers don’t tell us, however, is how many people have actually paid for those plans.\n\nAlthough there are no official estimates, CNN released a survey of insurers at the end of January showing that about one in five people or 20 percent have not paid for their policies. Administration officials have not confirmed that number, but if it is accurate, that would reduce the number of valid signups to 2,640,000. This would be well below the White House’s goal of signing up 7 million people by the March 31 deadline.\n\n2. How many Obamacare enrollees were uninsured before?\n\nA key goal of the healthcare reform law is to extend access to coverage for millions of uninsured Americans. So, it’s important to know how many of the Obamacare enrollees were previously uninsured.\n\nSome analysts say a significant portion of enrollees were people who either were kicked off of their policies because of the new law, or switched plans to get subsidies provided under Obamacare. We know from the latest numbers that 82 percent of total enrollees have qualified for financial assistance of some kind. That means a huge portion of people enrolling likely belong to the low or middle income brackets, since you need to make less than $46,000 for an individual and $94,000 for a family of four to qualify for a subsidy. Whether those people had insurance before is unknown.\n\nHowever, there is also some data suggesting that the new law could already be impacting the uninsured rate. A new Gallup poll released Wednesday revealed the percentage of Americans without insurance is at a five-year low. Though Gallup cautioned that it is still too early to credit the health care law.\n\n3. What does the mix of enrollees look like?\n\nThe numbers released on Wednesday include a demographic breakdown of those signing up for plans, but more information will be needed to assess how those enrolling will affect the price of premiums. For example, the data show that 55 percent of enrollees are female. Yet we don’t know the age breakdown within that cohort. Since younger females tend to be more expensive to insure than younger males, and older males tend to be more expensive than older females, it will be important to know what the mix is actually shaping up to be. It will also be important to know how insurance companies’ expectations of the mix of enrollees actually compares to the official numbers so far.\n\nThe administration has stressed how important enrolling young people is in order to offset the costs for older, sicker individuals. So far, we know that young people ages 18-34 account for 27 percent of enrollment—well below the White House’s 40 percent benchmark. Administration officials say they are on target to meeting their goal, but it remains unclear whether a surge of young people will sign up ahead of the March 31 deadline.\n\n4. Is the website fully repaired and how much has the repair effort cost?\n\nThough officials say the website is working, some users claim they are still experiencing problems. A new Associated Press-GfK poll found that the majority of people who have signed up for Obamacare had issues enrolling on the federal portal, Healthcare.gov - with more than half, 53 percent, saying it didn't work well and just 29 percent reporting their experience went “somewhat well.”\n\nRegardless, even if the website is working well for most people, we are still unaware of how much the total repair efforts have cost so far. Early estimates suggested that implementing then fixing HealthCare.gov alone has already cost more than $600 million. It’s difficult to know exactly how much the website has cost, though – since the site was built and is being fixed by outside contractors, and government contracts are complicated and are typically doled out in multiple year increments. At the beginning of the year, the administration replaced HealthCare.gov’s former lead contractor CGI with Accenture for $90 million.\n\nSome states are still having trouble with their websites. Maryland and Oregon have both considered shifting to the federal exchange next year, according to Modern Healthcare.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The Obama administration said some", "title": "4 Key Unanswered Questions About Obamacare", "url": "http://www.thefiscaltimes.com/Articles/2014/02/13/4-Key-Unanswered-Questions-About-Obamacare", "image": "http://cdn.thefiscaltimes.com/sites/default/files/11222013_Obamacare_Buttons.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/02/13/4-Key-Unanswered-Questions-About-Obamacare", "image": "http://cdn.thefiscaltimes.com/sites/default/files/11222013_Obamacare_Buttons.jpg", "creator": "@Briannaehley", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The Obama administration said some", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fce5a4\"", "article_summary": "How many Obamacare enrollees were uninsured before?\nSo, it’s important to know how many of the Obamacare enrollees were previously uninsured.\nIn order to determine how the Obamacare rollout is really going, these questions must be answered.\nA key goal of the healthcare reform law is to extend access to coverage for millions of uninsured Americans.\nThe administration has stressed how important enrolling young people is in order to offset the costs for older, sicker individuals."}