{"article_title": "Cutting Out the Middle Man: Grow Your Own Medicinal Peppermint", "article_keywords": ["stomach", "pain", "things", "leaves", "peppermint", "think", "middle", "cutting", "health", "medicine", "medicinal", "extract", "grow", "man"], "article_url": "http://www.motherearthnews.com/natural-health/grow-peppermint-zbcz1312.aspx", "article_text": "Cutting Out the Middle Man: Grow Your Own Medicinal Peppermint\n\nYou say the word ‘health’ and a lot of us tend to think of the bad things that could happen. Maybe more people are thinking about co-pays, insurance and Obamacare in this current climate but besides that, we tend to think about the worst case scenarios. We could get cancer or have an organ fail, get an infection or need some major surgery. Even those who think positively about health do so for the prevention of those bad things from happening. Eliminating chemicals from our lives, eating natural food and exercising to keep our heart and body strong all go toward this goal. And though it can feel as if things are looking dark when you read about health in the news, statistics are actually on our side. We may get something serious in the future but the number of days we are fine vastly outnumber the days we are not. But with the major health scares making up most of our worries, it’s the minor stuff that takes up most of our time.\n\nThere are headaches from dehydration and tension that slow us down. We eat the wrong foods, or maybe just too much food, and we feel bloated or get painful stomach cramps. An insect bite annoys us for days. A small scratch heals a little slower than it used to. Maybe an old injury starts aching more frequently as time goes on. Ask anyone older than you are now and they’ll say ‘it’s all downhill from here’. And to help us with these issues our modern society has given us basically two options: buy something or deal with it. History however shows us that there are other choices.\n\nIf you are not yet gardening then you should. It has more benefits than I can write about here. Growing plan ts can be relatively easy if you just check on them frequently. The difference between having a green thumb and not is just the attention given to the plant. And if you are gardening then growing another kind of plant is not any different than what you are doing already, so there is no excuse there. A lot of herbs we use in food can also be used as medicine so you may already have them established, but it’s knowing how to use them for medicine that makes the difference between pain and comfort. Take peppermint for example. Peppermint is probably most well-known for its flavor. You find it in toothpaste and scented cleaning products among other things. It can also be good for indigestion. You take some leaves, fresh or dried, and put them straight into a tea. Leaving them to air dry is easy and cost zero dollars. But to get more of the medicinal properties out you really need to extract the oils within the leaves. Sound hard? Not really.\n\nMaking a Peppermint Extract\n\nWe created a double strength peppermint extract this summer. We took some leaves and kind of roughed them up a bit like a loan shark looking for his money. This squeezing, tearing and pinching releases the oils and gets it into the extract more easily. We placed the leaves into a jar and poured in 80-proof vodka until it covered them by a few inches. The jar then went in our dark pantry for about three weeks, shaking gently once a day. You can do that right? Just put it in front of the cookies you love as a reminder when you grab for them. After that we strained the leaves out and added more for another three weeks, hence the double strength part. Once that was done, we strained those leaves and put the bottle in our medicine cabinet. Now its story time!\n\nI was having trouble sleeping one night. My stomach was not happy with something I had eaten. This wasn’t just gas but painful bloating too. I was tossing and turning, and getting further away from sleep just thinking about how little sleep I would get. Then I remembered the extract in the cabinet. This was big for me because I had grown up with the ‘tough it out’ mindset. But why would I sit there and suffer when I could try the extract? I was pretty sure it couldn’t make my stomach feel worse so I pulled off the covers and got up. I heated a small cup of water; just enough for a few gulps and just warm, not scalding hot. I grabbed the extract and added a tablespoon into the cup. I drank it, went back to bed and within five minutes the pain was less intense. So much so that the amazement of how well it worked was now keeping me from sleep instead of the pain. The longer I laid there the better I felt until all of a sudden, it was morning. I now think nothing of adding a teaspoon in my tea whenever my stomach is a little upset or if I feel congested like I have been lately.\n\nThe Many Medicinal Uses for Peppermint\n\nNow you could reach for some Pepto-Bismol for that relief, or tough it out like I used to but think of this. On top of the wonderful flavor, revitalizing scent and indigestion relief; peppermint has also been proven to ease toothaches, itchy skin, infections, morning sickness, nausea or vomiting, painful menstruation, bacterial overgrowth in intestines, lung infections, spasms, cough and cold symptoms, inflammation, muscle or nerve pain, and so on. It’s worth having some around. And what are the side effects of peppermint? Anybody? (Bueller?) There may be some rare individuals who have an allergy to peppermint but even those side effects such as heartburn, flushing and headaches are minimal. Peppermint does seem to slow down how quickly the liver can breakdown certain medications, but you should be careful ingesting combinations of any medicine regardless, so nothing new here. The side effects for Pepto-Bismol you ask?: Anxiety, possible loss of hearing, confusion, constipation (severe), diarrhea, difficulty in speaking or slurred speech, dizziness, drowsiness (severe), fast or deep breathing, headache, increased sweating, increased thirst, mental depression, muscle spasm, muscle weakness, nausea or vomiting, ringing in ears, stomach pain, trembling, uncontrollable flapping of hands, vision problems. Sounds like you can take some peppermint to ease the discomfort brought on by that pink stuff.\n\nA lot of our modern medicines have its chemical formula derived from the plants that we’ve been using for centuries. They manufacture it and refine the process to decrease costs and increase profits. Why don’t we cut out the middle man? Why don’t we all have a planter of peppermint for drinking, eating and medicinal use, and leave the plastic bottled pink liquid that does only a fraction of the things peppermint does at the store? It may not always work perfect and it may not always solve all of our problems, but it certainly gives us another option. It certainly gives us more control of our health in a time when healthcare is looking pretty scary.\n\nFor more: WebMD Peppermint Entry\n\nMedicinal Herbs by Rosemary Gladstar. Pg. 184\n\nAaron Miller lives in Olympia Washington where he grows organic vegetables and herbs. He and his wife make natural products at home in pursuit of a simpler life. They share their products and ideas at www.TheMillerCollection.org and ItsAllTheSameThing.Wordpress.com/", "article_metadata": {"description": "Most health problems we face in our lives are minor annoyances. It's time we cut out the expensive middle man and grow our own delicious tasting medicine to treat them.", "og": {"site_name": "Mother Earth News", "description": "Most health problems we face in our lives are minor annoyances. It's time we cut out the expensive middle man and grow our own delicious tasting medicine to treat them.", "title": "Cutting Out the Middle Man: Grow Your Own Medicinal Peppermint", "url": "http://www.motherearthnews.com/natural-health/grow-peppermint-zbcz1312.aspx", "image": {"identifier": "http://www.motherearthnews.com/~/media/Images/MEN/Editorial/Blogs/Natural%20Health/Cutting%20out%20the%20middle%20man%20with%20Peppermint/Mint%20Plants.jpg", "type": "image/jpeg"}, "type": "blog"}, "twitter": {"card": "summary"}, "robots": "index, follow", "sailthru.title": "Cutting Out the Middle Man: Grow Your Own Medicinal Peppermint", "sailthru.tags": "Grow Your Own Medicinal Medicinal, Medicinal Peppermint, Medicinal Uses Of Peppermint, Peppermint Extract, Indegestion, Washington, Aaron Miller, Natural Health Blog, MOTHER EARTH NEWS ,BlogItem", "fb": {"admins": 100001949428004}, "keywords": "Grow Your Own Medicinal Medicinal, Medicinal Peppermint, Medicinal Uses Of Peppermint, Peppermint Extract, Indegestion, Washington, Aaron Miller, Natural Health Blog, MOTHER EARTH NEWS", "sailthru.description": "Most health problems we face in our lives are minor annoyances. It's time we cut out the expensive middle man and grow our own delicious tasting medicine to treat them.", "sailthru.image.full": "http://www.motherearthnews.com/~/media/Images/MEN/Editorial/Blogs/Natural%20Health/Cutting%20out%20the%20middle%20man%20with%20Peppermint/Mint%20Plants.jpg", "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fce5ad\"", "article_summary": "Making a Peppermint ExtractWe created a double strength peppermint extract this summer.\nCutting Out the Middle Man: Grow Your Own Medicinal PeppermintYou say the word ‘health’ and a lot of us tend to think of the bad things that could happen.\nWhy don’t we all have a planter of peppermint for drinking, eating and medicinal use, and leave the plastic bottled pink liquid that does only a fraction of the things peppermint does at the store?\nBut to get more of the medicinal properties out you really need to extract the oils within the leaves.\nEven those who think positively about health do so for the prevention of those bad things from happening."}