{"article_title": "No Obamacare Exemptions for DC", "article_keywords": ["purchase", "business", "congress", "washington", "obamacare", "dc", "american", "congressional", "members", "small", "think", "exemptions", "staff"], "article_url": "http://www.breitbart.com/big-government/2015/06/04/no-obamacare-exemptions-for-dc/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nOut on the campaign trail, congressional members go out of their way to relate to hardworking Americans. They trade in their fancy cars for pickup trucks and their designer suits for roughed up jeans. They are desperate to prove that they are just like us.\n\nExcept that they’re not.\n\nSIGN UP FOR OUR NEWSLETTER\n\nThe false pretense is a campaign gimmick. In the hallowed halls of Capitol Hill, too many congressional members think they are better than the American people. They think they deserve more. They think the regular rules don’t apply to them.\n\nIt is political elitism run amok, infecting the Hill like a plague. The latest strain reared its ugly face last week when some members demanded a pay raise, arguing that the $174,000 taxpayer-provided paycheck isn’t enough money to live in D.C.\n\nNever mind the fact that congressional members enjoy many perks like subsidized travel, free airport parking, gym membership, and a retirement plan that would make the rest us regular Joes swoon with envy. Never mind the fact that the median household income in the nation is $53,000, and the median salary in Washington, D.C. is $90,000.\n\nMembers of Congress are out of touch, plain and simple. That could not be more clear than the latest imbroglio over Congress’ unlawful exemption from Obamacare.\n\nWhen Congress passed the Affordable Care Act in the winter of 2010, the final bill included language that required members of Congress and their staff to purchase health insurance through an Obamacare exchange.\n\nThis language was unambiguous. Section 1312 states: “The only health plans that the Federal Government may make available to Members of Congress and congressional staff… created under this; or offered through an Exchange established under this Act.”\n\nThree years later, when Congress realized what they had done, they threw a temper tantrum. On its face, the legislative language required congressional members and staff to purchase insurance through an individual exchange, thereby forgoing the government premium subsidies they have long enjoyed.\n\nWhen it came to protecting their gold-plated perks, the outcry was bipartisan. Leaked emails showed that Republican Speaker of the House John Boehner coordinated with then-Senate Majority Leader Harry Reid to exempt members and their staff from Obamacare.\n\nIn July of 2013, the Office of Personnel Management issued a ruling declaring Congress a small business and allowing members and staff to purchase health insurance plans on the Washington, D.C. small business exchange.\n\nWith over 16,000 employees, the notion that Congress is a small business (defined by the Washington, D.C. exchange as 100 employees or less) is laughable. Of course, Congress could have easily passed new legislation eliminating Section 1312, but that would have shined a bright public spotlight on Congress’s sense of entitlement that the American people rightfully love to hate.\n\nInstead, a backroom executive ruling was written behind closed doors, and with a wave of Congress’s magical wand, all was right in the world. Their subsidies and would survive.\n\nExcept that some members of Congress can’t stand the stench of their colleague’s hypocrisy. Senator David Vitter and Congressman Ron DeSantis have introduced legislation to eliminate the congressional Obamacare exemption and restore the law as written and signed by President Obama in March of 2010.\n\nIn response, Republicans and Democrats alike have offered every excuse under the sun for why they deserve this special treatment. These reasons range from fear over a “brain drain” in Congress to outright denial that Congress has received an exemption at all.\n\nBut all of these excuses only underscore the seminal point: Congress thinks itself better than the American people and above the rule of law.\n\nUnfortunately, this is nothing new. Congress throws a hissy fit whenever a clear-eyed reformer attempts to change business as usual in Washington. Whether it’s getting rid of congressional venetian blind cleaners or the pork-barrel projects, members react like a spoiled brat when he’s told he can’t have another lollypop.\n\nSo maybe it’s time from some tough love from the American people. Maybe it’s time for us to show them who’s in charge. There is nothing special or unique about members of Congress. They work for us – the American people – and they would do well to remember that.\n\nKen Hoagland is a spokesperson for www.NoDCExemption.com.", "article_metadata": {"description": "Out on the campaign trail, congressional members go out of their way to relate to hardworking Americans. They trade in their fancy cars for pickup trucks and their designer suits for roughed up jeans. They are desperate to prove that they are just like us.", "og": {"site_name": "Breitbart", "description": "Out on the campaign trail, congressional members go out of their way to relate to hardworking Americans. They trade in their fancy cars for pickup trucks and their designer suits for roughed up jeans. They are desperate to prove that they are just like us.", "title": "No Obamacare Exemptions for DC - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2014/11/obamacare_get_covered_reuters.jpg", "height": 480}, "url": "http://www.breitbart.com/big-government/2015/06/04/no-obamacare-exemptions-for-dc/", "type": "article"}, "twitter": {"description": "Out on the campaign trail, congressional members go out of their way to relate to hardworking Americans. They trade in their fancy cars for pickup trucks and their designer suits for roughed up jeans. They are desperate to prove that they are just like us.", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2014/11/obamacare_get_covered_reuters.jpg", "title": "No Obamacare Exemptions for DC - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": ",Big Government, Obamacare,obamacare", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Government", "published_time": "2015-06-04T11:00:04-07:00", "categories": "Big Government,Obamacare"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af36914bd0286fce5af\"", "article_summary": "In the hallowed halls of Capitol Hill, too many congressional members think they are better than the American people.\nSIGN UP FOR OUR NEWSLETTEROut on the campaign trail, congressional members go out of their way to relate to hardworking Americans.\nWith over 16,000 employees, the notion that Congress is a small business (defined by the Washington, D.C. exchange as 100 employees or less) is laughable.\nIn July of 2013, the Office of Personnel Management issued a ruling declaring Congress a small business and allowing members and staff to purchase health insurance plans on the Washington, D.C. small business exchange.\nNever mind the fact that the median household income in the nation is $53,000, and the median salary in Washington, D.C. is $90,000."}