{"article_title": "How Joe Biden could run a different kind of middle-class campaign", "article_keywords": ["kind", "issues", "run", "working", "campaign", "middle", "workers", "work", "different", "biden", "joe", "president", "jobs", "middleclass"], "article_url": "https://www.washingtonpost.com/news/wonk/wp/2015/08/28/how-joe-biden-could-run-a-different-kind-of-middle-class-campaign/", "article_text": "\n\nBiden has styled himself as a fighter for workers. (ERIC THAYER/REUTERS)\n\nJoe Biden’s 2008 campaign jobs plan was titled “Joe Biden: Fighting for American Workers.” The version posted on his Web site spanned two pages, and it began with a Biden quote: “Every day we see more evidence this economy is not working for middle-class Americans. If we honor work, we have to reward it.”\n\nIf Biden jumps into the 2016 presidential race – which increasingly seems like a possibility – it wouldn’t take long for him to update that jobs plan into exactly the sort of middle-class agenda that is the price of entry for every Democratic candidate in this field. He could even use the same starter quote.\n\nFrom a policy perspective, that’s both the strength and the danger of another Biden run in a Democratic primary.\n\nThe strength is, the sitting vice president has an easy fluency with working-class issues, a record of pushing them to the forefront and a bootstrapping personal story to match. He ran in 2008 on promises of expanding workers’ ability to form unions, raising the minimum wage, reworking trade deals to protect American jobs, mandating paid sick leave and reducing the costs of higher education for families.\n\nAs vice president, he led President Obama’s Middle Class Task Force and the implementation of the 2009 economic stimulus. The task force’s only annual report, issued in 2010, reads like an expansion of Biden’s old campaign platform, with particular emphasis on so-called “green jobs” (remember those?) and support for manufacturing – an industry he has championed in White House economic debates, and which would be the natural centerpiece of a Biden middle-class agenda this time around.\n\nBiden could run on the idea that his work as middle-class fighter remains unfinished after two terms of the Obama-Biden administration; that manufacturing, in particular, could benefit from higher federal spending on infrastructure, job training and research and development; and that he, unlike his current boss, has the political skills to cut deals with congressional Republicans to advance those efforts.\n\nThe problem for Biden is that he would be explicitly running for a third Obama-Biden term – something the current Democratic frontrunner, Hillary Clinton, says she is not trying to do, even though she served the administration for a term as secretary of state. That means taking credit for what progressives see as big wins for Obama on middle-class issues, including the stimulus and the Affordable Care Act.\n\nIt also means having to defend the grim realities that working Americans have faced over the last six-and-a-half years.\n\nYes, the economy is improving and yes, millions more Americans have found work since the end of the recession. But by a variety of measures, to paraphrase Biden, there’s still a lot of evidence this economy is not working for the middle class. Median income remains lower than it was in 2008, after adjusting for inflation. Middle-class homeownership is down, and stock ownership and business ownership, too.\n\nEconomic issues – particularly the rise of inequality and the stagnation of the middle class – are driving the Democrats’ policy debate right now. On a white-paper level, there’s probably not much daylight between Clinton and Biden on those issues. The difference is in their records.\n\nIf Biden wants to run as the more committed champion of the middle-class, he’ll need a story about his record – especially in the White House – that gives hope to the workers who are still waiting for the best parts of this recovery to come around.", "article_metadata": {"description": "The vice president has a history of fighting for workers, but a record he needs to explain.", "author": "https://www.facebook.com/jimtank", "og": {"site_name": "Washington Post", "description": "The vice president has a history of fighting for workers, but a record he needs to explain.", "title": "How Joe Biden could run a different kind of middle-class campaign", "url": "https://www.washingtonpost.com/news/wonk/wp/2015/08/28/how-joe-biden-could-run-a-different-kind-of-middle-class-campaign/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/05/18/Production/WashingtonPost/Images/Yale_Biden-04ef5.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@jimtankersley"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/wonk/wp/2015/08/28/how-joe-biden-could-run-a-different-kind-of-middle-class-campaign/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Post Keywords", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/jimtank"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Post Keywords"}, "article_summary": "From a policy perspective, that’s both the strength and the danger of another Biden run in a Democratic primary.\nThat means taking credit for what progressives see as big wins for Obama on middle-class issues, including the stimulus and the Affordable Care Act.\nand support for manufacturing – an industry he has championed in White House economic debates, and which would be the natural centerpiece of a Biden middle-class agenda this time around.\nAs vice president, he led President Obama’s Middle Class Task Force and the implementation of the 2009 economic stimulus.\nOn a white-paper level, there’s probably not much daylight between Clinton and Biden on those issues."}