{"article_title": "Let's Repeal Reality", "article_keywords": ["school", "gender", "men", "girls", "reality", "timpf", "lets", "teachers", "maybe", "world", "repeal", "war", "women"], "article_url": "http://townhall.com/columnists/monacharen/2014/10/10/lets-repeal-reality-n1903157", "article_text": "Katherine Timpf is young, beautiful and very sane. Oh, have I said something wrong? Good.\n\nWriting for National Review, Timpf covers the complete flight from reality that characterizes today's progressivism/feminism. A quick glance at her recent titles gives the flavor of the world they seek to create and impose. \"Feminists: Remove World War II Sailor Statue Because It's 'Sexual Assault'\" (that would be the iconic image from Times Square on VJ Day in 1945). \"Feds Spending Money To Find Out Why Obese Girls Get Fewer Dates.\" \"Feminists: Slow Motion Is Sexist.\" And today's installment: \"Schools Told to Call Kids 'Purple Penguins' Because 'Boys and Girls' Is Not Inclusive to Transgender.\"\n\nIt's not just one school. The guidelines were given to all teachers in the Lincoln, Neb., school district, and if you happen upon any college campus, you'll quickly discover that our institutions of higher learning are in the business of denying basic biology: It's now unacceptable to refer to just two genders. There's \"he,\" \"she\" and \"xe,\" among others.\n\nIn Nebraska, Timpf writes, teachers are guided to avoid terms that are \"exclusive.\" \"Don't use phrases such as 'boys and girls,' 'you guys,' 'ladies and gentlemen,' and similarly gendered expressions to get kids' attention,\" a training manual for middle school teachers advises. \"Always ask yourself... Will this configuration create a gendered space?\"\n\nMiddle school children in Lincoln will now be asked how they wish to be identified -- as male, female or something else. And there's this: \"Point out and inquire when you hear others referencing gender in a binary manner. ... Provide counter-narratives that challenge students to think more expansively about their notions of gender.\"\n\nLincoln is providing another handout to its teachers from a group with the Orwellian title \"Center for Gender Sanity.\" Their propaganda tells teachers \"Gender identity ... can't be observed or measured, only reported by the individual.\" Really, and what if an individual reports that he is Kaiser Wilhelm?\n\nPeople who imagine that there are more than two sexes (gender is a grammatical term) have quite lost touch with the basics of life and clearly have too much free time. Except in the extremely rare cases of hermaphroditism, every child is born male or female. Maleness or femaleness is imprinted on every cell, influences every muscle and fiber, affects every body system, and colors every thought. Maybe human life would have been better if we reproduced asexually like tapeworms or dandelions, but there it is. Poetry would have suffered, I'll wager, even if family courts would have been rendered moot.\n\nThe obsession with sex and now the mainstreaming of truly bizarre ideas about human identity suggest that progressives cannot be trusted with responsibility and certainly shouldn't be anywhere in the vicinity of children.\n\nThis kookiness about sexuality is brought to us by the people who style themselves the \"pro-science party.\" Imagine if they get their hands on chemistry next. A teacher handout might say, \"Protons are positively charged, and electrons are negatively charged. But you can be a neutron if that's how you feel deep inside.\" Or maybe it's oppressive to assume that protons are always positive. Maybe some days they have negative energy?\n\n\"Gender neutral\" housing is now available at Northeastern, Cornell, Middlebury, the University of Maryland and many other schools. Look up non-binary, and you get this: \"Non-binary is a term for people who are not men or women, or are both men and women, or who are something else entirely, or are some combination of these things, or some of these things some of the time.\" Something else entirely?\n\nThe notion that \"gender\" is a matter of choice, that it can be assigned like positions on a softball team, that it's a form of oppression to insist that people use the restrooms labeled \"men\" and \"women,\" is truly to be at war with nature.\n\nThere's plenty to resent about nature. Why do only women get pregnant and give birth? Some men would like the chance, and some women would gladly change roles. Why are men bigger? Why are some people unattractive and others boring? That doesn't seem fair. And why must we die? These mortality assignments are a terrible form of oppression. If we declared ourselves \"death neutral,\" would that make it so?", "article_metadata": {"description": "Katherine Timpf is young, beautiful and very sane. Oh, have I said something wrong? Good.\r\n.05/26/2016 5:22:38AM EST.", "author": "Mona Charen", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Katherine Timpf is young, beautiful and very sane. Oh, have I said something wrong? Good.", "title": "Mona Charen - Let's Repeal Reality", "url": "http://townhall.com/columnists/monacharen/2014/10/10/lets-repeal-reality-n1903157", "image": "http://media.townhall.com/townhall/reu/ha/2014/274/5e89e487-4d78-4a34-a6fd-7ffbbdfe6449.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Katherine Timpf is young, beautiful and very sane. Oh, have I said something wrong? Good.", "title": "Mona Charen - Let's Repeal Reality", "url": "http://townhall.com/columnists/monacharen/2014/10/10/lets-repeal-reality-n1903157", "image": "http://media.townhall.com/townhall/reu/ha/2014/274/5e89e487-4d78-4a34-a6fd-7ffbbdfe6449.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Let's Repeal Reality, Mona Charen, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af36914bd0286fce5ba\"", "article_summary": "\"Feminists: Remove World War II Sailor Statue Because It's 'Sexual Assault'\" (that would be the iconic image from Times Square on VJ Day in 1945).\nTheir propaganda tells teachers \"Gender identity ... can't be observed or measured, only reported by the individual.\"\nWriting for National Review, Timpf covers the complete flight from reality that characterizes today's progressivism/feminism.\n\"Don't use phrases such as 'boys and girls,' 'you guys,' 'ladies and gentlemen,' and similarly gendered expressions to get kids' attention,\" a training manual for middle school teachers advises.\nAnd today's installment: \"Schools Told to Call Kids 'Purple Penguins' Because 'Boys and Girls' Is Not Inclusive to Transgender.\""}