{"article_title": "Abortion to be a hot issue on presidential campaign trail – The Denver Post", "article_keywords": ["campaign", "supports", "republicans", "abortion", "roe", "denver", "parenthood", "trail", "hot", "candidates", "planned", "abortions", "antiabortion", "post", "issue", "presidential"], "article_url": "http://www.denverpost.com/nationworld/ci_29315768/abortion-hot-issue", "article_text": "NEW YORK — With a deeper-than-ever split between Republicans and Democrats over abortion, activists on both sides of the debate foresee a 2016 presidential campaign in which the nominees tackle the volatile topic more aggressively than in the past.\n\nFriction over the issue also is likely to surface in key Senate races. And the opposing camps will be further energized by Republican-led congressional investigations of Planned Parenthood.\n\n“It’s an amazing convergence of events,” said Charmaine Yoest, CEO of the anti-abortion group Americans United for Life. “We haven’t seen a moment like this for 40 years.”\n\nIn the presidential race, Democratic front-runner Hillary Clinton is a longtime defender of abortion rights and has voiced strong support for Planned Parenthood — a major provider of abortions, health screenings and contraceptives.\n\nNearly all GOP candidates favor overturning the Supreme Court’s 1973 Roe vs. Wade decision that legalized abortion nationwide. Some top contenders — including Sens. Ted Cruz and Marco Rubio — disapprove abortions even in cases of rape and incest.\n\n“We may very well have the most extreme Republican presidential nominee since Roe — a nominee who’s not in favor of abortion in any possible way,” said Stephanie Schriock, president of EMILY’s List. The organization, which supports female candidates who back abortion rights, says it is en route to breaking its fundraising records. A similar claim is made by some anti-abortion political action groups.\n\nWhat’s changed for this election? One factor is the increased polarization of the two major parties. Only a handful of anti-abortion Democrats and abortion-rights Republicans remain in Congress, and recent votes attempting to ban late-term abortions and halt federal funding to Planned Parenthood closely followed party lines.\n\nAnother difference: Republicans in the presidential field and in Congress seem more willing than in past campaigns to take the offensive on abortion-related issues. Past nominees George W. Bush, John McCain and Mitt Romney opposed abortion but were not as outspoken as some of the current GOP candidates.\n\n“Abortion will bubble over into the general election,” said Marjorie Dannenfelser, president of the Susan B. Anthony List, which supports female candidates opposed to abortion. “If you don’t know how to handle this issue, you will be eviscerated.”\n\nAlso unfolding will be a new investigation launched by House Republicans to examine Planned Parenthood and other abortion providers. Planned Parenthood’s leaders say a majority of U.S. voters oppose efforts to cut off its federal funding, most of which subsidizes health services for patients on Medicaid. Planned Parenthood’s political action fund hopes to spend a record amount — more than $15 million — on election-related advocacy.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Abortion to be a hot issue on presidential campaign trail", "title": "Abortion to be a hot issue on presidential campaign trail", "url": "http://www.denverpost.com/2015/12/27/abortion-to-be-a-hot-issue-on-presidential-campaign-trail/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20151227_113633_denverpost.com-20150710__Right-to-Life-Convention-p1.jpg", "height": 436}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20151227_113633_denverpost.com-20150710__Right-to-Life-Convention-p1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-12-27T18:18:16+00:00", "modified_time": "2016-04-19T19:59:14+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "And the opposing camps will be further energized by Republican-led congressional investigations of Planned Parenthood.\nThe organization, which supports female candidates who back abortion rights, says it is en route to breaking its fundraising records.\n“Abortion will bubble over into the general election,” said Marjorie Dannenfelser, president of the Susan B. Anthony List, which supports female candidates opposed to abortion.\nNearly all GOP candidates favor overturning the Supreme Court’s 1973 Roe vs. Wade decision that legalized abortion nationwide.\n“If you don’t know how to handle this issue, you will be eviscerated.”Also unfolding will be a new investigation launched by House Republicans to examine Planned Parenthood and other abortion providers."}