{"article_title": "Ted Cruz says people who 'love freedom' are backing his campaign", "article_keywords": ["sanders", "love", "supporters", "campaign", "permission", "backing", "freedom", "ted", "state", "server", "personal", "cruz", "know", "president", "clinton", "told"], "article_url": "http://theweek.com/speedreads/610816/ted-cruz-says-people-who-love-freedom-are-backing-campaign", "article_text": "Maybe Bernie Sanders fans aren't so sick of hearing about Hillary Clinton's \"damn emails\" after all. As it appears more and more likely that Clinton will be the Democratic nominee for president, some Sanders supporters see an opportunity for their candidate to get ahead if only the F.B.I. would act, and quick.\n\n\"[Clinton] should be removed,\" Julie Cowell of Tustin, California, told The New York Times. \"I don't know why she's not already been told, 'You can't run because you're being investigated.' I don't know how that's not a thing.\"\n\nSanders superfans are calling Clinton's use of a private email server while serving as secretary of state an unforgivable transgression that should disqualify her from running for president — an opinion also held by many of her opponents on the right. In fact, some polls have even indicated that as many as a third of Sanders supporters would ultimately pick Donald Trump if it came down to him and Clinton.\n\n\"I'm hoping that the F.B.I. sends a strong message to people like [Clinton], as well as other people in politics who are using their position of power to manipulate the system for their own personal advancement. She feels like she can do whatever she wants with absolute impunity, and that she somehow is above any type of repercussions,\" Jennifer Peters, 28, of Costa Mesa, California, said.\n\nEarlier this week, an internal audit by the State Department sharply criticized Clinton for failing to request permission to use her personal server, permission that the Office of the Inspector General said \"would not\" have been approved due to \"the security risks in doing so.\" Jeva Lange", "article_metadata": {"description": "Official site of The Week Magazine, offering commentary and analysis of the day's breaking news and current events as well as arts, entertainment, people and gossip, and political cartoons.", "og": {"url": "http://theweek.com/speedreads/610816/ted-cruz-says-people-who-love-freedom-are-backing-campaign", "image": "http://api.theweek.com/sites/default/files/styles/tw_image_6_4/public/GettyImages-513910552.jpg?itok=-uczVTiI", "type": "article", "description": "In a speech to supporters Saturday in Idaho, Texas Sen. Ted Cruz said the \"howl\" being heard in Washington, D.C., is coming from members of the establishment in \"utter terror at what we the people are doing together.\"\nCruz delivered his speech minutes after being named the projected winner of the Kansas Republican caucus and the winner of the CPAC straw poll. \"We are seeing conservatives coming together, Republicans coming together, libertarians coming together, men and women who love freedom and love the Constitution coming together and uniting and standing as one behind this campaign,\" he said. Cruz won his home state of Texas and a handful of other states on Super Tuesday, and said those wins were an \"extraordinary\" continuation of his momentum. He also told the crowd the election will come down to three topics — jobs, freedom, and security — and he promised as president to repeal ObamaCare, pass a flat tax, and abolish the IRS. Catherine Garcia", "title": "Ted Cruz says people who 'love freedom' are backing his campaign"}, "twitter": {"description": "In a speech to supporters Saturday in Idaho, Texas Sen. Ted Cruz said the \"howl\" being heard in Washington, D.C., is coming from members of the establishment in \"utter terror at what we the people are doing together.\"\nCruz delivered his speech minutes after being named the projected winner of the Kansas Republican caucus and the winner of the CPAC straw poll. \"We are seeing conservatives coming together, Republicans coming together, libertarians coming together, men and women who love freedom and love the Constitution coming together and uniting and standing as one behind this campaign,\" he said. Cruz won his home state of Texas and a handful of other states on Super Tuesday, and said those wins were an \"extraordinary\" continuation of his momentum. He also told the crowd the election will come down to three topics — jobs, freedom, and security — and he promised as president to repeal ObamaCare, pass a flat tax, and abolish the IRS. Catherine Garcia", "creator": "@", "image": {"src": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/GettyImages-513910552.jpg?itok=Fqzc5vXA"}, "title": "Ted Cruz says people who 'love freedom' are backing his campaign", "site": "@theweek", "card": "summary_large_image"}, "fb": {"pages": 10716057521}, "keywords": "speedread, News", "article": {"published_time": "2016-03-05T18:10:00-05:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "In fact, some polls have even indicated that as many as a third of Sanders supporters would ultimately pick Donald Trump if it came down to him and Clinton.\nAs it appears more and more likely that Clinton will be the Democratic nominee for president, some Sanders supporters see an opportunity for their candidate to get ahead if only the F.B.I.\nMaybe Bernie Sanders fans aren't so sick of hearing about Hillary Clinton's \"damn emails\" after all.\n\"I don't know why she's not already been told, 'You can't run because you're being investigated.'\n\"[Clinton] should be removed,\" Julie Cowell of Tustin, California, told The New York Times."}