{"article_title": "Community supports father of two after brain injury", "article_keywords": ["right", "recovery", "family", "simonton", "johnson", "father", "community", "brain", "severe", "ryan", "simontons", "injury", "supports", "takes"], "article_url": "http://www.kcci.com/news/community-supports-father-of-two-with-brain-injury/31286644", "article_text": "The Iowa motocross community came together Sunday to support a 28-year-old father of two who is slowly recovering from a severe brain injury.\n\nWatch this story\n\nFor Ryan Simonton's friends and family, just the sight of him smiling and wheeling around in his wheelchair is a dream come true. Nearly 10 months ago, Simonton’s family was praying he would wake up from a coma that was brought on by dirt biking accident.\n\nOn April 19, 2014, Megan Johnson was watching her fiancé ride his dirt bike at the track outside of Tama.\n\n“He just took a jump the wrong way. I went to see if he was OK and he was not waking up. I knew it was bad,” Johnson said.\n\nShe called Simonton's mother right away. She missed the first call.\n\n“I was at the mall, and i waited a few minutes and the phone rang again. The second I answered she was crying, and I knew,” Kathy Simonton said.\n\nSimonton was life-lighted to Methodist Medical Center with a severe brain injury. After spending almost a month in a coma, his family’s prayers were answered. Simonton woke up and began his recovery at On With Life, a brain rehabilitation center in Ankeny.\n\nNow, family, friends and the motocross community are coming together to help raise money for Simonton, Johnson and their two young boys, 4-year-old Grayson and 1-year-old Cru.\n\nThey are hoping Sunday’s silent and live auction will put a big dent in the family’s mounting medical and household bills.\n\n“I am very emotional,” Johnson said the event Sunday. “I didn't expect to see so many people to be here right away. It is awesome and heartwarming.”\n\nSimonton’s dad said that even though the worst part is over, the road to recovery is not going to be easy.\n\n“His personality has changed quite a bit. He has a long ways to go because I think … it just takes time, it takes a lot of time to heal,” Ron Simonton said.\n\nIt’s time that his family is willing to invest in, no matter how long it takes. They are hopeful that he will be released from rehabilitation next month.\n\nIf you would like to make a donation to the family, visit the Go Fund Me page dedicated to Simonton. You can learn more about his recovery on the Facebook page Wheelie Out Ryan.", "article_metadata": {"category": "Local News", "ib-analytics": "data", "item-publish-date": "Sun, 15 Feb 2015 22:37:20 CST", "generator": "CoreMedia", "author": "Marcus McIntosh", "og": {"site_name": "KCCI", "description": "The Iowa motocross community came together Sunday to support a father of two who is slowly recovering from a severe brain injury.", "title": "Community supports father of two after brain injury", "url": "http://www.kcci.com/news/community-supports-father-of-two-with-brain-injury/31286644", "image": "http://www.kcci.com/image/view/-/31288904/medRes/1/-/maxh/630/maxw/1200/-/4qln07z/-/img-Community-supports-father-of-two-after-brain-injury.jpg", "type": "article"}, "twitter": {"url": "http://www.kcci.com/news/community-supports-father-of-two-with-brain-injury/31286644", "app": {"url": {"ipad": "kcci://content/article/31286644", "iphone": "kcci://content/article/31286644", "googleplay": "kcci://content/article/31286644"}, "name": {"ipad": "kcci", "iphone": "kcci", "googleplay": "kcci"}, "id": {"ipad": 505215818, "iphone": 505215818, "googleplay": "com.hearst.android.kcci"}}, "site": "@KCCINews", "card": "app"}, "al": {"android": {"url": "kcci://content/article/31286644", "app_name": "kcci", "package": "com.hearst.android.kcci"}, "ios": {"url": "kcci://content/article/31286644", "app_store_id": 505215818, "app_name": "kcci"}}, "fb": {"app_id": 239632779417960}, "vr": {"canonical": "http://www.kcci.com/news/community-supports-father-of-two-with-brain-injury/31286644"}, "google-site-verification": "ouVXmtXTUso5qDougWesGSbnCjhBjWT_Ab9ajDvLc8A", "keywords": "ryan simonton, brain injury, dirt biking accident, community comes together, windsor heights", "article": {"author": "https://www.facebook.com/MarcusMcIntoshKCCI"}, "news_keywords": "ryan simonton, brain injury, dirt biking accident, community comes together, windsor heights", "description": "The Iowa motocross community came together Sunday to support a father of two who is slowly recovering from a severe brain injury."}, "_id": "\"57477af36914bd0286fce5c6\"", "article_summary": "The Iowa motocross community came together Sunday to support a 28-year-old father of two who is slowly recovering from a severe brain injury.\nNearly 10 months ago, Simonton’s family was praying he would wake up from a coma that was brought on by dirt biking accident.\nSimonton was life-lighted to Methodist Medical Center with a severe brain injury.\nNow, family, friends and the motocross community are coming together to help raise money for Simonton, Johnson and their two young boys, 4-year-old Grayson and 1-year-old Cru.\nWatch this storyFor Ryan Simonton's friends and family, just the sight of him smiling and wheeling around in his wheelchair is a dream come true."}