{"article_title": "Child care overhaul billed as a 'jobs package not a welfare package'", "article_keywords": ["billion", "votes", "mr", "overhaul", "package", "child", "budget", "parents", "hockey", "welfare", "jobs", "billed", "today", "care"], "article_url": "http://www.9news.com.au/national/2015/05/10/09/28/laurie-oakes-grills-joe-hockey-over-budget-on-today", "article_text": "The federal government has unveiled a $3.5 billion spending spree on child care in an effort to encourage parents to return to work.\n\nThe package would roll three government payments into one means-tested child care subsidy.\n\nDual income parents are better off under the planned scheme, but families with a stay-at-home parent take a financial hit.\n\nWorking parents with a household income under $65,000 will have 85 percent of child care costs covered. The subsidy tapers off to 50 percent for households earning $170,000 or higher.\n\nParents not working will see their subsidised hours halved, or removed altogether.\n\nSocial Services Minister Scott Morrison said the planned changes \"give families more choices\" that they do not currently have.\n\n\"This is a jobs package, not a welfare package,\" he said.\n\nEarlier today, Treasurer Joe Hockey spoke with Nine's political editor Laurie Oakes on Weekend TODAY ahead of the Abbott government's second budget release on Tuesday\n\nMr Hockey said it was \"vitally important\" that childcare was made \"more accessible, more affordable and more flexible\".\n\nHe refused to confirm reports the childcare package would cost $3.5 billion, but said it was a multi-billion dollar package that was \"fully funded\" by offsets from other areas, including family tax benefit savings.\n\nBoth Labor and the Greens said they would oppose any move to cut payments to families.\n\nThe government also plans to save nearly $1 billion over the next four years by stopping the \"double-dipping\" of parents getting paid parental leave from the government and their employer.\n\nEncouraging people to work - including parents and pensioners - was a key part of the reforms to be revealed on Tuesday, Mr Hockey said.\n\nMr Hockey also defended claims the government was trying to claw back votes after the first budget was poorly received by the electorate.\n\n\"It's not about votes, it's about prosperity for all Australians,\" he said.\n\nHe also denied the budget had been \"fostered out\" to Mr Morrison.\n\n\"It's definitely Joe Hockey's budget, it's the Coalition's budget, it's Australia's budget,\" he said.\n\nMr Hockey denied he is being overshadowed by Mr Morrison, with many of the budget's most heavily promoted facets within his portfolio.\n\n\"There are people on the sidelines who like to heckle when someone is kicking for goal to try and distract the kicker, but this kicker is going to put it through the posts,\" Mr Hockey said.\n\nDespite his promise of \"no new taxes\", Mr Hockey teased integrity measures that would be used to make sure large companies paid their \"fair share\".\n\nHowever, he refused to get into specifics on the issue, drawing the focus instead to what he described as an optimistic future for Australia.\n\nHe slammed as \"ridiculous\" suggestions Australia was facing a recession in 2016.\n\n\"We've got one of the fastest-growing economies in the world,\" he said.\n\n\"We're going to see more prosperity in the future than Australia ever has in the past.\"\n\nThe budget will be released on Tuesday.\n\n© ninemsn 2016", "article_metadata": {"viewport": "initial-scale=1", "description": "Treasurer Joe Hockey has promised \"no new taxes on Australians\" during a pre-budget appearance on Weekend TODAY.", "title": "Child care overhaul billed as a 'jobs package not a welfare package'", "og": {"site_name": "news", "description": "Treasurer Joe Hockey has promised \"no new taxes on Australians\" during a pre-budget appearance on Weekend TODAY.", "title": "Child care overhaul billed as a 'jobs package not a welfare package'", "url": "http://www.9news.com.au/national/2015/05/10/09/28/laurie-oakes-grills-joe-hockey-over-budget-on-today", "image": "http://progressive.netshow.ninemsn.com.au/media2/664969388001/2015/05/664969388001_4227973286001_8075489-20150510-185653-VIDEO-STILL.jpg", "video": "http://www.9news.com.au/brightcov3/4227974460001", "type": "article"}, "twitter": {"site": "@9NewsAUS", "image": "http://progressive.netshow.ninemsn.com.au/media2/664969388001/2015/05/664969388001_4227973286001_8075489-20150510-185653-VIDEO-STILL.jpg", "description": "Treasurer Joe Hockey has promised \"no new taxes on Australians\" during a pre-budget appearance on Weekend TODAY.", "card": "summary_large_image", "title": "Child care overhaul billed as a 'jobs package not a welfare package'"}, "msapplication-TileColor": "#d62229", "video_src": "http://www.9news.com.au/brightcov3/4227974460001", "fb": {"app_id": 168745996549825}, "msapplication-TileImage": "http://9news.static9.net.au/content/redesign/images/icons/mstile-144x144.png", "keywords": "6pm NEWS, National, Politics, finance, 9live", "article": {"section": "national"}, "ninemsn": {"id": "0b16222f-34a4-4900-bfd1-c8df3788da6b"}, "theme-color": "#ffffff", "news_keywords": "6pm NEWS, National, Politics, finance, 9live"}, "_id": "\"57477af36914bd0286fce5d4\"", "article_summary": "Working parents with a household income under $65,000 will have 85 percent of child care costs covered.\nThe package would roll three government payments into one means-tested child care subsidy.\nMr Hockey denied he is being overshadowed by Mr Morrison, with many of the budget's most heavily promoted facets within his portfolio.\nThe federal government has unveiled a $3.5 billion spending spree on child care in an effort to encourage parents to return to work.\nDespite his promise of \"no new taxes\", Mr Hockey teased integrity measures that would be used to make sure large companies paid their \"fair share\"."}