{"article_title": "Corrections head: Mississippi prison commissaries may close", "article_keywords": ["mississippi", "correctional", "families", "commissaries", "food", "items", "inside", "head", "fisher", "commissary", "inmates", "prison", "corrections", "close", "away"], "article_url": "http://djournal.com/news/corrections-head-mississippi-prison-commissaries-may-close/", "article_text": "JACKSON (AP) – The head of the Mississippi prison system might halt the commissary program inside Mississippi prisons, saying it causes more problems than it solves.\n\nCorrections Commissioner Marshall Fisher tells The Clarion-Ledger that from a security standpoint, commissary items have become an institutional bartering tool for the inmate gang population.\n\nThis creates a greater danger for correctional officials, he said. “We have had about 50 officers assaulted this year.”\n\nHe pointed out that buying commissary items – from tortilla chips to T-shirts to TVs – “is a privilege, not a right and not a statutory requirement. The state provides for inmates’ basic needs.”\n\nInmates are barred from receiving food, snacks, televisions and similar items from their families. Instead, they must purchase these items through the commissary inside each prison.\n\nSome families have complained about recent price hikes, but Fisher said most prices have declined. “The prices of the majority of the 300-plus items currently sold are down substantially from previous prices.”\n\nIn addition to complaints from families, there are complaints from competing vendors, he said. “So all in all, nobody is happy, and MDOC gets the brunt of complaints.”\n\nThe idea of taking away the commissary is drawing criticism on MDOC’s Facebook page, some calling it “inhumane” and others suggesting the commissary lets inmates have critical items, such as stationery to write letters to their loved ones.\n\nCindy Kelly, whose friend is an inmate inside Walnut Grove Correctional Facility, pointed out that daily food trays are also used as currency.\n\n“Taking away commissary, one of very few things inmates have to look forward to, is only going to bring about more unrest in the prison system,” she said.\n\nLisa Moore said her son, Tyler, serving 50 years for burglary inside East Mississippi Correctional Facility, told her if commissary were to be taken away, “all hell would break loose” behind bars.\n\n“A lot of gangs are already stealing food trays,” she said.\n\nYears ago, the Mississippi Department of Corrections handled its own commissary, rather than paying a private company to do so.\n\nThe department now lacks the staff to do that “because of the large rate of attrition currently experienced by MDOC due to low pay,” Fisher said. “We have a 47 percent turnover rate with corrections officers alone.”", "article_metadata": {"og": {"site_name": "Northeast Mississippi Daily Journal", "description": "JACKSON (AP) – The head of the Mississippi prison system might halt the commissary program inside Mississippi prisons, saying it causes more problems than it solves. Corrections Commissioner Marshall Fisher tells The Clarion-Ledger that from a security standpoint, commissary items have become an institutional bartering tool for the inmate gang population. This creates a greater …", "title": "Corrections head: Mississippi prison commissaries may close - Daily Journal", "locale": "en_US", "image": "http://djournal.com/wp-content/blogs.dir/42/files/2015/06/Fisher-Marshall-89x130.jpg", "url": "http://djournal.com/news/corrections-head-mississippi-prison-commissaries-may-close/", "type": "article"}, "twitter": {"description": "JACKSON (AP) – The head of the Mississippi prison system might halt the commissary program inside Mississippi prisons, saying it causes more problems than it solves. Corrections Commissioner Marshall Fisher tells The Clarion-Ledger that from a security standpoint, commissary items have become an institutional bartering tool for the inmate gang population. This creates a greater […]", "creator": "@djournalnow", "image": "http://i1.wp.com/djournal.com/wp-content/blogs.dir/42/files/2015/12/Fisher-Marshall-89x130.jpg?fit=89%2C130", "title": "Corrections head: Mississippi prison commissaries may close - Daily Journal", "site": "@djournalnow", "card": "summary"}, "apple-itunes-app": "app-id=486426430, affiliate-data=1l3vpBD, app-argument=http://djournal.com/news/corrections-head-mississippi-prison-commissaries-may-close/", "fb": {"admins": 26506061, "app_id": 441890629197277}, "article": {"publisher": "https://www.facebook.com/djournalnow", "section": "Crime & Law Enforcement", "published_time": "2015-12-11T11:09:18-05:00", "author": "http://facebook.com/djournalnow"}, "viewport": "width=1075"}, "article_summary": "JACKSON (AP) – The head of the Mississippi prison system might halt the commissary program inside Mississippi prisons, saying it causes more problems than it solves.\nCorrections Commissioner Marshall Fisher tells The Clarion-Ledger that from a security standpoint, commissary items have become an institutional bartering tool for the inmate gang population.\nInstead, they must purchase these items through the commissary inside each prison.\nYears ago, the Mississippi Department of Corrections handled its own commissary, rather than paying a private company to do so.\n“Taking away commissary, one of very few things inmates have to look forward to, is only going to bring about more unrest in the prison system,” she said."}