{"article_title": "Looking ahead to next round of Donald Trump vs. Pope Francis — GetReligion", "article_keywords": ["catholic", "christian", "trump", "ahead", "voters", "media", "popes", "getreligion", "think", "looking", "donald", "vs", "pope", "francis", "round"], "article_url": "http://www.getreligion.org/getreligion/2016/2/19/think-catholic-voters-looking-ahead-to-next-round-of-donald-trump-vs-pope-francis", "article_text": "It's an important question, one that any serious journalist must take seriously as the pace begins to pick up in the race -- or at this point races -- for the White House.\n\nHow will candidate x, y or z fare in the contest to win the mythical \"Catholic vote.\" Whoever wins the \"Catholic\" voters wins the race. Hold that thought.\n\nThis time around, of course, we have already had a collision between two of the world's most amazing public figures, each a superstar in radically different forms of \"reality\" media. I am referring, of course, to Citizen Donald Trump and Pope Francis.\n\nJournalists love them both in completely different ways.\n\nSo let's pause, in this weekend think piece slot, and look back at three different thoughts related to that recent media storm involving the pope and the billionaire.\n\n(1) The mass media is waiting, waiting, waiting for a second round. As M.Z. \"GetReligionista emeritus\" Hemingway noted at The Federalist:\n\nOur media, currently in the throes of one of the most damaging co-dependent relationships with a candidate the country has ever seen, immediately ran with headlines about how Francis was definitively saying Trump is not a Christian. If Trump is like an addict whose illness is in part the result of family dysfunction, then the media are his crazy parents who can’t stop enabling him. Francis is playing the role of the out-of-town uncle who thinks he’s helping but is just furthering the dynamic. OK, maybe that analogy isn’t working. But there is no way that Trump suffers from being criticized by the Pope, and the media enablers get to spend even more time obsessed with their favorite subject.\n\n(2) This brings me to a Columbia Journalism Review think piece by Danny Funt -- \"How one letter changed the story in Pope v. Trump\" -- that I really intended to point GetReligion readers toward soon after the controversy about what the pope did or didn't say about the state of Trump's soul.\n\nOne of its central points echoes the theme of my own post on this topic, which is that the media failed to carefully parse what the pope had actually said. Don't you hate it when that happens (and happens, and happens, and happens)? Did Francis actually say that Trump is not \"A\" Christian?\n\nBut here is a long, must-read chunk of the CJR piece for journalists to think over, as they prepare for future news linked to this:\n\nThe pope’s ambiguity comes down to the fact that “Christian” in English is both an adjective and a noun. Was the pope saying Trump is not a Christian orTrump’s behavior is not Christian? The latter, as an adjective, is a stern rebuke. The former, as a noun, challenges the validity of Trump’s claim to the faith. It distantly echoes excommunication. Even from a pope, the appearance of condemning whether someone is (a) Christian is striking. Questioning that person’s understanding of Christian teaching, on the other hand, though perhaps still open to debate, is hardly incendiary. It’s difficult to make the case, for instance, that getting married three times is “in the Gospel.”\n\nNo matter the interpretation, a stern message from the pope about a presidential candidate is undoubtedly big news. But in a rush to make that news maximally inflammatory, media mishandled the pope’s statement. ...\n\nNews reports across the board presumed the noun reading, the one that would call Trump’s faith into question. To make this version more explicit, one would add an “a” before “Christian.” In fact, broadcasters did just that. Sean Hannity of Fox News previewed a segment in Thursday night’s program: “Donald Trump responds to the pope saying he is not a Christian.” The ambiguity inherent in the statement was never acknowledged, nor was the context of the pope’s comment. The troublesome “a” was used repeatedly that night. One guest, Evangelical leader and Trump advocate Jerry Falwell, Jr., said, unchecked, “I think the pope is confusing people by asking, Is this person a Christian, or Is that person a Christian?” Interviewing Vice President Joe Biden, MSNBC’s Rachel Maddow twice inserted an “a” in reference to the pope’s statement. ...\n\nAlthough print outlets surveyed didn’t go so far as to embellish the pope’s statement into “a Christian,” many advanced that interpretation, underscored by excessive paraphrasing. A New York Times report filed “from aboard the papal airliner” begins, “Pope Francis on Wednesday suggested that Donald J. Trump ‘is not Christian.’ ” In truth, a subtle distinction is crucial -- that the pope suggested Trump’s wall policy is not Christian. It’s the difference between whether something is properly Christian and whether its identity is Christian. The Associated Press story, also written from the plane, starts, “Pope Francis declared Thursday that Donald Trump is ‘not Christian’ if he wants to address illegal immigration only by building a wall along the U.S.-Mexico border.” (Discrepancies in the day attributed to the comment apparently reflect confusion over time zone.) The provocative phrase “Trump is not Christian” was too much to pass up in the interest of nuance.The New York Daily News put it bluntly: “Donald Trump has been declared ‘not Christian’ by the world’s foremost expert on the topic.”\n\nActually, religion-beat and political-beat journalists really need to read the whole thing. Please pass it around, professionals!\n\n(3) Now, if journalists wonder what \"Catholic voters\" thought of that confusing piece of news, and what they think about Citizen Trump in general, it helps to pause and think -- once again -- of that \"Catholic voter\" typology given to me years ago by a veteran Catholic priest inside the D.C. Beltway.\n\nThis elderly priest said there are actually four types of \"Catholic\" voters in this era in American political life. Here they are again:\n\n* Ex-Catholics. While most ex-Catholics are solid for the Democrats, the large percentage that has left to join conservative Protestant churches (perhaps even many Latinos) lean to GOP.\n\n* Cultural Catholics who may go to church a few times a year. This may be an undecided voter ... depending on what is happening with the economy, foreign policy, etc. Leans to Democrats.\n\n* Sunday-morning American Catholics. These voters are regulars in the pews and may even fill leadership roles in their parishes. These are the Catholic voters that are really up for grabs, the true swing voters that the candidates are after.\n\n* The “sweats the details” Catholic who goes to Confession, is active in the full sacramental life of the parish and almost always backs the Vatican, when it comes to matters of faith and practice. This is where the GOP has made its big gains in recent decades, but this is a very, very small slice of the American Catholic pie.\n\nSo let me ask a two questions that many readers may view as rather cynical, but could be crucial for a contest between Trump and Hillary Rodham Clinton.\n\nFirst, which of these \"Catholic\" voters is most likely to be affected by words from this particular pope? (Yes, this is a trick question.)\n\nSecond, which of these voters is more likely to be shaped by the values of life in the reality-TV era?\n\nJust asking.", "article_metadata": {"description": "It's an important question, one that any serious journalist must take \r\nseriously as the pace begins to pick up in the race -- or at this point \r\nraces -- for the White House.\r\n\r\nHow will candidate x, y or z fare in the contest to win the mythical \r\n\"Catholic vote.\" Whoever wins the \"Catholic\" voters wins the race. Hold \r\nthat thought.\r\n\r\nThis time around, of course, we have already had a collision between two of \r\nthe world's most amazing public figures, each a superstar in radically \r\ndifferent forms of \"reality\" media. I am referring, of course, to Citizen \r\nDonald Trump and Pope Francis.\r\n\r\nJournalists love them both in completely different ways.\r\n\r\nSo let's pause, in this weekend think piece slot, and look back at three \r\ndifferent thoughts related to that recent media storm involving the pope \r\nand the billionaire.\r\n\r\n(1) The mass media is waiting, waiting, waiting for a second round. As M.Z. \r\n\"GetReligionista emeritus\" Hemingway noted at The Federalist:\r\n\r\n    Our media, currently in the throes of one of the most damaging\r\n    co-dependent relationships with a candidate the country has ever seen,\r\n    immediately ran with headlines about how Francis was definitively\r\n    saying Trump is not a Christian. If Trump is like an addict whose\r\n    illness is in part the result of family dysfunction, then the media are\r\n    his crazy parents who can’t stop enabling him. Francis is playing the\r\n    role of the out-of-town uncle who thinks he’s helping but is just\r\n    furthering the dynamic. OK, maybe that analogy isn’t working. But there\r\n    is no way that Trump suffers from being criticized by the Pope, and the\r\n    media enablers get to spend even more time obsessed with their favorite\r\n    subject.\r\n\r\n(2) This brings me to a Columbia Journalism Review think piece by Danny \r\nFunt -- \"How one letter changed the story in Pope v. Trump\" -- that I \r\nreally intended to point GetReligion readers toward soon after the \r\ncontroversy about what the pope did or didn't say about the state of \r\nTrump's soul.", "og": {"site_name": "GetReligion", "description": "It's an important question, one that any serious journalist must take \r\nseriously as the pace begins to pick up in the race -- or at this point \r\nraces -- for the White House.\r\n\r\nHow will candidate x, y or z fare in the contest to win the mythical \r\n\"Catholic vote.\" Whoever wins the \"Catholic\" voters wins the race. Hold \r\nthat thought.\r\n\r\nThis time around, of course, we have already had a collision between two of \r\nthe world's most amazing public figures, each a superstar in radically \r\ndifferent forms of \"reality\" media. I am referring, of course, to Citizen \r\nDonald Trump and Pope Francis.\r\n\r\nJournalists love them both in completely different ways.\r\n\r\nSo let's pause, in this weekend think piece slot, and look back at three \r\ndifferent thoughts related to that recent media storm involving the pope \r\nand the billionaire.\r\n\r\n(1) The mass media is waiting, waiting, waiting for a second round. As M.Z. \r\n\"GetReligionista emeritus\" Hemingway noted at The Federalist:\r\n\r\n    Our media, currently in the throes of one of the most damaging\r\n    co-dependent relationships with a candidate the country has ever seen,\r\n    immediately ran with headlines about how Francis was definitively\r\n    saying Trump is not a Christian. If Trump is like an addict whose\r\n    illness is in part the result of family dysfunction, then the media are\r\n    his crazy parents who can’t stop enabling him. Francis is playing the\r\n    role of the out-of-town uncle who thinks he’s helping but is just\r\n    furthering the dynamic. OK, maybe that analogy isn’t working. But there\r\n    is no way that Trump suffers from being criticized by the Pope, and the\r\n    media enablers get to spend even more time obsessed with their favorite\r\n    subject.\r\n\r\n(2) This brings me to a Columbia Journalism Review think piece by Danny \r\nFunt -- \"How one letter changed the story in Pope v. Trump\" -- that I \r\nreally intended to point GetReligion readers toward soon after the \r\ncontroversy about what the pope did or didn't say about the state of \r\nTrump's soul.", "title": "Think 'Catholic' voters: Looking ahead to next round of Donald Trump vs. Pope Francis", "url": "http://www.getreligion.org/getreligion/2016/2/19/think-catholic-voters-looking-ahead-to-next-round-of-donald-trump-vs-pope-francis", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/56c761dd4a51d9b5dd864b59/1456760159602/?format=1000w", "longitude": "-76.61218930000001", "latitude": "39.2903848", "type": "article"}, "twitter": {"url": "http://www.getreligion.org/getreligion/2016/2/19/think-catholic-voters-looking-ahead-to-next-round-of-donald-trump-vs-pope-francis", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/56c761dd4a51d9b5dd864b59/1456760159602/?format=1000w", "description": "It's an important question, one that any serious journalist must take \r\nseriously as the pace begins to pick up in the race -- or at this point \r\nraces -- for the White House.\r\n\r\nHow will candidate x, y or z fare in the contest to win the mythical \r\n\"Catholic vote.\" Whoever wins the \"Catholic\" voters wins the race. Hold \r\nthat thought.\r\n\r\nThis time around, of course, we have already had a collision between two of \r\nthe world's most amazing public figures, each a superstar in radically \r\ndifferent forms of \"reality\" media. I am referring, of course, to Citizen \r\nDonald Trump and Pope Francis.\r\n\r\nJournalists love them both in completely different ways.\r\n\r\nSo let's pause, in this weekend think piece slot, and look back at three \r\ndifferent thoughts related to that recent media storm involving the pope \r\nand the billionaire.\r\n\r\n(1) The mass media is waiting, waiting, waiting for a second round. As M.Z. \r\n\"GetReligionista emeritus\" Hemingway noted at The Federalist:\r\n\r\n    Our media, currently in the throes of one of the most damaging\r\n    co-dependent relationships with a candidate the country has ever seen,\r\n    immediately ran with headlines about how Francis was definitively\r\n    saying Trump is not a Christian. If Trump is like an addict whose\r\n    illness is in part the result of family dysfunction, then the media are\r\n    his crazy parents who can’t stop enabling him. Francis is playing the\r\n    role of the out-of-town uncle who thinks he’s helping but is just\r\n    furthering the dynamic. OK, maybe that analogy isn’t working. But there\r\n    is no way that Trump suffers from being criticized by the Pope, and the\r\n    media enablers get to spend even more time obsessed with their favorite\r\n    subject.\r\n\r\n(2) This brings me to a Columbia Journalism Review think piece by Danny \r\nFunt -- \"How one letter changed the story in Pope v. Trump\" -- that I \r\nreally intended to point GetReligion readers toward soon after the \r\ncontroversy about what the pope did or didn't say about the state of \r\nTrump's soul.", "card": "summary", "title": "Think 'Catholic' voters: Looking ahead to next round of Donald Trump vs. Pope Francis"}, "msvalidate.01": "3467E5793F979E4BD02734F0CF1D6947", "google-site-verification": "HRNAABbZH8j77D61bQp4QciWQ7JstpS2Nv6NI7HyTaI", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd80bb\"", "article_summary": "I am referring, of course, to Citizen Donald Trump and Pope Francis.\nThese are the Catholic voters that are really up for grabs, the true swing voters that the candidates are after.\nThis elderly priest said there are actually four types of \"Catholic\" voters in this era in American political life.\nFirst, which of these \"Catholic\" voters is most likely to be affected by words from this particular pope?\nWhoever wins the \"Catholic\" voters wins the race."}