{"article_title": "Larimer County man tries to light himself on fire – The Denver Post", "article_keywords": ["light", "gasoline", "denver", "county", "poudre", "tries", "authorities", "larimer", "sheriffs", "deputies", "post", "valley", "rideout", "kremer", "man"], "article_url": "http://www.denverpost.com/environment/ci_28542255/larimer-county-man-tries-light-himself-fire", "article_text": "A 34-year-old man, shouting on a porch as deputies approached, doused himself with gasoline and lit himself on fire Sunday afternoon at the edge of Fort Collins.\n\nBut Poudre Valley firefighters almost instantly blasted him with fire-retardant white foam and saved his life.\n\nThe Poudre Valley Fire Authority crew responded so swiftly — within seconds — that Roland Rideout was able to begin to run away, authorities said Sunday night.\n\nLarimer County Sheriff’s deputies with dogs quickly nabbed him. Rideout was treated for minor injuries at a local hospital — and hauled directly to Larimer County Jail.\n\nHe was being held on suspicion of first-degree arson and resisting arrest, sheriff’s spokesman Jered Kremer said.\n\n“He fought a little bit,” Kremer said.\n\nDeputies had responded to the scene after receiving a call about “suspicious activity” near West Magnolia Street and Overland Trail in unincorporated Larimer County. Bystanders pointed to a man shouting in a street and acting in a way the authorities characterized as erratic.\n\nWhen deputies ordered him to stop, he ran onto a house porch, demanded media attention, and displayed a container filled with gasoline, Kremer said.\n\nHe soaked himself with the gasoline, which also apparently spilled onto the house, and held up a cigarette lighter — threatening to immolate himself, the authorities said in a written statement.\n\nAt about 3:30 p.m. he flicked the lighter.\n\nPoudre firefighters had taken up a position with a hose and sprayed out plumes of white foam.\n\n“This was a very unusual type of incident for us,” Poudre Valley Fire Capt. Patrick Love said.\n\n“It was well-timed. Without the excellent communication and coordination with dispatchers and Larimer County Sheriff’s officers, this could have been drastically different.”\n\nDeputies later determined that Rideout was wanted on a warrant for failure to appear in court for misdemeanor traffic charges.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Larimer County man tries to light himself on fire", "title": "Larimer County man tries to light himself on fire", "url": "http://www.denverpost.com/2015/07/26/larimer-county-man-tries-to-light-himself-on-fire/", "image": {"width": 480, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150726__set_self_on_firep1.jpg", "height": 600}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150726__set_self_on_firep1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-07-26T21:51:15+00:00", "modified_time": "2016-04-22T18:10:12+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdcf64\"", "article_summary": "Larimer County Sheriff’s deputies with dogs quickly nabbed him.\nRideout was treated for minor injuries at a local hospital — and hauled directly to Larimer County Jail.\nBut Poudre Valley firefighters almost instantly blasted him with fire-retardant white foam and saved his life.\nDeputies had responded to the scene after receiving a call about “suspicious activity” near West Magnolia Street and Overland Trail in unincorporated Larimer County.\n“This was a very unusual type of incident for us,” Poudre Valley Fire Capt."}