{"article_title": "The Secret Committee Behind Our Soaring Health Care Costs", "article_keywords": ["system", "fischer", "sumrell", "medical", "soaring", "primary", "sumrells", "secret", "costs", "health", "committee", "doctors", "prices", "care"], "article_url": "http://www.politico.com/magazine/story/2014/08/health-care-costs-110184", "article_text": "It was late in the afternoon on a warm Friday in early fall and Doug Sumrell was mowing the lawn outside his suburban home in Evans, Georgia. As he pushed the mower across the yard, Sumrell began to feel faint — his chest tightened and the back of his neck started throbbing — so he went inside to take a break and drink a glass of water. But each time he went outside to finish the job, the feeling came back. He drove himself to the hospital as the sun was setting. On the way there, he left a message for his primary care doctor, Dr. Paul Fischer.\n\nAt the hospital, a cardiac enzyme test showed Sumrell’s levels were extremely high, a strong indication that Sumrell had experienced a heart attack. The emergency room doctors said that they wanted to admit him, but it was already after midnight and Sumrell’s symptoms had subsided. His wife was out of town and their dog Buddy needed to be let out. Sumrell checked himself out of the hospital.\n\nStory Continued Below\n\nHe was jolted awake at 7:30 a.m. by the telephone. Dr. Fischer was on the line demanding that Sumrell return to the hospital immediately to meet Dr. Faiz Rehman, a cardiologist and friend of Fischer’s, to examine his heart. Within 15 minutes of arriving, Sumrell was in the hospital’s “cath lab,” where Dr. Rehman inserted a catheter through Sumrell’s groin and into his heart, allowing him to see blockages in Sumrell’s arteries. The news was bad: his left anterior descending artery — also known as the “widow maker” — was up to 98 percent blocked. “Lord, I would’ve stayed home and not told anybody if Dr. Fischer hadn’t interceded and gotten me down there and arranged everything,” Sumrell told me.\n\nA few weeks later, Sumrell received a bill for his hospital stay and Rehman’s services. Fischer did not receive a single dollar. And the story of why turns out to get right at the heart of how American medicine remains so costly, inefficient and dysfunctional – even after years of debate and the large-scale reforms contemplated by Obamacare.\n\nIn 2012, national health care spending in the United States reached $2.8 trillion, or more than 17 percent of the country’s gross domestic product — more than any other industrialized country. And yet overall our citizens aren’t healthier than those in other industrialized countries. Of course, there are a million complicated reasons for this: Generally speaking, prices in the United States are just higher than those in other countries. In addition, the payment system is fragmented and includes a mix of government funding and private third-party payers, which leads to huge variation in cost for the same medical procedures. Some economists also point to our high administrative costs and the fact that pharmaceutical companies and medical device manufacturers set their own prices, whereas in most other countries, these prices are negotiated by the government.\n\nAnother explanation, debated by experts in health policy circles but less known to the public, lies with a secretive committee run by the American Medical Association (AMA) which, with the assent of the government, has enormous power to determine Medicare prices by assessing the relative value of the services that physicians perform. For decades the committee has done so in a way that has skewed Medicare fees in favor of expensive specialists over ordinary general practitioners like Fischer, who are the nation’s first line of defense against serious illness. Because Medicare fees are the baseline for the rest of the pricing in the health care system, this has had a broad effect, contributing to a situation where primary care doctors are in general underpaid, underappreciated — and in critically short supply as medical students flock to where the money and opportunity are. Only 30 percent of practicing physicians in the United States today are primary care doctors, while in most other industrialized nations, 50 to 70 percent of doctors practice primary care. That, in turn, explains a good part of what’s costing Americans so much for their health care. Primary care doctors often treat patients before their conditions get so complicated that they need to seek specialty care, which of course drives up health costs enormously.\n\nAnd yet even many doctors are not aware of the hidden hand of the AMA-run committee in perpetuating this costly crisis. The panel, with very little transparency or public discussion, continues to give recommendations to the government on how much Medicare should charge for physician services and procedures. The AMA even owns the copyright to the elaborate coding system by which those prices are set, earning huge licensing profits from it, even though the organization has dramatically declined in membership and has largely lost its stature as the primary mouthpiece of the medical profession. (The AMA declined to release specifics but according to the organization’s 2013 annual report, its Books and Products Unit, which includes the licensing of this coding system, brought in $80.4 million that year—more than double the $39.8 million generated from the AMA’s membership dues).\n\nCalled “Current Procedural Terminology,” the coding system has numbers to delineate everything from a standard office visit to a complicated triple bypass surgery. But it does not include codes for much of the ongoing work that primary care doctors perform outside of scheduled office visits. In other words, invaluable work like that which Fischer did for Sumrell. When Rehman placed a stent in Sumrell’s blocked artery, he could then fill out paperwork to collect for it – the 5-digit Current Procedural Terminology code 92933 describes the work he did. But there’s no code — and thus no fee — for Fischer’s urgent efforts to get Sumrell back to the hospital in the first place.\n\nOr as Fischer deadpans: “There is no Current Procedural Terminology code for saving someone’s life.”\n\n***\n\nPaul Fischer began his career as a rural family doctor in Weeping Water, Nebraska. Later he joined the faculty at the Medical College of Georgia and eventually founded the Center for Primary Care, which now employs 28 primary care physicians at seven locations in in and around Augusta.\n\nFor most of his career, Fischer says, he’d had a gnawing sense that he wasn’t always being fairly compensated for all the work he did. Still, Fischer accepted that there were reasons for it. He took it on good faith that the government and private insurance companies had, in his words, “fair and rational reasons” for how they calculated the reimbursement rates for each code he and his fellow doctors billed.\n\nBut that all changed in 2009, when Fischer attended a routine health care conference. Fischer was sitting in an audience of about 100 people when Brian Klepper, a health care analyst (and now the CEO of the National Business Coalition on Health), took the stage and started talking about something called the “RUC.” This was an independent committee of national medical specialty societies convened by the AMA to advise the government on the amount of time, skill and effort that a doctor spends on a given task, and how much that effort should be compensated by Medicare. Fischer, like most doctors, had never even heard of it before. Its name was a mouthful: the AMA/Specialty Society Relative Value Scale Update Committee – or the RUC, for short.\n\nThe RUC, according to Klepper, was responsible in large part for a major income disparity between primary care physicians and specialists. That disparity, in turn, was driving medical students toward higher-paid specializations. As a result, the United States was experiencing a primary care physician shortage, which is currently estimated at 16,000 doctors and expected to rise to more than 50,000 by 2025, according to a study in the Annals of Family Medicine.\n\nKatie Jennings is a writer based in New York. Follow her @katiedjennings", "article_metadata": {"og": {"site_name": "POLITICO Magazine", "description": "For decades, an AMA-created group even many doctors aren’t aware of has skewed fees toward specialists.", "title": "The Secret Committee Behind Our Soaring Health Care Costs", "url": "http://www.politico.com/magazine/story/2014/08/health-care-costs-110184.html", "image": "http://s3-origin-images.politico.com/2014/08/20/140820_jennings_healthcare_gty_629.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Investigation", "twitter": {"site": "@politicomag", "card": "summary_large_image", "creator": "@politicomag"}, "description": "For decades, an AMA-created group even many doctors aren’t aware of has skewed fees toward specialists.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdcf6a\"", "article_summary": "Only 30 percent of practicing physicians in the United States today are primary care doctors, while in most other industrialized nations, 50 to 70 percent of doctors practice primary care.\nPrimary care doctors often treat patients before their conditions get so complicated that they need to seek specialty care, which of course drives up health costs enormously.\nBut it does not include codes for much of the ongoing work that primary care doctors perform outside of scheduled office visits.\nThat, in turn, explains a good part of what’s costing Americans so much for their health care.\nThe RUC, according to Klepper, was responsible in large part for a major income disparity between primary care physicians and specialists."}