{"article_title": "Why did Ireland deny a suicidal woman an abortion?", "article_keywords": ["deny", "woman", "suicidal", "rights", "medical", "pregnant", "abortion", "irish", "reports", "young", "ireland", "times"], "article_url": "http://www.salon.com/2014/08/18/why_did_ireland_deny_a_suicidal_woman_an_abortion/", "article_text": "Topics: Abortion, Ireland, Rape, Reproductive Rights, Savita Halappanavar, Life News\n\nIn yet another harrowing example of Ireland’s appalling and systematic abuse of female bodily autonomy, a young woman who claimed to be suicidal after getting pregnant via an alleged rape was recently denied an abortion. And then it got really bad.\n\nIn the nearly two years since Savita Halappanavar died of septicaemia in Galway after being denied a lifesaving termination while she was miscarrying, international outcry has put pressure on the Irish government to revise its outdated and often dangerous policies toward abortion. In 2013, the country legalized abortion in limited circumstances, including “when a mother’s life is at risk due to medical complications or the threat of suicide.” Yet in July, the U.N. Human Rights Committee in Geneva declared that the country’s legislation was still in breach of international human rights and said that putting suicidal pregnant women through medical review was “additional mental torture.”\n\nNow, even more damningly, comes the case of a young woman who seemed to meet precisely the criteria for obtaining an abortion and was coerced into an early c-section instead. A friend of the woman, who is an immigrant and has not been named, tells the Irish Times that she was raped in her home country and learned that she was pregnant after coming to Ireland earlier this year. Her friend says that she claimed, “I do not want this. I am too young to be a mother. I am not ready.” She also reportedly feared for her safety. He says that “the woman had been seeking information about abortion from authorities for up to three months” but that she was not given information on how to obtain one. She went to a general practitioner last month who directed her to a hospital, where she was told she was too far along and refused. The Irish Times reports that a “medical source familiar with the case” confirms the timeline.\n\nWhen she was turned down for an abortion, the woman threatened to go on a hunger strike, and a panel of psychiatrists agreed she was suicidal – but an obstetrician “said the baby could be delivered.” The Guardian reports that then “local health authorities obtained a court order to deliver the baby prematurely – at about 25 weeks, according to some reports – to ensure its safety. The infant has been placed in care.” And we all know Ireland’s track record on institutionalized care. The New York Times says the woman consented to the caesarean after proceedings were set in motion to forcibly hydrate her.", "article_metadata": {"description": "New legislation was supposed to protect women -- but it didn't work out that way", "author": "Mary Elizabeth Williams", "og": {"site_name": "Salon", "description": "New legislation was supposed to protect women -- but it didn't work out that way", "title": "Why did Ireland deny a suicidal woman an abortion?", "url": "http://www.salon.com/2014/08/18/why_did_ireland_deny_a_suicidal_woman_an_abortion/", "image": "http://media.salon.com/2014/08/irish_abortion_protest.jpg", "type": "article"}, "twitter": {"description": "New legislation was supposed to protect women -- but it didn't work out that way", "creator": "@embeedub", "image": "http://media.salon.com/2014/08/irish_abortion_protest.jpg", "title": "Why did Ireland deny a suicidal woman an abortion?", "site": "@salon", "card": "summary_large_image"}, "title": "Why did Ireland deny a suicidal woman an abortion?", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Abortion, Ireland, Rape, Reproductive Rights, Savita Halappanavar", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcc9c1\"", "article_summary": "Topics: Abortion, Ireland, Rape, Reproductive Rights, Savita Halappanavar, Life NewsIn yet another harrowing example of Ireland’s appalling and systematic abuse of female bodily autonomy, a young woman who claimed to be suicidal after getting pregnant via an alleged rape was recently denied an abortion.\nThe Irish Times reports that a “medical source familiar with the case” confirms the timeline.\nThe New York Times says the woman consented to the caesarean after proceedings were set in motion to forcibly hydrate her.\nHe says that “the woman had been seeking information about abortion from authorities for up to three months” but that she was not given information on how to obtain one.\nA friend of the woman, who is an immigrant and has not been named, tells the Irish Times that she was raped in her home country and learned that she was pregnant after coming to Ireland earlier this year."}