{"article_title": "Expand College Football Playoffs – The Denver Post", "article_keywords": ["playoffs", "colorado", "falcons", "football", "playoff", "calhoun", "denver", "air", "game", "college", "force", "post", "expand", "thats"], "article_url": "http://www.denverpost.com/kiszla/ci_29208341/kiszla-four-is-not-fair-expand-college-football", "article_text": "SAN DIEGO — Nothing against Alabama coach Nick Saban or the fine folks who cheer for the Oklahoma Sooners, but the way college football selects a national champion is beyond stupid. It’s un-American.\n\nSan Diego State beat Air Force 27-24 Saturday night to win the Mountain West. It was a back-and-forth, tense contest not decided until a final Hail Mary pass from the Falcons fell incomplete. It was a terrific game that deserved a bigger audience than what shows up for the free hot dogs at the grand opening of your local auto parts store.\n\n“There will be another game,” Air Force coach Troy Calhoun said, his obvious disappointment in the Falcons’ two-game losing streak offset by the knowledge that a bid to the Armed Forces Bowl probably awaits his team.\n\nThe Mountain West plays a conference championship game for the same reason many of us eat kale. It’s supposed to be the hip thing to do, even if nobody actually likes it.\n\nWhat was at stake when the Falcons and Aztecs took the field? Absolutely nothing. There was a crowd of 20,959 in attendance, but only if you use the term “crowd” loosely. It’s as if the game were staged as a final warning to the people of San Diego, demonstrating how empty and lifeless Qualcomm Stadium will feel when the Chargers abandon this wonderful city for the smog of Los Angeles.\n\nSo here’s the beef: A college football playoff capped at four teams is bad for the sport, especially if you’re Air Force, Colorado State or any other team that cannot even dream of playing for a national title. This is America. Doesn’t everybody deserve a chance?\n\nMy modest proposal: Expand the tournament format to eight teams.\n\nIn an eight-team tourney, champions of the five power conferences would receive automatic bids: SEC, Big Ten, Big 12, Pac-12 and Atlantic Coast. The little guys in the Group of Five conferences, where Air Force and Colorado State live, would receive one bid, which this year would go to Houston. To save room for argument, there would be two wild-card slots, which would give access to Notre Dame and a one-loss power five team with the rabid following of Ohio State.\n\nThe quarterfinals would be played Dec. 21, with the semifinals scheduled for Jan. 1 and the championship decided approximately 10 days later.\n\nWe’ve been told an iron-clad contract means college football is stuck with this four-team playoff until 2026. That’s bunk. Economics will demand change within five years.\n\nOutside of Tuscaloosa, Ala., and a handful of towns where football Saturdays are when the community’s heart beats loudest, the collegiate game is not a growth sport. While the outrageous television rights fees paid to the SEC generate buzz, in many parts of the country, college football is withering at the grassroots level.\n\nAir Force football is in good hands with Calhoun, whose record in nine seasons at the academy is 67-49. But does anybody in Colorado Springs really care? At the height of the Fisher DeBerry era, the Falcons were ranked in the top 10 of the major polls and averaged 35,354 fans per game in 1985.\n\nThirty years later, Colorado Springs is a much bigger place, with a population that has grown by more than 60 percent in three decades. But attendance at Falcon Stadium for an AFA team that exceeded expectations in 2015 was a disappointing 26,026 per game.\n\nCalhoun is 49 years old and loves the academy. His coaching talent, however, deserves a brighter spotlight. In recent years, when vacancies have opened at Colorado, Missouri and Virginia, his résumé has drawn interest. If he wanted to be an NFL offensive coordinator, Calhoun could return to the pro level in a heartbeat.\n\nIn the current playoff format, the Zoomies have zero chance to play for the national championship. That’s not right. That’s not fair. That’s un-American.\n\nAs a man approaches his 50th birthday, it’s time to ask: How do I want to spend the rest of my life? Calhoun seems to have three choices.\n\n1) He can fight the power, rattle the status quo and relentlessly push to expand college football’s playoff tournament to at least six teams.\n\n2) He can shrug his shoulders in resignation, accept his status as a second-class citizen in college football and hope to grow old gracefully in the job at Air Force, where even a legend the stature of DeBerry slowly faded away. Or …\n\n3) Calhoun can get out of Colorado Springs while the getting’s good, start hunting for a job in the Pac-12 or take the NFL money and run.\n\nHere’s hoping Calhoun stays at the academy. The Falcons, and all the little guys in college football, need his fighting spirit.\n\nMark Kiszla: mkiszla@denverpost.com or @markkiszla", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Kiszla: Four is not fair: Expand College Football Playoffs", "title": "Kiszla: Four is not fair: Expand College Football Playoffs", "url": "http://www.denverpost.com/2015/12/05/kiszla-four-is-not-fair-expand-college-football-playoffs/", "image": {"width": 512, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg", "height": 512}, "locale": "en_US", "type": "article"}, "twitter": {"site": "@denverpost", "card": "summary"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-12-05T22:26:37+00:00", "modified_time": "2016-05-23T02:09:10+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Mark Kiszla"}, "article_summary": "While the outrageous television rights fees paid to the SEC generate buzz, in many parts of the country, college football is withering at the grassroots level.\nAir Force football is in good hands with Calhoun, whose record in nine seasons at the academy is 67-49.\nWe’ve been told an iron-clad contract means college football is stuck with this four-team playoff until 2026.\nSAN DIEGO — Nothing against Alabama coach Nick Saban or the fine folks who cheer for the Oklahoma Sooners, but the way college football selects a national champion is beyond stupid.\nThe Falcons, and all the little guys in college football, need his fighting spirit."}