{"article_title": "Insurer Considerations On ACA Narrow Exchange Networks", "article_keywords": ["considerations", "aca", "develop", "plans", "working", "insurer", "exchange", "number", "health", "york", "exchanges", "narrow", "networks", "care"], "article_url": "http://www.law360.com/articles/654441/insurer-considerations-on-aca-narrow-exchange-networks", "article_text": "Insurer Considerations On ACA Narrow Exchange Networks\n\nLaw360, New York (May 12, 2015, 12:30 PM ET) -- Health care insurers are trimming the number of contracted providers for their health care plans offered through the health care benefit exchanges. To ensure these “narrow networks” adequately meet the health care needs of the growing number of consumers purchasing health insurance plans through exchanges, state legislators and regulators are working to develop standards to determine whether the numbers of physicians and hospitals included in these narrow networks are adequate as well as to develop accurate in-network provider lists as well as out-of-network notifications. Meanwhile, the...\n\nTo view the full article, register now.", "article_metadata": {"description": "Looking to strike a balance between offering insurance products in accordance with the Affordable Care Act with attractive premiums while adhering to narrow exchange network adequacy standards, insurers must assess consumer price sensitivity versus network size and consider if increased patient volume will offset reduced payment rates, say attorneys at McDermott Will & Emery LLP.", "apple-itunes-app": "app-id=934560389, app-argument=law360://www.law360.com/articles/654441/insurer-considerations-on-aca-narrow-exchange-networks", "csrf-token": "XNTvsbqDAKsHY/T6K7yi4o1F8AqFSVhP5I1ZwEIRrbTRrPe6EZz56f8DjjxaO0KEgM4HH6CuqjlNnTggmsNZwQ==", "csrf-param": "authenticity_token", "og": {"url": "http://www.law360.com/articles/654441/insurer-considerations-on-aca-narrow-exchange-networks", "image": "https://www.law360.com/images/360.png", "type": "website", "title": "Insurer Considerations On ACA Narrow Exchange Networks - Law360"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdcf73\"", "article_summary": "Insurer Considerations On ACA Narrow Exchange NetworksLaw360, New York (May 12, 2015, 12:30 PM ET) -- Health care insurers are trimming the number of contracted providers for their health care plans offered through the health care benefit exchanges.\nTo ensure these “narrow networks” adequately meet the health care needs of the growing number of consumers purchasing health insurance plans through exchanges, state legislators and regulators are working to develop standards to determine whether the numbers of physicians and hospitals included in these narrow networks are adequate as well as to develop accurate in-network provider lists as well as out-of-network notifications.\nMeanwhile, the...To view the full article, register now."}