{"article_title": "Ten Years Later: What I Got Right - and Wrong", "article_keywords": ["right", "wasnt", "housing", "later", "bad", "writing", "states", "wrong", "lot", "bubble", "think", "euro"], "article_url": "http://www.truth-out.org/opinion/item/31524-ten-years-later-what-i-got-right-and-wrong", "article_text": "(Image: CORAX; Serbia/CartoonArts International/The New York Times Syndicate)While cleaning out my office at Princeton recently, I became all too aware of the ephemeral nature of policy writing. A depressingly large share of my shelf space was filled with 30 years' worth of books about the crucial decade ahead. Oh well.\n\nBut as I added all these books to my giveaway pile, I found myself doing a bit of self-referential - and maybe self-indulgent - thinking, not about the decade ahead, but about the decade behind.\n\nYou see, it's been almost 10 years since I started writing about the financial crisis and the Great Recession. (Of course, at first I didn't know that I was actually writing about those things.) It all began with my diagnosis of a housing bubble in the United States, whose bursting I knew would be bad, but had no idea would be as bad as it was. Still, there has been a pretty consistent arc, and I find myself thinking about what I got right and what I got wrong.\n\nThe starting point, as I said, was the housing bubble. I certainly wasn't the first to raise alarms on that front - the economist Dean Baker, in particular, issued warnings much earlier and much more forcefully. And yet what I think of as my first crisis article did add value by pointing out the huge difference in price behavior between building-constrained states and others.\n\nIf you looked at national averages, it was just possible to argue that housing prices made sense, but once you broke out the right subset of states and cities, the craziness stared you right in the face. And the bifurcation was overwhelmingly confirmed in the years that followed.\n\nThat was the beginning.\n\nSince then, what have I been right about and what have I been wrong about?\n\nThings I Got Right\n\n1. The housing bubble: It's very much worth remembering just how much bubble denial there was, and how much of it was politically driven; I got a lot of \"you only say that there's a bubble because you hate Bush.\"\n\n2. Inflation, or the lack thereof: I've written about this many times, but after the housing bubble burst, I was an unwavering advocate of the view that the Federal Reserve's expansionary policies posed no inflationary risk. This was deeply contentious, with the right fully convinced that inflation was coming, and some on the center and left at least wobbly on the issue.\n\n3. Interest rates: No crowding out under these conditions. I said it strongly from the start - and on this subject there was a lot of wavering among Democrats, all too many of whom bought into stories about deficit dangers, even in a depressed economy.\n\n4. Austerity hurts: A lot of people who should have known better bought into the idea of the confidence fairy, or at least accepted the notion that multipliers were fairly small. I said multipliers would be big under current conditions, and the research has caught up with and vindicated that position.\n\n5. Inadequate stimulus: I warned early and often that the American Recovery and Reinvestment Act of 2009 was hugely inadequate, and that its inadequacy would have lasting consequences. Alas, I was right.\n\n6. Internal devaluation is nasty, brutish and long: I argued from the start that adjusting relative prices within the eurozone would be extremely hard, and that nobody has the kind of wage and price flexibility that can make \"internal devaluation\" go smoothly - and that countries able to carry out currency devaluations, like Iceland, would have a much easier time.\n\n7. Obamacare is workable: A quite different subject, but in my 2007 book, Conscience of a Liberal, I argued, not originally, that an Affordable Care Act-type health care system of mandates, regulation and subsidies, while not anything you would build from scratch, would work in the United States (I wanted a public option, but that's another story).\n\nThings I Got Wrong\n\n1. The scale of the disaster: I saw a housing bubble, knew the aftermath would be bad, but had no idea how bad. I was blissfully ignorant of the rise of shadow banking, and I wasn't thinking about household debt or the imbalances within the euro area.\n\n2. Deflation: I thought that Japanese-style deflation was an imminent risk in all depressed economies. Instead, low but positive inflation has been remarkably persistent.\n\n3. Euro crackup: For the most part, I think my analysis of the euro area's economy and its problems was pretty good (though see below). However, I vastly overestimated the risk of breakup because I got the political economy wrong - I did not realize just how willing European elites would be to impose vast suffering in the name of staying in the currency union. Relatedly, I didn't realize how easy it would be to spin a modest economic upturn as success, even after years of horror.\n\n4. Liquidity effects on sovereign debt: Finally, I'm sorry to say that I completely missed the importance of liquidity and cash shortages in driving bond prices in the euro area. It wasn't until the economist Paul DeGrauwe weighed in that I realized just how much difference it would make if the European Central Bank did its job as lender of last resort. In fact, if the euro survives, Mr. DeGrauwe - and this guy named Mario Draghi, who has put Mr. DeGrauwe's ideas into practice as president of the E.C.B. - should get a lot of the credit.\n\nI've probably missed some things, although I do think it's interesting how many of my critics feel the need to attack my record by inventing predictions and claims that I never made. Overall, though I definitely made mistakes, I think I did O.K. - mainly because I never let fashionable worries divert me from basic macroeconomics, and I always tried to apply the lessons of history.", "article_metadata": {"msapplication-config": "/templates/ja_teline_iv_t3/images/favicons/browserconfig.xml", "description": "''It's been almost 10 years since I started writing about the financial crisis and the Great Recession.''", "title": "Paul Krugman | Ten Years Later: What I Got Right - and Wrong", "og": {"site_name": "Truthout", "description": "''It's been almost 10 years since I started writing about the financial crisis and the Great Recession.''", "title": "Paul Krugman | Ten Years Later: What I Got Right - and Wrong", "url": "http://www.truth-out.org/opinion/item/31524-ten-years-later-what-i-got-right-and-wrong", "image": "http://www.truth-out.org/images/Images_2015_06/2015_0623kru3_.jpg", "type": "non_profit"}, "twitter": {"description": "''It's been almost 10 years since I started writing about the financial crisis and the Great Recession.''", "title": "Paul Krugman | Ten Years Later: What I Got Right - and Wrong", "image": "http://www.truth-out.org/images/Images_2015_06/2015_0623kru3_.jpg", "creator": "@truthout", "site": "@truthout", "card": "summary_large_image"}, "msapplication-TileColor": "#000000", "HandheldFriendly": "true", "fb": {"app_id": 286391544774433}, "author": "Paul Krugman", "keywords": "economy and labor, Paul Krugman, opinion, Great Recession, Economy and Labor, Great Recession, Opinion, Paul Krugman", "google-site-verification": "EfgVxcdUDBF_Dd81ZBBw_J8FuRjGnvp9r2JAM9IhvUk", "apple-mobile-web-app-capable": "YES", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fc9854\"", "article_summary": "Still, there has been a pretty consistent arc, and I find myself thinking about what I got right and what I got wrong.\nSince then, what have I been right about and what have I been wrong about?\nThe starting point, as I said, was the housing bubble.\nThe scale of the disaster: I saw a housing bubble, knew the aftermath would be bad, but had no idea how bad.\nIf you looked at national averages, it was just possible to argue that housing prices made sense, but once you broke out the right subset of states and cities, the craziness stared you right in the face."}