{"article_title": "High Particulate Matter May Narrow The Arteries", "article_keywords": ["arteries", "zip", "pollution", "air", "high", "matter", "stroke", "blood", "carotid", "stenosis", "narrow", "data", "researchers", "particulate"], "article_url": "http://www.medicaldaily.com/air-pollution-linked-stroke-high-particulate-matter-may-narrow-arteries-325902", "article_text": "Need more evidence that air pollution endangers your health? A new study links high particulate matter air pollution to a narrowing of neck arteries that frequently occurs prior to strokes. People living in zip codes with high levels of pollution were significantly more likely to show signs of stenosis, researchers at NYU discovered, than people living in zip codes with low pollution levels.\n\nThough the researchers are quick to say their population study does not establish cause and effect, \"it certainly suggests the hypothesis that lowering pollution levels would reduce the incidence of carotid artery stenosis and stroke,\" said Dr. Jonathan D. Newman, a cardiologist at NYU Langone Medical Center and the study's lead author. He and his co-authors presented their new research today at a conference of the American College of Cardiology.\n\nOxygen-Starved Brains\n\nOn either side of your neck, you have two internal carotid arteries. These two arteries provide most of your brain's blood supply and so, too, oxygen. Many strokes occur after plaque accumulates and then breaks off in the narrowed section of an internal carotid artery. Though at first the plaque flows along the blood stream, once it arrives at the smaller blood vessels it becomes lodged there and begins to block the flow of blood and oxygen to the brain. And there you have a stroke.\n\nFor the study, the team of scientists analyzed data from 307,444 people living in the tristate area of New York, New Jersey, and Connecticut. The team accessed the medical records of vascular ultrasound tests performed on these residents during 2003-2008 by Life Line Screening. This community-based health screening company, which focuses on vascular disease, excluded anyone who had known carotid artery disease from the study.\n\nNext, the researchers gathered pollution data for that same time period from the Environmental Protection Agency. Byproducts of combustion engines or burning wood, fine particulate matter pollutants (PM 2.5 pollutants) have diameters less than 2.5 millionths of a meter. Recent studies link heart attack and stroke risks to long-term pollution exposure, particularly PM 2.5 exposure, though as far back as the 1950s, scientists had begun to notice how episodes of high air pollution coincided with spikes in cases of heart attack and stroke. Finally, the researchers ranked the resident zip codes according to average PM 2.5 levels.\n\nAfter gathering the data and analyzing the numbers, the researchers found that subjects in the top fourth of high pollution level zip codes were about 24 percent more likely than those in the bottom quarter to show signs of stenosis — narrowing by at least half — in either internal carotid artery.\n\n\"We spend a lot of time thinking about traditional risk factors for stroke such as high blood pressure, cholesterol, diabetes and smoking — but our data underscore the possibility that everyday air pollution may also pose a significant stroke risk,\" said Dr. Jeffrey S. Berger, an assistant professor in NYU Langone Medical Center. Absolutely, we must breathe; there’s no way around this one but communal and community effort to clean our air and keep it particulate-free.\n\nSource: Thurston GD, Cromar K, Guo Y, et al. Particulate Air Pollution and Carotid Artery Stenosis. Journal of the American College of Cardiology. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "air pollution, particulate matter, stroke, stenosis", "og": {"site_name": "Medical Daily", "description": "Scientists link high particulate matter air pollution to a narrowing of neck arteries that frequently occurs prior to strokes.", "title": "Lowering Air Pollution Levels Could Decrease Incidence Of Stroke", "url": "http://www.medicaldaily.com/air-pollution-linked-stroke-high-particulate-matter-may-narrow-arteries-325902", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/03/16/new-york-seen-brooklyn.jpg", "type": "article"}, "twitter": {"description": "Scientists link high particulate matter air pollution to a narrowing of neck arteries that frequently occurs prior to strokes.", "title": "Lowering Air Pollution Levels Could Decrease Incidence Of Stroke", "url": "http://www.medicaldaily.com/air-pollution-linked-stroke-high-particulate-matter-may-narrow-arteries-325902", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/03/16/new-york-seen-brooklyn.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/03/16/new-york-seen-brooklyn.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-03-16T17:03:11-04:00", "modified_time": "2015-03-16T17:03:11-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Scientists link high particulate matter air pollution to a narrowing of neck arteries that frequently occurs prior to strokes."}, "_id": "\"57477af46914bd0286fdcf89\"", "article_summary": "A new study links high particulate matter air pollution to a narrowing of neck arteries that frequently occurs prior to strokes.\nParticulate Air Pollution and Carotid Artery Stenosis.\nNeed more evidence that air pollution endangers your health?\nNext, the researchers gathered pollution data for that same time period from the Environmental Protection Agency.\nByproducts of combustion engines or burning wood, fine particulate matter pollutants (PM 2.5 pollutants) have diameters less than 2.5 millionths of a meter."}