{"article_title": "Trump, Sanders and tribalism: Why the Donald’s dark allure goes deeper than racism and xenophobia", "article_keywords": ["sanders", "trump", "campaign", "point", "donalds", "joke", "xenophobia", "racism", "dark", "look", "american", "allure", "trumps", "goes", "tribalism", "beneath", "2016", "presidential", "deeper"], "article_url": "http://www.salon.com/2015/09/12/trump_sanders_and_tribalism_why_the_donalds_dark_allure_goes_deeper_than_racism_and_xenophobia/", "article_text": "Topics: 2016 presidential candidates, 2016 presidential election, 2016 presidential race, aol_on, Bernie Sanders, Democratic Party, Democrats, Donald Trump, Hillary Clinton, illegal immigration, Immigration, Nativism, presidential campaign, Racism, Republican Party, Republicans, tribalism, Undocumented immigrants, Xenophobia, Elections News, Politics News\n\nAt some point during the Iran hostage crisis of 1980 – an event that, lest we forget, decisively scuttled the presidency of Jimmy Carter and got Ronald Reagan elected – I remember seeing a hand-painted banner outside a working-class tavern in South Baltimore. Its centerpiece was a caricature of the Ayatollah Khomeini, done in political-cartoon style with an oversized head and undersized body. Iran’s Supreme Leader was bent over with his robe hitched up to his waist, wincing in pain or religious ecstasy as a large bomb with streamlined 1958 Cadillac fins, bearing the atomic symbol and the American flag, was thrust between his buttocks. Beneath this was written, “How long, Mr. President? How long?”\n\nThis outsider-art masterwork made a huge impression on me, although I wasn’t sure why at the time and understand it only a little better today. I couldn’t tell you where I was in my adolescent political evolution at that moment: Did I think I was a Marxist or a libertarian or a Democrat? In any event, I couldn’t quite get my head around the multiple layers of hatred and cruelty and infantile viciousness in that image, the way it conjured up genocide and xenophobia and anti-Islamic bigotry and homosexual rape and a tribal revenge fantasy in a few simple brushstrokes.\n\nMany Americans, probably most, felt increasingly demoralized and depressed as the 444-day hostage crisis dragged on, and the failed rescue mission of April 1980 made the world’s supposed military superpower look impotent against a radical student uprising. The Baltimore protest banner cut through that Gordian knot of national gloom with a kind of primitive genius, and could not have evoked Conrad’s “Heart of Darkness” more clearly without actually using the phrase “Exterminate all the brutes!” (I use the loaded word “primitive” deliberately, and we’ll get to that.) It expressed a desire that was forbidden and deeply irrational, and because of that it was exciting even if I also thought it was dreadful. I look back on it now and I think: Hello, Donald Trump.\n\nMaybe the guys in that bar who had commissioned and displayed that glorious artifact would have told you that it was basically a joke, ha ha, and they didn’t really want or expect Carter to drop a nuclear bomb on Tehran, killing thousands or millions of civilians along with the Ayatollah and the American hostages, and quite possibly starting World War III in the dumbest imaginable way. (On the other hand, given the “Dr. Strangelove” death wish not far below the surface of American culture, maybe they wouldn’t.) But jokes are funny things, am I right? As Dr. Freud informed us, jokes and dreams are where the action is, in psychological terms – they provide an arena where stuff comes out that isn’t supposed to come out.\n\nYou and I and pretty much everybody else in the reality-oriented quadrant of the population treated Trump’s presidential campaign as a joke from Day One, and it’s safe to say the laughter has faded. I remember hearing Mara Liasson, NPR’s national political reporter, assure her listeners in tones of smug gravity that Trump’s best day as a candidate would be his first day. (In fairness, Liasson recently had the decency to eat those words in public.) If Trump’s campaign is a joke, it’s beginning to look like the “killing joke” variously imagined by Monty Python and Alan Moore, the one so funny you laugh yourself to death.\n\nTrying to stop Trump by pointing out, Mara Liasson-style, that everything he says is unreasonable or nonsensical or flat-out false is missing the point entirely. To extend the metaphor, it’s to anoint yourself as another butt of Trump’s grand joke, alongside Jeb Bush and Megyn Kelly and Hillary Clinton and all the other talking heads and pseudo-sincere candidates who have been made to look ridiculous by a maroon-faced billionaire with a comb-over. Trump’s audience is self-evidently and aggressively not interested in truth or reason. His bottomless reservoir of Dionysian, rageaholic bullshit is his greatest strength. That quality may also lead to his defeat, in due course, but not because eggheads with expensive degrees who sit behind desks in New York and Washington say so.\n\nIt’s all very well to talk about racism and nativism and the distinctive small-mindedness and paranoia of white America, and those things unmistakably nourished the soil from which the Trumpian flower bloomed. But he is tapping into something that runs much deeper than any of that. There’s a reason the Trump spectacle is mesmerizing the media and dominating public discourse, and why those who find him despicable and disturbing are just as addicted as those who are delighted that someone is speaking for them at last. Trump is like the answered prayer of those South Baltimore boozehounds, made incarnate and blown up to superhuman scale. How long?, those guys plaintively demanded, and even if they’ve all drunk themselves into the next world by now, their sons and grandsons have worse jobs and worse attitudes and at last the wait is over.\n\nTrump expresses the irrational and forbidden desires that more calculating politicians deliberately suppress, and as with my teenage response to that Khomeini cartoon, that feels exciting and dangerous. He channels primitive and incoherent tribal emotions that stretch way back into our species’ history, before America, before modern conceptions of race and nationality, before any of that stuff. He gazes upon us with his dreadful, melted countenance, looking like a Play-Doh replica of JFK blown up in the microwave by a malicious child, assuring us in half-bullying, half-benevolent tones that, sure, America is a great country founded on important values and stuff.\n\nBut beneath that pablum lies a knowing wink, and beneath that wink lies the understanding that the most important American value is the one-in-a-million shot (putting it very generously) that we might wind up half as rich and half as vulgar as Donald Trump. Even if we never get to ride in that helicopter — since we are not quite dumb enough to believe that will really happen — we take solace in another layer of hidden, shamanic meaning beneath the Trumpian wink and the Trumpian bamboozle. We thrill at our secret shared understanding that the veneer of civilization, with its “political correctness” and its insistence on facts and reason and the logic of causes and consequences, is basically a scam and that the true nature of human existence is about jamming a nuke up somebody’s ass every so often. And we’ve gotten soft and out of practice!\n\nStepping back from the thoroughly insane dynamics of the 2016 presidential campaign to this point, the larger philosophical problem posed by Trump is that it’s no good pretending that none of that has any validity or resonance. Nothing he ever says about specific issues makes any sense, but as Paul Solotaroff’s fascinating profile in Rolling Stone makes clear, Trump’s campaign is not about issues or specifics or making sense. He doesn’t even pretend to be a normal presidential candidate armed with a vaguely coherent set of policy proposals and a supposedly consistent ideology, largely because we’ve all realized that those candidates are full of crap anyway.\n\nTrump represents something else. Call it the call of the wild, the allure of that long era of cruelty and brutality that preceded recorded history and human civilization, when the weak were ruled by the strong and little or no justification was required to inflict terror and violence on our perceived enemies. Anthropologists may dispute the proposition that this was universally true everywhere in the world, but however you slice it an awful lot of trauma and bloodshed was implicated in the nasty, brutish and short lives of our distant ancestors. More to the point, we all have moments when we wonder how much that has really changed after a few millennia of despotism and a few hundred years of high-minded Enlightenment thinking about human rights and democracy, applied with a notable lack of consistency.", "article_metadata": {"description": "Behind the hateful rhetoric and paranoid fantasies, Trump conjures up the violent darkness of human history", "title": "Trump, Sanders and tribalism: Why the Donald’s dark allure goes deeper than racism and xenophobia", "og": {"site_name": "Salon", "description": "Behind the hateful rhetoric and paranoid fantasies, Trump conjures up the violent darkness of human history", "title": "Trump, Sanders and tribalism: Why the Donald’s dark allure goes deeper than racism and xenophobia", "url": "http://www.salon.com/2015/09/12/trump_sanders_and_tribalism_why_the_donalds_dark_allure_goes_deeper_than_racism_and_xenophobia/", "image": "http://media.salon.com/2015/09/trump_sanders.jpg", "type": "article"}, "twitter": {"description": "Behind the hateful rhetoric and paranoid fantasies, Trump conjures up the violent darkness of human history", "title": "Trump, Sanders and tribalism: Why the Donald’s dark allure goes deeper than racism and xenophobia", "image": "http://media.salon.com/2015/09/trump_sanders.jpg", "creator": "@andohehir", "site": "@salon", "card": "summary_large_image"}, "author": "Andrew O'Hehir", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, 2016 presidential candidates, 2016 presidential election, 2016 presidential race, aol_on, Bernie Sanders, Democratic Party, Democrats, Donald Trump, Hillary Clinton, illegal immigration, Immigration, Nativism, presidential campaign, Racism, Republican Party, Republicans, tribalism, Undocumented immigrants, Xenophobia", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe3a6d\"", "article_summary": "Nothing he ever says about specific issues makes any sense, but as Paul Solotaroff’s fascinating profile in Rolling Stone makes clear, Trump’s campaign is not about issues or specifics or making sense.\nTrump is like the answered prayer of those South Baltimore boozehounds, made incarnate and blown up to superhuman scale.\nYou and I and pretty much everybody else in the reality-oriented quadrant of the population treated Trump’s presidential campaign as a joke from Day One, and it’s safe to say the laughter has faded.\nIts centerpiece was a caricature of the Ayatollah Khomeini, done in political-cartoon style with an oversized head and undersized body.\nIf Trump’s campaign is a joke, it’s beginning to look like the “killing joke” variously imagined by Monty Python and Alan Moore, the one so funny you laugh yourself to death."}