{"article_title": "Obama blames the press for criticisms of his post-beheading golf outing « Hot Air", "article_keywords": ["foley", "criticisms", "united", "golf", "outing", "postbeheading", "vacation", "air", "states", "public", "hot", "press", "obamas", "blames", "day", "obama"], "article_url": "http://hotair.com/archives/2014/09/07/obama-is-annoyed-the-press-noticed-his-optically-tone-deaf-post-foley-speech-golf-outing/", "article_text": "Obama blames the press for criticisms of his post-beheading golf outing\n\nposted at 2:01 pm on September 7, 2014 by Noah Rothman\n\nWithin minutes of addressing the nation following the Islamic State’s brutal beheading of American journalist James Foley, President Barack Obama had resumed his August vacation on the golf course. More than a few observers, even the president’s supporters, said that the decision to continue golfing immediately after announcing to the country that ISIS had executed what administration would later call a “terrorist attack” on the United States was unwise.\n\nOn Sunday, Obama acknowledged that he had erred, not only in seeming detached but also in failing to consider the “optics” associated with appearing callous and disinterested in the wake of that attack.\n\n“I should’ve anticipated the optics,” Obama said on Sunday in an interview on NBC’s Meet the Press. He said that he did not adequately consider how some would feel about his dispassion in the aftermath of that attack on the United States by ISIS.\n\n“But part of this job is also the theater,” he said. “It’s not something that always comes naturally to me. But it matters, and I’m mindful of that.”\n\nDisplaying compassion for the Foley family and those Americans rocked by this gruesome affront by appearing somber and reserved – even at the expense of a whole day of vacation – is, in Obama’s opinion, just more of the burdensome performance art that the public has come to expect of their commander-in-chief.\n\nThat may be slightly more insulting than if he had just golfed away the day and never acknowledged it again.\n\nObama sounded a bit resentful of the fact that the media had made the post-Foley speech golf outing an issue. “I think everybody who knows me, including, I suspect, the press, understands that that, you know, you take this stuff in,” Obama said. “And it’s serious business. And you care about it deeply.”\n\n“The possibility of a jarring contrast, given the world’s news, is always — there’s always going to be some tough news somewhere — is going to be there,” he added. In other words, one day it’s an American beheaded, another day it’s some other horrible development. There will always be something critics will point to in order to say Obama shouldn’t be golfing. What more do you people want from him?\n\nIf Obama’s intention was to convey to the public the depth of his concern over the beheading of Americans by ISIS fighters, he failed to achieve that objective.\n\nA charitable interpretation of Obama’s remarks would allow for the possibility that he was expressing his genuine regret for the hard-edged display that followed the Foley speech in an artless manner. Obama played pundit, as he often does, and sounded callous by making an assessment of the political implications surrounding what the public saw as a lack of empathy for those wounded by Foley’s execution. But the president’s implied scolding of the media for amplifying that criticism indicates that this interpretation of his remarks may be a bit too forgiving.\n\nObama capped off his venting to NBC’s Chuck Todd by insisting that he needs another vacation, but this time from the Fourth Estate. “Part of what I want is a vacation from the press,” Obama said.\n\nTodd reminded him that his permanent break from professional responsibilities begins on January 20, 2017, but does the vacation really ever end if you’ve already checked out?\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "Checked out.", "title": "Obama blames the press for criticisms of his post-beheading golf outing", "url": "http://hotair.com/archives/2014/09/07/obama-is-annoyed-the-press-noticed-his-optically-tone-deaf-post-foley-speech-golf-outing/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary", "creator": "@hotairblog"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2014-09-07T18:01:37+00:00", "modified_time": "2014-09-08T11:11:24+00:00"}, "keywords": "Barack Obama, James Foley,", "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "_id": "\"57477af36914bd0286fce64f\"", "article_summary": "“Part of what I want is a vacation from the press,” Obama said.\nHe said that he did not adequately consider how some would feel about his dispassion in the aftermath of that attack on the United States by ISIS.\nObama sounded a bit resentful of the fact that the media had made the post-Foley speech golf outing an issue.\n“I should’ve anticipated the optics,” Obama said on Sunday in an interview on NBC’s Meet the Press.\n“I think everybody who knows me, including, I suspect, the press, understands that that, you know, you take this stuff in,” Obama said."}