{"article_title": "The Future of the Republican Party", "article_keywords": ["core", "woman", "wisconsin", "governor", "future", "compromise", "common", "walker", "party", "republican", "left"], "article_url": "http://cowgernation.com/2015/02/11/the-future-of-the-republican-party/", "article_text": "I am always brought to laughter when I hear how the Republican Party needs to become more liberal if we want to beat the democrats in the upcoming elections. It appears that some members of the GOP are actually starting to accept this destructive notion.\n\nThe first choice in Republican Presidential polls for 2016 is currently Governor Scott Walker (R-WI).\n\nIf you happen to be unaware of Scott Walker, he is famous for fighting the unions in his home state of Wisconsin, fought to implement right-to-work legislation, defeated a recall attempt, and then won re-election in 2014.\n\nBecause of those massive victories, republicans love him, including many conservatives. It looks like they love him so much, that they are trying to lift him all the way to the nomination in 2016.\n\nSeveral popular conservative radio hosts have practically endorsed his candidacy, excluding Mark Levin, one claiming that Walker is the “poster-boy for the GOP.”\n\nI am quite amazed by the amount of support for the Governor when in reality, he is not very conservative at all.\n\nThe center-right media networks and most conservative talk radio shows are saying that he did a great job fighting the unions. From my perspective, it appears to me that many republicans have become single-issue voters.\n\nWhen it comes to job growth, Walker’s state has lagged behind the U.S. national average, though reports show that their economy is starting to improve.\n\nThe biggest shocker is Walker’s views on immigration. In 2013, the Governor told the Wausau Daily Herald that he does not know if we necessarily need border security or a wall built along the U.S. – Mexico border.\n\n“If people want to come here and work hard and benefit, I don’t care whether they come from Mexico or Ireland or Germany or Canada or South Africa or anywhere else,” Walker said. “I want them here.”\n\n“You hear some people talk about boarder security and a wall and all that; to me I don’t know that you need any of that if you had a better, saner way to let people into the country in the first place.”\n\nDoes that honestly make any sense?\n\nLast Sunday on ABC’s This Week, Walker told reporter Martha Raddatz, “I am not advocating for [deportation]… that doesn’t mean amnesty.”\n\nHow can you be against deportation but also against amnesty? His remark did not make any sense.\n\nWalker also stated that he would “for sure secure the border,” but did not go into detail on how he would secure it.\n\nOn the topic of Common Core, as governor, Walker wanted to completely repeal the program. A few months later, he changed his mind and decided just to give counties the option to opt out. This might sound like a reasonable compromise, but it was not. While Wisconsin law allows local boards to adopt their own standards, most have maintained Common Core because the statewide tests are based on those standards. This means that students enrolled in counties where Common Core was replaced, still have to take the statewide tests that are standardized by the Common Core program. Walker softened his view, and basically made Common Core an option, but provided a worse alternative.\n\nAnother thing that I find odd: Walker seems to be quite popular with the Tea Party, even after he basically slammed their guy, Sen. Ted Cruz (R-TX) along with their other congressional members.\n\nIn 2013, Walker blamed the Republican Party, including the Tea Party, for shutting down the government. He stated that while he personally disagreed with Obamacare, he didn’t “extend that to the point that we should shut down the government over it.”\n\nWalker once refused to implement Obamacare in Wisconsin, but later in March, 2014, he began encouraging residents to transition into new health plans.\n\n“I don’t want people to fall between the cracks,” Walker said in a Washington Examiner interview. “[U]ntil we can change and come up with something better to replace the law, we still care about our constituents, we still want people to do well.”\n\nWhen it comes to social issues, the Wisconsin Governor has tried to stay in the middle.\n\nWhile Scott Walker has signed several pro-life bills, he has attempted to become more moderate in recent months. During a campaign ad in 2014, Walker stated that he is pro-life, “but… the final decision [belongs] to a woman and her doctor. Now, reasonable people can disagree on this issue. Our priority is to protect the health and safety of all Wisconsin citizens.”\n\nAccording to Talking Points Memo, “Leaving a final abortion decision ‘to a woman and her doctor’ is meant to resonate with those who are used to discussing the issue as one that is best left to a woman and her provider. In fact, it is so associated with the pro-choice movement that anti-abortion activists include it on their list of ‘talking points’ to battle with pro-life messages. ‘If they say, ‘Abortion is a private decision between a woman and her doctor,’ you say, ‘If a woman privately hires a doctor to kill her born child, should we interfere?’ the talking points read.”\n\nWalker told NBC that same-sex marriage is “rarely an issue,” and believes that the Republican Party should only focus on fiscal issues.\n\nHe also supports Jeb Bush and Chris Christie. When asked about his opinion on Tea Party members calling Christie a Republican in Name Only, Walker said, “I look at that and kind of chuckle.”\n\nThis is the guy who republicans are lifting up? If the only reason we are supporting Walker is because he stood up to liberals on one single issue, I am afraid we have become the low-information voters that we once accused the left of being.\n\nWalker is the candidate of compromise, and with many members of the GOP endorsing Walker, it appears that the party is moving further to the left, jeopardizing its future.\n\nWhile I do not believe that all forms of compromise are unacceptable, there are certain principles that should never be compromised. When values that reasonably protect citizens, promote morality, and preserve liberty are abandoned to advance diverse platforms, what good are the platforms that are being advanced?\n\nIf we continue to compromise our principles, eventually we will have nothing left to compromise.", "article_metadata": {"msapplication-config": "/wp-content/uploads/fbrfg/browserconfig.xml", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "ca_image": "http://cowgernation.com/wp-content/uploads/2015/02/GOP_Logo1.svg_-150x150.png", "og": {"site_name": "Cowger Nation", "description": "I am always brought to laughter when I hear how the Republican Party needs to become more liberal if we want to beat the democrats in the upcoming elections. It appears that some members of the GOP are actually starting to accept this destructive notion. The first choice in Republican Presidential polls for 2016 is…", "title": "The Future of the Republican Party", "url": "http://cowgernation.com/2015/02/11/the-future-of-the-republican-party/", "image": {"width": 1280, "identifier": "http://cowgernation.com/wp-content/uploads/2015/02/GOP_Logo1.svg_.png", "height": 821}, "locale": "en_US", "type": "article"}, "msapplication-TileColor": "#da532c", "fb": {"app_id": 140556336148019}, "msapplication-TileImage": "/wp-content/uploads/fbrfg/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/CowgerNation", "section": "Election", "published_time": "2015-02-12T02:14:34+00:00", "modified_time": "2015-02-15T22:32:08+00:00", "author": "http://cowgernation.com/author/caidencowger/"}, "ca_title": "The Future of the Republican Party", "theme-color": "#ffffff"}, "_id": "\"57477af36914bd0286fce668\"", "article_summary": "In 2013, Walker blamed the Republican Party, including the Tea Party, for shutting down the government.\nI am always brought to laughter when I hear how the Republican Party needs to become more liberal if we want to beat the democrats in the upcoming elections.\nThis means that students enrolled in counties where Common Core was replaced, still have to take the statewide tests that are standardized by the Common Core program.\nWalker is the candidate of compromise, and with many members of the GOP endorsing Walker, it appears that the party is moving further to the left, jeopardizing its future.\nOn the topic of Common Core, as governor, Walker wanted to completely repeal the program."}