{"article_title": "Gordon Crovitz: ObamaCare's Serious Complications", "article_keywords": ["crovitz", "transparency", "problems", "price", "obamacare", "complexity", "costs", "complications", "gordon", "obamacares", "serious", "simpler", "health", "insurance", "care"], "article_url": "http://www.wsj.com/articles/SB10001424052702303382004579129381775545554", "article_text": "From Silicon Valley to Wall Street, simplicity is the new watchword. Books with titles like \"Simple: Conquering the Crisis of Complexity\" and \"The Laws of Simplicity\" are must reading in boardrooms. Companies aim for the elegance of Apple's design and Google's search box.\n\nThen there's ObamaCare.\n\nThe functional failures of the Affordable Care Act websites are well-documented, but the fundamental flaw is the law's mind-numbing complexity. The officials who planned ObamaCare blame their Web engineers, but they're passing the buck. ObamaCare is a hugely complicated approach to addressing problems in health care that have simpler solutions.\n\nSoftware glitches are no surprise with such a complex system. For example, signing up uses a Byzantine process to check if a family is entitled to a subsidy, requiring data from dozens of federal and state agencies using databases built on different technology platforms.\n\nENLARGE AP\n\nThese include Medicaid to determine eligibility, the Internal Revenue Service to determine insurance-premium subsidies based on income, and Homeland Security to confirm citizenship. To make sure the family isn't covered elsewhere, the sites have to retrieve data from the Veterans Health Administration, the Office of Personnel Management and state Medicaid and Children's Health Insurance Programs. Assuming a family is cleared and purchases a plan, the information has to be handed off cleanly to an insurance company.\n\nThe Government Accountability Office last year calculated that for the IRS alone, implementing ObamaCare would be a \"massive undertaking that involves 47 different statutory provisions and extensive coordination.\" Among them: \"disclosure of taxpayer information for determining subsidy eligibility,\" \"drug manufacturer tax\" and \"high-cost health plan tax.\" Senate staffers created a mind-boggling graphic showing ObamaCare's various agencies and regulators, which can be viewed at http://1.usa.gov/acamess.\n\nIronically, President Obama's former top regulator is among the best known proponents of less complexity. Cass Sunstein, who oversaw regulations for the White House in 2009-12, is the author of \"Simpler: The Future of Government,\" published earlier this year.\n\n\"Think, for a moment, about the best computers and tablets,\" he wrote. \"They have all sorts of complicated machinery—machinery that is so complicated, in fact, that it would have been barely imaginable just a decade before. But for users, they are simple and intuitive. They don't require manuals. You can work with them on the basis of what you already know. Government should be a lot more like that.\"\n\nIn a May Bloomberg View column, Mr. Sunstein conceded that \"Obama's health-care law isn't exactly an iPad.\" But he insisted \"it can be carried out in a way that minimizes confusion and complexity. Its central goals will be achieved only if it succeeds in doing so.\"\n\nThe complexities of ObamaCare make it less likely to achieve its goals, but the broader point is that health-care reform didn't have to be this morass. Liberals and conservatives agree on the two big problems in health care, an industry that accounts for 18% of GDP: that almost 50 million Americans don't have health insurance, and that employer-provided coverage gives patients little incentive to monitor spending. Even if Americans want to control costs, they have almost no information to let them compare prices.\n\nBoth problems grew out of World War II wage and price controls. Companies got around wage controls by providing health insurance, which Washington has treated as an untaxable benefit ever since.\n\nThe result is that employees have been largely insulated from the costs of health care, most of which have been paid by employers. That means there is no functioning market. There is little transparency of pricing for medical services, devices or drugs. Pricing fluctuates wildly depending on whether the patient has insurance or what deal the insurer happened to cut with the provider.\n\nHave you ever seen a price list in your doctor's office or at a hospital? Probably not, except for services like laser eye surgery and elective plastic surgery, which aren't covered by insurance. In these rare cases, there is price transparency and open competition.\n\nAs hospitals have merged to cope with the costs of increasingly complex regulation, competition has further diminished. This is a reminder of the truism that monopolies can only be sustained when government policy supports them.\n\nSimpler reform would provide subsidies for the uninsured while encouraging transparency in health-care costs so that Americans can become better-informed consumers. That simpler approach, alas, is for a future government.", "article_metadata": {"article.template": "full", "article.created": "2013-10-13T23:29:00.000Z", "article.section": "Opinion", "page.region": "na,us", "page.content.type": "Article", "twitter": {"domain": "wsj.com", "description": "Information Age columnist L. Gordon Crovitz writes that for the IRS alone, implementing the Affordable Care Act involves 47 different statutory provisions.", "title": "Crovitz: ObamaCare's Serious Complications", "image": {"src": "https://si.wsj.net/public/resources/images/ED-AR369_crovit_G_20131013190254.jpg", "alt": "ObamaCare's Serious Complications: For the IRS alone, implementing the law involves 47 different statutory provisions.", "identifier": "https://si.wsj.net/public/resources/images/ED-AR369_crovit_D_20131013190254.jpg"}, "site": "@WSJ", "card": "summary_large_image"}, "al": {"ios": {"url": "wsj://launch?articleid=SB10001424052702303382004579129381775545554&headline=ObamaCare%26apos%3Bs%20Serious%20Complications%3A%20For%20the%20IRS%20alone%2C%20implementing%20the%20law%20involves%2047%20different%20statutory%20provisions.&weburl=http://www.wsj.com/articles/SB10001424052702303382004579129381775545554"}}, "page.site.product": "WSJ", "keywords": "political,general news,politics,international relations,domestic politics,government bodies,executive branch,treasury department,content types,commentary,opinion,factiva filters,fc&e executive news filter", "news_keywords": "political,general news,politics,international relations,domestic politics,government bodies,executive branch,treasury department,content types,commentary", "article.headline": "ObamaCare's Serious Complications: For the IRS alone, implementing the law involves 47 different statutory provisions.", "cXenseParse": {"candybar": {"image": "https://si.wsj.net/public/resources/images/ED-AR369_crovit_E_20131013190254.jpg"}, "poptart": {"image": "https://si.wsj.net/public/resources/images/ED-AR369_crovit_D_20131013190254.jpg"}}, "description": "Information Age columnist L. Gordon Crovitz writes that for the IRS alone, implementing the Affordable Care Act involves 47 different statutory provisions.", "apple-itunes-app": "app-id=364387007,app-argument=wsj://launch?articleid=SB10001424052702303382004579129381775545554&headline=ObamaCare%26apos%3Bs%20Serious%20Complications%3A%20For%20the%20IRS%20alone%2C%20implementing%20the%20law%20involves%2047%20different%20statutory%20provisions.&weburl=http://www.wsj.com/articles/SB10001424052702303382004579129381775545554", "user.type": "nonsubscriber", "article.page": "Opinion", "page.content.format": "responsive", "article.summary": "Information Age columnist L. Gordon Crovitz writes that for the IRS alone, implementing the Affordable Care Act involves 47 different statutory provisions.", "page.site": "wsj", "testkeys": "C", "article.published": "2013-10-13T23:29:00.000Z", "dj.asn": "i-db42", "robots": "noarchive,noodp", "fb": {"app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj", "image_count": 1, "word_count": 720, "external_link_count": 1}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Article", "language": "en-US", "og": {"site_name": "WSJ", "description": "Information Age columnist L. Gordon Crovitz writes that for the IRS alone, implementing the Affordable Care Act involves 47 different statutory provisions.", "title": "Crovitz: ObamaCare's Serious Complications", "url": "http://www.wsj.com/articles/SB10001424052702303382004579129381775545554", "image": {"width": 553, "identifier": "https://si.wsj.net/public/resources/images/ED-AR369_crovit_G_20131013190254.jpg", "height": 369}, "locale": "en_US", "type": "article"}, "author": "L. Gordon Crovitz", "article.access": "free", "page.content.source": "WSJ Online Article", "article.origheadline": "Crovitz: ObamaCare’s Serious Complications", "article.type": "Information Age", "article.id": "SB10001424052702303382004579129381775545554", "user.exp": "default", "article.updated": "2013-10-13T23:29:00.000Z"}, "_id": "\"57477af36914bd0286fce66a\"", "article_summary": "Companies got around wage controls by providing health insurance, which Washington has treated as an untaxable benefit ever since.\nIn these rare cases, there is price transparency and open competition.\nObamaCare is a hugely complicated approach to addressing problems in health care that have simpler solutions.\nThe result is that employees have been largely insulated from the costs of health care, most of which have been paid by employers.\nTo make sure the family isn't covered elsewhere, the sites have to retrieve data from the Veterans Health Administration, the Office of Personnel Management and state Medicaid and Children's Health Insurance Programs."}