{"article_title": "Obamacare Tax Credit Confusion Is Easily Fixable", "article_keywords": ["enrollees", "easily", "return", "form", "exchange", "confusion", "obamacare", "taxpayers", "credit", "tax", "premium", "fixable", "insurance", "applicants"], "article_url": "http://www.usnews.com/opinion/economic-intelligence/2015/08/19/obamacare-tax-credit-confusion-is-easily-fixable", "article_text": "Most Americans remember the technical problems associated with the rollout of the Affordable Care Act's health care insurance exchanges. It turns out those difficulties pale in comparison to problems stemming from the complex design and poor implementation of the law's exchange subsidy programs. Thankfully, there is a straightforward fix: an age-adjusted, fixed tax credit.\n\nThe Affordable Care Act established health-insurance exchanges where individuals who are not covered by large employer groups or government insurance can shop for insurance offered by private insurers. To make exchange insurance more affordable, the law provides income-based subsidies to individuals who obtain exchange insurance. Enrollees can take the subsidies as advanced payments of a premium tax credit, paid directly to their insurer to reduce their monthly premium payment, or later as a premium tax credit on their tax return. Eighty-seven percent of enrollees received the tax credit subsidy. In a July 17 letter to Congress, IRS Commissioner John Koskinen reported that in 2014, 97 percent of eligible enrollees opted to take the credit payment in advance, and approximately $15.5 billion of credits were paid out.\n\n\n\n[SEE: Political Cartoons on Obamacare]\n\nHere's where it gets complicated. Enrollees who take an advanced tax credit estimate their income and family size for the coming year. They agree to reconcile the advance payments made on their behalf with the amount of premium tax credit they are entitled to receive by filing a tax return for the coverage year regardless of whether they otherwise have a tax filing requirement. The exchanges send IRS Form 1095-A to each enrollee containing the recipient's information, including their selected plan's monthly premium and the monthly subsidy (advanced payment) the enrollee received each month. Enrollees are then required to enter this information on IRS Form 8962, the Premium Tax Credit form, and attach it to their tax filing.\n\nIf the advance payments for the year are less than the tax credit due, the enrollee gets a refundable credit. If the advance payments exceed the credit due, the enrollee must repay the excess advance payments with their tax return. This process is prone to costly errors every step of the way.\n\nFirst, the government is unable to verify eligibility for insurance or subsidies. The Government Accountability Office recently announced it was able to successfully enroll 11 out of 12 fictitious applicants, (some with invalid or nonexistent social security numbers and others noncitizens claiming lawful presence in the U.S.) on the federal exchange in 2014 despite the fact that the GAO did not provide any supporting documentation requested by the exchange for some applicants and provided fabricated documents for others.\n\nAll 11 of the successful, fictitious applicants received advanced premium tax credits of about $2,500 monthly ($30,000 annually). All 11 fictitious applicants who enrolled in 2014 were automatically re-enrolled under a Centers for Medicare and Medicaid Services policy that automatically re-enrolls policy holders for 2015. The outside document-processing contractor does not check for fraud beyond flagging obvious document alterations.\n\nA just released report from the Department of Health and Human Services inspector general confirms that the federal exchanges internal controls were not effective in ensuring that applicants were eligible for enrollment in qualified health plans and for receipt of subsidies – other than identifying applicants incarceration status, the exchange had trouble validating applicants' citizenship status, social security numbers, income and family size and lacked reliable procedures for resolving inconsistencies between information applicants submitted and information in the federal data services hub.\n\n\n\n[READ: Kill Obamacare's Cadillac Tax]\n\nSecond enrollees must estimate the advanced tax credit they are entitled to, based on their expected income and family size for the coming year. But income fluctuates over a year as people lose or gain jobs and hours and salaries change. Likewise, family size changes through births, deaths and marriages. Koskinen reported that only 10 percent of enrollees made accurate predictions. 50 percent of taxpayers had claimed an tax cedit in excess of what they were ultimately entitled to, and the average amount they had to repay was $800. But the statute limits the amount that certain taxpayers (based on household income) must repay: 400,000 taxpayers who reported excess credits will not have to repay $345 million because of the statutory caps.\n\nThird, the process of reconciling the advanced credits received with amounts taxpayers were actually entitled to is hopelessly broken. Approximately 4.5 million taxpayers (representing 7 million individuals) needed to file and reconcile their credits for 2014. Koskinen's July 17 letter revealed that 710,000 taxpayers with an advanced tax credit have neither filed a tax return nor an extension as required. Another 760,000 taxpayers filed a tax return but did not attach Form 8962 to reconcile their payments.\n\nOther taxpayers who complied with the process were ambushed by bureaucratic ineptitude. In February 2015, Centers for Medicare and Medicaid Services revealed that approximately 20 percent of 2014 federal exchange enrollees (800,000 individuals) were sent inaccurate form 1095-As (higher 2015 local premiums were substituted for 2014 premiums). It is unclear if state-run exchanges had similar problems, although Covered California – California's state exchange – revealed it sent inaccurate Form 1095-As to 12 percent of its customers (100,000 Californians).\n\n\n\n[READ: Death by Monopoly]\n\nThe Treasury announced that corrected forms would be forthcoming in March 2015, but that the 50,000 people who had already filed their taxes using the faulty forms were not required to amend their returns. When it became apparent in March that some \"corrected forms\" were never sent, and the others that were sent contained errors, the Treasury announced that any federal or state exchange enrollee who filed a return using a Form 1095-A need not amend their return or pay additional taxes if they later learned that Form 1095-A was incorrect. If they received a larger premium tax credit than they were entitled to (likely the bulk of the mistakes) they could keep it. A person entitled to a bigger credit than they received could, on the other hand, amend his/her return to claim the larger amount.\n\nThe good news is that the confusing, convoluted design of the exchange subsidies, and the inept implementation of the program, can be fixed with a simple reform: Substitute a fixed tax credit that is age-adjusted but unrelated to income for individuals purchasing insurance both on and off the exchanges. Exchange enrollees would no longer have to guess their future income and the Byzantine, error-prone process of reconciling the advance subsidy received with the subsidy the enrollee was entitled to would no longer be necessary. Knowing the value of the subsidy in advance will make the true cost of insurance predictable and transparent. Extending the credit to individuals buying insurance off the exchanges, will make insurance affordable for more people, and alleviate the disparate tax treatment between employer provided and individually purchased insurance.", "article_metadata": {"zone": "homepage/articles", "keyword": "Economic Intelligence [Opinion]", "title": "Obamacare Tax Credit Confusion Is Easily Fixable", "og": {"site_name": "US News & World Report", "description": "There's a simple way to replace the law's byzantine system for doling out tax credits.", "title": "One Easy Obamacare Fix", "url": "http://www.usnews.com/opinion/economic-intelligence/2015/08/19/obamacare-tax-credit-confusion-is-easily-fixable", "image": "http://www.usnews.com/cmsmedia/80/bdaf59020a66436bd7a5781c03f09a/media:2f724b0f145c49b4987bec49bdacd05bHealthOverhaulTaxConfusion.JPEG", "type": "article"}, "twitter": {"description": "There's a simple way to replace the law's byzantine system for doling out tax credits.", "site": "@USNews", "card": "summary", "title": "Obamacare Tax Credit Confusion Is Easily Fixable"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "opinion", "date_published": "Aug. 19, 2015", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Joel Zinberg,public health,health care,Affordable Care Act,health care reform,subsidies,economy,Economic Intelligence [Opinion]", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "There's a simple way to replace the law's byzantine system for doling out tax credits."}, "_id": "\"57477af46914bd0286fdcfd3\"", "article_summary": "Enrollees can take the subsidies as advanced payments of a premium tax credit, paid directly to their insurer to reduce their monthly premium payment, or later as a premium tax credit on their tax return.\nTo make exchange insurance more affordable, the law provides income-based subsidies to individuals who obtain exchange insurance.\nIf the advance payments for the year are less than the tax credit due, the enrollee gets a refundable credit.\nEnrollees are then required to enter this information on IRS Form 8962, the Premium Tax Credit form, and attach it to their tax filing.\nIf they received a larger premium tax credit than they were entitled to (likely the bulk of the mistakes) they could keep it."}