{"article_title": "Colorado’s new pot laws draw marijuana refugees – The Denver Post", "article_keywords": ["draw", "united", "colorado", "wife", "pot", "epilepsy", "marijuana", "denver", "called", "medical", "chance", "cannabidiol", "springs", "post", "refugees", "colorados", "laws"], "article_url": "http://www.denverpost.com/ci_24397402/colorados-new-pot-laws-draw-marijuana-refugees", "article_text": "COLORADO SPRINGS, Colo.—When Mohammad Halabi was a boy, his parents fled war in Lebanon to give their child a chance at life. This month, as Halabi drove to Denver International Airport to pick up his wife and 2-year-old daughter, he realized he was doing the same thing.\n\nHalabi’s daughter, Mia, has severe epilepsy. Treatment by some of the country’s best neurologists and with the most powerful drugs has done little. This year, doctors told him to prepare for her death.\n\n“No matter what we did, nothing helped. She just got worse until she was almost a vegetable,” he said. “She had no chance at life.”\n\nThen in July, he and his wife, Miriam, saw an online video of a Colorado Springs girl’s astounding recovery from epilepsy using an oil made from a special strain of marijuana. The Halabis live in New York City, where medical marijuana is illegal.\n\n“As soon as we saw it, we knew we had to go,” he said.\n\nFamilies of children with severe medical problems are moving to Colorado from all over the country to get the oil that appears to be working. They call themselves marijuana refugees.\n\n“These families are really desperate,” said Dr. Margaret Gedde, a Stanford-educated Colorado Springs pathologist who has recommended many of the arriving children for medical marijuana. “They’ve tried all the drugs, and nothing has worked. This is the only option left.”\n\nRepeated studies going back to 1970 have shown a strong potential for cannabidiol to help epilepsy, but federal laws made cannabis difficult to study in the United States. In addition, there is a stigma in the medical field.\n\nWhile pharmaceutical grade cannabidiol is available in other countries, clinical trials for FDA approval in the United States are just getting underway.\n\nIn to 2012, a 5-year-old girl named Charlotte Figi who has a genetic disorder called Dravet syndrome that causes catastrophic seizures, was given a new chance at life from marijuana . Doctors tried everything from barbiturates to extreme diets to control the disorder, but nothing helped. She was in the hospital constantly. Twice her heart stopped. Not wanting to prolong their child’s suffering, her parents signed a “do not resuscitate” order.\n\nAs a last-ditch effort, they decided to try marijuana, and it worked.\n\nExperimenters developed a new strain of marijuana that was exceptionally low in THC—the chemical that makes users stoned—and exceptionally high in a chemical called cannabidiol that has no intoxicating effects, but that a handful of decades-old studies suggested might reduce seizures.\n\nThe original developers called it Hippie’s Disappointment, because no one wanted to buy it. They have since renamed it Charlotte’s Web after a girl who once had 300 seizures a week and now has on average fewer than one.\n\n———\n\nInformation from: The Gazette, http://www.gazette.com", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Colorado’s new pot laws draw marijuana refugees", "title": "Colorado’s new pot laws draw marijuana refugees", "url": "http://www.denverpost.com/2013/10/26/colorados-new-pot-laws-draw-marijuana-refugees/", "image": {"width": 1200, "identifier": "http://www.denverpost.com/wp-content/themes/denverpost/static/images/thedenverpost.png", "height": 630}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/themes/denverpost/static/images/thedenverpost.png", "site": "@denverpost", "card": "summary"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2013-10-27T02:04:58+00:00", "modified_time": "2013-10-27T02:04:58+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The Halabis live in New York City, where medical marijuana is illegal.\n“These families are really desperate,” said Dr. Margaret Gedde, a Stanford-educated Colorado Springs pathologist who has recommended many of the arriving children for medical marijuana.\nCOLORADO SPRINGS, Colo.—When Mohammad Halabi was a boy, his parents fled war in Lebanon to give their child a chance at life.\nThis month, as Halabi drove to Denver International Airport to pick up his wife and 2-year-old daughter, he realized he was doing the same thing.\nTreatment by some of the country’s best neurologists and with the most powerful drugs has done little."}