{"article_title": "The Best (and Worst) Former Occupations to Recruit as Agents", "article_keywords": ["great", "clients", "business", "occupations", "industry", "youre", "life", "recruit", "agents", "usually", "worst", "loan", "insurance", "best"], "article_url": "http://insurancenewsnet.com/innarticle/the-best-and-worst-former-occupations-to-recruit-as-agents", "article_text": "History has a way of repeating itself. The life insurance industry is a great example of this, as it has witnessed many business models over the last few decades. Now, as the industry goes back to heavy recruiting, it’s important to look at which former occupations make for the best future life insurance agents. I’ve recruited approximately 28,000 people in the industry and have studied to see which work backgrounds make the best agents.\n\nHere is my Top 9 list of former occupations that make good life insurance agents, and why.\n\nTeachers\n\nThere’s something special about teachers when it comes to dealing with clients. Their approach is educational,\n\nand clients trust that. Most teachers feel they are underpaid for the amount of time they spend working after hours, so the transition to a more lucrative industry such as life insurance is appealing to them.\n\nNurses\n\nThe unique thing about nurses is that they’re usually driven by helping people get into a better situation. They just can’t help but have the spirit of making sure their clients are taken care of. Once they learn the value of life insurance, they look past the commission and they view life insurance as a cause instead of a career.\n\nMilitary\n\nThey’re already accustomed to protecting people. It’s in their DNA. And their work ethic is usually strong. The only challenge you may have with them is dealing with rejection, since the military tells you to take orders and customers don’t follow that same rule.\n\nCoaches\n\nMost coaches are great at motivating and persuading athletes to do things they usually wouldn’t do on their own. Coaches also have a big market of parents who trust them with their children, so you’re not only recruiting someone who could do very well in the business, but you’re also getting entrance to a great market.\n\nCertified Public Accountants\n\nThis is probably one of the best fits if you can recruit the right kind of CPAs. I prefer those who run their own independent practices, and who are looking to expand by introducing other products into their mix of services. CPAs usually have the fastest learning curve among anyone entering the life insurance business. In addition, CPAs have eight months out of the year to focus on building their life insurance practices. They also usually have an established market to start selling to.\n\nFormer Athletes\n\nThe great thing about recruiting former athletes is that they have the right mindset to win in the life insurance industry. They already are accustomed to long practice sessions, competition, being challenged by their coaches to improve and having to study their competition. If you’re a good teacher and a great coach in our industry, you’ll have an easy time developing former athletes into great agents.\n\nMortgage Loan Officers\n\nThere are hundreds of thousands of loan officers who are free agents looking for an industry to get involved in. The mortgage industry is getting more and more regulated, with loans not being as easy to qualify for as they once were. This means loan officers are dissatisfied. If you find the right money-\n\nmotivated loan officer with integrity who hasn’t burned out from the mortgage meltdown, you could have yourself a winner.\n\nHuman Resource Specialists\n\nTheir job requires them to be great with people. Moving to the life insurance industry actually is a very simple transition for them. They also know that the salary of their current position usually caps at around $80,000 a year if they’re with a larger company. If earning a six-figure income is their goal and you can show them how to make that kind of money, you could have yourself a great candidate.\n\nPolice Officers\n\nYes, cops. Not because it’s a great strategy to remove a few speeding tickets off of your record that your wife doesn’t know about, but because police officers actually make good life insurance agents. They already are accustomed to protecting people, and life insurance shares that concept. If you could teach them about the business on a part-time basis and get them to start selling, not only will they be happy about the transition but so will their spouses.\n\nJust as there are candidates who can be instrumental to your business’s success and growth, there are also those people who could be detrimental to your business. I have found that the ideal recruits are young couples starting a practice together. If you can find a young, ambitious couple with big dreams and they are coachable, then you have yourself a winner.\n\nA great tip to determine if your next candidate is “The One” is to pay close attention to their character. These types of people usually sound very convincing when you first recruit them, but in reality, you’re just in the way of their finding out the next thing they’ll want to try selling after life insurance. Simply let them go.\n\nJust as in any business, there are exceptions to this rule, but I usually don’t recommend building your business on exceptions.\n\nWhom to Stay Away From Recruiting\n\nThe Professional Sales Guy: These people have sold every single product you can imagine. They thrive on closing anyone they encounter. Although that may sound great, life insurance should be an educated and emotional sale instead of a pressured one. As convincing and tough as the professional sales guy may be, he usually doesn’t have the thick skin to stick it out for the few charge-backs that may occur in his career.\n\nThe M.I.A.: Have you ever heard the term missing in action? We’ve all met these types of sales reps. They couldn’t care less about building a relationship with a client. They are interested only in closing the sale. When they do, you never hear from them or see them again. We all know that life insurance is a relationship-building business and industry. If you don’t have a relationship with clients, they usually won’t keep their policy.", "article_metadata": {"description": "With the industry always hungry for new talent, here are some suggestions about where you should look — and where you should not — in recruiting.", "og": {"site_name": "InsuranceNewsNet", "description": "With the industry always hungry for new talent, here are some suggestions about where you should look — and where you should not — in recruiting.", "title": "The Best (and Worst) Former Occupations to Recruit as Agents - InsuranceNewsNet", "url": "http://insurancenewsnet.com/innarticle/the-best-and-worst-former-occupations-to-recruit-as-agents", "updated_time": "2015-08-21T08:50:10+00:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "With the industry always hungry for new talent, here are some suggestions about where you should look — and where you should not — in recruiting.", "site": "@insnewsnet", "card": "summary", "title": "The Best (and Worst) Former Occupations to Recruit as Agents - InsuranceNewsNet"}, "robots": "noodp", "DC.date.issued": "2015-08-21T08:49:36-04:00", "viewport": "width=device-width, initial-scale=1.0", "article": {"publisher": "https://www.facebook.com/insnewsnet", "published_time": "2015-08-21T08:49:36+00:00", "author": "http://insurancenewsnet.com/author/user", "section": "INN Daily Newsletter INN Exclusives", "modified_time": "2015-08-21T08:50:10+00:00", "tag": "2015-08-21"}, "keywords": "insurance news, life and health, annuity news, financial news, inn daily newsletter inn exclusives, inn exclusives, 2015-08-21", "google-site-verification": "tjN7Q5WvF9Qfl-Gnlk5Dtbk78wjlFGdQX6Ab6EbzPFw", "'yandex-verification'": "'4b822c768d77b153'", "yandex-verification": "4b822c768d77b153"}, "_id": "\"57477af36914bd0286fce66f\"", "article_summary": "Once they learn the value of life insurance, they look past the commission and they view life insurance as a cause instead of a career.\nHere is my Top 9 list of former occupations that make good life insurance agents, and why.\nNow, as the industry goes back to heavy recruiting, it’s important to look at which former occupations make for the best future life insurance agents.\nAlthough that may sound great, life insurance should be an educated and emotional sale instead of a pressured one.\nMoving to the life insurance industry actually is a very simple transition for them."}