{"article_title": "State changes course, will submit Medicaid expansion plan to feds, says Haslam", "article_keywords": ["legislature", "hhs", "health", "administration", "haslam", "submit", "course", "state", "craft", "feds", "expansion", "medicaid", "care", "changes", "plan"], "article_url": "http://www.nashvillepost.com/home/article/20478607/state-changes-course-will-submit-medicaid-expansion-plan-to-feds-says-haslam", "article_text": "After a year and a half of volleying with federal officials over a Tennessee-specific plan for expanding health care coverage to low-income people, Gov. Bill Haslam said his administration will craft and submit a plan this fall.\n\nThe governor said he would share the plan with the U.S. Department of Health and Human Services. Talks between him and the department have picked up, he said, pointing to a phone call with Health and Human Services Secretary Sylvia Mathews Burwell this week and making plans to meet her in Washington, D.C., \"as soon as we can set it up.\"\n\nHaslam sees the state at an advantage at this point after having watched other states attempt to custom-build their own health care expansions with HHS, he said.\n\n\"One of the things we're able to do now is, they said 'yes' to this in this state and 'no' to that, so we're kind of learning through that whole process as well,\" said the governor.\n\nThe decision for the Haslam administration to craft its own plan comes as a 180-degree turn from six months ago when he his staff asked HHS to draft a proposal Tennessee could work from. HHS Secretary Kathleen Sebelius left office less than two months later following political heat from the botched rollout of the healthcare.gov website. Her replacement, Burwell, won confirmation in June.\n\n\"They never really came back with anything so we're proceeding,\" Haslam said. \"I think we'll probably go to to them sometime this fall with a plan, 'Here's something that we think makes sense for Tennessee.'\"\n\nSensing pressure from the state legislature loaded with fellow Republicans critical of the Obama administration and so-called Obamacare, Haslam has yet to suggest a plan to expand health care to what state officials estimate is 180,000 low-income Tennesseans who do not qualify for the state's Medicaid program, TennCare, but make too little to receive discounts in the health insurance exchange market.\n\nDemocrats charge an expansion would help 300,000 people among the working poor and have laid into the governor for his indecision, making a point in floor speeches and in election campaigns to call for an expansion of Medicaid. Haslam contends his administration is finding difficulty crafting a program that both the federal government would agree to and the local legislature would pass. He once described the challenge as \"trying to thread a needle from 80 yards.\"\n\nEarlier in the day, dozens of people with the Tennessee State Conference NAACP and other groups called on Haslam to put aside politics and expand Medicaid, a message that came as a capstone to the group's Moral Week of Action.\n\nHaslam said it's not that simple, adding his goal is to craft a plan that will work for the state long-term and provide better coverage with better results.\n\n\"It's nice to say, 'Let's put politics aside.' But at the end of the day, you also have to get it past the Legislature. You better be able to get something that you can get 50 votes in one house and 17 in the other,\" he said.", "article_metadata": {"description": "After a year and a half of volleying with federal officials over a Tennessee-specific plan for expanding health care coverage to low-income people, Gov. B...", "og": {"image": {"width": 640, "identifier": "http://r2.nashvillepost.com/files/base/scomm/nvp/image/2014/08/640w/screen_shot_2014_08_28_at_6.35.32_pm.jpg", "height": 360}, "site_name": "Nashville Post", "description": "After a year and a half of volleying with federal officials over a Tennessee-specific plan for expanding health care coverage to low-income people, Gov. B...", "title": "State changes course, will submit Medicaid expansion plan to feds, says Haslam | Nashville Post"}, "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "google-site-verification": "o_O5_bdskNaHgbV0mHqd8wA_IMrDlmcgCIhZcz_QpYU", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "article_summary": "After a year and a half of volleying with federal officials over a Tennessee-specific plan for expanding health care coverage to low-income people, Gov.\nBill Haslam said his administration will craft and submit a plan this fall.\nHaslam sees the state at an advantage at this point after having watched other states attempt to custom-build their own health care expansions with HHS, he said.\nThe governor said he would share the plan with the U.S. Department of Health and Human Services.\nHaslam said it's not that simple, adding his goal is to craft a plan that will work for the state long-term and provide better coverage with better results."}