{"article_title": "Can Intuitive Surgical, Inc. Keep Its Winning Streak Going? -- The Motley Fool", "article_keywords": ["streak", "fool", "intuitive", "davinci", "motley", "company", "million", "winning", "surgical", "going", "growth", "fourth", "expected", "quarter", "companys", "procedure"], "article_url": "http://www.fool.com/investing/general/2016/01/20/can-intuitive-surgical-inc-keep-its-winning-streak.aspx", "article_text": "Investors who have been holding their shares of Intuitive Surgical (NASDAQ:ISRG) for over three years know what a wild ride it has been.\n\nThe company, which makes the daVinci robotic surgical system, saw its swoon begin when medical professionals started questioning whether or not using the daVinci was actually helpful in the cases of benign hysterectomies -- or if it was being spurred by flashy marketers and pushy salesmen. At the time, the operation was the most popular use of the daVinci system.\n\nUnease in the company's technology doubled in late 2013 as hospitals began tightening their purse strings with uncertainty surrounding the onset of the Affordable Care Act.\n\nSince then, however, the stock has rebounded spectacularly.\n\nThis rebound has been fueled by two key factors. The first was the release of the company's Xi operating system, which allows for more functionality in the surgical room than previous versions. The second has been the steady growth of operations in general surgery. Most of these additions have come via hernia procedures.\n\nAdding fuel to the stock's recent rebound was the company's decision to announce preliminary results last week. The market liked what it saw, and the stock traded slightly higher on the news. Overall, revenue is expected to come in at $677 million, an increase of 12% from the fourth quarter of 2014.\n\nHere's what the company expects to announce, and corresponding year over year growth figures, per operating segment.\n\nQ4 Expected Revenue Growth (YOY) Instruments and Accessories $326 million 16% Systems $231 million 8% Service $120 million 9%\n\nThe company sold 158 daVinci systems during the fourth quarter, up from 137 during the same time frame last year. More importantly, procedures were up during the fourth quarter by 15%.\n\nTo put the company's procedure growth in perspective, one year ago management stated that it expected the metric to show growth at a mid-point of 8.5%. However, results kept pouring in showing that the daVinci was being used in far more operations than expected. The company closed out the year with a 14% increase in procedures.\n\nAs the company's press release stated, \"The growth in overall 2015 procedure volume was primarily driven by the growth in U.S. general surgery procedures and worldwide urologic procedures.\"\n\nManagement now states that it expects 2016 procedure growth to come in between 9% and 12%.\n\nIs there anything worth looking for this week?\n\nWith so much information already released, many may wonder if it's even worth listening to the company's conference call. But there are still a few pertinent details that have yet to be released.\n\nAt the most basic level, Intuitive Surgical did not release its financial statements, and it made no mention of how much profit the company earned per share during the fourth quarter. For reference, during the same quarter last year, the company earned (non-GAAP) $4.92 per share during the fourth quarter of 2014, and analysts expect the company to announce earnings of $5.00 per share this week.\n\nAlso of deep interest should be comments in the company's conference call. Hernia operations have been a huge boon to the general surgery category, and management has spent a lot of time talking about this new procedure over the past year. I'd like to see if CEO Dr. Gary Guthart continues to be as optimistic about the future for hernia repair as he has been in the past.\n\nI'm also interested for additional color on the contribution that international urological procedures have had on the company's revenue growth. Not nearly as much time has been spent on this, and it will be interesting to hear where this growth is coming from, and how long the runway is over time.\n\nOf course, there's always an X factor when it comes to earnings as well: finding out about something that we could not possibly have predicted before hand. That's why listening in to the company's conference call is so important, and why I plan on reporting back with the details by the end of the week.", "article_metadata": {"publish_time": "17:42", "date": "2016-01-20T22:42:00Z", "description": "With earnings already pre-released, here's what investors should be looking for.", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Brian Stoffel", "promo": "With earnings already pre-released, here's what investors should be looking for.", "twitter": {"site": "@themotleyfool", "description": "With earnings already pre-released, here's what investors should be looking for.", "title": "Can Intuitive Surgical, Inc. Keep Its Winning Streak Going? --  The Motley Fool"}, "tags": "Yahoo", "og": {"site_name": "The Motley Fool", "description": "With earnings already pre-released, here's what investors should be looking for.", "title": "Can Intuitive Surgical, Inc. Keep Its Winning Streak Going? --  The Motley Fool", "url": "http://www.fool.com/investing/general/2016/01/20/can-intuitive-surgical-inc-keep-its-winning-streak.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F192133%2Fscreen-shot-2016-01-19-at-101331-am.png&h=630&w=1200&op=resize", "type": "article"}, "article_type": "article", "headline": "Can Intuitive Surgical, Inc. Keep Its Winning Streak Going?", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "ad6c1cd0-bee9-11e5-8ef6-0050569d4be0", "pitch": 2518, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2016 01 20", "tickers": "ISRG", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "Management now states that it expects 2016 procedure growth to come in between 9% and 12%.\nTo put the company's procedure growth in perspective, one year ago management stated that it expected the metric to show growth at a mid-point of 8.5%.\nOverall, revenue is expected to come in at $677 million, an increase of 12% from the fourth quarter of 2014.\nMore importantly, procedures were up during the fourth quarter by 15%.\nInvestors who have been holding their shares of Intuitive Surgical (NASDAQ:ISRG) for over three years know what a wild ride it has been."}