{"article_title": "Not 'Responsible' To Let Obamacare Fail", "article_keywords": ["kingston", "dont", "far", "responsible", "obamacare", "rga", "need", "let", "fail", "health", "republican", "think", "care"], "article_url": "http://www.huffingtonpost.com/2013/11/26/jack-kingston-obamacare_n_4343330.html", "article_text": "A Republican congressman running for the U.S. Senate in Georgia broke with many members of his party on Monday and said it was irresponsible to just let Obamacare fail.\n\nSpeaking to a local conservative radio station called \"Z Politics,\" Rep. Jack Kingston (R-Ga.) discussed his Small Business Fairness In ObamaCare Act, which would exempt small businesses from the requirement that companies with over 50 full-time workers provide health insurance.\n\nKingston's legislation obviously falls far short of fully repealing Obamacare, which many conservatives insist should be the main goal. But Kingston said such a focus was not the best path.\n\n\"And there’s some criticism, 'Well, are you helping improve this law when you make that change? And should we be doing that?'\" Kingston said, referring to pushback against his bill. \"A lot of conservatives say, 'Nah, let’s just step back and let this thing fall to pieces on its own.' But I don’t think that’s always the responsible thing to do.\"\n\n\"I think we need to be looking for things that improve health care overall for all of us,\" he added. \"And if there was something in Obamacare, we need to know about it.\"\n\nListen:\n\nKingston spokesman Chris Crawford told the Hill, which first picked up Crawford's comments, that the congressman was pushing for a replacement to Obamacare.\n\n\"He essentially said that we don't just need to wait for Obamacare to die under its own weight, we need to be looking for solutions that would replace it,\" Crawford said.\n\nKingston has also repeatedly voted to defund Obamacare.\n\nKingston is running against seven other Republicans in the primary to replace the retiring Sen. Saxby Chambliss (R-Ga.), and the winner is expected to face Michelle Nunn, the leading contender on the Democratic side, in the general election. An October survey by the Democratic Public Policy Polling found Nunn tied with with a generic Republican opponent.\n\nKingston's position is notable because his primary opponents have staked out positions far more to the right. On Monday, Rep. Paul Broun (R-Ga.), for example, posted an op-ed on the conservative site Breitbart titled, \"Stop Wasting Time Trying To Fix Obamacare.\"\n\n\"Obamacare is simply not fixable, and Congress must stop wasting time passing bills which keep Obamacare in place,\" wrote Broun.\n\nRep. Phil Gingrey (R-Ga.) has promised to \"help repeal Obamacare in my first term, or go home\" and not run for reelection.\n\nWhile every Republican seems to want to repeal Obamacare, there is no consensus on what should go in its place. Making sure people have health insurance is expensive and disruptive, and Republicans don't have much appetite for taking up that battle.\n\n\"If you think about it, it would be in the interest of conservatives who believe in the magic of markets to make this system work,\" wrote Norm Ornstein, a scholar at the conservative American Enterprise Institute. \"If it can be demonstrated that real competition in a real marketplace offers good services at lower overall costs, that adds powerful ammunition to the case for free markets. Let’s face it: The unrelenting opposition to all parts of the law ... is far more about Barack Obama than it is about the structure and nature of the Affordable Care Act.\"\n\nAlso on HuffPost: Health Care Reform Efforts Throughout History Health Care Reform Efforts Throughout History\n\n1 of 17 1912 Former President Theodore Roosevelt champions national health insurance as he unsuccessfully tries to ride his progressive Bull Moose Party back to the White House. (Photo by Topical Press Agency/Getty Images) Share this slide:\n\nGetty File", "article_metadata": {"description": "A Republican congressman running for the U.S. Senate in Georgia broke with many members of his party on Monday and", "sailthru.expire_date": "2013-11-27 10:47:06 -0500", "og": {"site_name": "The Huffington Post", "description": "A Republican congressman running for the U.S. Senate in Georgia broke with many members of his party on Monday and", "title": "GOP Congressman: Not 'Responsible' To Let Obamacare Fail", "url": "http://www.huffingtonpost.com/2013/11/26/jack-kingston-obamacare_n_4343330.html", "image": "http://i.huffpost.com/gen/1483351/images/o-JACK-KINGSTON-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "A Republican congressman running for the U.S. Senate in Georgia broke with many members of his party on Monday and", "creator": "aterkel", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1483351/images/o-JACK-KINGSTON-facebook.jpg", "height": 1000}, "title": "GOP Congressman: Not 'Responsible' To Let Obamacare Fail", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2013-11-26 10:47:06 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4343330", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "georgia senate race,elections 2014,repeal obamacare,paul broun,jack kingston georgia,phil gingrey,video,replace obamacare,jack kingston obamacare,obamacare replacement,Jack Kingston,jack kingston senate,jack kingston georgia senate,michelle nunn,georgia senate 2014,rep. jack kingston", "article": {"section": "Politics", "tag": "georgia senate race,elections 2014,repeal obamacare,paul broun,jack kingston georgia,phil gingrey,video,replace obamacare,jack kingston obamacare,obamacare replacement,Jack Kingston,jack kingston senate,jack kingston georgia senate,michelle nunn,georgia senate 2014,rep. jack kingston", "published_time": "2013-11-26 10:47:06 -0500", "modified_time": "2013-11-26 15:54:13 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fce686\"", "article_summary": "But I don’t think that’s always the responsible thing to do.\"\nAlso on HuffPost: Health Care Reform Efforts Throughout History Health Care Reform Efforts Throughout History1 of 17 1912 Former President Theodore Roosevelt champions national health insurance as he unsuccessfully tries to ride his progressive Bull Moose Party back to the White House.\nA Republican congressman running for the U.S. Senate in Georgia broke with many members of his party on Monday and said it was irresponsible to just let Obamacare fail.\n\"Obamacare is simply not fixable, and Congress must stop wasting time passing bills which keep Obamacare in place,\" wrote Broun.\n\"I think we need to be looking for things that improve health care overall for all of us,\" he added."}