{"article_title": "Republicans promise flurry of pro-life legislation in 2014 at March for Life", "article_keywords": ["life", "bill", "prolife", "senate", "house", "republicans", "legislation", "flurry", "cantor", "promise", "abortion", "told", "insurance", "smith"], "article_url": "https://www.lifesitenews.com/news/republicans-promise-pro-life-flurry-in-2014-at-march-for-life", "article_text": "NewsAbortion\n\nWASHINGTON, D.C., January 23, 2014 ( LifeSiteNews.com ) – Following a high visibility decision to attend the 2014 March for Life , Republicans have promised to promote a flurry of pro-life bills in Congress, including a measure to defund most abortions nationwide and end ObamaCare's funding of insurance plans that cover abortion .\n\nLawmakers unveiled the legislative agenda at the 40th annual March and events surrounding it.\n\nCongressman Chris Smith, a stalwart pro-life legislator and fixture at the annual march, spoke to marchers about the “No Taxpayer Funding for Abortion Act” ( H.R. 7 ), which he introduced with Democrat Dan Lipinski of Illinois last year. The bill would codify the Hyde Amendment, which bars any federal funding for elective abortion, to assure it would not need to be reauthorized, and that no program would be exempt from its provisions.\n\n“Under ObamaCare billions of dollars in the form of tax credits are buying abortion-subsidizing health insurance plans,” Smith, a New Jersey Republican, told the annual march. “Like the president's promise that you can keep your insurance plan if you like it, the massive public funding of abortion in ObamaCare insurance plans breaks another promise.”\n\nHouse Majority Leader Eric Cantor, who was the first speaker at the pro-life rally after March for Life President Jeanne Monahan kicked things off, announced that the bill would come up for a vote in the House next week.\n\nIf passed, its provisions could save lives, according to Rep. Vicky Hartzler, R-MO. “Studies have shown that if tax dollars are removed from subsidizing abortion, abortions are reduced by 25 percent,” she told the annual Pro-Life Con, sponsored by the Family Research Council .\n\nHartzler announced four pro-life and pro-family bills, including HR7, which are intended to motivate the party's pro-life base.\n\nThe Abortion Insurance Full Disclosure Act was authored by Rep. Smith and would compel insurance companies to inform consumers whether individual plans available for purchase under the Affordable Care Act offer abortion coverage. The bill currently has 125 co-sponsors.\n\nThe Protecting Adoption Act , introduced by Hartzler, would establish a National Responsible Father Registry to ease the adoption process. The congresswoman gave a joyous recounting of her experiences as an adoptive parent at the D.C. March.\n\nThe fourth measure, the Pain Capable Unborn Child Protection Bill, passed the House last June but languished five months before being introduced in the Senate. Senate Majority Leader Harry Reid has not yet scheduled a vote on the measure.\n\nThe last bill appears unlikely to pass the Democrat-controlled Senate, and President Obama has promised to veto the measure if it lands on his desk.\n\n“Although the senate Democratic leadership refuses to even vote on pro-life legislation, that's not the case” in the House, Smith said, asking the tens of thousands of people who braved the snow and windchills dipping below zero to contact their congressmen before next week's vote.\n\nCantor seemed resigned to the bill's fate, saying the House passed it “for the first time” last year, adding that the bill, which would institute a national ban on abortions after 20 weeks due to fetal pain, will remain “a top priority for me and for my colleagues.”\n\nAfter pro-abortion activists seized upon a remark Trent Franks made about rape , Cantor introduced a controversial rape and incest exception to the bill, in consultation with Democratic Whip Steny Hoyer.\n\nThe decision to introduce that exception irked Save the One founder Rebecca Kiessling, who was conceived in rape. “I feel pain,” she said. “If somebody flubs, don't immediately introduce a rape exception. Bring people in,” she told the Law of Life Summit. “We have an army of people who are available to testify on this issue and to lobby. Use us.”\n\nIn his speech to the March, Cantor promised that in the future the “House will stand for life.” RNC Chairman Reince Priebus foreshadowed those comments, telling Pro-LifeCon yesterday morning, “We're the pro-life party.”\n\nThe GOP is attempting to engage pro-life conservatives ahead of the pivotal 2014 midterm elections, when the party hopes to regain control of the Senate. After dismal results in the last two presidential elections, which many chalk up to moderate candidates' inability to energize the pro-life movement, Priebus addressed the Family Research Council's Pro-Life Con on Tuesday.\n\nCantor's rhetoric seemed targeted toward the “values voters” credited with swinging the 2004 presidential election for George W. Bush. Cantor told March attendees that the GOP “will continue to advocate and will continue to fight for the unborn, because it is the right and moral thing to do,” and called the 20-week abortion ban “an utterly decent and moral proposal.”\n\nHe praised the pro-life movement's resilience, hoping they will be as committed to showing up the polls this fall. “Those of us in public office are really fortunate to stand on your shoulders,” Cantor told the march attendees, saying they gave him “much hope.”\n\nChris Smith was somewhat more effusive, calling the march a “magnificent celebration of God's gift of life.”\n\nHe said that momentum was on the pro-life side. “A record 200 pro-life laws have been enacted in the states.”\n\nNational Right to Life President Carol Tobias shared those sentiments in a press release, saying that “recent legislative gains, coupled with increasingly pro-life public opinion and data suggesting the annual number of abortions continues to decline, gives the right-to-life movement hope for further success in 2014.”\n\n“Because of you, your prayers and hard work, we are winning,” Smith said.\n\nRep. Dan Lipinski, a pro-life Democrat, had been scheduled to address the event, but his flight was grounded in his native Illinois due to inclement weather. Lipinski, who co-chairs the Bipartisan House Pro-Life Caucus with Smith, addressed as many related events as he could remotely.", "article_metadata": {"og": {"site_name": "LifeSiteNews", "description": "Congressmen promise to promote several life-affirming bills, including a measure to defund abortion nationwide, in the days to come.", "title": "Republicans promise flurry of pro-life legislation in 2014 at March for Life", "locale": "en_US", "image": "https://www.data.lifesitenews.com/images/news/ChrisSmithM4L2014-640px.jpg", "url": "https://www.lifesitenews.com/news/republicans-promise-pro-life-flurry-in-2014-at-march-for-life", "type": "article"}, "twitter": {"card": "Congressmen promise to promote several life-affirming bills, including a measure to defund abortion nationwide, in the days to come."}, "description": "Congressmen promise to promote several life-affirming bills, including a measure to defund abortion nationwide, in the days to come.", "viewport": "width=device-width, initial-scale=1.0", "fb": {"admins": 1477213784, "app_id": 132010293551131, "pages": 112623813202}}, "_id": "\"57477af36914bd0286fce687\"", "article_summary": "Lipinski, who co-chairs the Bipartisan House Pro-Life Caucus with Smith, addressed as many related events as he could remotely.\nHartzler announced four pro-life and pro-family bills, including HR7, which are intended to motivate the party's pro-life base.\nCongressman Chris Smith, a stalwart pro-life legislator and fixture at the annual march, spoke to marchers about the “No Taxpayer Funding for Abortion Act” ( H.R.\n“Under ObamaCare billions of dollars in the form of tax credits are buying abortion-subsidizing health insurance plans,” Smith, a New Jersey Republican, told the annual march.\nRep. Dan Lipinski, a pro-life Democrat, had been scheduled to address the event, but his flight was grounded in his native Illinois due to inclement weather."}