{"article_title": "Student Creates Go Fund Me Page For Hawthorne Elementary", "article_keywords": ["school", "koterswski", "hawthorne", "general", "creates", "fund", "going", "health", "playground", "student", "elementary", "keloland", "page"], "article_url": "http://www.keloland.com/news/article/news/student-creates-go-fund-me-page-for-hawthorne-elementary", "article_text": "Sioux Falls, SD\n\nYesterday afternoon, emergency crews responded to reports of a fire on the Hawthorne Elementary playground that caused serious damage to some of the equipment. Now, an Augustana student is setting up a way for people to help repair the playground.\n\nWhen the playground equipment first started on fire at Hawthorne Elementary this weekend, Wendy Noyes was both worried and confused.\n\n\"I was terrified, cause I thought there was a kid up there at first. So I didn't know what was going on, and then I started smelling plastic, and then I saw smoke,\" Noyes said. \"So, me and my husband came out here and we were just wondering what was going on.\"\n\nThe area damaged by the fire has been reduced to a pile of melted plastic. Sioux Falls Fire Rescue is deeming it a total loss. The heat from the fire also broke a window to the building, and smoke damaged the school's roofline. After seeing the news on KELOLAND.com, Augustana student Kayla Koterswski says she and her boyfriend hoped someone would start fund raising efforts. She spoke with us from Minneapolis.\n\n\"I realized that if we were talking about hoping that someone else would do it, I may as well do it,\" Koterswski said. \"And so I just kind of went online, and I was familiar with Go Fund Me, and so I just set up a page.\"\n\nKoterswski says the school will have enough damage to repair without worrying about the playground. She says a decent playground can cost about 15-thousand dollars, which is the current goal on her Go Fund Me page.\n\n\"The least that I think as a community we can do is to raise some funds for a new playground and ease that burden a little bit,\" Koterswski said.\n\nKoterswski says she plans on talking with the school district tomorrow about her fundraising efforts.\n\nClick here if you'd like to contribute to the Go Fund Me page for Hawthorne Elementary's new playground.\n\nNews\n\nGeneral {{Title}} Remove Change News General Courts Web Only Crime Outdoors Events Center Non-Homepage Boredom Busters Pipeline Positively KELOLAND Technology Hunger Affordable Care Act Shops Flooding Remembering 9/11 Drought JazzFest Spring Storm Honor Flight Spencer Anniversary\n\nDoApp Health News Business News Sports\n\nAgriculture Markets Livestock Crops Politics\n\nHealthBeat Cancer Children's Health Heart Health Wellness & Nutrition General Health Beat Women's Health RX Resources What's Going Around OTC Diabetes Recalls Dental Health Men's Health\n\nPolitics South Dakota Legislature Budget Congress Taxes General Local Campaign President US Senate New Laws US House Iowa Ballot Issues Local Races Minnesota Gubernatorial\n\nEducation Funding College Elementary High School Pre K School Supplies Middle School\n\nSports Professional College High School Sports Zone Headlines Summit League Tournament Olympics\n\nBusiness Industry Your Money Matters Development Gas & Energy Legislation Economy/Stocks Employment General Health Care Technology Education Funding Tourism Banking/Finance Housing Transportation Insurance Meetings & Events Retail & Restaurants All Industries On The Move Shops Agriculture\n\nFeatured Stories Eye on KELOLAND Inside KELOLAND\n\nWeather Snow Forecast Records Rain Flooding Drought WX Corner General\n\nWorld News\n\nInvestigates GEAR UP\n\nSponsored Done\n\n© 2016 KELOLAND TV. All Rights Reserved.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "Yesterday afternoon, emergency crews responded to reports of a fire on the Hawthorne Elementary playground that caused serious damage to some of the", "title": "Student Creates Go Fund Me Page For Hawthorne Elementary", "url": "http://www.keloland.com/news/article/news/student-creates-go-fund-me-page-for-hawthorne-elementary", "image": "http://kelolandassets.blob.core.windows.net/kelolandassets/images/default-source/agriculture/crops/barley/64807.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "Yesterday afternoon, emergency crews responded to reports of a fire on the Hawthorne Elementary playground that caused serious damage to some of the"}, "_id": "\"57477af46914bd0286fdfe7c\"", "article_summary": "Sioux Falls, SDYesterday afternoon, emergency crews responded to reports of a fire on the Hawthorne Elementary playground that caused serious damage to some of the equipment.\nWhen the playground equipment first started on fire at Hawthorne Elementary this weekend, Wendy Noyes was both worried and confused.\nClick here if you'd like to contribute to the Go Fund Me page for Hawthorne Elementary's new playground.\nShe says a decent playground can cost about 15-thousand dollars, which is the current goal on her Go Fund Me page.\nAfter seeing the news on KELOLAND.com, Augustana student Kayla Koterswski says she and her boyfriend hoped someone would start fund raising efforts."}