{"article_title": "Holy Name expanding successful Asian outreach efforts", "article_keywords": ["fair", "holy", "successful", "expanding", "medical", "outreach", "community", "program", "health", "asian", "choi", "efforts", "hospital", "korean", "care"], "article_url": "http://www.njbiz.com/article/20150506/NJBIZ01/150509881/holy-name-expanding-successful-asian-outreach-efforts", "article_text": "Holy Name Medical Center in Teaneck began reaching out to Korean-Americans in 2008, and is now building on its success by extending the program to Chinese-Americans and making future plans to serve the diverse ethnic communities in northern New Jersey.\n\nAlong the way, Holy Name has created a road map for how a hospital can build a sustainable initiative that improves population health by partnering with doctors, charitable donors and volunteers.\n\nKyung Hee Choi, vice president of Holy Name’s Asian Health Services, and Dr. Hee Yang, the program’s medical director, have worked together to build the program.\n\n“The mission is to provide high-quality medical care with a cultural sensitivity to Asian community members, many of them first-generation immigrants,” who face cultural and language barriers when accessing the health care system, Choi said.\n\nA small staff, two Korean-American and one Chinese-American, is augmented by about 30 volunteers who offer a sort of “concierge” service: translating for patients who need language help, and assisting patients and their families as they navigate the health care system.\n\nThere are Asian foods on the hospital menu, and Korean and Chinese cable channels and newspapers. And the hospital staff is trained to be aware of cultural nuances, such as the preference for warm water, rather than ice cold water, among many Korean-Americans, Choi said.\n\nClick here to subscribe to the NJBIZ Daily and other newsletters\n\nHoly Name’s Korean Medical Program now serves more than 40,000 Korean-American patients who come to the hospital or to satellite facilities in Closter and Englewood. Many are patients of about 85 Korean-American doctors in private practice in North Jersey who participate in the Holy Name program. The new Chinese Medical Program began in March with participation by 26 Chinese-American doctors, a number expected to grow in the months and years ahead.\n\nMichael Maron, chief executive of Holy Name, said “The entire staff is ready to provide culturally sensitive medical services that will make Holy Name the medical home for all Asians. What we’ve been able to do for the Korean community, we will do for all Asians in the region.”\n\nAnd while most patients have health insurance, a key aspect of the program is reaching out to the uninsured. And a major goal is flagging health problems that have gone undiagnosed and untreated.\n\nThe program’s annual health fair screens more than 1,500 people a year for hypertension, high cholesterol, diabetes and other major ailments. When the outreach began seven years ago, “we were seeing way too many Korean-Americans with late-stage breast cancer,” Choi said. “We decided we really should educate our community on the importance of mammograms and an annual health checkup.”\n\nShe said in the last seven years, the program has provided about 750 free mammograms, and identified 14 cancer cases.\n\nYang said progress against breast cancer in the Korean community has been among the most rewarding aspects of the program.\n\n“I think we have a healthier community today,” he said. “I rarely see advanced breast cancer in young women anymore.”\n\nYang said the program works “because it’s the physicians, the community, philanthropy and the hospital all coming together, with the same goal.”\n\nHe said the program fosters a sense of community: “People feel like this is a place where they can come and feel comfortable.”\n\nThe annual health fair has identified gaps in health care, which has led the program to launch community outreach and education campaigns addressing ailments such as diabetes, hepatitis and depression, and to encourage healthier lifestyles.\n\nChoi explained “we have done these campaigns for the Korean community, and now we will welcome other Asian community members, including Chinese-Americans, into all our campaigns.”\n\nShe said the program “has become a national model for providing culturally sensitive medical care.” But she said not every hospital makes this kind of effort, “because many have the perception that this is a money-losing operation. And you can lose money, if you don’t run it right.”\n\nPhilanthropy has been crucial to the program’s success: “Developing a donor base has been a very important piece of making this program successful,” Choi said.\n\nThe Korean Medical Program began reaching out to charitable donors in the community seven years ago, and today has more than 850 donors who contribute between $50 and $200,000 a year. Annually, the program raises about $600,000 a year, which is matched by Holy Name, thus enabling the program to provide more than $1 million a year in free or reduced-cost medical care.\n\nThe new Chinese Medical Program was just launched in March, and Choi said there will be an outreach to philanthropic donors in the Chinese-American community.\n\nChoi said about 5 percent of patients are uninsured and unable to pay; the majority either have insurance or can afford some or all of their care. Those who can’t afford care can get help: “We work with individuals to make sure they can afford care,” she said.\n\nThe program made a major push to get individuals and families enrolled in health insurance plans under the Affordable Care Act, which last year began providing subsidies to help defray the cost of coverage.\n\n“We mobilized Korean speaking navigators and brought them into Holy Name, and we encouraged community members to come to the hospital to get assistance enrolling in Obamacare,” Choi said. That effort succeeded in getting about 3,000 Korean-American families enrolled in health insurance.\n\nAfter Hurricane Sandy hit in 2012, the program raised about $200,000 and distributed needed items to about 1,000 Sandy victims.\n\nChoi said “We are always looking for opportunities to help the community, and we can do this because we have so much support from the senior management team at Holy Name.”\n\nShe said for a hospital to create a sustainable, community-focused medical program, it has to work for all the stakeholders.\n\n“This is a win/win business model that is beneficial to Holy Name, it is good for our doctors, it is good for our community members and it is good for my staff,” Choi said. “We are a very community-service focused organization — and, when you provide good services, the community will support you.”\n\nShe said it’s essential that stakeholders view the Asian Medical Program “as a community asset that belongs to the community. The way we run it, and the mindset we have, is that this is a community asset.” And to that end, it’s critical to operate the program on a financially sound, sustainable footing “so that we continue to provide benefits to the community.”\n\nYang explained that the health fair is designed in a way that maximizes the benefit to the community. A week or two before the fair, individuals come and have blood drawn. “Then, when they come to the health fair, they receive an envelope with their name on it and all their results in it.” So when they sit down to talk to a doctor during the health fair “they can have a meaningful visit.”\n\nHe said the outreach to the Chinese-American community was the logical next step after the success of the Korean Medical Program. “We are starting the whole program just like we did with the Korean community — recruiting physicians and reaching out to philanthropists. We have something of value, and we have a responsibility to use that gift well and share it with those around us.”\n\nPlans are to reach out to other Asian-American communities, Choi said: “Whatever needs are out there, we will be ready to provide that service.”\n\nYang said a key element is the support of the physicians, who volunteer their time during the annual health fair and who embrace the program’s mission of improving the health of the community.\n\n“Physicians have an altruistic nature, that is what brought them into the profession,” Yang said. “They see that what we are doing is true to our mission, and so they participate.”\n\nALSO ON NJBIZ:\n\nHealth commissioner approves Saint Clare's sale to Prime\n\nDiaz Foods wants to build second distribution hub in N.J.\n\nNewark's new wave of development is in focus at Rutgers real estate conference", "article_metadata": {"og": {"site_name": "NJBIZ", "description": "Holy Name Medical Center in Teaneck began reaching out to Korean-Americans in 2008, and is now building on its success by extending the program to Chinese-Americans and making future plans to serve t", "title": "Holy Name expanding successful Asian outreach efforts | NJBIZ", "url": "http://www.njbiz.com/article/20150506/NJBIZ01/150509881/holy-name-expanding-successful-asian-outreach-efforts", "image": "http://www.njbiz.com/storyimage/NJ/20150506/NJBIZ01/150509881/AR/0/AR-150509881.jpg", "type": "article"}, "twitter": {"domain": "njbiz.com", "description": "Holy Name Medical Center in Teaneck began reaching out to Korean-Americans in 2008, and is now building on its success by extending the program to Chinese-Americans and making future plans to serve t", "title": "Holy Name expanding successful Asian outreach efforts | NJBIZ", "image": {"src": "http://www.njbiz.com/storyimage/NJ/20150506/NJBIZ01/150509881/AR/0/AR-150509881.jpg"}, "creator": "@bethfitzgerald8", "site": "@njbiz", "card": "summary_large_image"}, "description": "Holy Name Medical Center in Teaneck began reaching out to Korean-Americans in 2008, and is now building on its success by extending the program to Chinese-Americans and making future plans to serve the diverse ethnic communities in northern New Jersey.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fce6a4\"", "article_summary": "The program’s annual health fair screens more than 1,500 people a year for hypertension, high cholesterol, diabetes and other major ailments.\nThe new Chinese Medical Program began in March with participation by 26 Chinese-American doctors, a number expected to grow in the months and years ahead.\n“We are starting the whole program just like we did with the Korean community — recruiting physicians and reaching out to philanthropists.\nYang said progress against breast cancer in the Korean community has been among the most rewarding aspects of the program.\nMany are patients of about 85 Korean-American doctors in private practice in North Jersey who participate in the Holy Name program."}