{"article_title": "Healthy Hearts program empowers students", "article_keywords": ["heart", "school", "students", "uchealth", "healthy", "ginty", "program", "cholesterol", "elementary", "hearts", "empowers"], "article_url": "http://www.reporterherald.com/lifestyles/health/ci_27694017/healthy-hearts-program-empowers-students", "article_text": "UCHealth partners with school district to teach 5th-graders about heart health\n\nBerthoud Elementary School student Tyler Holden, 11, right, grimaces at the sight of a smoker's lung in a picture during a Healthy Hearts program Wednesday, March 4, at the school in Berthoud. ( Jenny Sparks / Loveland Reporter-Herald )\n\nTwo fifth-grade classes at Berthoud Elementary filled nearly every inch of Cynthia Glynn's classroom recently. One might expect wiggles, laughter and talking among the students, but this was a surprisingly engaged and attentive group. They were excited to learn.\n\nThe 66 students were attending the third session of the Healthy Hearts program, a community service of the University of Colorado Health (UCHealth) and brainchild of UCHealth cardiologist, Dr. Gary Luckasen.\n\nIn the fall of 2014, UCHealth provided a day-long training at Medical Center of the Rockies for all Thompson R2-J fifth-grade teachers. The training covered the district's fifth-grade health and science standards and how those standards are addressed by specialists in the area. The Healthy Hearts Program was among many topics presented that day.\n\nUCHealth offered to bring the Healthy Hearts program into each of the elementary fifth-grade classrooms. The school district saw the benefit of linking the health and science standards through the program.\n\n\"This makes the connection for students between content knowledge they are learning in the classroom and everyday healthy choices they make that impact their physical well-being and lifelong health,\" said Jan Lanting, elementary science coordinator for Thompson R2-J.\n\nBack in the classroom, presenter Judy Ginty did a quick review of the classes' earlier Healthy Hearts training and the first two risk factors for heart disease. She then reviewed the anatomy of the heart. \"Who remembers what the heart does?\" she asked.\n\nAdvertisement\n\nHands went up everywhere. \"It beats 100,000 times a day,\" said one student. \"The heart pumps 80 gallons an hour,\" said another.\n\n\"You're right. That's why you have to keep it healthy,\" said Ginty. She then reviewed the different types of cholesterol and what they do in the heart. Students were quick to remember that LDL was the \"lousy\" type of cholesterol, while HDL was the \"healthy\" kind.\n\nGinty asked the students what dietary changes they could make that would help their hearts. \"Eat more fruits and vegetables,\" said one girl, and \"Eat an apple instead of fruit snacks,\" suggested another.\n\n\"What about when you're eating out?\" asked Ginty. \"Instead of red meat, have grilled chicken,\" said Hannah Hoots. Evan Morris suggested ordering water, instead of a sweet drink.\n\nGinty then focused on the last two risk factors, tobacco use and lack of exercise. \"Smoking makes LDL stick in your arteries easier. It lowers the good cholesterol HDL and raises your blood pressure,\" she shared.\n\n\"When you go off to middle school, you're probably going to have someone offer you a cigarette,\" said Lanting. \"They might say, 'Hey look, I took a cigarette from my mom, do you want to try it?\" The students spent a few minutes practicing with the person next to them different ways to say \"no.\"\n\n\"Sometimes kids smoke because they think they look more adult-like or cool,\" said Lanting. \"We don't want you to say, 'I want to look cool now more than I want to live a long life.'\"\n\nLack of exercise was presented as the last risk factor. Ginty put on Pharrell Williams' song \"Happy\" and asked students to jog in place. Laughter was everywhere. \"How is your heart rate?\" she asked. \"How do your lungs feel?\"\n\nJudy Ginty, an educator with Healthy Hearts, teaches Berthoud Elementary School students about healthy habits Wednesday, March 4, at the school in Berthoud. (Jenny Sparks / Loveland Reporter-Herald)\n\n\"I'm breathing harder than when I was sitting,\" said one girl.\n\nGinty asked students to pick something fun and simple that they could do to get more exercise. \"Write it down, and then sign it. Work on it through the week.\"\n\nThe final activity was a screening held the next day, for students whose parents chose to have them participate. Screeners took students' height and weight, blood pressure, a simple family history and a finger stick blood sample to find their total cholesterol, HDL and LDL. Each student had personal time to ask questions about heart health. Results are sent home to parents in a sealed envelope. \"Your numbers are private,\" stressed Ginty. \"They are nobody else's business.\"\n\n\"Most parents are surprised that we provide a free cholesterol screening for fifth-graders, but 23 percent of elementary students have elevated cholesterol levels. The new pediatric guidelines recommend that every child be screened by age 9 to 11,\" said NaNet Puccetti, Healthy Hearts program coordinator for UCHealth.\n\nIf red flags show up in the student's screenings, families are invited to attend evening Healthy Heart classes. \"Last year, we graduated 75 families,\" said Puccetti. \"Our educators are so skilled that if a kid does have high numbers, they're left empowered to do something about it.\"\n\nFunding for Healthy Hearts and the staff to teach the program is provided by UCHealth, through grants and other funding sources. \"We are so appreciative of Healthy Hearts [UCHealth] providing this opportunity to TSD,\" said Kathy Schlepp, wellness coordinator for the district.", "article_metadata": {"sailthru.url": "http://www.reporterherald.com/lifestyles/health/ci_27694017/healthy-hearts-program-empowers-students", "modificationDate": "2015-03-12T22:03:55-0600", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site47/2015/0311/20150311__15rhvitw~2_300.jpg", "sailthru.author": "By Jeannie Lancaster  \n \n  For the Reporter-Herald", "description": "Two fifth-grade classes at Berthoud Elementary filled nearly every inch of Cynthia Glynn's classroom recently.", "ag": {"canon": "LovelandReporter-Herald:article:27694017:view"}, "startDate": "2015-03-14T11:02:31-0600", "og": {"url": "http://www.reporterherald.com/lifestyles/health/ci_27694017/healthy-hearts-program-empowers-students", "image": "http://extras.mnginteractive.com/live/media/site47/2015/0311/20150311__15rhvitw~1.jpg", "type": "article", "description": "Two fifth-grade classes at Berthoud Elementary filled nearly every inch of Cynthia Glynn's classroom recently.", "title": "Healthy Hearts program empowers students"}, "twitter": {"domain": "reporterherald.com", "description": "Two fifth-grade classes at Berthoud Elementary filled nearly every inch of Cynthia Glynn's classroom recently.", "title": "Healthy Hearts program empowers students", "url": "http://www.reporterherald.com/lifestyles/health/ci_27694017/healthy-hearts-program-empowers-students", "image": "http://extras.mnginteractive.com/live/media/site47/2015/0311/20150311__15rhvitw~1.jpg", "site": "@reporterherald", "card": "summary_large_image"}, "sailthru.date": "2015-03-14T11:02:31-0600", "sailthru.site": "reporterherald.com", "endDate": "2025-03-14T11:02:31-0600", "sailthru.title": "Healthy Hearts program empowers students", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Health", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "XzsHDcJw4iXBQEYtDXFRaUAdKzxhSvxWMgXyQQNFFzg", "byline": "By Jeannie Lancaster", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site47/2015/0311/20150311__15rhvitw~2.jpg", "pubDate": "2015-03-12T22:04:38-0600", "news_keywords": "Loveland Reporter Heralds health fitness Colorado"}, "_id": "\"57477af46914bd0286fdd023\"", "article_summary": "Judy Ginty, an educator with Healthy Hearts, teaches Berthoud Elementary School students about healthy habits Wednesday, March 4, at the school in Berthoud.\nThe Healthy Hearts Program was among many topics presented that day.\n\"We are so appreciative of Healthy Hearts [UCHealth] providing this opportunity to TSD,\" said Kathy Schlepp, wellness coordinator for the district.\nThe new pediatric guidelines recommend that every child be screened by age 9 to 11,\" said NaNet Puccetti, Healthy Hearts program coordinator for UCHealth.\nUCHealth offered to bring the Healthy Hearts program into each of the elementary fifth-grade classrooms."}