{"article_title": "Obama to Howard University graduates: \"Be confident in your blackness\"", "article_keywords": ["howard", "university", "commencement", "graduates", "confident", "black", "blackness", "mr", "president", "noted", "change", "obama"], "article_url": "http://www.cbsnews.com/news/obama-to-howard-university-graduates-be-confident-in-your-blackness/", "article_text": "President Obama offered up a rousing celebration of blackness Saturday, urging Howard University graduates to embrace their African-American heritage in one of the most forceful commencement speeches of his White House tenure.\n\n\"Be confident in your heritage. Be confident in your blackness,\" Mr. Obama told a crowd of 15,000 gathered at Washington, D.C.'s Howard University, one of the nation's leading historically black colleges.\n\nBlackness, he said, had \"no litmus test for authenticity,\" pointing to his own conflicting critics that have questioned whether he was \"too black\" or \"not black enough.\"\n\n\"Create your own style, set your own standard of beauty, embrace your own sexuality,\" he added. \"Because you're a black person -- doing whatever it is that you're doing -- that makes it a black thing!\"\n\n\"Or,\" the president continued, \"as my daughters tell me all the time: 'You be you, Daddy.'\"\n\nStriking a more sober tone, the 54-year-old president also noted the positive forward movement in race relations since his own time in college.\n\nIn addition to the decline in the U.S. poverty and crime rates, the president said \"race relations are better since I graduated -- that's the truth.\"\n\n\"No, my election did not create a post-racial society,\" he joked. \"I don't know who was propagating that notion - that wasn't mine.\"\n\nBut \"the election itself was just one indicator of how attitudes have changed,\" Mr. Obama said. He pointed to black entertainment powerhouses like Beyonce and ABC's Shonda Rhimes and noted black advancement in government and business.\n\n\"We're CEOs,\" he said. \"We're mayors, representatives. President of the United States.\" Still, he acknowledged \"racism persists\" and \"inequality persists\" with the achievement gap in schools and the \"justice gap\" in jails.\n\nLater, the president expanded on the responsibility that comes with growing up black in the United States.\n\nHe urged Howard's 2,300 graduates to honor their \"particular awareness of injustice, unfairness, struggle.\" Black skin, Mr. Obama said, \"means we cannot sleepwalk through life, we cannot be ignorant of history. We can't meet the world with a sense of entitlement.\"\n\nAnd while the president commended the activist spirit of the millennial generation, he also warned that \"passion\" alone would not result in any significant legislative overhauls.\n\n\"You have to go through life with more than just a passion for change -- you have to have strategy,\" Mr. Obama said, pushing \"not just awareness but action, not just hashtags but votes.\"\n\n\"Change,\" he added, \"requires more than righteous anger.\"\n\nAnd pivotal to that strategy for change: voting.\n\n\"That's how we change our politics -- by electing people at every level who are representative of and accountable to us,\" he said, noting that \"when we don't vote we disenfranchise ourselves, give away our power.\"\n\nHinting at the importance of midterm -- as well as general -- elections, the president called upon graduates to vote \"not just some of the time, but all of the time.\"\n\nLater, he directed his message to activists in the crowd when discussing the importance of compromising, even if it is done with those who have offending views.\n\n\"We are not always going to agree with each other,\" Mr. Obama said, citing Dr. Martin Luther King's work with President Lyndon Johnson on the Civil Rights and Voting Rights bills.\n\nBut \"democracy requires compromise,\" he said. \"Even when you are right.\"\n\nThe White House noted earlier in the day that the president, who was awarded an honorary doctor of science degree for his work on the Affordable Care Act, gave his third commencement at a historically black college.\n\nThe address to Howard graduates is the first of three commencement speeches the president plans to give this year. He will also address graduates at Rutgers University later this month and at the U.S. Air Force Academy in Colorado Springs in June.", "article_metadata": {"description": "President urges class of 2016 to have confidence in their heritage, to exercise their right to vote, to be open to political compromise", "og": {"url": "http://www.cbsnews.com/news/obama-to-howard-university-graduates-be-confident-in-your-blackness/", "image": {"width": 1200, "identifier": "http://cbsnews1.cbsistatic.com/hub/i/r/2016/05/07/645ce033-e12a-4f3d-a460-27d0c67c8c4a/thumbnail/1200x630/5a70c58f37b8ca42b9d690faa6a93f38/obama-howard-university-2016-05-07t172935z.jpg", "height": 630}, "type": "article", "description": "President urges class of 2016 to have confidence in their heritage, to exercise their right to vote, to be open to political compromise", "title": "Obama to Howard University graduates: \"Be confident in your blackness\""}, "twitter": {"description": "President urges class of 2016 to have confidence in their heritage, to exercise their right to vote, to be open to political compromise", "title": "Obama to Howard University graduates: \"Be confident in your blackness\"", "app": {"url": {"ipad": "cbsnewsapp://news/obama-to-howard-university-graduates-be-confident-in-your-blackness/", "iphone": "cbsnewsapp://news/obama-to-howard-university-graduates-be-confident-in-your-blackness/", "googleplay": "http://www.cbsnews.com/news/obama-to-howard-university-graduates-be-confident-in-your-blackness/"}, "country": "US", "name": {"ipad": "CBS News", "iphone": "CBS News", "googleplay": "CBS News"}, "id": {"ipad": 334256223, "iphone": 334256223, "googleplay": "com.treemolabs.apps.cbsnews"}}, "site": "@CBSPolitics", "image": "http://cbsnews1.cbsistatic.com/hub/i/r/2016/05/07/645ce033-e12a-4f3d-a460-27d0c67c8c4a/thumbnail/1200x630/5a70c58f37b8ca42b9d690faa6a93f38/obama-howard-university-2016-05-07t172935z.jpg", "card": "summary_large_image"}, "al": {"web": {"url": "http://www.cbsnews.com/news/obama-to-howard-university-graduates-be-confident-in-your-blackness/"}, "android": {"app_name": "CBS News", "package": "com.treemolabs.apps.cbsnews"}, "ios": {"url": "cbsnewsapp://news/obama-to-howard-university-graduates-be-confident-in-your-blackness/", "app_name": "CBS News", "app_store_id": 334256223}}, "robots": "index, follow", "fb": {"app_id": 1536620209892267}, "keywords": "commencement speech, howard university, obama, college, african american, black", "article": {"publisher": "https://www.facebook.com/CBSPolitics"}, "viewport": "width=device-width", "news_keywords": "commencement speech, howard university, obama, college, african american, black"}, "article_summary": "Be confident in your blackness,\" Mr. Obama told a crowd of 15,000 gathered at Washington, D.C.'s Howard University, one of the nation's leading historically black colleges.\nPresident Obama offered up a rousing celebration of blackness Saturday, urging Howard University graduates to embrace their African-American heritage in one of the most forceful commencement speeches of his White House tenure.\nThe address to Howard graduates is the first of three commencement speeches the president plans to give this year.\nBut \"the election itself was just one indicator of how attitudes have changed,\" Mr. Obama said.\nHe pointed to black entertainment powerhouses like Beyonce and ABC's Shonda Rhimes and noted black advancement in government and business."}