{"article_title": "M.D. Harmon: Thanks be that academia's reaping the infantilism it sows", "article_keywords": ["md", "america", "saying", "reaping", "sows", "medical", "academias", "number", "war", "state", "americans", "thanks", "total", "republicans", "harmon", "nov", "infantilism"], "article_url": "http://www.pressherald.com/2015/11/27/m-d-harmon-thanks-be-that-academias-reaping-the-infantilism-it-sows/", "article_text": "The day after Thanksgiving seems like a good time to wrap up some loose ends hanging around the desktop:\n\n• First, for some time now a number of analysts of higher education in America have been saying that soaring tuition rates, coupled with the inability of huge numbers of college graduates to leverage their degrees in many fields to find jobs that pay enough to handle their immense debt loads, have produced a “bubble” that will eventually burst, causing a decline in the number and quality of U.S. academic institutions.\n\nNow, they are saying that process has been worsened by the fact that many of America’s elite campuses have been in an uproar for months, further calling into question the value of degrees from those schools.\n\nAptly earning the titles “social justice warriors” and “crybullies,” pampered pouters at these schools are demanding “safe spaces,” “trigger warnings” and similar claptrap.\n\nThey have shouted down professors at Harvard, rampaged through the library at Dartmouth while forcibly interrupting the studies of real scholars, coerced apologies from cowardly college presidents and, at the University of Missouri, were joined by a professor who cried, “Let’s get some muscle over here!” to eject a student journalist from a rally.\n\nThe academics who encouraged such infantilism for decades richly deserve to reap this whirlwind.\n\nBut I especially liked something I saw on the Internet – a captioned version of the historic photo of soldiers jumping off a landing craft to assault Omaha Beach on D-Day.\n\nThe caption read, “College-Age Americans Leaving Their Safe Space.”\n\n• On Nov. 4, The Washington Post’s Chris Cillizza reported that, “With Matt Bevin’s win in Kentucky … Republicans now hold 32 of the nation’s governorships – 64 percent of all the governors mansions in the country.”\n\nIn addition, “Democrats’ failure to take over the Virginia state Senate means that Republicans still hold total control of 30 of the country’s 50 state legislatures (60 percent) and have total or split control of 38 of the 50 (76 percent).”\n\nThat means, he said, that “Republicans are prospering at the state level in ways that suggest that the party’s messaging is far from broken,” while “the GOP’s dominance gives the party fertile ground to incubate policy that makes its way to the national level and to cultivate the future stars of the national party from the ground up.”\n\nBevin’s victory was particularly satisfying because he was a tea-party favorite who campaigned by visiting Kim Davis, the county clerk who wanted her name removed from marriage licenses over the same-sex marriage issue.\n\nBevin promised her an executive order that would accomplish that, and it didn’t hurt his prospects one bit.\n\nSince that time, a Democrat, John Bel Edwards (a West Point graduate and former Army Ranger who is both pro-life and pro-Second Amendment rights) has defeated an ethically compromised Republican, Sen. David Vitter, for the Louisiana governor’s post.\n\nSo? I’d like it fine – and Democrats would probably do better – if all their candidates were military vets who were pro-life and pro-gun.\n\n• An Oct. 9 Reuters-Ipsos poll found that “More than half (58 percent) of Americans don’t identify with what America has become. Almost as many (53 percent) feel like a ‘stranger in their own country.’ ”\n\nAnyone wondering why “outsider” candidates are leading “establishment” hopefuls for the Republican nomination can find the beginnings of an answer here.\n\nAnd a Nov. 22 Fox/Opinion Dynamics poll of registered voters shows Americans now rank “terrorism” ahead of “the economy” as their principal concern, while awarding President Obama a 40 percent approval rating, near his historic low of 38 percent.\n\nMeanwhile, 66 percent think “we are at war with radical Islam” and 63 percent think the war is “going badly.”\n\nYou can’t fault their perceptivity. After all, their president said Nov. 16 that he wasn’t interested in “pursuing some notion of American leadership or America winning (such a war).”\n\nPerhaps that’s one of the reasons why, as a Pew Research survey just noted, the number of Americans saying they trust their government to do what is right “just about always” or “most of the time” tops out at a whopping 19 percent.\n\nWho knew it was that high?\n\n• Finally, a demonstrator at the weekly protest outside Portland’s Planned Parenthood facility has been charged with violating a law that forbids disturbing people receiving medical treatment.\n\nOddly, demands by other states that abortion facilities meet the same medical requirements that all other clinics must obey have been met with fierce resistance from abortion supporters.\n\nPerhaps agencies such as Portland’s are only medical facilities when there are vocal protesters outside?\n\nEven stranger, though, is that we live in a society where shouting outside such a facility can be illegal, but ending the lives of innocent babies inside it is not.\n\nM.D. Harmon, a retired journalist and military officer, is a freelance writer and speaker. He can be contacted at:\n\n[email protected]", "article_metadata": {"description": "And there are other matters that merit a belated thanks.", "generator": "WordPress 4.3.4", "og": {"site_name": "The Portland Press Herald / Maine Sunday Telegram", "description": "And there are other matters that merit a belated thanks.", "title": "M.D. Harmon: Thanks be that academia's reaping the infantilism it sows - The Portland Press Herald / Maine Sunday Telegram", "locale": "en_US", "image": {"width": 1218, "identifier": "http://www.pressherald.com/wp-content/uploads/2014/10/Columnist-Harmon.jpg", "height": 1326}, "updated_time": "2016-02-10T13:11:54-04:00", "url": "http://www.pressherald.com/2015/11/27/m-d-harmon-thanks-be-that-academias-reaping-the-infantilism-it-sows/", "type": "article"}, "twitter": {"description": "And there are other matters that merit a belated thanks.", "creator": "@pressherald", "image": "http://www.pressherald.com/wp-content/uploads/2014/10/Columnist-Harmon.jpg", "title": "M.D. Harmon: Thanks be that academia's reaping the infantilism it sows - The Portland Press Herald / Maine Sunday Telegram", "site": "@pressherald", "card": "summary_large_image"}, "robots": "noodp", "apple-itunes-app": "app-id=951845858", "fb": {"admins": 769488179, "app_id": 178078215650057}, "article": {"publisher": "https://www.facebook.com/pressherald", "section": "Columns", "tag": "M.D. Harmon", "published_time": "2015-11-27T04:00:00-04:00", "modified_time": "2016-02-10T13:11:54-04:00"}, "google-site-verification": "QWs9pxQP8fwo2-nR5mWopc6qCK2D3920f7bl-U-zkso", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "• An Oct. 9 Reuters-Ipsos poll found that “More than half (58 percent) of Americans don’t identify with what America has become.\nAptly earning the titles “social justice warriors” and “crybullies,” pampered pouters at these schools are demanding “safe spaces,” “trigger warnings” and similar claptrap.\nThe academics who encouraged such infantilism for decades richly deserve to reap this whirlwind.\nHarmon, a retired journalist and military officer, is a freelance writer and speaker.\nBevin promised her an executive order that would accomplish that, and it didn’t hurt his prospects one bit."}