{"article_title": "Britain's wealthiest people are richer than ever, study finds", "article_keywords": ["worth", "fortune", "wealth", "study", "million", "list", "richer", "finds", "richest", "ranked", "combined", "rich", "britains", "wealthiest", "britain"], "article_url": "http://www.cnbc.com/2014/05/18/britains-wealthiest-people-are-richer-than-ever-study-finds.html", "article_text": "Britain's wealthiest people are richer than they have ever been, with a combined fortune of 518.9 billion pounds ($874 billion) - equivalent to a third of the nation's gross domestic product, according to an annual study.\n\nThe Sunday Times Rich List for 2014 shows that the 1,000 richest men and women have surged to new heights, with their combined wealth rising by 15.4 percent on last year's total of 449.6 billion pounds.\n\nThey include TV chef Jamie Oliver, former Tesco supermarket boss Terry Leahy and, in the under-30s list, \"Harry Potter\" star Emma Watson.\n\nRead More UK's wealthy are getting richer—but not by much\n\n\n\n\"I've never seen such a phenomenal rise in personal wealth as the growth in the fortunes of Britain's 1,000 richest people over the past year,\" said Philip Beresford, who has compiled the list since 1989.\n\n\"The richest people in Britain have never had it so good,\" he told Reuters.\n\n\"The challenge now for the government and the rich themselves is to see this wealth percolate downwards and outwards, out of London and towards the north and west of the country.\"\n\nThe enormous wealth of those on the list contrasts sharply with the stretched finances of ordinary Britons, many of whom are struggling to cope with the effects of five years of austerity.\n\nRead More UK's five richest families worth more than poorest 20%\n\n\n\nLast week, the first part of the Rich List found the number of billionaires living in Britain had risen to more than 100 for the first time, with Indian-born brothers Sri and Gopi Hinduja the country's wealthiest people with a combined £11.9 billion.\n\nThey replaced Russian business magnate Alisher Usmanov at the top after the Arsenal football club shareholder dropped a place as his fortune fell to £10.65 billion.\n\nOnly three of the top 20 are British, with David and Frederick Barclay, the publishers and property developers, the only self-made billionaires in this group.\n\nThe richest Briton, the Duke of Westminster, is ranked 10th with a property-based fortune of £8.5 billion.\n\nThe super-rich want to live in Britain because of \"culture, financial services, nice tax regime, good education for their kids and a nice lifestyle where they meet their friends\", Beresford said.\n\nAppliances and Candy Crush\n\nThe second part of the List, extracts of which were released ahead of its publication in this weekend's Sunday Times, showed Jamie and Jools Oliver had seen their fortune go up by £90 million to £240 million, ranking them equal 396, on the strength of their restaurant chain and related businesses.\n\nQueen Elizabeth has added £10 million to her personal wealth and is now ranked equal 285th with £330 million.\n\nJohn Roberts, creator of household appliance Internet retailer AO.com, makes his first appearance on the list with £410 million. He is one of five investors to benefit from the AO.com float in February, who are all new entries.\n\nFour members of the management of King Digital Entertainment, the company behind the addictive Candy Crush Saga computer game, join the list for the first time.\n\nRead MoreFor rich Russians, UK schools in class of their own\n\nAnother new entrant is former Tesco supermarket boss Leahy, worth £100 million and ranked 863.\n\nIn the list of the 50 Young Rich, aged 30 and under, 24-year-old \"Harry Potter\" star Watson is now worth £30 million, up £3 million.\n\nHusband and wife Marcus Mumford 27, and Carey Mulligan, 28, enter the young list with a joint fortune of 13 million pounds from music and films.", "article_metadata": {"AssetType": "cnbcnewsstory", "description": "Britain's wealthiest people are richer than they have ever been, with a combined fortune of $874 billion, according to an annual study.", "author": "CNBC", "og": {"site_name": "CNBC", "description": "Britain's wealthiest people are richer than they have ever been, with a combined fortune of $874 billion, according to an annual study.", "title": "Britain's wealthiest richer than ever: Study", "url": "http://www.cnbc.com/2014/05/18/britains-wealthiest-people-are-richer-than-ever-study-finds.html", "image": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2013/12/11/101265916-154422901r.1910x1000.jpg", "type": "article"}, "twitter": {"description": "Britain's wealthiest people are richer than they have ever been, with a combined fortune of $874 billion, according to an annual study.", "title": "Britain's wealthiest people are richer than ever, study finds", "url": "http://www.cnbc.com/2014/05/18/britains-wealthiest-people-are-richer-than-ever-study-finds.html", "image": {"src": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2013/12/11/101265916-154422901r.1910x1000.jpg"}, "site": "@CNBC", "card": "summary_large_image"}, "al": {"ios": {"app_name": "CNBC Business News and Finance", "app_store_id": 398018310}}, "apple-itunes-app": "app-id=398018310", "keywords": "Inside Wealth, business news", "article": {"publisher": "https://www.facebook.com/cnbc", "section": "Inside Wealth", "published_time": "2014-05-18T06:58:15-0400", "modified_time": "2014-05-18T07:25:42-0400", "author": "https://www.facebook.com/CNBC"}, "pageNodeId": 101683032, "GOOGLEBOT": "unavailable_after: 31 Dec 9999 23:59:59 GMT"}, "_id": "\"57477af46914bd0286fdce56\"", "article_summary": "Britain's wealthiest people are richer than they have ever been, with a combined fortune of 518.9 billion pounds ($874 billion) - equivalent to a third of the nation's gross domestic product, according to an annual study.\nQueen Elizabeth has added £10 million to her personal wealth and is now ranked equal 285th with £330 million.\nIn the list of the 50 Young Rich, aged 30 and under, 24-year-old \"Harry Potter\" star Watson is now worth £30 million, up £3 million.\nJohn Roberts, creator of household appliance Internet retailer AO.com, makes his first appearance on the list with £410 million.\nThey include TV chef Jamie Oliver, former Tesco supermarket boss Terry Leahy and, in the under-30s list, \"Harry Potter\" star Emma Watson."}