{"article_title": "The 50 Sexiest in TV News", "article_keywords": ["themattwilstein", "watching", "tv", "sexiest", "national", "list", "50", "thought", "say", "wilstein", "sexy", "twitter"], "article_url": "http://www.mediaite.com/tv/the-50-sexiest-in-tv-news-4/", "article_text": "\n\n\n\nEditor’s note: This post has been republished from an earlier date.\n\nWe spend a lot of time here at Mediaite watching national news on TV. So, as we begin to approach the end of 2013, we thought now would be the perfect time to share our list of the 50 Sexiest in national TV News. While this is certainly a list of physically beautiful people, remember, being sexy isn’t only about looks. It’s also about how they cover the news and in many cases, having something to say and not being afraid to say it. Whether you agree with them or not, love them hate them (or maybe have never heard of some of them), you have to admit this is a sexy bunch.\n\nSo, here are our picks, in alphabetic order. And please, do not hesitate to reveal your TV news crush by telling us who we should have included in the comments below.\n\n— —\n\n>> Follow Matt Wilstein (@TheMattWilstein) on Twitter", "article_metadata": {"description": "We spend a lot of time here at Mediaite watching national news on TV. So, as we begin to approach the end of 2013, we thought now would be the perfect time to", "generator": "WordPress 2016.21", "og": {"image": "http://static01.mediaite.com/med/wp-content/uploads/2013/11/sexiest.jpg", "title": "The 50 Sexiest in TV News"}, "twitter": {"description": "We spend a lot of time here at Mediaite watching national news on TV. So, as we begin to approach the end of 2013, we thought now would be the perfect time to share our list of The 50 Sexiest People on TV News.", "title": "The 50 Sexiest in TV News", "image": "http://static01.mediaite.com/med/wp-content/uploads/2013/11/sexiest.jpg", "creator": "@themattwilstein", "site": "@mediaite", "card": "summary"}, "NextGEN": "1.5.5", "date": "2014-10-11T11:01:26+00:00", "keywords": "columnists,tv", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.5, minimum-scale=1.0"}, "_id": "\"57477af46914bd0286fdd042\"", "article_summary": "So, as we begin to approach the end of 2013, we thought now would be the perfect time to share our list of the 50 Sexiest in national TV News.\nWe spend a lot of time here at Mediaite watching national news on TV.\n— —>> Follow Matt Wilstein (@TheMattWilstein) on Twitter\nAnd please, do not hesitate to reveal your TV news crush by telling us who we should have included in the comments below.\nWhile this is certainly a list of physically beautiful people, remember, being sexy isn’t only about looks."}