{"article_title": "Utah Navigators Ready to Help Those Fined for not Having Health Insurance", "article_keywords": ["navigators", "help", "fined", "avoid", "utahns", "utah", "having", "state", "health", "enrollment", "ready", "tax", "sign", "insurance", "special", "seer"], "article_url": "http://kuer.org/post/utah-navigators-ready-help-those-fined-not-having-health-insurance", "article_text": "This tax season, Utahns who didn’t have health insurance last year may discover for the first time that they have to pay a penalty to the federal government. But they have an opportunity to sign up for insurance and avoid future fines.\n\nAs Utahns prepare to file their tax returns this year, they will have to provide some information about their health coverage. If their income level is above the poverty line, then they will have to pay a fine of 95 dollars for every adult that doesn’t have insurance in the household, and 47.50 for every child. Or 1 percent of their income, whichever is higher.\n\n“For a lot of people, this will be the first time they’ve heard of the penalty for not having had health insurance,” says Randal Serr, Director of Take Care Utah, a state ACA enrollment organization. Seer says Utahns without health insurance can’t avoid the fine for their 2014 taxes, but they can still sign up this year and avoid additional fines for 2015. A new special enrollment period is underway for those facing penalties. Seer says there are more than 100 enrollment experts around the state ready to help.\n\n“A lot of people are hearing about Obamacare and about the penalties and so forth, but most people don’t know that free help is available,” he says. “What we recommend is that they either call 211 or visit TakeCareUtah.org, and by doing that they can find local help, they can get their questions answered. Believe it or not, there are still quite a bit of misconceptions out there about Obamacare.”\n\nThe special enrollment period ends April 30th.", "article_metadata": {"category": "Health Care", "description": "This tax season, Utahns who didn’t have health insurance last year may discover for the first time that they have to pay a penalty to the federal", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://kuer.org/post/utah-navigators-ready-help-those-fined-not-having-health-insurance", "image": "http://mediad.publicbroadcasting.net/p/kuer/files/styles/medium/public/201503/irs-obamacare.jpg", "type": "article", "description": "This tax season, Utahns who didn’t have health insurance last year may discover for the first time that they have to pay a penalty to the federal", "title": "Utah Navigators Ready to Help Those Fined for not Having Health Insurance"}, "story_id": 394345443, "twitter": {"site": "@KUERNews", "card": "summary", "creator": "@KUERNews"}, "author": "Andrea Smardon", "org_id": 0, "dc": {"title": "Utah Navigators Ready to Help Those Fined for not Having Health Insurance"}, "nid": 60099, "datePublished": "2015-03-20", "keywords": "obamacare, health insurance enrollment, Affordable Care Act, Take Care Utah", "wordCount": 309, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fc9864\"", "article_summary": "Believe it or not, there are still quite a bit of misconceptions out there about Obamacare.”The special enrollment period ends April 30th.\nThis tax season, Utahns who didn’t have health insurance last year may discover for the first time that they have to pay a penalty to the federal government.\nA new special enrollment period is underway for those facing penalties.\n“For a lot of people, this will be the first time they’ve heard of the penalty for not having had health insurance,” says Randal Serr, Director of Take Care Utah, a state ACA enrollment organization.\nSeer says Utahns without health insurance can’t avoid the fine for their 2014 taxes, but they can still sign up this year and avoid additional fines for 2015."}