{"article_title": "More art, more talk and a return of Tina Brown – The Denver Post", "article_keywords": ["brown", "art", "biennial", "trapp", "taking", "work", "denver", "events", "place", "tina", "artists", "return", "post", "public", "talk"], "article_url": "http://www.denverpost.com/entertainment/ci_26613395/denver-biennial-2015-more-art-more-talk-and", "article_text": "Looking back on the last Biennial of the Americas in 2013, Executive Director Erin Trapp has only heard one serious complaint, though she’s heard it often: No one knew it was happening.\n\nThat’s not exactly true. More than 25,000 people showed up that July for biennial events, a colorful combination of festivals, star-studded panel discussions and huge art installations celebrating the Western Hemisphere. The talky forums at the Ellie Caulkins Opera House were crowded and the sculpture got rave reviews.\n\nBut could attendance have been 50,000 if word got out big-time?\n\nThe next biennial isn’t taking chances. The nonprofit organization that runs it is staffed up and already in the planning, curating and marketing stages for an event scheduled to take place July 14-18 at an expanded set of Denver locations. At a kickoff reception this week, it announced its new theme: “NOW!” — all caps, exclamation point included.\n\n“We want everything to be sold-out ahead of time,” said Trapp. “We want everybody to know what’s happening even if they’re not directly engaged.”\n\nThe event will still mix art, parties and deep thinking, but it will be shaped a little differently next time around.\n\nThe art: The biennial is taking a huge leap forward in 2015, partnering with some of the city’s most influential public institutions. The Museum of Contemporary Art Denver will host the main showcase of work, hiking up the credibility of the whole process.\n\nDenver International Airport and the Denver Center for the Performing Arts, both with serious real estate for the display of large installations, have also signed on, and there will be art again at the McNichols Building.\n\nIn addition, the biennial is starting an “artists exchange” program between the SOMA contemporary art museum in Mexico City and the Art Plant here. Two artists from each country will be selected for 10-week residencies abroad and their work will be shown during the biennial.\n\nThe festivals: The biennial is expecting events to take place across the city, but it plans to centralize its public offerings at a location, still to be chosen, near the 16th Street Mall. That will give the public a place to go anytime during the four-day festival to get a taste of the whole affair. There will be exhibits, food, language lessons, cultural demonstrations and other offerings.\n\nThe idea is to make the biennial something people can’t help but “stumble upon,” said Trapp. “People don’t need to plan. They can just come anytime, for an hour or for all-day.”\n\nThe Talks: No specifics yet on the public panels, which, last time around featured big names in business and philanthropy, like Netflix founder Reed Hastings and Google CEO Eric Schmidt.\n\nBut Tina Brown, the celebrity journalist who hosted one of 2013’s better evenings of gab, has agreed to come back a second time.\n\nExpect the topics to flow around the extended 2015 themes of “Generation NOW!,” “Business NOW!” and “Community NOW!”\n\nThe biennial will also continue its “clinicas” non-public, peer-to-peer discussions between leaders from across the hemisphere in the areas of education, health, social welfare and more.\n\nCurrently, the organization is soliciting grant proposals from local organizations and artists for projects that can take place next summer. There is information on all biennial events, past and future, on the website, biennialoftheamericas.org.\n\nRay Mark Rinaldi: 303-954-1540, rrinaldi@denverpost.com or twitter.com/rayrinaldi", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Denver Biennial 2015: More art, more talk and a return of Tina Brown", "title": "Denver Biennial 2015: More art, more talk and a return of Tina Brown", "url": "http://www.denverpost.com/2014/09/26/denver-biennial-2015-more-art-more-talk-and-a-return-of-tina-brown/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140926__CD17BIENNIAL_2JL9951xp1.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140926__CD17BIENNIAL_2JL9951xp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-09-26T15:06:25+00:00", "modified_time": "2016-04-27T06:28:57+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fce6d0\"", "article_summary": "The Museum of Contemporary Art Denver will host the main showcase of work, hiking up the credibility of the whole process.\nThere is information on all biennial events, past and future, on the website, biennialoftheamericas.org.\nMore than 25,000 people showed up that July for biennial events, a colorful combination of festivals, star-studded panel discussions and huge art installations celebrating the Western Hemisphere.\nThe art: The biennial is taking a huge leap forward in 2015, partnering with some of the city’s most influential public institutions.\nIn addition, the biennial is starting an “artists exchange” program between the SOMA contemporary art museum in Mexico City and the Art Plant here."}