{"article_title": "Peyton Manning, focused, will play for Broncos at Houston – The Denver Post", "article_keywords": ["houston", "play", "broncos", "tough", "kubiak", "field", "practice", "training", "denver", "camp", "manning", "game", "focused", "post", "peyton"], "article_url": "http://www.denverpost.com/broncos/ci_28659199/peyton-manning-focused-will-play-broncos-at-houston", "article_text": "The focus is real. The Broncos opened Day 19 of training camp Tuesday at their Dove Valley practice facility with “Rocky Top” blaring from the speakers.\n\nMemories of last season’s camp practice when Peyton Manning and fellow former Tennessee Volunteer Britton Colquitt danced in tune and put on a show that went viral came flooding back.\n\nA repeat showing? Not this year. Not for the thousands of fans sitting a few feet away.\n\nLuckily, the kickers provided an even better one.\n\nWATCH: Who will win the Broncos’ starting kicking jobs?\n\nBrandon McManus and Connor Barth, both battling for one of two kicking spots on the final roster, engaged in a kick-off during Monday’s practice, alternating as they worked their way back from the 30-yard line.\n\nMcManus booted a 70-yard field goal, a would-be record in a game, and was mobbed by teammates as he walked off. Barth followed with a 65-yarder, one yard farther than Matt Prater’s record set in 2013.\n\n“That’s a good battle between those two,” coach Gary Kubiak said. “We let them kick a lot today and obviously it’s going to be a tough, tough decision for us down the road. But they’re both doing they’re job.”\n\nVon Miller and DeMarcus Ware provided a sideshow of their own in making a mockery of the 11-on-11 drills. The two combined to make a beeline to the quarterback at least five times — sometimes at the fault of the offensive line, others just off their speed and technique.\n\n“When you walk out on the field you’re expected to play against players,” Kubiak said of the offensive linemen. “I know it’s a tough thing, but they have to continue to push through it.”\n\nWATCH: Is Peyton Manning getting comfortable with handing the ball off more?\n\nAfter sitting out Friday’s opener at Seattle, Manning is scheduled to play Saturday at Houston, and Kubiak said he expects him to play a quarter-and-a-half to a full half. It’ll be the first time he takes the field for game action since the Broncos’ disappointing divisional playoff loss to his former team, the Indianapolis Colts. And it’ll be Manning’s first game in new coach Kubiak’s zone-blocking offense.\n\nTuesday, he and the rest of the Broncos took the field in shells and helmets. Working with a trainer on the sideline was veteran receiver Emmanuel Sanders — whom Kubiak said would sit out a couple of days to rest his hamstring injury — and Marvin Austin, who has observed most of camp while dealing with a groin injury.\n\nAlso sidelined was Tony Carter (hamstring). Linebacker Lerentee McCray, whom Kubiak said has “a couple of things going on,” was not at practice.\n\nFootnote: Broncos Ring of Famers Shannon Sharpe and Rod Smith were at practice. … Rockies legend Todd Helton and his daughter Tierney also attended. As did current Rockies pitchers David Hale and Chris Rusin. … Aqib Talib picked off Manning for his fourth interception in training camp.\n\nNicki Jhabvala: njhabvala@denverpost.com or twitter.com/nickijhabvala", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Peyton Manning, focused, will play for Broncos at Houston", "title": "Peyton Manning, focused, will play for Broncos at Houston", "url": "http://www.denverpost.com/2015/08/18/peyton-manning-focused-will-play-for-broncos-at-houston/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150818_124235_peyton-manning.jpg", "height": 507}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150818_124235_peyton-manning.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-08-18T10:18:07+00:00", "modified_time": "2016-04-22T08:20:12+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Peyton Manning"}, "_id": "\"57477af46914bd0286fdd05a\"", "article_summary": "“We let them kick a lot today and obviously it’s going to be a tough, tough decision for us down the road.\nThe Broncos opened Day 19 of training camp Tuesday at their Dove Valley practice facility with “Rocky Top” blaring from the speakers.\nMemories of last season’s camp practice when Peyton Manning and fellow former Tennessee Volunteer Britton Colquitt danced in tune and put on a show that went viral came flooding back.\n… Aqib Talib picked off Manning for his fourth interception in training camp.\nAfter sitting out Friday’s opener at Seattle, Manning is scheduled to play Saturday at Houston, and Kubiak said he expects him to play a quarter-and-a-half to a full half."}