{"article_title": "What May Happen If Obamacare Is Rolled Back In Kentucky", "article_keywords": ["kynect", "exchange", "rolled", "obamacare", "kentucky", "states", "federal", "state", "medicaid", "expansion", "health", "happen", "insurance", "care"], "article_url": "http://wfpl.org/may-happen-obamacare-rolled-back-kentucky/", "article_text": "Governor-elect Matt Bevin said he plans to dismantle Kynect, Kentucky’s health insurance exchange, by the end of 2016.\n\nHe also said he plans to roll back the state’s expansion of Medicaid.\n\nDuring a press conference Friday, Bevin said he committed to dismantling Kynect over the long term because it “adds no value.” He said he believes the state’s health insurance exchange is redundant because Kentuckians can get the same benefits via the federal exchange.\n\nBut the Bevin administration won’t officially begin until early next month, and health care is complicated with or without the governor-elect’s plans. How, precisely, the changes would be implemented will likely not be known for months to come.\n\nHow much can he do without the backing of the state legislature? How soon would his changes actually go into effect? There are also questions about the cost of dismantling Kynect and rolling back Medicaid, and what would happen to the people who get their insurance through the current system.\n\nExecutive Order\n\nGov. Steve Beshear implemented the Affordable Care Act in Kentucky through executive order. It’s possible that Bevin could dismantle the law just the same.\n\n“He certainly has that power,” said state Rep. Joni Jenkins, chair of the House Budget Subcommittee on Human Services.\n\nBut Jenkins, a Louisville Democrat, said it’s not something that would happen immediately.\n\n“I certainly hope that the governor-elect is going to look at all the ramifications, both positive and negative, of that type of decision,” Jenkins said.\n\nThere is also a chance the General Assembly would seek to weigh in. Senate President Robert Stivers, a Republican, supports Bevin’s proposal to roll back Kynect. But Demoratic House Speaker Greg Stumbo told media outlets on Election Day that there could be a “big battle” in the legislature over the program’s future.\n\nPeople Most Affected\n\nThe most glaring aspect of altering the state’s health insurance market is the possibility that thousands of people may once again find themselves uninsured.\n\nBefore the ACA, Kentucky’s uninsured rate was 20.4 percent. Earlier this year, the uninsured rate had dropped to 9 percent, according to Gallup-Healthways.\n\nAudrey Haynes, secretary of the Kentucky Cabinet for Health and Family Services, said many people will be affected if Bevin goes through with his plan to decommission Kynect.\n\nBefore the Medicaid expansion, about 850,000 people were enrolled in the program who were aged, blind, disabled or had a qualifying child. Now, there are about 1.2 million Kentuckians on Medicaid, and about 500,000 of them are children.\n\nPeople would still be able to go to social service offices to enroll in Medicaid, but only to the extent that the Medicaid expansion is kept in Bevin’s administration, Haynes said.\n\nUnder the current model, Kentuckians qualify for Medicaid if they earn less than 138 percent of the federal poverty guidelines. On Friday, Bevin said he intends to change the qualifications so that fewer people qualify for the program. He said the state cannot afford the cost of the Medicaid expansion once the federal government begins requiring states to pick up part of the tab for the additional recipients.\n\nStarting next year, Kentucky will pay roughly $109 million for the program, or about 5 percent of the cost of the expansion. By 2020, the state will pay 10 percent, or an estimated $409 million. The federal government will continue paying 90 percent of the expansion cost after that.\n\nBevin acknowledged some people would fall into the Medicaid gap if he rolls back the expansion, which he would need federal approval to do. He said he and his team have begun reaching out to the Centers for Medicare and Medicaid Services to apply for waivers that allow the state to customize a program for people who are currently receiving Medicaid.\n\n“It will involve people having skin in the game,” he said. “It will involve people having involvement in their own health outcomes — taking financial and personal responsibility for these things.”\n\nThe Affordable Care Act required states to expand up to 138 percent of the federal poverty level to receive full federal funding for the Medicaid expansion.\n\n“I don’t know if the federal government allows you to go from 138 percent of poverty down to 100 percent or 120 percent,” Haynes said. “I have no idea because we have not explored those rules.”\n\nShe said the seven insurance companies offering private plans through Kynect would also be affected.\n\n“They would have to make a business decision as to whether they go to the federal exchange or not,” she said. “The federal exchange charges 3.5 percent to operate and sell on the federal exchange. We only charge 1 percent, so that all makes a difference.”\n\nHaynes said insurance agents would also be affected because more than 50 percent of private health plans were sold by agents.\n\nAnd nearly 175 employees of a Kynect a call center in Lexington may lose their jobs if the exchange is shut down.\n\nCount the Cost\n\nOnce Kynect is closed, Bevin said he intends to transfer people who had used the state exchange to the federal marketplace.\n\nSince the first open enrollment period in 2013, more than 500,000 Kentuckians have signed up for health insurance through Kynect or the Medicaid expansion, both of which are the result of the Affordable Care Act.\n\nJenkins and Haynes said it would cost an estimated $23 million to decommission Kynect, all of which would likely come from the state’s general fund. And it could cost more, depending on how the federal government takes to Kentucky ending its health care exchange.\n\n“I have asked the question, and I do not have an answer: If we decommission this exchange that we set up with federal dollars, do we owe any money back to the federal government?” Jenkins said. “And I haven’t found an answer to that yet.”\n\nSo far, $136 million in federal funds have already been invested into the creation and operation of Kynect, Jenkins said.\n\nOther states have transitioned from faltering health insurance exchanges to the federal marketplace. But Haynes said a successful health insurance exchange has never been decommissioned, so the cost to dismantle it could be different.\n\n“The federal government is not going to kick in funds to help a state decommission a successful exchange,” she said. “Therefore, any funds — whether it’s $10 million, $20 million or $30 million or more — would all be general funds.”\n\nThe Process\n\nIf Bevin follows through and decommissions Kynect, it wouldn’t be an immediate change to the system.\n\nThe federal government requires states to officially notify them one year prior to decommissioning an exchange.\n\n“If the governor-elect wanted to decommission Kynect for the next open enrollment period, he would certainly, at the latest, have to get a letter to them by Jan. 1, 2016,” Haynes said.\n\nBevin takes office Dec. 8. The earliest Kynect could officially be decommissioned would be Jan. 1, 2017. The technology work for decommissioning alone would take about nine months, said Jenkins.\n\nThis isn’t the first time a politician has set out to get rid of Kynect. Bevin’s desire to scale back Medicaid and get rid of the state insurance exchange mirrors that of another well-known Kentucky Republican: Mitch McConnell.\n\nBefore McConnell became the Senate majority leader, he repeatedly voiced his desire to repeal the ACA “root and branch” while also claiming that Medicaid coverage wouldn’t be lost if the federal law were axed.\n\nLast year in a debate with Secretary of State Alison Lundergan Grimes, who he would later defeat to win re-election, McConnell called the ACA “the worst piece of legislation that’s been passed in the last half century.” But he didn’t elaborate on how Kynect could exist without federal support.\n\nAt the time, Carrie Banahan, Kynect’s executive director, said the exchange would no longer be able to serve its purpose if the ACA were repealed.\n\n“People would not be able to get subsidies if the Affordable Care Act were repealed and states could not have the Medicaid expansion,” she said.\n\nWhile McConnell still supports full repeal of the ACA, he softened his stance on the state-level insurance programs during the course of the 2014 campaign.\n\n2016 Open Enrollment\n\nOpen enrollment for Kynect began Nov. 1. Haynes said about 7,000 people have chosen a new health plan or enrolled in a health plan for the first time since then.\n\n“People who sign up for their health insurance will be fine for calendar year 2016,” she said.\n\nJenkins said the House is willing to work with Bevin on the future of the health care exchange.\n\n“I think you really have to give a lot of thought to the exchange, and that we’ve had this very successful model exchange that’s very unique to our state, and that we are running it in a way that makes sense to Kentucky,” Jenkins said.\n\nJenkins also said a lot of thought needs to be put into the future of the Medicaid expansion, as it provides health care to working families who don’t have salaries that enable them to purchase health care for themselves and their families.", "article_metadata": {"description": "Governor-elect Matt Bevin is planning big changes for Kynect and the Medicaid expansion. How those changes would be implemented is unclear.", "generator": "WordPress 4.5.2", "og": {"site_name": "89.3 WFPL", "description": "Governor-elect Matt Bevin is planning big changes for Kynect and the Medicaid expansion. How those changes would be implemented is unclear.", "title": "What May Happen If Obamacare Is Rolled Back In Kentucky", "locale": "en_US", "image": {"width": 800, "identifier": "http://wfpl.org/wp-content/uploads/2015/11/cgE_DsEE5AguDzCGJ0by2sO2H0FvcO4eMdTA3dDM3CcfczVSbKyFubiOgObPsYn0QxP6Cu_NZnpkqlGWj52EgUqWJNeA2LQovoAsBtz_ceNz5GZVbI1FKZxpOWta31j-o-e1462142125770.jpg", "height": 409}, "updated_time": "2015-11-10T16:04:01-04:00", "url": "http://wfpl.org/may-happen-obamacare-rolled-back-kentucky/", "type": "article"}, "twitter": {"description": "Governor-elect Matt Bevin is planning big changes for Kynect and the Medicaid expansion. How those changes would be implemented is unclear.", "creator": "@JaNelSJohnson", "image": "http://wfpl.org/wp-content/uploads/2015/11/cgE_DsEE5AguDzCGJ0by2sO2H0FvcO4eMdTA3dDM3CcfczVSbKyFubiOgObPsYn0QxP6Cu_NZnpkqlGWj52EgUqWJNeA2LQovoAsBtz_ceNz5GZVbI1FKZxpOWta31j-o-e1462142125770.jpg", "title": "What May Happen If Obamacare Is Rolled Back In Kentucky", "site": "@WFPLNews", "card": "summary"}, "robots": "noodp", "fb": {"admins": 100006229511236, "pages": 33077174555, "app_id": 1539400482939529}, "article": {"publisher": "https://www.facebook.com/wfpllouisville", "section": "Health", "tag": "affordable care act", "published_time": "2015-11-09T09:55:48-04:00", "modified_time": "2015-11-10T16:04:01-04:00"}, "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "article_summary": "“The federal exchange charges 3.5 percent to operate and sell on the federal exchange.\nAnd it could cost more, depending on how the federal government takes to Kentucky ending its health care exchange.\nJenkins said the House is willing to work with Bevin on the future of the health care exchange.\nBut Haynes said a successful health insurance exchange has never been decommissioned, so the cost to dismantle it could be different.\nBevin’s desire to scale back Medicaid and get rid of the state insurance exchange mirrors that of another well-known Kentucky Republican: Mitch McConnell."}