{"article_title": "An hour with Jeff Duncan", "article_keywords": ["jeff", "hour", "wondered", "duncan", "house", "million", "budget", "gun", "congressman", "voting", "obama"], "article_url": "http://www.independentmail.com/opinion/columnists/an-hour-with-jeff-duncan-30c51891-71d6-54ba-e053-0100007ff26d-378443931.html", "article_text": "An hour with my congressman, Jeff Duncan\n\nSherry McKnight, Salem SC\n\nOn March 29, U.S. Rep. Jeff Duncan spoke and took questions in the gated community of Keowee Key. Approximately 50 \"trusting\" constituents attended the well-rehearsed, 30-minute (give or take) talk in which he described his various committee assignments (homeland security, foreign affairs, natural resources) and current committee issues.\n\nDuncan described a particularly worrying situation with Puerto Rico's impending insolvency issue and highlighted California, (picking any state at random?), with its good roads and bridges and sound infrastructure but noting \"California does not balance its budget,\" is financially insecure and cannot be allowed to file bankruptcy. A dangerous situation. He boasted South Carolina must lawfully balance its budget. He made no comparison of S.C. infrastructure.\n\nI silently countered, \"What about the state of Kansas? Or Louisiana? Or Michigan? Even South Carolina? Currently, all these states have serious deficit revenue situations?\" (Pew Trusts, March 2016) Of course those are all red states — blue state California fits the polit-a-talk script.\n\nDuncan's U.S. debt discourse included the requisite \"Obama has drastically increased the debt\" and now it's out of this world! (murmurs of disgust) \"We must put an end to this reckless spending!\" (words to that effect). I planned my clarifying question:\n\n\"You do know Reagan increased the debt by 190 percent, right?; H.W. Bush by 52 percent; W. Bush by 86 percent. Clinton at 37 percent and Obama at 46 percent are mere pikers!\" (Factcheck.org) This audience believes the lie they crave.\n\nDuncan went on to explain the budget bill passed at 2015 end was \"Boehner's budget\" and he estimated only 50 regular, non-leadership House Republicans voted for the agreement, thus the House GOP is currently struggling with how to renege on that agreement. Duncan briefly outlined the difference between mandatory versus discretionary budget allotment, confessing he was \"OK\" with $1.7 billion increase in mandatory spending, so long as it was for defense spending, otherwise, \"something's gotta be cut.\"\n\nAn oft repeated Republican talking point was, of course, the next statement from Duncan. \"Our military is at its lowest levels since World War II! We have fewer ships than we had in World War I! We must rebuild our forces!\"\n\nFalse equivalency! I inwardly screamed — it's been 70 years! It was a global conflict with 17 million Americans serving! (Nat'l WWII Museum) Our forces are no longer simple GIs — today they're lean, mean and extremely well-trained, with such an overwhelming array of advanced weaponry and equipment that today's U.S. military is Goliath compared to our 1940s force being a mere gnat on David's exposed neck.\n\nThe congressman ended his prepared remarks with the ISIS threat, \"I support S.C. banning all Syrian refugees\" — and some word salad about the western hemisphere South American triangle somewhere around Argentina, Brazil and (he lost me) where the dangerous \"Iraqis and Afghans\" congregate before trekking through Central America and Mexico to invade through our defenseless southern border (news to me, but \"reported\" by FOX News and WND in 2014).\n\nTo justify his unprotected border claim, he recounted the 24th documented capture of a smuggler by U.S. Border Patrol. I could only ponder … '24 detentions of one guy seems like someone's doing their job.'\n\nDuncan continued, citing the dangerous, radicalized native-born Belgian and French Muslims,... which he\n\nthen relabeled \"infiltrating refugee terrorists sent from ISIS.\" I wanted to rise and shout \"they're citizens of those countries! Not refugees!\" But what good would it do? I was anticipating the \"questions\" portion of the program to enlighten the congressman and his followers.\n\nAll bullet points having been presented, appropriately paced to allow thirty minutes for follow-up — Jeff asked for questions. I held my hand high.\n\nFirst questioner, a mother of a federal worker claimed the government shutdown (2013) was \"no big deal\" as her daughter merely experienced a paid 16-day vacation. I wondered if 800,000 workers (not all were paid) simultaneously enjoying vacation time was sound H.R. policy, but hoped the Congressman would at least mention the adverse financial effect: \"Standard & Poor's reports the shutdown has cost the US economy $24 billion shaving 0.6% off of economic growth this quarter.\" (BBC.com) No such clarification from the Congressman — he more or less agreed shutting down the U.S. Government is tolerable.\n\nRep. Duncan started to move on, however this same woman decried the outrage of \"all those dead people voting\" and \"how can we trust our elections?!\" Duncan was completely sympatico with her fears, fueling this GOP-created myth rather than explain that a comprehensive 2014 investigation of voter impersonation found 31 credible incidents out of one billion ballots cast.\n\nEven President George W. Bush's Attorney General Alberto Gonzales said, \"after a five-year hunt for voter fraud, discovered little widespread fraud, finding mostly cases of people mistakenly filling out voter registration forms or voting when they didn't know they were ineligible. None of the cases involved a person voting as someone else.\" (FoxNews.com)\n\nI fervently reach for the ceiling again, ala Arnold Horshack .... but Duncan handed the mic to a woman in the front row, intent on keeping a focus on the past. She asked \"what about Benghazi\"? Duncan referenced his neighboring district Congressman Trey Gowdy's investigative U.S. House committee (the 8th such investigation, this one with a $20+ million price tag) \"... is still amassing evidence as each interview with Clinton associates leads to yet another named person needing to be interviewed.\"\n\nJeff actually stated as fact the, as yet, totally unsubstantiated GOP claim, \"Secy. Clinton (wrongfully) disseminated top secret, classified documents and photos/graphics, etc, from her private server email.\" Duncan opined \"the FBI is closing in on charging Secy. Clinton\".\n\nAt last, fast forwarding to the here and now, Duncan was queried about a \"brokered Republican Convention.\" Duncan rambled a bit, mentioned Ted Cruz once, but emphasized the basic goal is to unify and, paraphrasing here, \"...end the H-E-L-L of the last 7 years.\" My impression was Duncan didn't think a brokered convention would be beneficial, but rescuing America from Obama was imperative.\n\nThe H-E-L-L of 5% unemployment rate, Stock Exchange up 107%, budget deficit lowest since 2008, under $2/gallon gasoline? The President's latest approval rating indicate 53% of Americans don't agree with the congressman. (March 27, 2016 Gallup Poll)\n\nMentally kicking myself for not selecting a chair at either end of a row, an end-chair occupant wondered \"how and when would the Congressman deal with gun violence.\" After expounding on the glories of gun ownership, Duncan's position seems to be \"a gun in every hand is best and 'mental patient registry' is imperative.\"\n\nWhile a national gun ownership registry is unthinkable, overriding HIPPA regulations to expose personal and private health information is just fine and dandy?\n\nA final opportunity to question the congressman was given to a wise man who advised \"you're (the GOP) picking the wrong battles\" and what about compromise?\" Rep. Duncan supports Democrats compromising with Republicans.\n\nWe then had commentary by several local officials regarding Second Amendment rights; a former Iraqi veteran waxed lovingly upon his weaponry, and Mr. Duncan boasted of his AR15, or 24 or, whatever number it is, explaining AR doesn't mean assault rifle. I assume the bullets kill the same.\n\nAnd then, discouraged, my arm left dangling ... the session ended.\n\nI had come prepared to ask one very pertinent question, specific to my community: \"Many Keowee Key residents are disturbed about their community fees being wasted here. Does your office keeps records of how many Keowee residents contact your office, outraged at the many, many millions of dollars you help squander on Obamacare repeal/delay votes?\"\n\nI would have continued, \"...you're participating in every frivolous, purely symbolic repeal/delay charade to keep these folks voting for you, aren't you? I just wondered how many of these folks actually encourage this extreme waste or aren't they as militant and upset about millions of dollars wasted versus their own few thousands of dollars?\"\n\nSince \"Jeff Duncan has supported all attempts to repeal or delay the implementation of the Patient Protection and Affordable Care Act\" (Jeff Duncan website), I wondered if these \"fiscal conservatives\", so interested in the national debt, were aware that 60+ House votes to repeal/delay Obamacare (ACA) costs somewhere between $1 — 2 million each vote — totaling approx. $120 million. Add Senate vote expense.\n\nI would have added, \"Obama will always veto such legislation as all U.S. House GOP know, and any vote to overturn his veto, by both Houses of Congress, would at least double GOP's fiscal irresponsibility to as much as $400 million. Plus, the CBO estimates the cost of repealing the ACA — over ten years — would cost a minimum $100 billion. Does no one here care about that reckless spending?\"\n\nI would have asked that, but I didn't, I couldn't.\n\nI now wonder if citing my facts would have made any difference to the gathered Republicans, who never challenged any 'claim' uttered by their congressman. Are all his audiences so uninformed and agreeable?\n\nI hope Jeff Duncan will consider updating future presentations by not reciting documented falsehoods. Duncan could blaze a trail for his party by formulating sound policies not based on faulting and fighting the other side. He could offer facts. This country needs a balanced government where all leaders focus on making progress rather than continually finger pointing, obstructing for obstruction's sake, and creating disharmony rather than seeking agreement.\n\nThe personification of America's political governing model was once that of reliable Father (Republican) and Mother (Democrat) jointly steering the country. Lately, mother's' counterpart is 'our crazy uncle' and he's behavior is unsound, dangerous and a major reason for the divisive climate in the U.S.A!", "article_metadata": {"title": "An hour with Jeff Duncan", "og": {"url": "http://www.independentmail.com/opinion/columnists/an-hour-with-jeff-duncan-30c51891-71d6-54ba-e053-0100007ff26d-378443931.html", "image": {"width": 200, "identifier": "http://media.jrn.com/designimages/logo-aim-icon-new200.png", "height": 200}, "type": "article", "description": "I hope Jeff Duncan will consider updating future presentations by not reciting documented falsehoods. Duncan could blaze a trail for his party by formulating sound policies not based on faulting and fighting the other side.", "title": "An hour with Jeff Duncan"}, "twitter": {"site": "https://twitter.com/independentmail", "image": "http://media.jrn.com/designimages/logo-aim-icon-new200.png", "description": "I hope Jeff Duncan will consider updating future presentations by not reciting documented falsehoods. Duncan could blaze a trail for his party by formulating sound policies not based on faulting and fighting the other side.", "card": "summary", "title": "An hour with Jeff Duncan"}, "apple-mobile-web-app-capable": "no", "msapplication-TileImage": "http://media.jrn.com/designimages/logo-aim-icon144.png", "__sync_contentCategory": "premium", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "article_summary": "An hour with my congressman, Jeff DuncanSherry McKnight, Salem SCOn March 29, U.S. Rep. Jeff Duncan spoke and took questions in the gated community of Keowee Key.\nI hope Jeff Duncan will consider updating future presentations by not reciting documented falsehoods.\nSince \"Jeff Duncan has supported all attempts to repeal or delay the implementation of the Patient Protection and Affordable Care Act\" (Jeff Duncan website), I wondered if these \"fiscal conservatives\", so interested in the national debt, were aware that 60+ House votes to repeal/delay Obamacare (ACA) costs somewhere between $1 — 2 million each vote — totaling approx.\nDuncan described a particularly worrying situation with Puerto Rico's impending insolvency issue and highlighted California, (picking any state at random?\nDuncan could blaze a trail for his party by formulating sound policies not based on faulting and fighting the other side."}