{"article_title": "Uber drivers notch win in California", "article_keywords": ["uber", "case", "win", "drivers", "companies", "labor", "class", "california", "ruling", "contractors", "employees", "notch", "decision"], "article_url": "http://thehill.com/policy/technology/252458-uber-drivers-notch-win-in-california", "article_text": "A federal judge on Tuesday ruled that Uber drivers in California may move forward as a group with their lawsuit concerning whether they are employees, not independent contractors, of the ride-hailing company.\n\nJudge Edward M. Chen said the plaintiffs in the lawsuit could include drivers who have worked for UberX, UberBlack and UberSUV since August 16, 2009 who did not sign certain later versions of the agreement between the drivers and the company. The drivers certified are those who worked or are working directly for Uber or an Uber subsidiary.\n\nChen's ruling will allow them to proceed as a class — a group that can bring a lawsuit together — in pursuing whether they are employees rather than contractors and entitled to tips and gratuities left by passengers\n\nADVERTISEMENT\n\nBut the judge denied a request from the drivers to also sue as a group under a section of California's labor code involving reimbursements \"for all necessary expenditures or losses incurred by the employee in direct consequence of the discharge of his or her duties.\" He said, however, that the drivers could mount another case for class certification on that particular claim.\n\n“While we are not surprised by this Court's ruling, we are pleased that it has decided to certify only a tiny fraction of the class that the plaintiffs were seeking,\" said an Uber spokesperson in a statement. \"Indeed one of the three named plaintiffs will not qualify. That said, we'll most likely appeal the decision as partners use Uber on their own terms, and there really is no typical driver — the key question at issue.”\n\nCalling the ruling \"thoughtful and comprehensive,\" the lawyer for the drivers said that the decision was a victory despite the fact that the class does not include certain drivers based on when they signed their agreement with Uber or whether they drive for the company indirectly through another transportation company.\n\n\"In sum, this decision is a major victory for Uber drivers,\" said the attorney, Shannon Liss-Riordan. \"It will allow thousands of Uber drivers to participate in this case to challenge their misclassification as independent contractors, as well as to attempt to recover the tips that Uber advertised to customers are included in the fare, but are not in fact distributed to the drivers.\"\n\nThe judge's decision does not represent a binding judgment on the merits of the arguments made by either side, but simply on whether the cases brought by the drivers are similar enough to consider as a group.\n\nThe ruling is nonetheless a defeat for the ride-hailing giant, which recently raised funding at a reported valuation of over $50 billion. The company contended that the experience of drivers varied widely enough that it would be impossible to consider their claims as a group.\n\nHad the drivers not been certified as a class, each claim would have had to have been considered individually by the court.\n\nAs the case moves forward, it will be closely watched inside and outside of tech circles because of what it could portend for labor in the so-called “on-demand economy,” where a variety of startups have obtained soaring values while using contractors. Traditional employees are entitled to benefits and protections, like unemployment, that contractors do not get.\n\nThe companies argue that their workers have flexibility about how often and when they work that makes them ill-suited to being considered employees. But some labor advocates say that the companies have enough control over their workforces to justify the classification.\n\nThe case, and a similar one facing Uber competitor Lyft, is expected to wind its way through the courts as policymakers and politicians continue to debate how to treat labor in the on-demand economy.\n\nSen. Mark Warner Mark WarnerArmy posthumously awards female veteran who served as WWII spy The Hill's 12:30 Report Clinton urged to go liberal with vice presidential pick MORE (D-Va.) has called for policies that bolster the social safety net for workers at the companies, perhaps by making benefits more portable for workers.\n\nSeveral presidential candidates, including former Secretary of State Hillary Clinton Hillary Rodham ClintonYoung Turks host offers million for Trump, Sanders debate An all-female ticket? Not in 2016 Why Wasserman Schultz must go MORE (D) and former Florida Gov. Jeb Bush (R), have also sought to use Uber as a symbol for the changing nature of the economy in their campaigns.\n\nRepublicans generally argue that the fast-growing companies should remain unregulated. Democrats, meanwhile, have expressed concern about the misclassification of workers at large but been careful not to link that rhetoric to the on-demand economy.\n\nThis post was updated at 5:52 p.m.", "article_metadata": {"dcterms.description": "A federal judge has ruled that Uber drivers in the state can file a lawsuit together.", "description": "A federal judge has ruled that Uber drivers in the state can file a lawsuit together.", "generator": "Drupal 7 (http://drupal.org)", "author": "David McCabe", "og": {"site_name": "TheHill", "description": "A federal judge has ruled that Uber drivers in the state can file a lawsuit together.", "title": "Uber drivers notch win in California", "url": "http://thehill.com/policy/technology/252458-uber-drivers-notch-win-in-california", "image": "http://thehill.com/sites/default/files/uber_082015gn.jpg", "updated_time": "2016-02-01T06:17:42-05:00", "type": "article"}, "Smart_Paging": "on", "dcterms.modified": "2016-02-01T06:17-05:00", "dcterms.identifier": "http://thehill.com/policy/technology/252458-uber-drivers-notch-win-in-california", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "apple-itunes-app": "app-id=396640962", "dcterms.date": "2015-09-01T17:04-04:00", "dcterms.creator": "Dustin Weaver", "dcterms.type": "Text", "article": {"published_time": "2015-09-01T17:04:32-04:00", "modified_time": "2016-02-01T06:17:42-05:00"}, "keywords": ",Hillary Clinton, Mark Warner,", "dcterms.language": "und", "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/technology/252458-uber-drivers-notch-win-in-california", "widgets": {"csp": "on"}, "description": "A federal judge has ruled that Uber drivers in the state can file a lawsuit together.", "card": "summary", "title": "Uber drivers notch win in California"}, "dcterms.title": "Uber drivers notch win in California"}, "article_summary": "The drivers certified are those who worked or are working directly for Uber or an Uber subsidiary.\n\"In sum, this decision is a major victory for Uber drivers,\" said the attorney, Shannon Liss-Riordan.\nA federal judge on Tuesday ruled that Uber drivers in California may move forward as a group with their lawsuit concerning whether they are employees, not independent contractors, of the ride-hailing company.\nHe said, however, that the drivers could mount another case for class certification on that particular claim.\n\"It will allow thousands of Uber drivers to participate in this case to challenge their misclassification as independent contractors, as well as to attempt to recover the tips that Uber advertised to customers are included in the fare, but are not in fact distributed to the drivers.\""}