{"article_title": "Retail clinics to surpass 2,800 in next two years", "article_keywords": ["traditional", "clinics", "primary", "walkin", "clinic", "health", "surpass", "healthcare", "2800", "retail", "patients", "care"], "article_url": "http://www.fiercehealthcare.com/story/retail-clinics-surpass-2800-next-two-years/2015-11-12", "article_text": "Retail health clinics will continue to expand throughout the country and will increase by nearly 50 percent in the next two years, according to a new report from Accenture.\n\nThe global professional services company estimates that by the end of this year, there will be 2,150 walk-in clinics in pharmacies, retail chains and supermarkets. But that number will top 2,800, reaching capacity for 9 million more patients, by 2017.\n\n\"Retail clinics are shifting to a clinical focus with more sophisticated services for consumers who want walk-in convenience for their basic health needs,\" said Kristin Ficery, managing director of health consulting, Accenture, in an announcement about the findings. \"This shift provides a release valve for strained health systems, as they prioritize more critical patient cases, and will give consumers another option for addressing their healthcare needs on their own terms.\"\n\nHowever, the report also indicated unease among more traditional healthcare providers about the retail clinic model's growth. In a survey of 1,000 physicians, the firm found more than 40 percent of them are comfortable with patients seeking preventive care at the clinics, but fewer than 2 in 5 endorsed using them for either primary care of long-term chronic condition management.\n\nRetail clinic leaders, meanwhile, have made clear that ideally, the model will complement traditional care rather than compete with or replace it. \"Our role is a safety net. We provide access at low cost, high quality and get patients to primary care,\" said Nancy Gagliano, M.D., senior vice president of CVS Caremark and chief medical officer for CVS MinuteClinic, the largest retail clinic provider in the country, at this year's annual meeting of the American Hospital Association.\n\n\"As more retail clinics shift from cost centers to profit centers, they will be better able to deliver stand-alone profits with greater certainty, so the implications for retailers and healthcare value chain players will be significant,\" Ficery said.\n\nTo learn more:\n\n- read the survey announcement\n\n- download the report\n\nRelated Articles:\n\nRetail clinics: Concept expands--not threatens--primary care\n\nHow retail clinics can bridge healthcare gaps\n\nWalmart primary care creates stiff competition for providers\n\n5 millennial-driven healthcare trends\n\n4 reasons parents use retail health clinics instead of pediatricians\n\nConsumers turn to retail clinics for convenience, affordability\n\nCompetition for patients spurs tech, design advancement\n\nEmbrace retail clinic strategies to succeed with consumer-driven healthcare", "article_metadata": {"description": "Retail health clinics will continue to expand throughout the country and will increase by nearly 50 percent in the next two years, according to a new report from Accenture.", "og": {"site_name": "FierceHealthcare", "description": "Retail health clinics will continue to expand throughout the country and will increase by nearly 50 percent in the next two years, according to a new report from Accenture.", "title": "Retail clinics to surpass 2,800 in next two years", "url": "http://www.fiercehealthcare.com/story/retail-clinics-surpass-2800-next-two-years/2015-11-12", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Accenture,Care Delivery,Chronic Illnesses,convenience,Operations & Business Management,Patient Care & Outcomes,patient-centered care,Preventive Care,primary care,Retail Clinics,retail health", "viewport": "width=device-width", "news_keywords": "Care Delivery,Operations & Business Management,Patient Care & Outcomes"}, "article_summary": "To learn more:- read the survey announcement- download the reportRelated Articles:Retail clinics: Concept expands--not threatens--primary careHow retail clinics can bridge healthcare gapsWalmart primary care creates stiff competition for providers5 millennial-driven healthcare trends4 reasons parents use retail health clinics instead of pediatriciansConsumers turn to retail clinics for convenience, affordabilityCompetition for patients spurs tech, design advancementEmbrace retail clinic strategies to succeed with consumer-driven healthcare\nRetail health clinics will continue to expand throughout the country and will increase by nearly 50 percent in the next two years, according to a new report from Accenture.\nThe global professional services company estimates that by the end of this year, there will be 2,150 walk-in clinics in pharmacies, retail chains and supermarkets.\nHowever, the report also indicated unease among more traditional healthcare providers about the retail clinic model's growth.\nRetail clinic leaders, meanwhile, have made clear that ideally, the model will complement traditional care rather than compete with or replace it."}