{"article_title": "Native History: Father De Smet Talks Peace With Sitting Bull", "article_keywords": ["indians", "sioux", "hostile", "sitting", "west", "travel", "peace", "father", "native", "bull", "talks", "tribes", "white", "smet", "settlers", "history"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/06/19/native-history-father-de-smet-talks-peace-sitting-bull-155353", "article_text": "This Date in Native History: On June 19, 1868, Father Pierre-Jean De Smet, a Jesuit missionary, met with the great Sioux Chief Sitting Bull in an attempt to convince “hostile” Indians to make peace with the United States.\n\nA native of Belgium, De Smet was in his early 20s when, in 1827, he was ordained as a priest in St. Louis, Missouri, and began journeying westward to convert the Indians to Christianity and advocate on their behalf. Known as “Blackrobe” to the Indians, De Smet spent his life proselytizing.\n\nFrom the beginning of his ministry, De Smet adopted the Missouri Jesuits’ statement of purpose: “We left home and country for the Indians; the Indians are in the West; to the West let us go.”\n\nCalled a “true friend to the Indians,” De Smet for decades worked and lived with the Indians, establishing missions, battling “liquor traffic” and helping secure peace treaties with rivaling tribes, he wrote in his personal journal, which later was compiled into the four-volume collection, Life, Letters and Travels of Father Pierre-Jean De Smet.\n\nThe years just after the Civil War were perhaps the most devastating for American Indians. In the late 1860s, as white settlers flooded west, the government demanded that Indians relocate to reservations. Tribes like the Sioux and Cheyenne that refused to forfeit their lands and fought to keep settlers out were deemed “hostile.”\n\nThe word “hostile” raises suspicions, said Herman Viola, curator emeritus of the Smithsonian Institution’s National Museum of Natural History. If Natives were hostile, it was because they were forced to leave land to which they had legal rights, he said.\n\n“The government wasn’t going to stop until they drove the Indians into the ground,” he said.\n\nAfter working with Indians for 40 years, De Smet was recognized for having “greater influence with the Indians than any other white man,” and the Interior Department requested that he travel to the “hostile” tribes in Montana and “endeavor to bring them back to peace and submission and to prevent as far as possible the destruction of property and the murder of the whites.”\n\nThe result was a series of meetings of the Indian Peace Commission, an agency charged with negotiating peace with the Plains Indians. De Smet’s role was to travel, sometimes long distances, to meet with tribal leaders and help negotiate peaceful—if ultimately broken—agreements with the federal government.", "article_metadata": {"description": "On June 19, 1868, Father De Smet met with the great Sioux Chief Sitting Bull in an attempt to convince “hostile” Indians to make peace with the U.S.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "leeanne", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/06/19/native-history-father-de-smet-talks-peace-sitting-bull-155353", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/de-smet-flatheads-montana.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Native History: Father De Smet Talks Peace With Sitting Bull"}, "dcterms.date": "2014-06-19T10:00-04:00", "dc": {"title": "Native History: Father De Smet Talks Peace With Sitting Bull"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/06/19/native-history-father-de-smet-talks-peace-sitting-bull-155353", "robots": "follow, index", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Sitting Bull, Missionaries, Native American History", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 1}, "dcterms.title": "Native History: Father De Smet Talks Peace With Sitting Bull"}, "_id": "\"57477af36914bd0286fce72f\"", "article_summary": "This Date in Native History: On June 19, 1868, Father Pierre-Jean De Smet, a Jesuit missionary, met with the great Sioux Chief Sitting Bull in an attempt to convince “hostile” Indians to make peace with the United States.\nIn the late 1860s, as white settlers flooded west, the government demanded that Indians relocate to reservations.\nKnown as “Blackrobe” to the Indians, De Smet spent his life proselytizing.\nIf Natives were hostile, it was because they were forced to leave land to which they had legal rights, he said.\nDe Smet’s role was to travel, sometimes long distances, to meet with tribal leaders and help negotiate peaceful—if ultimately broken—agreements with the federal government."}