{"article_title": "Improving the Affordable Care Act to help the chronically ill", "article_keywords": ["affordable", "plans", "help", "ill", "companies", "insurers", "rule", "insurance", "regulations", "patients", "act", "improving", "coinsurance", "chronically", "cms", "costsharing", "care"], "article_url": "http://thehill.com/blogs/congress-blog/healthcare/227732-improving-the-affordable-care-act-to-help-the-chronically-ill", "article_text": "This year, one in three Americans chose to forego medical care for themselves or a family member because of cost concerns, according to a new Gallup poll.\n\nThe Affordable Care Act was supposed to prevent those situations and extend reasonably priced health care to everyone. But insurance companies have been exploiting loopholes in the law to avoid this obligation.\n\nADVERTISEMENT\n\nAs the organization finalizes its regulations, it has come under pressure from insurance industry lobbyists to water them down. The CMS should resist these efforts and install genuine reforms that will improve health coverage for vulnerable Americans.\n\nThese new regulations take aim at one of the biggest shortcomings of the Affordable Care Act -- unreasonably high patient cost-sharing. The healthcare law caps out-of-pocket expenses at $6,350 for individual plans and $12,700 for family plans. After an insured person or family hits the cap, the insurance company must pay the rest of the treatment costs.\n\nHowever, insurers have found a way around that cap by forcing families to pay all the way up to that $12,700 threshold even when only a single household member is sick. The new CMS regulations would prohibit insurance companies from charging more than $6,350 for treating any one patient.\n\nThis change protects families and furthers the original principle of the ACA: no one should go bankrupt because of disease.\n\nInsurance companies have also been burdening patients who have qualified for so-called \"cost-sharing reduction\" plans. These plans feature lower out-of-pocket maximums than standard plans, but are available only to patients earning less than 250 percent of the federal poverty line.\n\nMany of these plans include absurdly high co-insurance rates. A new report by Milliman, a major consulting firm, finds that 22 percent of cost-sharing reduction plans feature co-insurance rates of 50 percent or more for certain specialty drugs. In other words, insurance companies are forcing some of the poorest patients in the country to pay the lion's share of their prescription drug costs.\n\nThe new CMS regulations will require insurers to summarize the coverage and benefits for these cost-sharing reduction plans and present that information clearly to customers. That's a welcome move, but the agency could go further by prohibiting insurers from charging poor patients co-insurance at all.\n\nThe new rule also addresses the problem of rampant insurer discrimination against some of the most vulnerable Americans -- those suffering from serious diseases like diabetes, cancer, and multiple sclerosis.\n\nA study by Avalere Health, a prominent healthcare advisory company, discovered that an alarming 86 percent of the most common insurance plans sold through the new state-level exchanges placed all medications for at least one drug type in the highest cost-sharing tier.\n\nIn practice, this means that, say, a diabetes patient might be hit with extremely high out-of-pocket expenses when she goes to fill a prescription for key treatments. The Avalere study found that many exchange plans require 30 percent or more \"co-insurance\" for all diabetes drugs. Co-insurance forces patients to bear a set percentage of the final drug bill, regardless of how big it is.\n\nIn its proposed rule, CMS clarifies that this practice is a form of discrimination against patients. This call-out is commendable but insufficient. The agency should also prohibit companies from pricing all drugs of a particular type out of reach for average patients.\n\nThe proposed CMS rule will stop insurers from another method of discrimination -- changing a plan's cost-sharing or benefit structure halfway through the year, after consumers are already locked-in. CMS should also make sure insurers aren’t allowed to drop drug coverage mid-year.\n\nFinally, the agency's reforms will address a general lack of transparency in insurance plans. Insurers will be required to publish a complete list of covered drugs and their relevant cost-sharing tiers. This change will help patients better understand their plan's coverage and benefits. CMS could further improve transparency by mandating that insurers provide specific cost-sharing information for each drug.\n\nCMS deserves praise for its newly proposed rule. It will help combat unreasonable cost-sharing arrangements, patient discrimination, and a lack of transparency. With just a few more added patient protections, the agency can ensure that quality health insurance is truly affordable for all.\n\nHausner is the former CEO of the American Diabetes Association.", "article_metadata": {"dcterms.description": "This year, one in three Americans chose to forego medical care for themselves or a family member because of cost concerns.", "description": "This year, one in three Americans chose to forego medical care for themselves or a family member because of cost concerns.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "This year, one in three Americans chose to forego medical care for themselves or a family member because of cost concerns.", "title": "Improving the Affordable Care Act to help the chronically ill", "url": "http://thehill.com/blogs/congress-blog/healthcare/227732-improving-the-affordable-care-act-to-help-the-chronically-ill", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-04T03:59:59-05:00", "type": "article"}, "apple-itunes-app": "app-id=396640962", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T03:59-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/healthcare/227732-improving-the-affordable-care-act-to-help-the-chronically-ill", "dcterms.date": "2014-12-20T09:00-05:00", "dcterms.creator": "Joe Picard", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.language": "und", "author": "Larry Hausner", "dcterms.type": "Text", "keywords": ",,", "article": {"published_time": "2014-12-20T09:00:03-05:00", "modified_time": "2016-02-04T03:59:59-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/healthcare/227732-improving-the-affordable-care-act-to-help-the-chronically-ill", "widgets": {"csp": "on"}, "description": "This year, one in three Americans chose to forego medical care for themselves or a family member because of cost concerns.", "card": "summary", "title": "Improving the Affordable Care Act to help the chronically ill"}, "dcterms.title": "Improving the Affordable Care Act to help the chronically ill"}, "_id": "\"57477af36914bd0286fce731\"", "article_summary": "The new CMS regulations would prohibit insurance companies from charging more than $6,350 for treating any one patient.\nThese new regulations take aim at one of the biggest shortcomings of the Affordable Care Act -- unreasonably high patient cost-sharing.\nThe Affordable Care Act was supposed to prevent those situations and extend reasonably priced health care to everyone.\nBut insurance companies have been exploiting loopholes in the law to avoid this obligation.\nFinally, the agency's reforms will address a general lack of transparency in insurance plans."}