{"article_title": "The Many Faces of Opposition to Obamacare’s HHS Mandate", "article_keywords": ["hhs", "supreme", "priests", "court", "opposition", "mandate", "administration", "school", "obamacares", "faces", "suing", "religious", "obama"], "article_url": "http://www.breitbart.com/big-government/2016/03/21/the-many-faces-of-opposition-to-obamacares-hhs-mandate/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nThe people suing the Obama administration over its HHS mandate are all Catholic priests and nuns, right?\n\nWrong.\n\nSIGN UP FOR OUR NEWSLETTER\n\nReaching Souls International is a non-denominational Christian group that, among its missionary programs in countries such as Kenya, Uganda, India, and Cuba, comes to the aid of African children left orphaned by civil war, HIV/AIDS, and malaria. Its work is based on the biblical definition of “religion that is pure and undefiled before God” – that is, “to visit orphans and widows in their affliction.”\n\nReaching Souls International is suing the Obama administration over the HHS mandate.\n\nAWESOME stands for Assistance With Education, Shelter, Organization, Money management, and Employment. It’s a program run by the Prince of Peace Center in Farrell, Pennsylvania, that helps people trying to achieve self-sufficiency, instructing them in nutrition, informed decision making, and financial planning. Participants are offered their choice of a refurbished computer or a stipend for paying bills after completing the course.\n\nThe Prince of Peace Center’s community-based board is challenging the HHS mandate in court.\n\nArchbishop Carroll High School was one of the first racially integrated Washington, D.C. educational institutions when it opened in 1951. It defied school segregation four years before the Supreme Court ruled the practice unconstitutional. Today its students, 98 percent of whom go on to college, take on a rigorous college preparatory academic program and, in the school’s words, “use what they learn to make the world around them a better place; and to learn every day how to reflect God’s love for each of them in their kindness to each other.”\n\nArchbishop Carroll High School is among the many petitioners arguing before the Supreme Court on March 23 against the HHS mandate.\n\nThe Obama administration has, unintentionally, brought together a diverse group of people representing a wide array of religious beliefs, all united by the proposition that the government should not be instructing us in our faiths. We do not believe that a federal bureaucrat should be telling us what is and what is not allowed by our churches’ teachings.\n\nIt was over four years ago that, as part of Obamacare, the Department of Health and Human Services issued a regulation demanding that religious non-profit groups make available to our employees drugs, devices, and procedures that our faith informs us are gravely evil. Some of these items can cause abortions. The organization I lead, Priests for Life, became the first of the petitioners currently before the Supreme Court to file suit.\n\nSince that time, a total of 140 groups and individuals, including 37 universities and 40 charities, have brought more than 50 lawsuits challenging the HHS mandate as it applies to non-profit organizations. While the Obama administration has granted exemptions from the mandate’s requirements to companies such as ExxonMobil, Chevron, and Pepsi, it remains adamant that those with religious objections to its policy must be coerced to comply.\n\nAnd if you think that “coerced” is too strong a word, consider that a religious non-profit group that does not obey the HHS mandate will be fined $100 per employee per day until it does. That’s an existential threat to a lot of organizations that are a big part of the social safety net.\n\nThe government’s religiously discriminatory order has mobilized Americans of almost every faith.\n\nYes, priests (Priests for Life) and nuns (Little Sisters of the Poor) are some of those who are suing. But also among those who are part of the consolidated case now before the Supreme Court are Baptist and non-denominational Christian universities in Texas and Oklahoma, a Presbyterian college in Pennsylvania, Catholic Charities in Washington, D.C., Pittsburgh, and Erie, Pennsylvania, and numerous religious high schools.\n\nWhen you include those who have filed friend-of-the-court briefs with the Supreme Court in support of religious liberty and our lawsuit, the list becomes even more diverse.\n\nAmong those who oppose the application of the Obama administration’s HHS mandate against religious not-for-profit organizations are: World Vision; the Union of Orthodox Jewish Congregations of America; the National Jewish Coalition on Law and Public Affairs; the Church of Jesus Christ of Latter Day Saints; the International Society for Krishna Consciousness; the Orthodox Church in America; the American Islamic Conference; the Lutheran Church – Missouri Synod; three former U.S. Attorneys General; 20 current state attorneys general; and over 200 Members of Congress. And that’s just a fraction of the complete list.\n\nAll agree that all of us should be free not just to worship as we please, but also to live and work in accordance with our deeply held beliefs. Minority religions, in particular, are concerned that if major denominations can be victimized by the government, they will stand little chance against the bureaucratic leviathan.\n\nE pluribus unum – out of many, one – is our nation’s motto. It’s also the perfect characterization of the opposition to the Obama administration’s HHS mandate. We stand together, of many faiths, but of one belief that we should be free to practice those faiths.\n\nFather Frank Pavone is National Director of Priests for Life", "article_metadata": {"description": "The Many Faces of Opposition to Obamacare’s HHS Mandate", "og": {"site_name": "Breitbart", "description": "The Many Faces of Opposition to Obamacare’s HHS Mandate", "title": "The Many Faces of Opposition to Obamacare’s HHS Mandate - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/11/anti-ObamaCare-Getty.jpg", "height": 480}, "url": "http://www.breitbart.com/big-government/2016/03/21/the-many-faces-of-opposition-to-obamacares-hhs-mandate/", "type": "article"}, "twitter": {"description": "The Many Faces of Opposition to Obamacare’s HHS Mandate", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2015/11/anti-ObamaCare-Getty.jpg", "title": "The Many Faces of Opposition to Obamacare’s HHS Mandate - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": ",Big Government, Obamacare,Obamacare", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Government", "published_time": "2016-03-21T08:51:27-07:00", "categories": "Big Government,Obamacare"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af46914bd0286fe349c\"", "article_summary": "It’s also the perfect characterization of the opposition to the Obama administration’s HHS mandate.\nSIGN UP FOR OUR NEWSLETTERThe people suing the Obama administration over its HHS mandate are all Catholic priests and nuns, right?\nThe Prince of Peace Center’s community-based board is challenging the HHS mandate in court.\nYes, priests (Priests for Life) and nuns (Little Sisters of the Poor) are some of those who are suing.\nSince that time, a total of 140 groups and individuals, including 37 universities and 40 charities, have brought more than 50 lawsuits challenging the HHS mandate as it applies to non-profit organizations."}