{"article_title": "Journalists in Syria face growing risk of kidnap", "article_keywords": ["summer", "kidnappings", "risk", "missing", "taken", "face", "held", "journalist", "growing", "syria", "kidnap", "syrian", "war", "journalists"], "article_url": "http://www.dailyherald.com/article/20131109/news/711099811/", "article_text": "Journalists in Syria face growing risk of kidnap\n\nhello\n\nFrench reporter Pierre Torres in France. Torres has been missing since the summer. ASSOCIATED pRESS\n\nFrench photojournalist Edouard Elias poses for a portrait in Yangon, Myanmar last spring. The French radio broadcaster Europe 1 said in a statement on its website that it was unable to get in touch with reporter Didier Francois and photographer Edouard Elias, who had been headed from the Turkish-Syrian border for Aleppo. Elias has been missing since the summer. Associated Press\n\nSamir Kassab, a Lebanese citizen, poses at an unknown place. Sky News website reports Kassab has been missing since October. Associated Press\n\nAssociated Press\n\nBEIRUT -- Behind a veil of secrecy, at least 30 journalists have been kidnapped or have disappeared in Syria -- held and threatened with death by extremists or taken captive by gangs seeking ransom.\n\nThe widespread seizure of journalists is unprecedented, and has been largely unreported by news organizations in the hope that keeping the kidnappings out of public view may help to negotiate the captives' release.\n\nThe New York-based Committee to Protect Journalists says at least 30 journalists are being held and 52 have been killed since Syria's civil war began in early 2011. The group also has documented at least 24 other journalists who disappeared earlier this year but are now safe. In a report this week, Paris-based Reporters Without Borders cited higher figures, saying at least 60 \"news providers\" are detained and more than 110 have been killed.\n\nThe discrepancy stems from varying definitions of what constitutes a journalist because much of the reporting and news imagery coming out of Syria is not from traditional professional journalists. Some of those taken have been activists affiliated with the local \"media offices\" that have sprouted up across opposition-held territory.\n\nOnly 10 of the international journalists currently held have been identified publicly by their families or news organizations: four French citizens, two Americans, one Jordanian, one Lebanese, one Spaniard and one Mauritanian. The remaining missing are a combination of foreign and Syrian journalists, some of whose names have not been publicly disclosed due to security concerns.\n\nGroups like the Committee to Protect Journalists are alarmed by the kidnappings.\n\nWhile withholding news of abductions is understandable in many cases, especially with lives at stake, the organization says, this has also served to mask the extent of the problem.\n\n\"Every time a journalist enters Syria, they are effectively rolling the dice on whether they're going to be abducted or not,\" said Jason Stern, a researcher at CPJ.\n\nJihadi groups are believed responsible for most kidnappings since the summer, but government-backed militias, criminal gangs and rebels affiliated with the Western-backed Free Syrian Army also have been involved with various motives.\n\nBy discouraging even experienced journalists from traveling to Syria, the kidnappings are diminishing the media's ability to provide unbiased on-the-ground insights into one of the world's most brutal and combustible conflicts.\n\nAnd those who do go into the country from outside appear often to be among the less-prepared and less-protected -- which in turn increases the chances of capture, deepening the fears and compounding the problem.\n\nThe kidnappings have helped shift the narrative of the war in a wider sense: What might have at first seemed to many like an idealistic rebellion against a despotic ruler now is increasingly viewed as a chaotic affair in which both anti-Western extremists and criminal gangs have gained dangerous influence\n\n\"It is vital that journalists witness and tell the story of the Syrian civil war,\" said John Daniszewski, senior managing editor for international news at The Associated Press. \"However, the impunity with which journalists are attacked and kidnapped in this conflict means that we must be doubly cautious. It is not an arena for novices, and extreme care needs to be exercised to obtain the news. At the same time, actors in the civil war must acknowledge and protect the right of journalists to cover it fairly and accurately as a basic human right.\"\n\nThe spate of kidnappings has drawn comparisons to Lebanon during its vicious 1975-90 civil war, when Westerners, including then-AP Middle East Correspondent Terry Anderson, were taken captive by Muslim extremists and held for long periods.\n\nIn Iraq, 150 journalists were killed between the U.S. invasion in 2003 and the departure of American troops in 2011 -- a rate similar to the CPJ's figures for Syria -- but the numbers of abducted journalists was smaller. Reporters Without Borders said it registered 93 kidnappings of journalists there from 2003 to 2010 -- a far lower rate than it found in Syria. In Libya, a handful of journalists were detained during the war.\n\nStern said the kidnappings in Syria are unprecedented in scale: \"Simply no other country comes close.\"\n\nAddressing the U.N. Security Council at a meeting in July, AP Executive Editor Kathleen Carroll, vice chairwoman of the Committee to Protect Journalists, said reporters serve as the public's eyes and ears in conflict situations by going to places and asking questions that most people cannot.\n\n\"An attack on a journalist is a proxy for an attack on the ordinary citizen, an attack on that citizen's right to information about their communities and their institution\" and their world, she said.\n\nRichard Engel, the chief foreign correspondent for U.S. television network NBC who was kidnapped by pro-Assad militiamen in northern Syrian and held for five days in December 2012, said journalists must reflect long and hard before going to the country.\n\n\"Because right now, if you go to into the rebel-held or contested areas in northern and eastern Syria, there is a very sizable percentage that you're not going to make it out alive,\" he said.\n\nWhile reporting in Syria has always been a dangerous business, the risk has evolved during the uprising. Early on, President Bashar Assad's government expelled foreign journalists covering anti-government protests, including an AP team in Damascus. Scores of Syrian journalists were imprisoned. As rebels began seizing territory, some rebel factions began detaining journalists as well, often on unfounded accusations that they were spies.\n\nAbductions increased significantly in recent months, as extremist groups grew more powerful in some areas.\n\nMost kidnappings since the summer have taken place in rebel-held territories, particularly in chaotic northern and eastern Syria, where militant al-Qaida-linked groups hold influence. Among the most dangerous places is the northeastern city of Raqqa, which was taken over by al-Qaida militants shortly after it became the first city to fall entirely into rebel hands; the eastern Deir el-Zour province; the border town of Azaz, and the corridor leading to Aleppo, once a main route for journalists going into Syria.\n\nThere are no reliable estimates of how many journalists are held by the Syrian government, which routinely rounds up writers, activists and reporters who fail to toe the official line.\n\nLocal journalists have taken the brunt of the violence. Of the 52 documented by CPJ as killed, all but five were Syrian. Among the foreigners who lost their lives covering battles were French TV reporter Gilles Jacquier, French photographer Remi Ochlik, American journalist Marie Colvin with Britain's Sunday Times and Japanese journalist Mika Yamamoto.\n\nOften the cases of abduction are not reported by media organizations at the request of the families or employers. News organizations on a case-by-case basis are inclined to respect such requests, regardless of the identity of the person abducted, if they are persuaded that publication would increase the danger for the victim.\n\nThat, in turn, makes the extent of the problem less visible to the public.\n\nPeter Bouackert, emergency director at Human Rights Watch, said an unintended consequence of such a blackout is that journalists may be less aware of the dangers they face.\n\nIn some cases, rebels acting as middle men have offered to \"buy\" hostages to use for their own purposes, activists say. Unconfirmed reports say at least some kidnappings are done to raise money for weapons.\n\nIn some cases, the captors are thought to be holding hostages for ransom, or as pawns for negotiations.\n\nExperts say religious extremists pose a particular danger because they kidnap for ideological reasons, and are less likely to negotiate or yield to foreign pressure.\n\nBouackert says almost all kidnappings since the summer have involved al-Qaida-affiliated militants and remain unresolved with no ransom demands or discussion about releases.\n\n\"They are basically being held hostage as insurance against any future Western intervention against extreme jihadi groups,\" said Bouackert, who specializes in cases involving missing journalists.\n\nIn published accounts of their captivity, some freed journalists wrote of trusted rebels and fixers who betrayed them, and of hard-core Islamic fighters who psychologically and physically tortured them.\n\n\"At first they kept accusing me of being a CIA agent, and in order to break me pretended to execute me four times. At the end it was all about money,\" said Jonathan Alpeyrie, a French-American photographer held in northern Syria for 81 days by Islamic rebels until a benefactor paid $450,000 on his behalf.\n\nAlpeyrie, 34, has reported from Afghanistan, Egypt, Libya, Pakistan and Somalia. He was abducted on his third trip to Syria, apparently betrayed by a fixer. He was freelancing for the New York-based agency Polaris Images when kidnapped.\n\n\"I will never go back to Syria,\" he said.\n\nAmong the longest-held captives are American freelance journalists Austin Tice, missing since August 2012, and James Foley, who disappeared in November 2012. Tice, who was one of few journalists reporting from Damascus when he vanished, is suspected of being held by the Syrian government, although his family has said they are uncertain who is holding their son.\n\n\"Frankly, it makes no sense for us to speculate on who may be holding him and who may not be,\" Tice's father, Marc Tice, told the AP by telephone. \"We're in a position where we are simply asking whoever does have influence, control or authority over whoever is holding Austin to have mercy on our family and return him to us.\"\n\nThere has been no information on Foley.\n\nMore recent abductees include Spanish journalist Marc Marginedas, who has not been seen since his car was stopped by armed jihadists on Sept. 4 near the western town of Hama, and French journalists Nicolas Henin, Pierre Torres, Didier Francois and Edouard Elias -- all missing since the summer.\n\nAmerican freelance photographer Matthew Schrier, who escaped in July from an Aleppo basement after seven months in captivity, said his captors tortured him for his credit card and bank passwords and used his money to shop on eBay.\n\nAmong the most recent Syrian victims was Rami Razzouk, working for a Syrian radio station that reports critically on al-Qaida-linked militants.\n\nIn a harrowing account of his 152 days in Syrian rebel captivity, Italian journalist Domenico Quirico wrote in the daily La Stampa of a revolution gone astray.\n\n\"In Syria, I discovered the Land of Evil,\" he wrote.", "article_metadata": {"description": "Behind a veil of secrecy, at least 30 journalists have been kidnapped or have disappeared in Syria -- held and threatened with death by extremists or taken captive by gangs seeking ransom. The widespread seizure of journalists is unprecedented, and has been largely unreported by news organizations in the hope that keeping the kidnappings out of public view may help to negotiate the captives' release.", "author": "Zeina Karam", "og": {"site_name": "Daily Herald", "description": "Behind a veil of secrecy, at least 30 journalists have been kidnapped or have disappeared in Syria -- held and threatened with death by extremists or taken captive by gangs seeking ransom. The widespread seizure of journalists is unprecedented, and has been largely unreported by news organizations in the hope that keeping the kidnappings out of public view may help to negotiate the captives' release.", "title": "Journalists in Syria face growing risk of kidnap", "url": "http://www.dailyherald.com/article/20131109/news/711099811/", "image": "http://www.dailyherald.com/storyimage/DA/20131109/news/711099811/EP/1/3/EP-711099811.jpg&updated=201311092016&imageversion=Facebook&exactH=630&exactW=1200&exactfit=crop&noborder", "type": "article"}, "twitter": {"description": "Behind a veil of secrecy, at least 30 journalists have been kidnapped or have disappeared in Syria -- held and threatened with death by extremists or taken captive by gangs seeking ransom. The widespread seizure of journalists is unprecedented, and has been largely unreported by news organizations in the hope that keeping the kidnappings out of public view may help to negotiate the captives' release.", "title": "Journalists in Syria face growing risk of kidnap", "url": "http://www.dailyherald.com/article/20131109/news/711099811/", "image": "http://www.dailyherald.com/storyimage/DA/20131109/news/711099811/AR/0/AR-711099811.jpg&updated=201311092016&maxw=1200&maxh=1200", "site": "@dailyherald", "card": "summary", "account_id": 8960722}, "robots": "noarchive", "fb": {"app_id": 105603449548761}, "keywords": "News, Nation/World", "article": {"publisher": "https://www.facebook.com/DailyHeraldFans", "published_time": "2013-11-09", "modified_time": "2013-11-10T00:16:00Z"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdd0b8\"", "article_summary": "Journalists in Syria face growing risk of kidnaphelloFrench reporter Pierre Torres in France.\nThe remaining missing are a combination of foreign and Syrian journalists, some of whose names have not been publicly disclosed due to security concerns.\nScores of Syrian journalists were imprisoned.\nReporters Without Borders said it registered 93 kidnappings of journalists there from 2003 to 2010 -- a far lower rate than it found in Syria.\n\"They are basically being held hostage as insurance against any future Western intervention against extreme jihadi groups,\" said Bouackert, who specializes in cases involving missing journalists."}