{"article_title": "The Ultimate Gift Guide for Billionaires", "article_keywords": ["gift", "spending", "money", "average", "youre", "favorite", "worth", "gifts", "ultimate", "wealthx", "billionaire", "billionaires", "guide"], "article_url": "http://www.thefiscaltimes.com/Articles/2013/11/19/Ultimate-Gift-Guide-Billionaires", "article_text": "It’s a good time to be a billionaire.\n\nThe ranks of billionaires worldwide have swelled nearly 60 percent since the end of the U.S. recession in 2009, and their total wealth increased 5.3 percent in the past year, according to the Wealth-X and UBS Billionaire Census.\n\n13 Ridiculously Extravagant Gifts for Your Favorite Billionaire\n\nThe number of billionaires is expected to continue to climb, too. Wealth-X predicts that by 2020, the global billionaire population (currently 2,170) will increase by 1,700 individuals to nearly 3,900 people worldwide.\n\nToday’s billionaires sure aren’t shy about spending their money. They’resetting spending records for fine art, real estate and gems.\n\nPart of the reason: Even as the stock market hits records highs, lingering uncertainty about future gains has billionaires looking for other places to stash their cash. In the past five years, investments in luxury goods like art, cars, wine and watches have increased 15 percent, according to research firm WealthInsight.\n\nWith billionaires so easily spending money on themselves, gift-givers with a billionaire on their shopping list can feel a lot of pressure. Face it: You’re just not going to find the perfect gift on the racks at Macy’s on Black Friday.\n\nHoliday gifts are different for high rollers, for whom money is no object and exclusivity is a must. After all, the average billionaire already owns four homes (worth an average $20 million each) and a yacht (worth an average $78 million).\n\nIf you’re still looking for the perfect present for your favorite billionaire, don’t worry. We’ve got you covered. Here’s our roundup of the ultimate gifts for jet-setting, luxury-loving billionaires.\n\nClick here for our slideshow: 13 Ridiculously Extravagant Gifts for Your Favorite Billionaire\n\nTop Reads at The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "If you're still looking for the perfect present for your favorite billionaire, don't worry. We've got you covered. Here's our roundup of the ultimate gifts for jet-setting, luxury-loving billionaires.", "title": "The Ultimate Gift Guide for Billionaires", "url": "http://www.thefiscaltimes.com/Articles/2013/11/19/Ultimate-Gift-Guide-Billionaires", "image": "http://cdn.thefiscaltimes.com/sites/default/files/1964%20Ferrari.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2013/11/19/Ultimate-Gift-Guide-Billionaires", "image": "http://cdn.thefiscaltimes.com/sites/default/files/1964%20Ferrari.jpg", "creator": "@bethbrav", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "If you're still looking for the perfect present for your favorite billionaire, don't worry. We've got you covered. Here's our roundup of the ultimate gifts for jet-setting, luxury-loving billionaires.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fdd0d2\"", "article_summary": "After all, the average billionaire already owns four homes (worth an average $20 million each) and a yacht (worth an average $78 million).\nWith billionaires so easily spending money on themselves, gift-givers with a billionaire on their shopping list can feel a lot of pressure.\n13 Ridiculously Extravagant Gifts for Your Favorite BillionaireThe number of billionaires is expected to continue to climb, too.\nHere’s our roundup of the ultimate gifts for jet-setting, luxury-loving billionaires.\nIf you’re still looking for the perfect present for your favorite billionaire, don’t worry."}