{"article_title": "You’ve never seen video games played like this before", "article_keywords": ["website", "art", "games", "played", "visual", "quite", "culture", "novello", "computer", "video", "youve", "seen", "technology", "software"], "article_url": "http://www.salon.com/2014/03/07/youve_never_seen_videogames_played_like_this_before/", "article_text": "Topics: Art, cool culture, innovation, technology, Video, Video Games, Innovation News, Technology News\n\nIllucia, a patchbay controller that connects computer programs, not only blurs the lines between different softwares, it also obscures the boundaries between computer programming, visual art and music. On his website creator Chris Novello calls it “sort of like videogame DJing.” Though the actual science is more complex. Novello uses OSC (Open Sound Control) and a handmade synthesizer-like control panel with a series of interchangeable wires, to let computer programs send data to each other. The results are featured in one of Novello’s many videos below:\n\nIn the FAQ section of illucia’s website, Novello points out that some will think illucia is “stupid.” His response is quite thoughtful:\n\nSo much of computer culture is made by large teams of people, usually with the goal of safely pleasing giant markets and offending as few people as possible. Quite often, this is a great thing. These massive technology corporations often make incredible contributions to human culture – some drastically reduce suffering and shunt us into exciting new frontiers – but – What if computer software and hardware could also become a more radical space for individual expression and critical thinking? Literature, visual art, and music all encourage this – are computer software and hardware not equally compelling mediums? Couldn’t personal, creative technology prove meaningful and important to humankind? What would the world look like if more people were empowered and encouraged to unfold their own technological voice?", "article_metadata": {"description": "Part DJing, part gaming: Watch an artist use a synthesizer to play both music and Mario Brothers VIDEO", "title": "You’ve never seen video games played like this before", "og": {"site_name": "Salon", "description": "Part DJing, part gaming: Watch an artist use a synthesizer to play both music and Mario Brothers VIDEO", "title": "You’ve never seen video games played like this before", "url": "http://www.salon.com/2014/03/07/youve_never_seen_videogames_played_like_this_before/", "image": "http://media.salon.com/2014/03/Screen-Shot-2014-03-07-at-9.14.21-AM1-1280x804.png", "type": "article"}, "twitter": {"description": "Part DJing, part gaming: Watch an artist use a synthesizer to play both music and Mario Brothers VIDEO", "title": "You’ve never seen video games played like this before", "image": "http://media.salon.com/2014/03/Screen-Shot-2014-03-07-at-9.14.21-AM1-1280x804.png", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Sarah Gray", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Art, cool culture, innovation, technology, Video, Video Games", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe1b9e\"", "article_summary": "Topics: Art, cool culture, innovation, technology, Video, Video Games, Innovation News, Technology NewsIllucia, a patchbay controller that connects computer programs, not only blurs the lines between different softwares, it also obscures the boundaries between computer programming, visual art and music.\nLiterature, visual art, and music all encourage this – are computer software and hardware not equally compelling mediums?\nOn his website creator Chris Novello calls it “sort of like videogame DJing.” Though the actual science is more complex.\nWhat would the world look like if more people were empowered and encouraged to unfold their own technological voice?\nNovello uses OSC (Open Sound Control) and a handmade synthesizer-like control panel with a series of interchangeable wires, to let computer programs send data to each other."}