{"article_title": "2014 Election Aftermath: What Can Science, Tech Leaders Expect?", "article_keywords": ["leaders", "science", "rutherford", "braveboy", "governorelect", "state", "tech", "election", "innovation", "aftermath", "maryland", "marylands", "hogan", "expect"], "article_url": "http://www.afro.com/2014-election-aftermath-what-can-science-tech-leaders-expect/", "article_text": "The 2014 mid-term elections are all-but settled. Only one race in the Senate remains, Mary Landrieu’s brave battle to maintain her seat as the last of two Democratic Senators in the Deep South. With this new political landscape, many in the science and tech communities are looking for cues of what to expect.\n\n“If you’re already big [in the science and tech sectors] you are likely to get bigger. If you are a startup, you are going to have less regulatory help,” according to telecom consultant Robert Harris. As a former aide to Congressman G. K. Butterfield (D-N.C.), the next chairman of the Congressional Black Caucus, Harris predicts the new Congress could focus 60 percent of its attention, at least at the outset, on undoing Obamacare and President Obama’s other key policy initiatives.\n\nThis could spell bad news for those with salaries tied to federally funded R&D, alternative energy opportunities, or the space industry.\n\nThe recent fight over the America COMPETES Reauthorization Act provides an indication of what may lie ahead. This legislation would renew and, in some cases, expand the nation’s investment in science, technology, engineering, and math (STEM) and other pro-innovation programs. Like many bills, the COMPETES Act was stalled in the divided Congress. The Democratic-led Senate sought to fully support President Obama’s proposals for education related initiatives such as Historically Black Colleges and Universities and Other Minority-Serving Institutions, Nanotechnology Research and Development, and Post-doctoral fellowships. The Republican-led House was less generous.\n\n“It would be a mistake for Republicans” in Congress or those leading states like Maryland to reverse or stall “progress made over recent years in innovation,” says Maryland Delegate Aisha Braveboy (D). As the outgoing chairperson of the Maryland State Legislative Caucus, Braveboy advises Governor-Elect Larry Hogan to stay the course on science and technology.\n\nDespite being a former Democratic candidate for Maryland Attorney General, garnering nearly 100,000 in the 2014 Primary elections, Braveboy sees some room for optimism in a Hogan administration. “He [Hogan] has made a commitment to reach across the aisle [even to the African American community] to make cabinet appointments,” noted Braveboy.\n\nTech observers should look to the state’s colleges and universities to be Maryland’s “hubs for innovation, particularly HBCUs” like Bowie State, Morgan State, and University of Maryland Eastern Shore, estimates Braveboy.\n\nBoyd Rutherford (R), Maryland’s Lt. Governor-elect agrees that there is good reason for those in science and tech to be optimistic about his state. Staying away from making any new policy announcements, the African American, D.C.-native, reiterated Hogan’s campaign talking-points. “We are about jobs and job creation. That’s going to be the main focus for every cabinet position,” said Rutherford.\n\nLike Braveboy, Rutherford is a graduate of Howard University and, while a conservative, is not shy about his outreach to Maryland’s growing Muslim and immigrant populations. The Lt. Governor-Elect has been tapped to help the Hogan Administration find good people. “[W]e don’t believe in punishing people…we’re looking for competence and we believe we can find that in different ethnic groups, different genders, and political [affiliations],” he said. Those interested in working in Maryland state government can submit their resumes online by contacting the Hogan headquarters.\n\n“I would be thrilled to know that the incoming administration plans to pay more attention to STEM particularly at HBCUs,” said Maryland Delegate and Senator-Elect Shirley Nathan-Pulliam. “As a strong Democrat, I’m still mourning that we did not win,” however “I would love to see [Hogan] give [Rutherford] innovation as his portfolio.”\n\n“I am also concerned that our new governor does not seek to dismantle our health care delivery system,” Nathan-Pulliam continued. “As a registered nurse, I can attest that sick children make poor students, sick adults make bad workers.”\n\n1,263 total views, 1 views today", "article_metadata": {"og": {"site_name": "Afro", "description": "The 2014 mid-term elections are all-but settled.  Only one race in the Senate remains, Mary Landrieu’s brave battle to maintain…", "title": "2014 Election Aftermath: What Can Science, Tech Leaders Expect?", "url": "http://www.afro.com/2014-election-aftermath-what-can-science-tech-leaders-expect/", "image": "http://www.afro.com/wp-content/uploads/2014/11/1345122917741701421sciencetechnology.jpg", "type": "article"}, "article": {"section": "National News", "published_time": "2014-11-13", "modified_time": "2014-11-15", "author": "http://www.afro.com/author/scornish/"}, "twitter": {"card": "summary"}, "description": "The 2014 mid-term elections are all-but settled.  Only one race in the Senate remains, Mary Landrieu’s brave battle to maintain…", "viewport": "width=1280"}, "_id": "\"57477af36914bd0286fce788\"", "article_summary": "With this new political landscape, many in the science and tech communities are looking for cues of what to expect.\n“If you’re already big [in the science and tech sectors] you are likely to get bigger.\nBoyd Rutherford (R), Maryland’s Lt. Governor-elect agrees that there is good reason for those in science and tech to be optimistic about his state.\nAs the outgoing chairperson of the Maryland State Legislative Caucus, Braveboy advises Governor-Elect Larry Hogan to stay the course on science and technology.\nThose interested in working in Maryland state government can submit their resumes online by contacting the Hogan headquarters."}