{"article_title": "Canterbury fullback Brett Morris unlikely to play before Origin with hamstring injury", "article_keywords": ["origin", "try", "play", "charge", "rabbitohs", "miss", "skipper", "brett", "likely", "fullback", "hamstring", "morris", "contact", "unlikely", "injury", "reynolds", "match", "canterbury"], "article_url": "http://www.smh.com.au/rugby-league/canterbury-bulldogs/canterbury-fullback-brett-morris-unlikely-to-play-before-origin-with-hamstring-injury-20150405-1mev53.html", "article_text": "Casualty: Brett Morris is halted by the Rabbitohs defence. Photo: Getty Images\n\nThe toll of the fiery Good Friday confrontation could result in up to six Canterbury players missing this weekend's game against the Dragons, with fullback Brett Morris facing the prospect of not playing before the State of Origin series opener.\n\nIt is feared Morris, who suffered a hamstring tear in the final play of the heated clash against South Sydney at ANZ Stadium last Friday, will miss at least a month and potentially be unable to return before Blues coach Laurie Daley announces his team for game one on May 19.\n\nHis brother Josh is one of four players facing possible charges when the match review committee meets on Monday morning, with James Graham, David Klemmer and Sam Kasiano also facing suspension.\n\nIn-form centre Tim Lafai, who left ANZ Stadium with his leg in a knee brace, faces up to two months on the sidelines as a result of the injury he picked up against the Rabbitohs.\n\nAdvertisement\n\nThe Canterbury skipper is likely to attract two charges from the final minutes of play. Graham is expected to be hit with a dangerous contact charge for his charge-down attempt on Adam Reynolds that left the Rabbitohs play-maker with a knee injury.\n\nIt is understood the fact Reynolds was injured and faces a lengthy period on the sidelines with a torn lateral ligament will be a factor in determining Graham's sentence, almost guaranteeing he will miss this Sunday's clash with the high-flying St George Illawarra at ANZ Stadium.\n\nHis verbal abuse of the referees in the exchanges that followed the penalty being awarded to South Sydney is likely to be deemed as contrary conduct.\n\nKlemmer also faces a contrary conduct charge after he unleashed a tirade on referee Gerard Sutton, heard saying \"you're f---ed, you're off your face\" before he was sent to the sin bin on the stroke of full-time.\n\nIt won't be the first time a player has been suspended for swearing at a match official.\n\nNewcastle legend Andrew Johns, who on the Sunday Footy Show admitted regret over the way he treated referees during his career, copped a two-match ban for verbally abusing touch judge Matt Cecchin in a game for the Knights in 2006.\n\nCowboys skipper Johnathan Thurston was charged with detrimental conduct in 2010 after he abused referee Jason Robinson, however Thurston was successful in getting off at the judiciary on a technicality around the interpretation of detrimental.\n\nThurston has since cleaned up his act and prides himself on controlling his emotions on the paddock after several run-ins with the match officials during the first half of his career.\n\nJosh Morris was also placed on report for making contact with the head of Issac Luke with his boot as the Rabbitohs hooker was attempting to score a try in the first half.\n\nThe video referee later awarded the Rabbitohs an eight-point try, with Morris placed on report for using his foot trying to stop the try. He will either be charged with dangerous contact (head) or kicking. A grade-one dangerous contact charge will see the Origin centre miss one match, while a grade-one kicking charge will see him miss two games.\n\nKasiano may also find himself in hot water for the same tackle, despite not being placed on report. The Canterbury prop led with his knees as he charged towards Luke in a bid to prevent the try, making contact with the head of the Rabbitohs' rake.\n\nIt's understood the match review committee has identified the collision and will examine it in the meeting on Monday morning.\n\nThe injuries and potential suspensions could force coach Des Hasler to make wholesale changes to his side, with a third of the team he named last Friday possibly unavailable for the clash against the Dragons.\n\nSam Perrett is likely to shift back to fullback to cover for the injured Brett Morris, while grand final winger Corey Thompson is expected to slot back on to the wing to fill the void left by Perrett's transition.\n\nMoses Mbye, who filled in at five-eighth while Josh Reynolds was injured, is likely to shift into the centres with Reynolds making a successful return from injury against the Rabbitohs.\n\nIf Graham is suspended, halfback Trent Hodkinson is the logical option to lead the Bulldogs as skipper.", "article_metadata": {"news_keywords": "Brett Morris, Josh Morris, Canterbury Bulldogs, Sam Kasiano, James Graham, David Klemmer, NRL, National Rugby League, rugby league, Canterbury Bulldogs, Bulldogs, Canterbury,", "application-name": "The Sydney Morning Herald", "og": {"site_name": "The Sydney Morning Herald", "description": "The toll of the fiery Good Friday confrontation could result in up to six Canterbury players missing this weekend's game against the Dragons, with fullback Brett Morris facing the prospect of not playing before the State of Origin series opener.", "title": "Canterbury fullback Brett Morris unlikely to play before Origin with hamstring injury", "url": "http://www.smh.com.au/rugby-league/canterbury-bulldogs/canterbury-fullback-brett-morris-unlikely-to-play-before-origin-with-hamstring-injury-20150405-1mev53.html", "image": "http://www.smh.com.au/content/dam/images/1/m/e/x/n/h/image.related.articleLeadwide.620x349.1mev53.png/1428272751461.jpg", "type": "article"}, "twitter": {"image": {"src": "http://www.smh.com.au/content/dam/images/1/m/e/x/n/h/image.related.articleLeadwide.620x349.1mev53.png/1428272751461.jpg"}, "title": "Canterbury fullback Brett Morris unlikely to play before Origin with hamstring injury", "description": "The toll of the fiery Good Friday confrontation could result in up to six Canterbury players missing this weekend's game against the Dragons, with fullback Brett Morris facing the prospect of not playing before the State of Origin series opener.", "card": "summary_large_image", "site": "@smh"}, "robots": "ACAP allow-present prohibited-modification=annotation", "msapplication-tooltip": "Open The Sydney Morning Herald", "fb": {"app_id": 193677504039845}, "msapplication-starturl": "http://www.smh.com.au", "msapplication-task": "name=Weather;action-uri=http://www.smh.com.au/weather;icon-uri=http://www.smh.com.au/favicon.ico;", "description": "The toll of the fiery Good Friday confrontation could result in up to six Canterbury players missing this weekend's game against the Dragons, with fullback ..."}, "article_summary": "A grade-one dangerous contact charge will see the Origin centre miss one match, while a grade-one kicking charge will see him miss two games.\nAdvertisementThe Canterbury skipper is likely to attract two charges from the final minutes of play.\nGraham is expected to be hit with a dangerous contact charge for his charge-down attempt on Adam Reynolds that left the Rabbitohs play-maker with a knee injury.\nThe video referee later awarded the Rabbitohs an eight-point try, with Morris placed on report for using his foot trying to stop the try.\nCasualty: Brett Morris is halted by the Rabbitohs defence."}