{"article_title": "Ted Cruz: Christians pose no threat of terrorism; only Christian Syrians should be let into U.S.", "article_keywords": ["rtexas", "christian", "yorker", "washington", "university", "pose", "ted", "liberty", "think", "cruz", "let", "threat", "president", "terrorism", "syrians", "christians", "told"], "article_url": "http://www.chron.com/national/article/Ted-Cruz-Christians-pose-no-threat-of-terrorism-6635881.php", "article_text": "According to the Washington Post, Sen. and Republican presidential candidate Ted Cruz told reporters Sunday that the United States should refuse entry to Muslim Syrian refugees, instead harboring Christians who ... more\n\nAccording to the Washington Post, Sen. and Republican presidential candidate Ted Cruz told reporters Sunday that the United States should refuse entry to Muslim Syrian refugees, instead harboring Christians who pose \"no meaningful risk\" of \"committing acts of terror.\"\n\nAs Texas' junior senator, Ted Cruz has been a firebrand since he first arrived in Washington. Take a look at some of the Tea Party darling's most controversial quotes and\n\nAs Texas' junior senator, Ted Cruz has been a firebrand since he first arrived in Washington. Take a look at some of the Tea Party darling's most controversial quotes and photos of his announcement.\n\nTo the New Yorker: “I have endeavored to do what I said I was going to do and I have always told the truth. It says something about Washington that those are perceived as radical acts.”\n\nTo the New Yorker: “I have endeavored to do what I said I was going to do and I have always told the truth. It says something about Washington that those are perceived as radical acts.”\n\nTo the New Yorker: \"In both law and politics, I think the essential battle is the meta-battle of framing the narrative.”\n\nTo the New Yorker: \"In both law and politics, I think the essential battle is the meta-battle of framing the narrative.”\n\nTo the Daily Caller: “I think President Obama is the most radical president this nation’s ever seen.”\n\nTo the Daily Caller: “I think President Obama is the most radical president this nation’s ever seen.”\n\nTo CBS News: “If standing for liberty and standing for the Constitution makes you a wacko bird then I am a very, very proud wacko bird.”\n\nTo CBS News: “If standing for liberty and standing for the Constitution makes you a wacko bird then I am a very, very proud wacko bird.”\n\nTo the New Yorker: “It’s part of the reason why I’ve said many times that I think the biggest divide we’ve got in this country is not between Republicans and Democrats. It’s between entrenched\n\nTo the New Yorker: “It’s part of the reason why I’ve said many times that I think the biggest divide we’ve got in this country is not between Republicans and Democrats. It’s between entrenched politicians in Washington in both parties and the American people.”\n\nSen. Ted Cruz, R-Texas announces his campaign for president, Monday, March 23, 2015, at Liberty University, founded by the late Rev. Jerry ... more\n\nSen. Ted Cruz, R-Texas announces his campaign for president, Monday, March 23, 2015, at Liberty University, founded by the late Rev. Jerry Falwell, in Lynchburg, Va. less\n\nTo GQ: \"I've really had two heroes in my life. My father and Ronald Reagan.\"\n\nTo GQ: \"I've really had two heroes in my life. My father and Ronald Reagan.\"\n\nTo GQ: \"I cannot tell you how many little old ladies clasped my shoulder and said, 'Ted, please don't go to Washington and become one of them.'\"\n\nTo GQ: \"I cannot tell you how many little old ladies clasped my shoulder and said, 'Ted, please don't go to Washington and become one of them.'\"\n\nTo Americans for Prosperity, per The New Yorker: \"There were fewer declared Republicans in the faculty when we were there than Communists! There was one Republican. But there were twelve who would say they were\n\nSen. Ted Cruz, R-Texas announces his campaign for president, Monday, March 23, 2015, at Liberty University, founded by the late Rev. Jerry Falwell, in Lynchburg, Va.\n\nSen. Ted Cruz, R-Texas announces his campaign for president, Monday, March 23, 2015, at Liberty University, founded by the late Rev. Jerry Falwell, in Lynchburg, Va.\n\nTo Americans for Prosperity, per The New Yorker: \"There were fewer declared Republicans in the faculty when we were there than Communists! There was one Republican. But there were twelve who would say they were Marxists who believed in the Communists overthrowing the United States government.\"\n\nTo CNN: \"I am always troubled by a theory that fits every perfect situation. You know, back in the '70s - I remember the '70s, we were told there was global cooling. And everyone was told global cooling was a\n\nSen. Ted Cruz, R-Texas and his wife Heidi, shake hands with members of the audience after Cruz announced his campaign for president, Monday, March 23, 2015, at Liberty University, founded by the late Rev. Jerry Falwell, in Lynchburg, Va.\n\nSen. Ted Cruz, R-Texas and his wife Heidi, shake hands with members of the audience after Cruz announced his campaign for president, Monday, March 23, 2015, at Liberty University, founded by the late Rev. Jerry Falwell, in Lynchburg, Va.\n\nTo CNN: \"I am always troubled by a theory that fits every perfect situation. You know, back in the '70s - I remember the '70s, we were told there was global cooling. And everyone was told global cooling was a really big problem. And then that faded. And then we were told by Al Gore and others there was global warming and that was going to be a big problem. And then it morphed. It wasn't global warming anymore, it became climate change. And the problem with climate change is there's never been a day in the history of the world in which the climate is not changing,\"\n\nImage 14 of 15\n\nTo U.S. Hispanic Chamber of Commerce: \"I don't think I've ever seen a Hispanic panhandler. And the reason is in our community it would be shameful to be begging on the streets.\"﻿\n\nTo U.S. Hispanic Chamber of Commerce: \"I don't think I've ever seen a Hispanic panhandler. And the reason is in our community it would be shameful to be begging on the streets.\"﻿\n\nPhoto: Cliff Owen, FRE", "article_metadata": {"SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "vf": {"section": "news", "unique_id": "chron-article-6635881"}, "og": {"site_name": "Houston Chronicle", "description": "In the wake of Friday attacks that left over 100 civilians dead in Paris, senator and presidential candidate Ted Cruz doubled down on calls for the United States to admit only Christian refugees from war-ravaged Middle Eastern nations, according to a report from the Washington Post.", "title": "Ted Cruz: Christians pose no threat of terrorism; only Christian Syrians should be let into U.S.", "url": "http://www.chron.com/national/article/Ted-Cruz-Christians-pose-no-threat-of-terrorism-6635881.php", "image": "http://ww2.hdnux.com/photos/42/12/35/8955737/5/rawImage.jpg", "type": "article"}, "twitter": {"site": "@houstonchron", "card": "summary_large_image", "creator": "@DylanBaddour"}, "fb": {"admins": 100006394927810, "app_id": 314935171989989}, "format-detection": "telephone=no", "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Jerry ... moreSen. Ted Cruz, R-Texas announces his campaign for president, Monday, March 23, 2015, at Liberty University, founded by the late Rev.\nAs Texas' junior senator, Ted Cruz has been a firebrand since he first arrived in Washington.\nJerry Falwell, in Lynchburg, Va.Sen. Ted Cruz, R-Texas announces his campaign for president, Monday, March 23, 2015, at Liberty University, founded by the late Rev.\nBut there were twelve who would say they wereSen. Ted Cruz, R-Texas announces his campaign for president, Monday, March 23, 2015, at Liberty University, founded by the late Rev.\nTake a look at some of the Tea Party darling's most controversial quotes andAs Texas' junior senator, Ted Cruz has been a firebrand since he first arrived in Washington."}