{"article_title": "Scary Times Call For a Great President", "article_keywords": ["scary", "great", "democratic", "reform", "krugman", "times", "say", "health", "passed", "president", "yes", "obamas", "obama"], "article_url": "http://www.huffingtonpost.com/blake-fleetwood/scary-times-call-for-a-gr_b_5973236.html", "article_text": "In these last few weeks, there has been a cacophony of Obama-bashing from Republican political candidates. And, after tens of millions of dollars in television ads, the polls have not been favorable. The media and the pundits have piled on too.\n\nThe Republicans hope to defeat local Democratic candidates by bashing and discrediting the President:\n\n\n\nWe are living in an unsafe world, terrible things are going on, and Obama is responsible.\n\nRepublicans have publicly boasted about their scorched-earth strategy to seize the Senate, and this win-at-all-costs tactic, which avoids taking stands on real issues, seems to be working.\n\n\n\nThe widespread success of trash-talking our President, without real specifics, and contrary to all the evidence, may be destructive and, some say, unpatriotic. It has led even mainline Democratic candidates to avoid the President. The most bizarre example occurred when life-long Democrat Alison Lundergan Grimes of Kentucky wouldn't even say whether she voted for Obama when questioned by an editorial board recently.\n\nDemocratic candidates want the money that Obama can raise, but they don't want him publicly campaigning in their states.\n\nAdding to this right-wing partisan rhetoric is the disappointment from the left. Cornel West said Obama \"posed as a progressive and turned out to be counterfeit.\"\n\nI did not support Obama in 2008 when he ran for the democratic nomination. I thought he was too cautious, too full of rhetoric. Smart, yes. Analytical, yes. But not brave or forceful enough.\n\nIn the face of this current onslaught from the right and left, Paul Krugman has written an excellent piece \"In Defense of Obama\" in Rolling Stone. Krugman's argument is even more convincing because of his frequent past criticisms of the President, which some pundits say stem from the fact that Obama did not follow all of Krugman's advice, nor did Obama bring him into the inner circle of his economic thinking. In 2008, Krugman thought that Obama's talk about transcending the political divide was a \"dangerous illusion.\"\n\nHe considered Obama \"conventional minded,\" \"naïve\" and thought that the President came perilously close to doing terrible things to Social Security and Medicare when he was trying to engineer a \"Grand Bargain\" with the Republicans. Fortunately, they didn't take up Obama's budget-cutting overtures.\n\nBut, now, Krugman writes, Obama has emerged as one of the most consequential and, yes, successful presidents in American history. His health reform is imperfect but still a huge step forward--and it's working better than anyone expected. Financial reform fell far short of what should have happened, but it's much more effective than you'd think. Economic management has been half-crippled by Republican obstruction, but has nonetheless, been much better than in other advanced countries. And environmental policy is starting to look like it could be a major legacy.\n\nBut, contrary to conventional wisdom, and many polls, Barack Obama is exactly the right kind of pragmatic leader we need to have as President in these scary times. His steadfastness steered the country through the worst recession since the 1930s. He pushed through a health care reform (that has been the Democrat's dream since 1949 and Harry Truman) and put the U.S., still behind, but on the par with all other developed nations, and importantly, his innate, cautious temperament has largely kept us out of any number of stupid wars and entanglements with unforeseen consequences.\n\nTurbulent times always lead voters to feel nervous and political studies show that the voters usually tend to blame the incumbent -- usually governors and senators -- even for such unrelated factors as the weather and the loss of a big game by the local sports team.\n\nWith Islamic terror horrors on television every night, Russian aggression, the still-recovering economic picture, the Ebola scare, and a new, not fully installed, health reform, nervous voters will tend to blame -- and sometimes demonize -- the President for anything that goes wrong, even a hurricane.\n\nMore important, however, polls -- or even elections -- are not the ultimate measure of a president. High office shouldn't be about putting points on the electoral scoreboard, and it should be about changing the country for the better. Has Obama done that? Do his achievements look likely to endure? The answer to both questions is yes, according to Krugman.\n\nObama's caution is both a strength and a weakness, but throughout multiple historic world emergencies, Obama has seemed to show the capacity to adjust. Against the advice of top officials who warned him off, Obama took extraordinary risks -- in the Osama bin Laden raid and in pushing through the Affordable Care Act.\n\nIn the face of intransigent opposition, Obama has accomplished a great deal, according to Paul Glastrious of The Washington Monthly.\n\nAmong his substantial achievements:\n\n1. Passed Health Care Reform after 60 years of Democratic efforts\n\n2. Passed the Stimulus and prevented the U.S. from falling into a second Great Depression\n\n3. Passed Wall Street Reform, and Dodd-Frank for Consumer and Bank Financial Protection\n\n4. Ended the War in Iraq\n\n5. Eliminated Osama bin Laden\n\n6. Saved and turned Around US Auto Industry\n\n7. Repealed \"Don't Ask, Don't Tell\"\n\n8. Reversed Bush Torture Policies\n\n9. Kicked Banks Out of Federal Student Loan Program\n\n10. Boosted Fuel Efficiency Standards\n\n11. Passed Mini Stimuli (July 22, 2010; December 17, 2010; December 23, 2011)\n\n12. Created Conditions to Begin Closing Dirtiest Power Plants\n\n13. Achieved New START Treaty\n\n14. Won new-found worldwide respect for America's reputation\n\n15. Engineered the first Arab-Western Coalition against Islamic extremists.\n\n16. Substantially reduced the outrageous cost and availability of health care\n\nHas Obama done some \"stupid shit\"?\n\nOf course. All great presidents do. George Washington chose to close a budget deficit with a Whiskey Tax and wound up with a bloody, short-lived rebellion. Thomas Jefferson caused a recession when he stopped all marine trade in and out of American ports.\n\nAbraham Lincoln underestimated how effective the Southern forces would be at the start of the Civil War, chose some of the wrong generals and failed to take into account how much of an assassination target he would be.\n\nFranklin Delano Roosevelt tried to pack the Supreme Court, unfairly interned tens of thousands of loyal Japanese Americans and refused to accept many Jewish refugees.\n\nThis is what a successful presidency looks like, according to Krugman's defense of Obama. But to compute Presidential greatness, you have to look at the big picture.\n\nEven if Obama's caution has led to achievements that are less sweeping than they might have been, argues Paul Glastrious, that same character trait might also explain why none of Obama's decisions has so far, led to a calamitous outcome.\n\nThe verdict on Obama's presidency is, of course, still not in. He has two years more to go. He is facing some extraordinary challenges and dangerous events from overseas.\n\nThere is no doubt that Obama pulled out U.S. troops too early from Iraq and now has to deal with the terrorism of ISIS.\n\nDespite Obama's cautious nature and his \"lead from behind\" mantra, Obama has shown certain flexibility, as well as the ability to act decisively, when dealing with important issues of national security, (a subject Krugman doesn't really dwell on). Against the advice of advisors, Obama chose to go in after bin Laden and authorized extra helicopter support. When George Bush had the same opportunity, he chose not to send the troops in.\n\nObama has also been aggressive when going after jihadist terrorists with drones and airstrikes. Some say he has acted too aggressively, some say he acted too timidly, but with the chaos and ever-shifting realities, I trust Obama has the wisdom to know the difference when he has to strike furiously... and the wisdom to know when discretion is the better part of valor.\n\nWrite: Jfleetwood@aol.com. Tweet @blakefleet\n\nFollow Blake Fleetwood on Twitter: www.twitter.com/BlakeFleet", "article_metadata": {"sailthru.expire_date": "2014-10-13 23:05:00 -0400", "og": {"url": "http://www.huffingtonpost.com/blake-fleetwood/scary-times-call-for-a-gr_b_5973236.html", "site_name": "The Huffington Post", "image": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "type": "article", "locale": "en_US"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "height": 1000}, "site": "@HuffPostPol", "card": "summary_large_image", "creator": "BlakeFleet"}, "sailthru.date": "2014-10-12 23:05:00 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5973236", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "Barack Obama,Paul Krugman,Rolling Stone,Harry Truman,Franklin Delano Roosevelt,Abraham Lincoln,isis,Islamic Terror,ebola,Affordable Care Act,George Washington,Thomas Jefferson", "article": {"section": "Politics", "tag": "Barack Obama,Paul Krugman,Rolling Stone,Harry Truman,Franklin Delano Roosevelt,Abraham Lincoln,isis,Islamic Terror,ebola,Affordable Care Act,George Washington,Thomas Jefferson", "published_time": "2014-10-12 23:05:00 -0400", "modified_time": "2014-12-12 05:59:01 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fce7b2\"", "article_summary": "His health reform is imperfect but still a huge step forward--and it's working better than anyone expected.\nBut, contrary to conventional wisdom, and many polls, Barack Obama is exactly the right kind of pragmatic leader we need to have as President in these scary times.\nThe widespread success of trash-talking our President, without real specifics, and contrary to all the evidence, may be destructive and, some say, unpatriotic.\nIn the face of intransigent opposition, Obama has accomplished a great deal, according to Paul Glastrious of The Washington Monthly.\nBut, now, Krugman writes, Obama has emerged as one of the most consequential and, yes, successful presidents in American history."}