{"article_title": "CSU hangs with Bama until 4th quarter", "article_keywords": ["play", "colorado", "bama", "hangs", "rams", "tide", "state", "4th", "game", "yards", "team", "csu", "alabama", "quarter", "think"], "article_url": "http://www.brushnewstribune.com/ci_24149904/csu-hangs-bama-until-4th-quarter", "article_text": "TUSCALOOSA, Ala. -- For three quarters, Colorado State was in the ball game, and was doing it as No. 1 Alabama played at Bryant-Denny Stadium for the first time this season.\n\nIt was intriguing, and all the sudden, there were groans coming from the crowd as the Rams trailed the two-time defending national champions just 17-6 after 45 minutes.\n\n\"We challenged our guys to come in and go toe-to-toe,\" CSU coach Jim McElwain said. \"And I think the guys on the other sideline earned some respect for Colorado State University and these Rams and how hard they play the game. It's disappointing.\"\n\nAll it took was 8 seconds to turn the tide, and Colorado State's hopes of shocking the world, as quarterback Garrett Grayson put it this week, came to an end, resulting in a 31-6 loss.\n\nGrayson scrambled for a 4-yard gain, but a video replay ruled he fumbled at the end of the play and one snap later Alabama quarterback AJ McCarron found DeAndrew White wide open on a post route for a 30-yard touchdown.\n\nTo that point, Colorado State -- a 39.5-point underdog -- had captured the attention of a national television audience and shown glimpses of a team that hadn't really existed except in spurts the first three weeks. Alabama closed out the victory with a late eight-play, 65-yard drive capped when backup quarterback Blake Sims threw a 14-yard touchdown to Chris Black with just 1:13 remaining.\n\nAdvertisement\n\n\"That was hard,\" said Grayson, who finished 24-of-38 passing for 228 yards. \"I kind of let the team down with that one. I was just trying to make a play, and I've just got to be more secure with the ball. I think that kind of hurt us. Obviously in situations like that, the offensive coordinator of the other team is going to come out and immediately like to take a shot. They did, and it was the back-breaker.\"\n\nColorado State running back Donnell Alexander is stopped by Alabama linebackers Adrian Hubbard (42) and Denzel Devall (30) during the first half in Tuscaloosa, Ala., on Saturday. (Dave Martin/AP)\n\nThe story of the night had been the play of Colorado State's defense, which proved it was up to the task most of the night against the Crimson Tide. The Rams intercepted the rarely off-target McCarron in the third, produced a few three-and-outs and limited them to 66 yards on the ground. CSU even prevented the Tide from converting on third down until the fourth quarter.\n\n\"I feel as though our defense, we have a lot to be proud of,\" linebacker Shaquil Barrett said after having one and a half sacks. \"Losing will always be hard no matter who we're going against. I didn't even know the stats, and it makes me proud to hear that we held them on third down for the most part because that was a problem for us last year. This is a tough loss. I feel as though we had an opportunity to win a game. I'm just hurting right now.\"\n\nThe Rams kept the Crimson Tide off the board until late in the first quarter when backup running back Kenyan Drake broke through for a 3-yard score on a fourth-and-1 call. It was set up by two strong passes from McCarron, the first a 30-yard strike to White, who beat Bernard Blake with a double move. On, the next play, McCarron, who threw for 144 yards in the first two quarters, hit Christion Jones for 28 yards against a strong rush.\n\nThe first two drives of the game for Alabama ended with a missed field goal and a three-and-out.\n\n\"I'm really proud of our guys,\" McElwain said. \"I thought our defense particularly came out and wouldn't take no for an answer.\"\n\nColorado State, which only had 100 yards of total offense at half, came up with 127 in the third stanza and finally put points on the board. Jared Roberts extended his field goal streak to 14 straight, hitting from 46 and 32 yards, the last coming with just 5 seconds remaining. The first kick was set up by Blake's interception, which was at first ruled incomplete but overturned by video replay.\n\nThose were the only two drives the Rams entered Alabama territory on the night until the final 30 seconds. The Rams had 279 yards of total offense, but rushed for just 56.\n\n\"It's a tough defense to get things going consistently, and I think if you look historically the last six years (coach Nick Saban's) been here -- discount the first year -- I think there's only been one guy to get anything on him, and that guy won the Heisman a year ago,\" McElwain said. \"There haven't been many schools around the country stay really consistent with these guys.\"\n\nDrake would again prove to be a thorn for the Rams, only the next time on special teams. He broke through the line in the second quarter to block Hayden Hunt's punt and it was picked up by Dillon Lee and returned 15 yards for a 14-0 advantage. The play was set up by a costly penalty on the Rams that erased what would have been a 13-yard pass play to put the offense in Alabama territory, but an illegal formation flag nullified the gain.\n\nWith the return of running back T.J. Yeldon to the lineup (he was suspended for the first quarter), the Tide offense picked up a spark as he juked a pair of Colorado State defenders for a 38-yard gain. The run set up kicker Cade Foster, who was good from 46 yards out the second time around and a 17-0 lead.\n\nBut just a quarter later, the Tide still hadn't run and hid, and McElwain felt his team had a chance. It just turned out to be fleeting.\n\n\"I was thinking let's put a drive together, let's give us an opportunity to win the football game,\" he said. \"Get a couple of shots in and get ourselves to win it at the end, that's what was going through my mind.\"\n\nMike Brohard can be reached at 635-3633, mbrohard@reporter-herald.com and @mbrohard", "article_metadata": {"startDate": "2013-09-22T00:38:29-0600", "modificationDate": "2013-09-22T01:50:46-0600", "byline": "By Mike Brohard", "sailthru.author": "By Mike Brohard  Loveland Reporter-Herald", "description": "TUSCALOOSA, Ala. -- For three quarters, Colorado State was in the ball game, and was doing it as No. 1 Alabama played at Bryant-Denny Stadium for the first time this season.", "ag": {"canon": "BrushNews-Tribune:article:24149904:view"}, "og": {"image": "http://extras.mnginteractive.com/live/media/site21/2013/0922/20130922_124208_Colorado St Alabama F_Stee.jpg", "type": "article", "description": "TUSCALOOSA, Ala. -- For three quarters, Colorado State was in the ball game, and was doing it as No. 1 Alabama played at Bryant-Denny Stadium for the first time this season.", "title": "CSU hangs with Bama until 4th quarter"}, "twitter": {"domain": "brushnewstribune.com", "description": "TUSCALOOSA, Ala. -- For three quarters, Colorado State was in the ball game, and was doing it as No. 1 Alabama played at Bryant-Denny Stadium for the first time this season.", "title": "CSU hangs with Bama until 4th quarter", "image": "http://extras.mnginteractive.com/live/media/site21/2013/0922/20130922_124208_Colorado St Alabama F_Stee.jpg", "site": "@BrushNewsTrib", "card": "summary_large_image"}, "sailthru.date": "2013-09-22T00:38:29-0600", "endDate": "2023-09-22T00:38:29-0600", "sailthru.title": "CSU hangs with Bama until 4th quarter", "sailthru.article-section-or-homepage": "article", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "WMYFGl7eKTtqSoHstBjrgb5LSdf_IScMcUkxd6ngprw", "verify-v1": "xKGLh0tsgOycxssu3VbGxHuiJuHUiQNCEoDhUwdg1Ko=", "y_key": "72a7c82fcec1fce4", "sailthru.site": "brushnewstribune.com", "pubDate": "2013-09-22T00:45:10-0600", "news_keywords": "Brush news, Colorado news, world news, national news, local news, business news, sports news, entertainment news, us news, Brush News Tribune"}, "_id": "\"57477af36914bd0286fce7c3\"", "article_summary": "TUSCALOOSA, Ala. -- For three quarters, Colorado State was in the ball game, and was doing it as No.\nBut just a quarter later, the Tide still hadn't run and hid, and McElwain felt his team had a chance.\nCSU even prevented the Tide from converting on third down until the fourth quarter.\n\"And I think the guys on the other sideline earned some respect for Colorado State University and these Rams and how hard they play the game.\nColorado State running back Donnell Alexander is stopped by Alabama linebackers Adrian Hubbard (42) and Denzel Devall (30) during the first half in Tuscaloosa, Ala., on Saturday."}