{"article_title": "victoire judiciaire des républicains", "article_keywords": ["le", "la", "des", "pour", "victoire", "les", "que", "judiciaire", "et", "juge", "rpublicains", "une"], "article_url": "http://www.lefigaro.fr/flash-actu/2016/05/12/97001-20160512FILWWW00395-obamacare-victoire-judiciaire-des-republicains.php", "article_text": "Les républicains ont décroché aujourd'hui une victoire contre la loi phare de santé du président Barack Obama, un juge fédéral estimant que partie de son mode de financement violait la constitution américaine. La juge Rosemary Collyer, d'un tribunal fédéral de Washington, a donné raison aux républicains, majoritaires à la Chambre des représentants. Ces derniers argumentaient que la loi \"Obamacare\" utilisait illégalement des fonds publics pour permettre de réduire le coût de l'assurance-santé et des frais de médecins de citoyens aux revenus modestes.En jeu, quelque 175 milliards de dollars que l'administration Obama doit verser aux assureurs sur une décennie afin de réduire le coût de l'assurance-santé pour certains bénéficiaires. La juge estime que la ministre de la Santé Sylvia Burwell et les services de la Maison Blanche chargés des questions budgétaires ont attribué des fonds sans attendre que le Congrès donne son aval, comme ils auraient dû le faire. La magistrate ordonne de bloquer tout paiement à venir, mais suspend cette décision dans l'attente d'un possible recours en appel.\"La décision d'aujourd'hui sur Obamacare représente une victoire pour le peuple américain et pour les républicains de la Chambre, qui se sont dressés pour défendre l'Etat de droit\", a réagi John Boehner, ancien président républicain de la Chambre à l'époque où le recours avait été déposé. \"Il est malheureux que les républicains aient lancé des poursuites financées par des fonds publics pour mener à nouveau une lutte politique qu'ils perdent à chaque fois\", a réagi le porte-parole de la Maison Blanche. \"Ils perdent cette bataille depuis six ans. Et ils la perdront à nouveau. Nous avons confiance dans le pouvoir de l'argument légal que nous présentons\".", "article_metadata": {"fp": {"type": "article", "remote_id": "20160512FILWWW00395", "opencomment": "TRUE", "app_id": "sdv"}, "news_keywords": ", Flash Actu", "copyright": "lefigaro.fr", "author": "lefigaro.fr", "og": {"count": 15, "site_name": "Le Figaro", "title": "Obamacare: victoire judiciaire des républicains", "url": "http://www.lefigaro.fr/flash-actu/2016/05/12/97001-20160512FILWWW00395-obamacare-victoire-judiciaire-des-republicains.php", "image": "http://i.f1g.fr/media/ext/orig/www.lefigaro.fr/img/logo-figaro-1871x1946.jpg", "type": "article"}, "twitter": {"url": "http://www.lefigaro.fr/flash-actu/2016/05/12/97001-20160512FILWWW00395-obamacare-victoire-judiciaire-des-republicains.php", "image": {"src": "http://i.f1g.fr/media/ext/orig/www.lefigaro.fr/img/logo-figaro-1871x1946.jpg"}, "app": {"url": {"ipad": "lefigarofr://article/20160512FILWWW00395/lefigaro.fr", "googleplay": "android-app://fr.playsoft.lefigarov3/http/figaro.fr/article/20160512FILWWW00395", "iphone": "lefigarofr://article/20160512FILWWW00395/lefigaro.fr"}, "name": {"ipad": "Le Figaro.fr", "googleplay": "Le Figaro", "iphone": "Le Figaro.fr"}, "id": {"ipad": 319557427, "googleplay": "fr.playsoft.lefigarov3", "iphone": 319557427}}, "card": "summary_large_image", "title": "Obamacare: victoire judiciaire des républicains"}, "al": {"android": {"url": "http://figaro.fr/article/20160512FILWWW00395", "app_name": "Le Figaro.fr", "package": "fr.playsoft.lefigarov3"}, "ios": {"url": "lefigarofr://article/20160512FILWWW00395/lefigaro.fr", "app_store_id": 319557427, "app_name": "Le Figaro.fr"}}, "DC.date.issued": "2016-05-12T22:56:10+02:00", "robots": "index,follow,noarchive", "dc": {"title": "Obamacare: victoire judiciaire des républicains"}, "fb": {"app_id": 253015184720028}, "vr": {"category": "Flash Actu", "type": "Flash"}, "av": {"active": 1, "property": {"identifier": "Category", "value": "Flash Actu"}, "tag": {"identifier": "lefigaro.fr", "type": "Author"}}, "keywords": "Flash, Flash Actu, Fil, Fil info, Breves, Actualite, news, informations, actualités, actu, depeches, nouvelles, infos, France, international, politique, faits divers", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1,user-scalable=no"}, "article_summary": "La juge Rosemary Collyer, d'un tribunal fédéral de Washington, a donné raison aux républicains, majoritaires à la Chambre des représentants.\n\"Il est malheureux que les républicains aient lancé des poursuites financées par des fonds publics pour mener à nouveau une lutte politique qu'ils perdent à chaque fois\", a réagi le porte-parole de la Maison Blanche.\nLa juge estime que la ministre de la Santé Sylvia Burwell et les services de la Maison Blanche chargés des questions budgétaires ont attribué des fonds sans attendre que le Congrès donne son aval, comme ils auraient dû le faire.\nLes républicains ont décroché aujourd'hui une victoire contre la loi phare de santé du président Barack Obama, un juge fédéral estimant que partie de son mode de financement violait la constitution américaine.\n\"La décision d'aujourd'hui sur Obamacare représente une victoire pour le peuple américain et pour les républicains de la Chambre, qui se sont dressés pour défendre l'Etat de droit\", a réagi John Boehner, ancien président républicain de la Chambre à l'époque où le recours avait été déposé."}