{"article_title": "How Marco Rubio is quietly killing Obamacare", "article_keywords": ["quietly", "marco", "administration", "obamacare", "killing", "rubios", "rubio", "health", "republican", "act", "insurers", "provision", "insurance", "law"], "article_url": "http://www.chicagotribune.com/news/nationworld/ct-marco-rubio-killing-obamacare-20151214-story.html", "article_text": "There's a Cuban American first-term senator running for president who has done more than any Republican to stop the Affordable Care Act.\n\nNo, I'm not talking about Ted Cruz, R-Texas.\n\nI'm talking about Marco Rubio, R-Fla.\n\nThe battle against President Barack Obama's health care act has been Cruz's signature struggle. In 2013, Cruz took to the Senate floor and promised to speak out against the Affordable Care Act, also known as Obamacare, \"until I am no longer able to stand.\" To fill the time, he even read Dr. Seuss' \"Green Eggs and Ham.\" His filibuster, and the government shutdown over the act it sparked, launched Cruz into the political stratosphere — inspiring conservatives eager for a principled fighter who does not back down.\n\nBut while the shutdown may have helped boost Cruz into the top tier of Republican presidential contenders, it had zero impact on undermining the ACA.\n\nRubio, by contrast, didn't read Dr. Seuss on the Senate floor, but he has quietly pushed the ACA into what may prove to be a death spiral.\n\nWhen the Obama administration was crafting the act, it came up with a crony capitalist solution to entice reluctant insurers to join the exchanges. Many insurers worried that there would not be enough healthy people paying in to cover the costs of sick people. So the administration created a \"risk corridor\" program to help prop up insurers who lost money in the first three years of the law. Profitable insurers would pay some of those profits into a pool to help insurers who lost money. If the amount insurers lost exceeded what the companies paid in, the government would step in and make up the difference.\n\nCalling this \"a taxpayer-funded bailout for insurance companies,\" Rubio last year quietly inserted language into the omnibus government spending bill that barred the Department of Health and Human Services from dipping into general funds to pay failing insurers. \"While the Obama administration can still administer the risk-corridor program, for one year at least, they won't be able to use taxpayer funds to bail out insurance companies,\" Rubio said.\n\nHis provision sparked little opposition at the time, but it has proved to be a poison pill that is killing the measure from within.\n\nLast year, insurers lost $2.9 billion more than expected on the ACA. But insurers had paid only $362 million into the program — leaving it more than $2.5 billion short. Thanks to Rubio's provision, the administration was allowed to pay only 13 cents of every dollar insurers requested. Without the taxpayer bailouts, more than half of the the the ACA insurance cooperatives created under the law failed. One, Health Republic of Oregon, was expecting a $7.9 million bailout from the government. Instead, thanks to Rubio, it got only $995,000 — not a penny of it from the taxpayers. The Oregon co-op announced in October it was closing its doors. Soon, two other insurers — WinHealth Partners in Wyoming and Moda Health in Washington state — pulled out of the exchanges. And United Healthcare, one of the nation's largest insurers, announced that it may leave the ACA exchanges in 2016. If that happens, and other insurers follow United's lead, that could spell disaster for the ACA.\n\nThe Hill newspaper called Rubio's provision \"the biggest blow in the GOP's five-year war against Obamacare.\" The New York Times declared in a front-page story, \"For all the Republican talk about dismantling the Affordable Care Act, one Republican presidential hopeful has actually done something toward achieving that goal,\" adding that Rubio's provision has \"tangled up the Obama administration, sent tremors through health insurance markets and rattled confidence in the durability of President Obama's signature health law.\"\n\nNow that the Obama administration understands the grave threat Rubio's provision poses to the ACA, Democrats are pushing to block it from this year's omnibus spending bill so that they can bail out the insurers. According to Politico, \"HHS officials ... maintained that insurers will eventually receive the requested payments during the next two years of the temporary program.\"\n\nThe insurers are joining the fight. In talking points obtained by BuzzFeed, Blue Cross Blue Shield Association's chief executive, Scott Serota, warned congressional Democrats that Rubio's provision \"will result in massive premium increases and could cause private insurers to become insolvent.\" In other words, Rubio's provision poses a mortal threat to the ACA.\n\nRubio maintains that if it takes a taxpayer bailout of big business to save the act, that alone proves the law is unsustainable. He is pushing to keep his bailout ban in the final bill. \"Let's be clear, the reason these health insurance companies are enduring a financial loss is that Obamacare is a disastrous law,\" Rubio declared in a letter to House and Senate leaders. \"It broke the promise to lower health insurance premiums ... Now the very architects of this law are attempting to place taxpayers on the hook.\"\n\nHe's right — and now it's up to GOP leaders to back him by refusing to agree to any omnibus spending bill that allows a taxpayer bailout for insurance companies that made a bad bet on the ACA.\n\nAnd Rubio deserves credit at Tuesday night's Republican presidential debate as the only candidate on the stage who has done more than talk about killing the measure.\n\nWashington Post\n\nMarc Thiessen writes a weekly column for The Post on foreign and domestic policy and contributes to the PostPartisan blog.", "article_metadata": {"fb_title": "How Marco Rubio is quietly killing Obamacare", "googlebot": "index", "copyright": "Copyright (c) 2016 Chicago Tribune", "author": "Chicago Tribune", "og": {"site_name": "chicagotribune.com", "description": "There's a Cuban American first-term senator running for president who has done more than any Republican to stop the Affordable Care Act .", "title": "How Marco Rubio is quietly killing Obamacare", "url": "http://www.chicagotribune.com/news/nationworld/ct-marco-rubio-killing-obamacare-20151214-story.html", "image": "http://www.trbimg.com/img-566f098f/turbine/ct-marco-rubio-killing-obamacare-20151214", "type": "article"}, "x-servername": "lalvp06.18", "twitter": {"site": "@chicagotribune", "card": "summary"}, "keywords": "Marco Rubio, Ted Cruz, Obamacare, Affordable Care Act, Green Eggs and Ham, health care exchanges,", "robots": "index,follow", "apple-itunes-app": "app-id=383137151, app-argument=http://www.chicagotribune.com/deeplinkid/85320852", "fb": {"page_id": 5953023255, "app_id": 306836229411287}, "googlebot-news": "index", "date": "2015-12-14", "Description": "Marco Rubio didn't filibuster against the Affordable Care Act like Ted Cruz, but he has quietly pushed the health care law into a death spiral.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Marco Rubio, Ted Cruz, Obamacare, Affordable Care Act, Green Eggs and Ham, health care exchanges,"}, "article_summary": "The Hill newspaper called Rubio's provision \"the biggest blow in the GOP's five-year war against Obamacare.\"\n\"Let's be clear, the reason these health insurance companies are enduring a financial loss is that Obamacare is a disastrous law,\" Rubio declared in a letter to House and Senate leaders.\nIn other words, Rubio's provision poses a mortal threat to the ACA.\nThanks to Rubio's provision, the administration was allowed to pay only 13 cents of every dollar insurers requested.\n\"It broke the promise to lower health insurance premiums ... Now the very architects of this law are attempting to place taxpayers on the hook.\""}