{"article_title": "UnitedHealthcare's Oxford unveils six Obamacare insurance options for N.J. residents", "article_keywords": ["insurance", "information", "nj", "plans", "healthcaregov", "unitedhealthcare", "unitedhealthcares", "obamacare", "unveils", "members", "health", "coverage", "oxford", "residents", "options", "jersey", "care"], "article_url": "http://www.njbiz.com/article/20141124/NJBIZ01/141129896/unitedhealthcares-oxford-unveils-six-obamacare-insurance-options-for-nj-residents", "article_text": "UnitedHealthcare has entered the HealthCare.gov marketplace in New Jersey under the Affordable Care Act, where it's offering six health plans statewide under its Oxford brand for coverage taking effect in 2015.\n\nOpen enrollment on HealthCare.gov began Nov. 15 and continues through Feb. 15, 2015, for 2015 health plans. Government subsidies to defray the cost of health insurance are available to low- and moderate-income New Jerseyans who purchase coverage online at HealthCare.gov.\n\nUnitedHealthcare didn’t participate in New Jersey’s HealthCare.gov marketplace in 2014, the first year of the ACA marketplace, but it is one of five insurers now selling 2015 coverage to New Jersey individuals and families. UnitedHealthcare is a major provider of health coverage in New Jersey, with more than 1.5 million members in the state.\n\nClick here to subscribe to the NJBIZ e-newsletters\n\nIn 2014, more than 160,000 New Jerseyans got covered via HealthCare.gov, with more than 80 percent qualifying for a government subsidy. Alongside UnitedHealthcare/Oxford, insurers now offering 2015 plans to New Jerseyans through HealthCare.gov are Horizon Blue Cross Blue Shield of New Jersey; AmeriHealth New Jersey; Health Republic Insurance of New Jersey; and Oscar Insurance.\n\nThe six plans from UnitedHealthcare/Oxford includes two plans with a “health savings account” feature. An HSA is coupled with a high-deductible health plan, and individuals can contribute tax-free dollars to their HSA. Money in an HSA can then be tapped to pay medical bills, such as co-pays or the share of the medical bills the individual is responsible for under the deductible.\n\n“Our goal is to offer individuals and families in the Garden State a choice of health insurance plans that can help meet their families’ health care needs and budget,” said Michael McGuire, chief executive of UnitedHealthcare of New Jersey and New York. “We understand that buying health insurance can be confusing, and we have worked to make the process of choosing the right coverage and enrolling as easy and convenient as possible.”\n\nDuring open enrollment, UnitedHealthcare said it will have extra resources available to help people who are either new to selecting insurance coverage or want to witch plans. Consumers can call 844-join-UHC (844-564-6842) to talk to someone who can walk them through the enrollment process.\n\nThe UnitedHealthcare plans include free access to resources and tools, including:\n\nHealth4Me , a mobile app for iPhone and Android devices that provides members with health benefit information.\n\n, a mobile app for iPhone and Android devices that provides members with health benefit information. myHealthcare Cost Estimator , which enables members to get health care cost and quality information before receiving treatment.\n\n, which enables members to get health care cost and quality information before receiving treatment. Just Plain Clear, a plan-language glossary of health care terms in English and Spanish.\n\nALSO ON NJBIZ:\n\nAppeal expected as judge rules against N.J. in sports betting case\n\nEditorial: Remember mom-and-pops this holiday season\n\nAnalyzing your risk is sure bet for Verisk", "article_metadata": {"og": {"site_name": "NJBIZ", "description": "UnitedHealthcare has entered the HealthCare.gov marketplace in New Jersey under the Affordable Care Act, where it's offering six health plans statewide under its Oxford brand for coverage taking effe", "title": "UnitedHealthcare's Oxford unveils six Obamacare insurance options for N.J. residents | NJBIZ", "url": "http://www.njbiz.com/article/20141124/NJBIZ01/141129896/unitedhealthcares-oxford-unveils-six-obamacare-insurance-options-for-nj-residents", "image": "http://www.njbiz.com/storyimage/NJ/20141124/NJBIZ01/141129896/AR/0/AR-141129896.jpg", "type": "article"}, "twitter": {"domain": "njbiz.com", "description": "UnitedHealthcare has entered the HealthCare.gov marketplace in New Jersey under the Affordable Care Act, where it's offering six health plans statewide under its Oxford brand for coverage taking effe", "title": "UnitedHealthcare's Oxford unveils six Obamacare insurance options for N.J. residents | NJBIZ", "image": {"src": "http://www.njbiz.com/storyimage/NJ/20141124/NJBIZ01/141129896/AR/0/AR-141129896.jpg"}, "creator": "@bethfitzgerald8", "site": "@njbiz", "card": "summary_large_image"}, "description": "UnitedHealthcare has entered the HealthCare.gov marketplace in New Jersey under the Affordable Care Act, where it's offering six health plans statewide under its Oxford brand for coverage taking effect in 2015.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fce7d2\"", "article_summary": "Just Plain Clear, a plan-language glossary of health care terms in English and Spanish.\nGovernment subsidies to defray the cost of health insurance are available to low- and moderate-income New Jerseyans who purchase coverage online at HealthCare.gov.\nOpen enrollment on HealthCare.gov began Nov. 15 and continues through Feb. 15, 2015, for 2015 health plans.\nUnitedHealthcare is a major provider of health coverage in New Jersey, with more than 1.5 million members in the state.\nmyHealthcare Cost Estimator , which enables members to get health care cost and quality information before receiving treatment."}