{"article_title": "CSU board of governors approves football stadium plan – The Denver Post", "article_keywords": ["million", "risk", "governors", "frank", "approves", "football", "denver", "project", "plan", "stadium", "csu", "post", "debt", "meeting", "think", "board"], "article_url": "http://www.denverpost.com/colleges/ci_27078788/csu-board-governors-approve-football-stadium-plan", "article_text": "The Colorado State University system’s board of governors Friday approved president Tony Frank’s recommendation to move forward to build an on-campus stadium to replace the off-campus Hughes Stadium, which opened in 1968.\n\nThe vote at the meeting at CSU’s Denver Center was 8-0 in favor, but treasurer Joseph Zimlich, who said in the discussions that he wouldn’t support the resolution, abstained.\n\nFrank said it was “very likely” a new stadium — and he and others emphasized it would be considered “multi-use” for events other than football — could open for the 2017 football season.\n\nThe resolution passed, in line with Frank’s recommendation to the board, was to commit to building the stadium and authorize Frank to return to the board with a specific program plan and financing plan.\n\nIn his memorandum to the board on Nov. 29, previewing his recommendation, Frank made it clear he was leaning toward the full-scale $220-million version of the project, rather than the scaled-back or “phased” $195-million model.\n\nEverything Frank and others involved with the project said Friday at the meeting re-enforced that view.\n\nAfter the vote, Frank said, “I don’t know if I can lay out the exact, specific plan of finance we’ll bring back, but at this point in time … my leaning is much stronger toward the full project. I think the risk profile is essentially the same. I think we’ve gone through all the work and I think that’s a better product for the institution.”\n\nHe added, “I think we’ll get started very soon working on what the next steps are. With the interest-rate environment, I’d like to get moving as fast as we can and progress on things.”\n\nThe board’s next regular meeting is in February.\n\n“I would assume we would try and bring a plan of finance and a program plan (to that meeting), and I think we’ll be able to meet that,” Frank said.\n\nDuring the meeting, Frank went through the highlights of his assessment of the four options he laid out for study in October, after saying the publicly stated initial goal of raising half the stadium cost — or $110 million — by October hadn’t been met. He argued that remaining in Hughes Stadium, whether through short-term “maintenance” or a long-term commitment, was financially impractical.\n\nThen he got to the two options involving the new stadium — one the $195 million model and the other the $220 million plan. He reiterated that nothing viable had come out of discussions in building the higher-priced model as a public-private partnership, but made the case that it might be possible to go with the more ambitious model, anyway.\n\nHe told the board: “I think that we can attain a CSU-owned and operated facility with minimal changes to the full scope as we look to the $220 million project,” Frank said. “I believe it meets the fiscal standard we have established. I believe it will have no impact on the general fund. And I believe that risk is more than adequately buffered by non-general fund resources and such a facility is in my opinion very much in the best long-term interests of the university.”\n\nHe emphasized that the mandate would be to come up a “financing option that meets (the) standard of minimizing impact to the general fund.”\n\nIn the board’s discussions, only Zimlich — who ultimately abstained — said he wouldn’t support the motion.\n\n“I continue to have signficant concerns about the risks that the students will bear an ultimate burden with the level of debt that we will put on the stadium,” he said. “We’ve increasingly asked the students to pay more — higher tuition, higher fees. The citizens of the state of Colorado, when you talk about top issues they have, it’s getting good jobs, the level of debt and its retirement. And the level of debt, when you talk to them about that, student debt pops up.”\n\n\n\nHe added, “To me, the risk that we don’t achieve the (revenue) projections and that the students will end up bearing the cost for this is a significant risk.”\n\n\n\n\n\nBoard chairman Dorothy Horrell said, “I cannot stand the thought of just settling in anything we do. I’ve come to believe that the risk of not doing this is greater than doing it.”\n\n\n\n\n\nThe nearly five-hour meeting also included two hours of public comment.\n\nTerry Frei: tfrei@denverpost.com or twitter.com/tfrei", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "CSU board of governors approves football stadium plan", "title": "CSU board of governors approves football stadium plan", "url": "http://www.denverpost.com/2014/12/05/csu-board-of-governors-approves-football-stadium-plan/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20141129__csu-hughes-stadium-1p1.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20141129__csu-hughes-stadium-1p1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2014-12-05T16:58:24+00:00", "modified_time": "2016-04-26T09:11:43+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "Colorado State University"}, "article_summary": "Then he got to the two options involving the new stadium — one the $195 million model and the other the $220 million plan.\nThe resolution passed, in line with Frank’s recommendation to the board, was to commit to building the stadium and authorize Frank to return to the board with a specific program plan and financing plan.\nThe Colorado State University system’s board of governors Friday approved president Tony Frank’s recommendation to move forward to build an on-campus stadium to replace the off-campus Hughes Stadium, which opened in 1968.\nHe told the board: “I think that we can attain a CSU-owned and operated facility with minimal changes to the full scope as we look to the $220 million project,” Frank said.\nFrank said it was “very likely” a new stadium — and he and others emphasized it would be considered “multi-use” for events other than football — could open for the 2017 football season."}