{"article_title": "Lawyers and judges hear only laughter, not objections, during annual follies in Court of Nisi Prius: Michael K. McIntyre's Tipoff (slide show and video)", "article_keywords": ["tipoff", "nisi", "lawyers", "grand", "played", "objection", "convention", "michael", "skit", "county", "slide", "video", "court", "cleveland", "partner", "objections", "laughter", "prius", "mcintyres"], "article_url": "http://www.cleveland.com/tipoff/index.ssf/2014/04/lawyers_and_judges_hear_only_l.html", "article_text": "In the court of Nisi Prius, you can object all you want. But you will not get a ruling because nobody will hear you. They're too busy laughing. Or singing. Or chewing. Or networking.\n\nThat's not to say there aren't grounds for objection at the court's annual \"Grand Assize,\" a two-day song-and-shtick spectacle complete with a spread that has to cost an unthinkable number of billable hours.\n\nAt this show, much of the material is purposely objectionable to someone.\n\nIt also can be funny and, always, timely.\n\nThis year, the \"serjeants\" of the social \"court\" – mainly a bunch of successful corporate lawyers and judges who probably wish they'd see their names in lights, not lawsuits – aimed near and far in the packed grand ballroom of the Renaissance Cleveland Hotel.\n\nThey razzed Cleveland's sports teams, President Obama's falling popularity (the skit is titled: \"Lameduck Dynasty,\") the troubled Obamacare rollout, the NSA leak scandal, New Jersey Gov. Chris Christie's bridgegate, Cleveland's efforts to attract the Republican National Convention, United Airline's pullout from Cleveland as a hub, Ohio's difficulties with capital punishment and basically anything else that makes it into your newspaper.\n\nSpeaking of which, in a skit about hiring Vladimir Putin to ready Cleveland for the Republican National Convention (hey, he got Sochi ready for the Olympics), Joe Roman, played by Greg Mersol, partner at Baker Hostetler, explains why no one protested:\n\n\n\n\"Well, we hired him on a Sunday afternoon. By the time The Plain Dealer came out on Wednesday, it was old news.\"\n\nObjection! Objection! We print seven days a week, but only deliver it four. Objection! Can anybody hear me?\n\n\n\nThe annual tradition plays out over two days, but lawyers gather over lunches well in advance to hammer out the script and parody songs, this year under the direction of Virginia Davidson, a partner at Calfee Halter and dinner chair of the 114th Grand Assize, only the second woman-in-charge in its history.\n\nThe lawyers entertained family, friends and clients at a dress rehearsal feast on Friday, then reprised the show for clients and VIPs on Saturday, where the event's highest honor, the Grand Order of the Double Cross, was awarded to Cleveland businessman Dan T. Moore.\n\nMany of the lawyers are talented performers and in the midst of the jocularity, they surprise. Squire Sanders partner Rick Manoloff , for example, as the new non-offensive Chief Wahoo wearing a tie with the \"Block C,\" mastered The Black Keys' \"Gold on the Ceiling\" for his bit, \"Gold Ring for Cleveland.\"\n\nShaker Heights Municipal Court Judge K.J. Montgomery had the show-stopper, singing as LeBron James about a return to Cleveland to the tune of \"For Good\" from Wicked.\n\n\"And I know this town is sore, but\n\nI'm your favorite son\n\nAnd it seems as I've grown older\n\nI must do the thing I should\n\nI'll come back; make your team so much better\n\nBecause I knew you\n\nI'll join the CAVS for good.\"\n\nBut it wasn't just music. Subodh Chandra of the Chandra Law Firm awed the crowd, or was it ewwed, as Barack Obama cum Tom Cruise in Risky Business, dancing in tighty whiteys and a dress shirt. And who knew Porter Wright's Leo Spellacy could do a full-on split that would make a cheerleader jealous?\n\nOne skit featured a fan who suffers brain damage not by playing for the Cleveland Browns, but by watching them all these years. He sues the team, represented by three bald Misny law firm partners, and the trial is held in Cuyahoga County Common Pleas Court with \"The Honorable Judge Russo-Gallagher-Corrigan-O'Donnell-McClelland-McCormick-McDonnell\" presiding.\n\nAnd as for the RNC convention? Cleveland's got work to do.\n\n\"One month! We have just one month to show them we can create enough hotel rooms for their convention!\" cries Roman.\n\n\n\nPositively Cleveland cheerleader -- that was the outfit -- David Gilbert (played by lawyer and development consultant Susan Jaros) replies, \"We need a powerful leader who can stay on the job and get the job done!\" At which point, Cuyahoga County Executive Ed FitzGerald (played by Ulmer & Berne Managing Partner Kip Reader) saunters by.\n\n\"Hello. Ed FitzGerald. County Executive. Former Mayor. Running for Governor. Just passing through.\"\n\nOuch.\n\n\n\nIf he wants to object, though, he'll have to call another press conference.\n\n\n\n\n\n", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "cleveland-lawyers, court-of-nisi-prius, skits, news", "title": "Lawyers and judges hear only laughter, not objections, during annual follies in Court of Nisi Prius: Michael K. McIntyre's Tipoff (slide show and video)", "og": {"site_name": "cleveland.com", "description": "Power lawyers and judges from northeast Ohio skewer politicians, sports teams, fellow lawyers and just about everyone else in song and skit at this year's annual \"Court of Nisi Prius\" dinner.", "title": "Lawyers and judges hear only laughter, not objections, during annual follies in Court of Nisi Prius: Michael K. McIntyre's Tipoff (slide show and video)", "url": "http://www.cleveland.com/tipoff/index.ssf/2014/04/lawyers_and_judges_hear_only_l.html", "image": "http://image.cleveland.com/home/cleve-media/width620/img/plain-dealer/photo/2014/04/14685412-large.jpg", "type": "article"}, "twitter": {"description": "Power lawyers and judges from northeast Ohio skewer politicians, sports teams, fellow lawyers and just about everyone else in song and skit at this year's annual \"Court of Nisi Prius\" dinner.", "creator": "@michaelmcintyre", "image": "http://image.cleveland.com/home/cleve-media/width620/img/plain-dealer/photo/2014/04/14685412-large.jpg", "title": "Lawyers and judges hear only laughter, not objections, during annual follies in Court of Nisi Prius: Michael K. McIntyre's Tipoff (slide show and video)", "site": "@clevelanddotcom", "card": "summary_large_image"}, "article_date_updated": "Monday, April 14, 2014, 12:39 PM", "fb": {"admins": 100000302287435}, "article_publication_name": "cleveland.com", "article": {"author": "http://facebook.com/michaelkmcintyre"}, "article_comments": 0, "article_date_original": "Sunday, April 13, 2014,  7:00 AM", "article_author": "Michael K. McIntyre", "Description": "Power lawyers and judges from northeast Ohio skewer politicians, sports teams, fellow lawyers and just about everyone else in song and skit at this year's annual \"Court of Nisi Prius\" dinner."}, "_id": "\"57477af36914bd0286fce7e2\"", "article_summary": "At which point, Cuyahoga County Executive Ed FitzGerald (played by Ulmer & Berne Managing Partner Kip Reader) saunters by.\nIn the court of Nisi Prius, you can object all you want.\nMontgomery had the show-stopper, singing as LeBron James about a return to Cleveland to the tune of \"For Good\" from Wicked.\nMany of the lawyers are talented performers and in the midst of the jocularity, they surprise.\nOne skit featured a fan who suffers brain damage not by playing for the Cleveland Browns, but by watching them all these years."}