{"article_title": "LSD-Laced Steak Sends Pregnant Florida Woman Into Labor, Hospitalizes Young Daughters", "article_keywords": ["lsd", "woman", "meat", "family", "pregnant", "sends", "hospital", "florida", "young", "drug", "labor", "symptoms", "walmart", "rosado", "steak", "lsdlaced", "round", "daughters", "hospitalizes"], "article_url": "http://www.medicaldaily.com/lsd-laced-steak-sends-pregnant-florida-woman-labor-hospitalizes-young-daughters-270839", "article_text": "Round bottom steak laced with the hallucinogenic drug LSD sent an entire Florida family to the hospital, including a pregnant woman who was induced into labor from the drug.\n\nA pregnant Florida woman was forced into induced labor after meat laced with LSD sent her entire family to the hospital, police said on Friday.\n\n31-year-old Jessica Rosado reportedly bought the tainted round bottom steaks at a Walmart store in Tampa, Fla, The Associated Press reported. Her partner, 24-year-old Ronnie Morales, was the first to show any symptoms of the hallucinogenic drug. Shortly after consuming the meat, he began complaining about dizziness and shortness of breath. Rosado promptly drove him to the hospital together with her two young daughters.\n\nBy the time they arrived, the whole family was experiencing symptoms, with 6-year-old Elyana and 7-year-old Royna complaining about hallucinations. The two girls were subsequently hospitalized with tracheal intubation.\n\nWhen Rosado, who was nine months pregnant, began reporting similar symptoms, doctors at St. Joseph’s Women’s Hospital decided to induce labor. She later gave birth to a healthy baby boy.\n\nTampa police later determined that the family had been exposed to the drug. \"Initial test results received today from the Hillsborough County Medical Examiner's Office determined the family consumed bottom round steak contaminated with LSD,\" they said in a release.\n\nSpeaking to The New York Daily News, Walmart officials said that they are “deeply disturbed by the situation” and that they have taken the meat off their shelves. Authorities said that the store is fully cooperating with the investigation.\n\n\"We know our customers expect safe, quality food and we require our suppliers to meet the highest of food safety standards,” Walmart wrote in a statement released last week. “It's unclear where and how the food was tampered with or if the tampering occurred after purchase. However, out of an abundance of caution, we have pulled the remaining product from the store.”\n\nLSD, or lysergic acid diethylamide, is a powerful hallucinogen capable of altering a user’s mood and thoughts. Symptoms are characterized by delusions and visual hallucinations that typically influence one’s sense of time and identity. Although long-term side effects are still debated, some users have reported psychosis and “flashbacks.”\n\nAll family members have now been released from the hospital. Police are still trying to determine how the meat came in contact with the drug.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "lsd, induced labor, walmart, hallucinogenic drug, family eats meat with lsd, tainted meat with lsd,", "og": {"site_name": "Medical Daily", "description": "Round bottom steak laced with the hallucinogenic drug LSD sent an entire Florida family to the hospital, including a pregnant woman who was induced into labor from the drug.", "title": "LSD-Laced Steak Sends Pregnant Woman Into Labor", "url": "http://www.medicaldaily.com/lsd-laced-steak-sends-pregnant-florida-woman-labor-hospitalizes-young-daughters-270839", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/03/09/steak.jpg", "type": "article"}, "twitter": {"description": "Round bottom steak laced with the hallucinogenic drug LSD sent an entire Florida family to the hospital, including a pregnant woman who was induced into labor from the drug.", "title": "LSD-Laced Steak Sends Pregnant Woman Into Labor", "url": "http://www.medicaldaily.com/lsd-laced-steak-sends-pregnant-florida-woman-labor-hospitalizes-young-daughters-270839", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/03/09/steak.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/03/09/steak.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Consumer News", "published_time": "2014-03-09T14:59:09-04:00", "modified_time": "2014-03-09T14:59:08-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Round bottom steak laced with the hallucinogenic drug LSD sent an entire Florida family to the hospital, including a pregnant woman who was induced into labor from the drug."}, "_id": "\"57477af36914bd0286fce7eb\"", "article_summary": "Round bottom steak laced with the hallucinogenic drug LSD sent an entire Florida family to the hospital, including a pregnant woman who was induced into labor from the drug.\nA pregnant Florida woman was forced into induced labor after meat laced with LSD sent her entire family to the hospital, police said on Friday.\nWhen Rosado, who was nine months pregnant, began reporting similar symptoms, doctors at St. Joseph’s Women’s Hospital decided to induce labor.\n31-year-old Jessica Rosado reportedly bought the tainted round bottom steaks at a Walmart store in Tampa, Fla, The Associated Press reported.\nBy the time they arrived, the whole family was experiencing symptoms, with 6-year-old Elyana and 7-year-old Royna complaining about hallucinations."}