{"article_title": "First lady Michelle Obama campaigns for Mike Michaud in Orono — Politics — Bangor Daily News — BDN Maine", "article_keywords": ["michelle", "orono", "candidate", "rally", "mike", "daily", "campaigns", "running", "race", "michaud", "lepage", "president", "vote", "politics", "lady", "maine", "obama"], "article_url": "http://bangordailynews.com/2014/10/03/politics/elections/first-lady-michelle-obama-campaigns-for-mike-michaud-in-orono/", "article_text": "ORONO, Maine — First lady Michelle Obama had a clear message for supporters of gubernatorial candidate Mike Michaud attending a rally at the University of Maine on Friday: Get out to vote and bring like-minded people with you.\n\n“Barack won because of record numbers of women and minorities and young people who showed up to vote,” she said, referring to President Barack Obama’s winning campaigns in 2008 and 2012.\n\n“When the midterms came along, too many of our people just tuned out,” she said. “That’s what folks are counting on on the other side this year.”\n\nMichelle Obama appeared before an enthusiastic crowd of about 1,500 people at the Collins Center for the Arts. She was preceded by Michaud, Planned Parenthood Action Fund President Cecile Richards, whose political action committee endorsed Michaud in August, and state Sen. Emily Cain, who is running for Maine’s 2nd Congressional District House seat.\n\nMichaud, a Democrat, is running against Republican incumbent Gov. Paul LePage and independent candidate Eliot Cutler. A poll conducted by the Portland Press Herald between Sept.18 and 25 showed Michaud was slightly ahead with 40 percent of the vote. LePage had 38 percent and Cutler had 12 percent.\n\n“This race will be so close,” Obama said. She encouraged those in the audience to volunteer for the campaign to increase voter turnout.\n\nShe referenced the 2010 governor’s race between LePage, Cutler and Democratic candidate Libby Mitchell. Many political analysts say that during that election, the liberal vote was split between Mitchell and Cutler.\n\n“The stakes could not be higher,” she said.\n\nWithout naming LePage, she said if the Republicans win, “we will see more folks interfering in women’s private decisions about our health care.”\n\nAs recently as 2009, Michaud voted in support of a bill that would stop federal funding of abortion services. But in 2013 and 2014, he voted against bills that made similar propositions, and during this campaign he has voiced support of a woman’s right to choose an abortion.\n\n“I need you to stand with me so that we can protect a woman’s right to make her own health care decisions,” he said Friday.\n\nObama is making the rounds on behalf of Democratic gubernatorial candidates this week. Before attending the rally for Michaud, she campaigned with Massachusetts Attorney General and gubernatorial candidate Martha Coakley, and on Monday, she was in Milwaukee for a rally with Mary Burke, who is running for governor of Wisconsin.\n\nThe first lady is one of the most popular members of the Democratic Party. About two-thirds of the public have consistently supported her since her husband took office, according to the Pew Research Center. The president’s approval rating had dropped to 43 percent in January. The New York Times reported Friday that, consequently, President Barack Obama has done almost no campaigning this election season.\n\n“With President Obama’s terrible track record on the economy and a foreign policy worthy of Jimmy Carter, it’s no wonder he was recently described as ‘political kryptonite to Democrats in tough races,’” Jason Savage, executive director of the Maine Republican Party, said in an email to supporters Friday.\n\nMichelle Obama also touched on issues such as the minimum wage, which she argued should be raised, and the Affordable Care Act, which she said had slowed the rate at which health care costs are rising.\n\nMichaud referenced the suffering forest products industry, which took another blow this week when Verso Paper, in Bucksport, announced it would close.\n\n“I need you to stand with me so we can fight to help the laid off workers in places like Millinocket, East Millinocket, Old Town and Bucksport,” he said, explaining that they “lost their jobs because of failed trade agreements and an economy that has left them behind.”\n\nHigh-profile Democrats and liberal groups have been rallying around Michaud this election season. In September, Bill Clinton campaigned with Michaud in Portland, where the former president chided Mainers for having let LePage take the race four years earlier.\n\nVice President Joe Biden toured Portsmouth Naval Shipyard in Kittery with Michaud a day later, though the event was not called a campaign stop.\n\nThe governor also has had visits from high-profile members of his party, including two appearances by New Jersey Gov. Chris Christie.\n\nObama had been to Maine before, vacationing with the first family on Mount Desert Island in 2010. At this visit to UMaine’s campus, she spoke directly to the students in the audience.\n\n“We always put our kids’ interests first.” she said. “Yes, young people, you drive us nuts.”", "article_metadata": {"description": "ORONO, Maine — First lady Michelle Obama had a clear message for supporters of gubernatorial candidate Mike Michaud attending a rally at the University of Maine on Friday: Get out to vote and bring like-minded people with you. “Barack won because of record numbers of women and minorities and young [...] Maine news, sports, politics and election results, and obituaries from the Bangor Daily News.", "generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "ORONO, Maine — First lady Michelle Obama had a clear message for supporters of gubernatorial candidate Mike Michaud attending a rally at the University of Maine on Friday: Get out to vote and bring like-minded people with you. “Barack won because of record numbers of women and minorities and young [...]", "title": "First lady Michelle Obama campaigns for Mike Michaud in Orono", "url": "http://bangordailynews.com/2014/10/03/politics/elections/first-lady-michelle-obama-campaigns-for-mike-michaud-in-orono/", "image": "http://static.bangordailynews.com/wp-content/uploads/2014/10/10068021_H13733017-600x397.jpg?strip=all", "type": "article"}, "twitter": {"description": "ORONO, Maine — First lady Michelle Obama had a clear message for supporters of gubernatorial candidate Mike Michaud attending a rally at the University of Maine on Friday: Get out to vote and bring like-minded people with you. “Barack won because of record numbers of women and minorities and young [...]", "title": "First lady Michelle Obama campaigns for Mike Michaud in Orono", "url": "http://bangordailynews.com/2014/10/03/politics/elections/first-lady-michelle-obama-campaigns-for-mike-michaud-in-orono/", "image": "http://static.bangordailynews.com/wp-content/uploads/2014/10/10068021_H13733017-250x250.jpg?strip=all", "site": "@bangordailynews", "card": "summary"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "keywords": "Maine, news, elections, election results, politics, sports, Bangor, Portland, Augusta, weather, obituaries, Waterville, Aroostook, Penobscot, Piscataquis, Somerset, Hancock, Washington, bdn,michelle obama,mike michaud,emily cain,cecile richard,bangor,elections,news,politics,state,first lady michelle obama campaigns for mike michaud in orono,is_article,nell gluckman", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdd18c\"", "article_summary": "ORONO, Maine — First lady Michelle Obama had a clear message for supporters of gubernatorial candidate Mike Michaud attending a rally at the University of Maine on Friday: Get out to vote and bring like-minded people with you.\nThe New York Times reported Friday that, consequently, President Barack Obama has done almost no campaigning this election season.\nObama had been to Maine before, vacationing with the first family on Mount Desert Island in 2010.\nA poll conducted by the Portland Press Herald between Sept.18 and 25 showed Michaud was slightly ahead with 40 percent of the vote.\nShe referenced the 2010 governor’s race between LePage, Cutler and Democratic candidate Libby Mitchell."}