{"article_title": "ReACT Launches Employer Resources", "article_keywords": ["resource", "caregivers", "working", "aarp", "launches", "employees", "employer", "react", "responsibilities", "caregiving", "employee", "employers", "resources"], "article_url": "http://www.aarp.org/about-aarp/press-center/info-11-2013/ReACT-Launches-Employer-Resources-to-Enhance-Caregivers-Productivity-in-the-Workplace.html", "article_text": "FOR IMMEDIATE RELEASE:\n\nNovember 14, 2013\n\nCONTACT:\n\nKatherine Brown\n\n202-434-2560 or media@aarp.org\n\nReACT Launches Employer Resources to Enhance Caregivers’ Productivity in the Workplace\n\nCross-sector Coalition Leads Business Response to Exploding Elder Caregiving Needs\n\nWashington, DC (November 20, 2013) – Today, in recognition of National Caregiver’s Month, ReACT (Respect A Caregiver’s Time) announces the launch of its Employer Resource Guide: Four Steps for Supporting Employees with Caregiving Responsibilities, a free resource for front-line managers and human resource professionals to help provide support for the increasing number of those with elder caregiving responsibilities in the workplace – a trend with potentially detrimental personal, social and economic consequences.\n\n“For employers of all shapes and sizes, the greatest opportunity for talent recruitment, retention and employee satisfaction is to provide for the growing needs of Americans serving in the dual role of employee and caregiver,” said Drew Holzapfel, convener of ReACT. “ReACT’s new tools will give employers guidance as they strive to maximize productivity and manage costs in today’s aging society.”\n\nAcross the United States, there are approximately 42 million unpaid family caregivers, and of those, nearly three quarters also maintain employment. As the population ages at unprecedented rates, the demand for informal elder care will only increase. Currently, one in six American workers acts as a caregiver, and over 10,000 Baby Boomers turn 65 every day. These trends will require employers to adapt to employee caregiving as the “new normal.”\n\nA recent poll from Gallup shows that unpaid caregiving responsibilities keep 24 percent of employees from working more. The National Alliance for Caregiving estimates that the cost of employee caregivers to employers due to lost productivity, including replacing employees, workday interruptions, absenteeism and shifts from full-time to part-time work, is estimated as high $34 billion annually.\n\n“Family caregivers are this invisible army that employers are slowly starting to appreciate,” said Debra Whitman, Executive Vice President Policy, Strategy and International Affairs, AARP. “Too many times the biggest issue for caregivers isn’t just taking care of a loved one, but it’s how to do that and juggle their job.”\n\nIn an effort to celebrate and support working caregivers, the ReACT’s new resource, Employer Resource Guide: Four Steps for Supporting Employees with Caregiving Responsibilities and new website (www.aarp.org/ReACT), which is part of AARP’s online Caregiver Resource Center, will provide employers with the tools they need to open channels of communication about caregiving in the workplace, embrace caregiving as the new normal and find ways to address employees’ needs for flexibility.\n\nReACT will launch these tools today at the U.S. Chamber of Commerce during a roundtable event titled “Supporting Working Caregivers: An Employer Imperative.” The event begins at 11:30 a.m. and is open to the media.\n\nAbout ReACT\n\nReACT is an employer-focused coalition dedicated to addressing the challenges faced by employee caregivers and reducing the impact on the companies that employ them. ReACT represents nearly 750,000 employees through its membership of more than 30 companies and non-profit organizations. For more information, visit www.RespectCaregivers.org.\n\nAbout AARP\n\nAARP is a nonprofit, nonpartisan organization, with a membership of more than 37 million, that helps people turn their goals and dreams into real possibilities, strengthens communities and fights for the issues that matter most to families such as healthcare, employment and income security, retirement planning, affordable utilities and protection from financial abuse. We advocate for individuals in the marketplace by selecting products and services of high quality and value to carry the AARP name as well as help our members obtain discounts on a wide range of products, travel, and services. A trusted source for lifestyle tips, news and educational information, AARP produces AARP The Magazine, the world's largest circulation magazine; AARP Bulletin; www.aarp.org; AARP TV & Radio; AARP Books; and AARP en Español, a Spanish-language website addressing the interests and needs of Hispanics. AARP does not endorse candidates for public office or make contributions to political campaigns or candidates. The AARP Foundation is an affiliated charity that provides security, protection, and empowerment to older persons in need with support from thousands of volunteers, donors, and sponsors. AARP has staffed offices in all 50 states, the District of Columbia, Puerto Rico, and the U.S. Virgin Islands. Learn more at www.aarp.org.\n\n###", "article_metadata": {"page_title": "ReACT Launches Employer Resources to Enhance Caregivers’ Productivity in the Workplace", "estimated_publish_date": "2013-11-20", "Last-Modified": "2013-11-20T10:20:57.707-05:00", "keywords": "AARP, Caregiving, Debra Whitman, ReACT", "paywallStatus": "off", "livefyreId": "350119:http://www.aarp.org/about-aarp/press-center/info-11-2013/ReACT-Launches-Employer-Resources-to-Enhance-Caregivers-Productivity-in-the-Workplace.html", "lfdataConfig": "{\"globalConfig\":{\"network\":\"aarp.fyre.co\"},\"livefyreConfig\":[{\"collectionMeta\":\"eyJhbGciOiJIUzI1NiJ9.eyJhcnRpY2xlSWQiOiJodHRwOi8vd3d3LmFhcnAub3JnL2Fib3V0LWFhcnAvcHJlc3MtY2VudGVyL2luZm8tMTEtMjAxMy9SZUFDVC1MYXVuY2hlcy1FbXBsb3llci1SZXNvdXJjZXMtdG8tRW5oYW5jZS1DYXJlZ2l2ZXJzLVByb2R1Y3Rpdml0eS1pbi10aGUtV29ya3BsYWNlLmh0bWwiLCJ0aXRsZSI6IlJlQUNUIExhdW5jaGVzIEVtcGxveWVyIFJlc291cmNlcyB0byBFbmhhbmNlIENhcmVnaXZlcnNcdTIwMTkgUHJvZHVjdGl2aXR5IGluIHRoZSBXb3JrcGxhY2UiLCJ1cmwiOiJodHRwOi8vd3d3LmFhcnAub3JnL2Fib3V0LWFhcnAvcHJlc3MtY2VudGVyL2luZm8tMTEtMjAxMy9SZUFDVC1MYXVuY2hlcy1FbXBsb3llci1SZXNvdXJjZXMtdG8tRW5oYW5jZS1DYXJlZ2l2ZXJzLVByb2R1Y3Rpdml0eS1pbi10aGUtV29ya3BsYWNlLmh0bWwiLCJ0YWdzIjoiIiwiY2hlY2tzdW0iOiJjZDQxYjZhZGQwYzFjMzgxOTUwZmYxMzQzNzJjNDFhOCIsInR5cGUiOiJsaXZlY29tbWVudHMifQ.U47ESzXevO52IdqUnN6wYTaEdmuedr9TwMYn0RHoA6k\",\"checksum\":\"cd41b6add0c1c381950ff134372c41a8\",\"siteId\":\"350139\",\"articleId\":\"http://www.aarp.org/about-aarp/press-center/info-11-2013/ReACT-Launches-Employer-Resources-to-Enhance-Caregivers-Productivity-in-the-Workplace.html\",\"el\":\"livefyreConversation\",\"disableAvatars\":true,\"postToButtons\":[\"tw\",\"fb\"]}]}", "source": "aarp_press_center", "type": "info", "description": "Cross-sector Coalition Leads Business Response to Exploding Elder Caregiving Needs", "robots": "index,follow", "Subject1": "DCSubjects:Home and Garden/Caregiving/Creating a Caregiving Team", "fb": {"app_id": 114175878660191}, "language": "english", "og": {"site_name": "AARP", "description": "Cross-sector Coalition Leads Business Response to Exploding Elder Caregiving Needs", "title": "ReACT Launches Employer Resources", "url": "http://www.aarp.org/about-aarp/press-center/info-11-2013/ReACT-Launches-Employer-Resources-to-Enhance-Caregivers-Productivity-in-the-Workplace.html", "image": "http://cdn.aarp.net/etc/aarp/statics/global/img/logos/aarp_50x50.imgcache.rev1463067653783.png", "type": "article"}, "contentId": "/content/aarp/en/home/about-aarp/press-center/info-11-2013/ReACT-Launches-Employer-Resources-to-Enhance-Caregivers-Productivity-in-the-Workplace", "mcafeesecure-site-verification": "fa79d1a3c2770869e1286a81816d01a4", "IALevel1": "about-aarp", "IALevel2": "press-center", "s43": "3b.AARPCaregiver|MyHomeandFamily", "action": "read", "dateToday": "2016-05-23"}, "_id": "\"57477af46914bd0286fd80e7\"", "article_summary": "ReACT will launch these tools today at the U.S. Chamber of Commerce during a roundtable event titled “Supporting Working Caregivers: An Employer Imperative.” The event begins at 11:30 a.m. and is open to the media.\nAbout ReACTReACT is an employer-focused coalition dedicated to addressing the challenges faced by employee caregivers and reducing the impact on the companies that employ them.\nReACT represents nearly 750,000 employees through its membership of more than 30 companies and non-profit organizations.\nThese trends will require employers to adapt to employee caregiving as the “new normal.”A recent poll from Gallup shows that unpaid caregiving responsibilities keep 24 percent of employees from working more.\nAARP has staffed offices in all 50 states, the District of Columbia, Puerto Rico, and the U.S. Virgin Islands."}