{"article_title": "N.J. residents face frustration, confusion over Obamacare", "article_keywords": ["information", "nj", "coverage", "federal", "confusion", "obamacare", "face", "application", "state", "medicaid", "frustration", "health", "residents", "insurance", "jersey", "horizon"], "article_url": "http://www.northjersey.com/news/n-j-residents-face-frustration-confusion-over-obamacare-1.658193", "article_text": "Nearly 2.2 million Americans have selected insurance plans through the Affordable Care Act and federal officials said glitches in the enrollment process continue to be smoothed out. But in North Jersey, many residents remain frustrated and confused, waiting for insurance.\n\n\n\nIt’s been 14 days since the first policies went into effect, but some in North Jersey say they are still unable to complete an application on the troubled government website, while others say they have enrolled but are awaiting a bill from an insurance company so they can pay their premium. Still others have yet to receive the cards showing they have coverage. And then there are those who report that they qualified for the newly expanded Medicaid program and are waiting to hear back from the state, which operates it.\n\n\n\nDavid Oscar, an insurance broker whose company manages health policies for 2,000 small businesses and 600 individuals in New Jersey, said his customers are complaining about all parts of the process.\n\n\n\n“It’s insane out there,” Oscar said. “Customers still can’t get through the federal marketplace and the insurance systems can’t keep up with the demand. People are upset, angry and frustrated.”\n\n\n\nOf the nearly 900,000 uninsured residents in New Jersey, 34,751 selected insurance plans through the federal marketplace by the late December enrollment deadline, according to numbers released Monday by the federal Department of Health and Human Services. Another 71,142 were told they qualified for free Medicaid coverage.\n\n\n\nIt is unclear, however, how many enrollees have paid their first premium and actually have coverage — federal officials have repeatedly declined to provide those numbers to reporters.\n\n\n\nIn addition, there is indication that the U.S. health care overhaul is attracting a less healthy population — a problem that may drive up insurance premiums.\n\n\n\nAbout 24 percent of enrollees were 18- to 34-year-olds, and about one-third were 55 or older. The Obama administration wanted 18- to 34-year-olds to make up about 40 percent of total enrollment to help offset the cost of care for older and sicker people. Missing the target for the “young invincibles” may lead insurers to adjust prices if gains aren’t made by the March 31 end of enrollment for coverage in 2014.\n\n\n\n“The more young, healthy people participate, the more stable the marketplace will be and the more affordable premiums will be,” said Robert Zirkelbach, a spokesman for America’s Health Insurance Plans, the industry’s lobbying group.\n\n\n\nIn the meantime, frustrations abound for many of those hoping to get insured through the new system. Mike Sciarra has been trying for nearly two months to enroll himself and his two kids, a 11-year-old daughter and a 14-year-old son with autism, through healthcare.gov. His wife, Krissy, has coverage through her employer, which does not offer insurance to the family.\n\n\n\nAfter filling out two applications, filing two appeals, and spending countless hours on the phone with specialists, Sciarra, an independent contractor from Hawthorne, said they still don’t have insurance.\n\n\n\n“My son was denied coverage and no one can tell me why,” Sciarra said. “I’m in exactly the same place I was on Nov. 18.\n\n\n\n“I did get a call on Jan. 2 from an advance resolution specialist [from the healthcare.gov website] who told me to re-register and do the whole thing all over again,” he said. “But if I do that, it voids my other application and makes it look like I’m just starting the process. So my kids won’t have coverage until the new application takes effect and no one can promise me that one will work when the others haven’t.”\n\n\n\nMuch of the trouble in getting people signed up seems to be in transferring information from the federal government to individual insurance companies and to state Medicaid programs. At the end of December, 25,000 applications sent from the federal website to New Jersey Medicaid could not be processed because of technical difficulties.\n\n\n\nThis week, Nicole Brossoie, a spokeswoman for the state Department of Human Services, said federal officials have “provided workable information and Medicaid is processing the cases.” The exact number of patients who enroll will be released in the middle of February, Brossoie said.\n\n\n\n“We project about 300,000 in New Jersey will come into the Medicaid program,” said Joel Cantor, director of the Rutgers Center for State Health Policy. “Not all of them are uninsured but most are.”\n\n\n\nJoseph, a self-employed carpenter from Wayne who asked that his last name not be used, is among those waiting to see whether he has been enrolled in Medicaid. He had been buying his own insurance for years but learned his policy was going to be canceled at the end of 2013. In October, he started the process to purchase new insurance but repeated attempts on the sputtering government website were unsuccessful.\n\n\n\nBy the middle of December, Joseph, 56, learned he qualified for Medicaid and his file was supposedly forwarded to the state. By Dec. 30, Medicaid still had no record of his information so he filled out an application directly with Medicaid.\n\n\n\n“I’m 10 days now without insurance,” Joseph said on Friday. “I was told it might take 30 days to process my application but that the information from healthcare.gov might conflict with it.”\n\n\n\nFor those who did make it through the application process, getting an insurance card has proven to be another hurdle. Health Republic, one of the three insurance companies in New Jersey that are offering plans through the federal marketplace, requires payment of the first premium before it issues insurance cards. The other two insurers, AmeriHealth and Horizon Blue Cross Blue Shield, are trying to make cards available even if payment has not been received. Horizon moved its payment deadline to this Friday for coverage that began Jan. 1.\n\n\n\n“This week Horizon experienced its largest one-day volume of calls, with more than 60,000 inbound calls for all lines of business, including ACA-related calls,” said Tom Vincz, a Horizon spokes¬man, referring to the Affordable Care Act. “Horizon is still experiencing problems getting complete information from the federal marketplace.\n\n\n\n“On top of the numerous changes to deadlines, the federal government has also pushed more of the consumer information gathering and verification to health insurance companies,” Vincz said. “As a result, Horizon has had to increase resources to handle the significant increase in inbound calls from members and individuals looking to purchase health insurance, pay for their coverage, and verify their coverage.”\n\n\n\nThere are success stories.\n\n\n\nA 49-year-old woman from Mahwah, who asked that she be identified as Marie, said she “rolled the dice for the past year,” living without insurance. She had coverage through her husband’s job but after they divorced she couldn’t afford to buy it on her own.\n\n\n\n“I’m relatively healthy but I paid thousands of dollars out of my pocket for doctor visits and basic tests,” she said. She signed up for insurance through the marketplace and, because she qualified for subsidies, she now pays $142 a month for a plan.\n\n\n\nAnd, Jean Scully, a Rockaway resident, said she “feels wonderful” now that she and her 21-year-old daughter have health insurance, after living without it for several years. She’s been working as a real estate agent and a proofreader since she was laid off from her corporate job with Bell Labs in Whippany in 2002.\n\n\n\nShe bought a gold plan from AmeriHealth for about $400 a month through the new program, compared to the $800 monthly premium it would have cost her to buy a similar plan in the past.\n\n\n\n“I felt like I left the middle class when I lost my health insurance,” Scully said. “I realized that if I broke my leg and couldn’t work, I could have lost everything. Now if I get sick, I won’t go bankrupt and my daughter isn’t going to have to quit school. I feel like such a weight has been lifted.”\n\n\n\nWhether newly insured people like Marie and Jean will start flooding doctors’ offices to catch up on screenings and preventive care remains to be seen.\n\n\n\nAn informal survey by the American Academy of Family Physicians earlier this week showed that 58 percent of the 139 physicians who responded had not seen a change in their number of patients.\n\n\n\n“We thought there would be a kind of run on doctors’ offices due to the implementation of the law,” said Larry Downes, the chief executive officer of the Medical Society of New Jersey. “But we’re not seeing any more volume than we did the same time last year.”\n\n\n\nA Fair Lawn group of physicians also hasn’t seen much change in patient flow.\n\n\n\n“We haven’t seen an influx or decrease in patients,” said Steven Lumsden, executive director of New Jersey Associates in Medicine. “We will probably have a better idea after the first quarter of the year.”\n\n\n\nThis article contains information from Bloomberg News. E-mail: williamsb@northjersey.com\n\nMike and Krissy Sciarra with their children Kylie, 11, and Jared, 14, in their Hawthorne home. The Sciarras have been trying to sign up for coverage since mid-November.", "article_metadata": {"description": "Nearly 2.2 million Americans have selected insurance plans through the Affordable Care Act and federal officials said glitches in the enrollment process continue to be smoothed out. But in North Jersey, many residents remain frustrated and confused, waiting for insurance.", "copyright": "North Jersey Media Group Inc.", "title": "N.J. residents face frustration, confusion over Obamacare", "og": {"url": "http://www.northjersey.com/cm/2.1593/news/n-j-residents-face-frustration-confusion-over-obamacare-1.658193", "type": "article", "image": "http://www.northjersey.com:80/polopoly_fs/1.658194!/fileImage/httpImage/0114a-aca-60p.jpg", "site_name": "NorthJersey.com", "description": "Nearly 2.2 million Americans have selected insurance plans through the Affordable Care Act and federal officials said glitches in the enrollment process continue to be smoothed out. But in North Jersey, many residents remain frustrated and confused, waiting for insurance."}, "author": "BARBARA WILLIAMS", "robots": "noarchive,noodp,noydir", "apple-mobile-web-app-capable": "yes", "fb": {"admins": "100002050123125,739916158,1235266096", "app_id": 130358300392751}, "apple-itunes-app": "app-id=446490632", "apple-mobile-web-app-status-bar-style": "black", "DC.creator": "BARBARA WILLIAMS", "msvalidate.01": "697A26605161B513EFE2AD6E581F4AA8", "google-site-verification": "swyvR_LXSGMOxOz1638gujs38OoVP3sZwJgdjySjnXM", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=2.0, user-scalable=yes", "DC.title": "N.J. residents face frustration, confusion over Obamacare"}, "_id": "\"57477af46914bd0286fdee77\"", "article_summary": "“I felt like I left the middle class when I lost my health insurance,” Scully said.\nIt is unclear, however, how many enrollees have paid their first premium and actually have coverage — federal officials have repeatedly declined to provide those numbers to reporters.\nAnother 71,142 were told they qualified for free Medicaid coverage.\nAnd, Jean Scully, a Rockaway resident, said she “feels wonderful” now that she and her 21-year-old daughter have health insurance, after living without it for several years.\nAt the end of December, 25,000 applications sent from the federal website to New Jersey Medicaid could not be processed because of technical difficulties."}