{"article_title": "In Vermont, ObamaCare flopped so bad it killed single payer « Hot Air", "article_keywords": ["system", "vermont", "bad", "payer", "singlepayer", "million", "obamacare", "hot", "private", "air", "insurance", "single", "flopped", "residents", "insurers", "killed", "plan"], "article_url": "http://hotair.com/archives/2015/06/04/nyt-in-vermont-obamacare-flopped-so-bad-it-killed-single-payer/", "article_text": "NYT: In Vermont, ObamaCare flopped so bad it killed single payer\n\nposted at 8:01 pm on June 4, 2015 by Ed Morrissey\n\nWhen Barack Obama and Democrats on Capitol Hill first rolled out ObamaCare, conservatives warned that the program was so badly designed that it couldn’t possibly be on the level. Instead, people assumed that Democrats intended ObamaCare to fail — so that the only possible choice would be a single-payer system of socialized medicine. Even after Democrats reluctantly eliminated the “public option,” opponents insisted that the intended end game was failure so bad that it would destroy private insurance and leave nothing but the federal government to pick up the pieces.\n\nThe problem with that strategy, if indeed that was the plan, is apparent in Vermont. Before ObamaCare, the state was headed toward a popular single-payer plan. The utter flop of ObamaCare has killed that dream, perhaps forever:\n\nJust a few years ago, lawmakers in this left-leaning state viewed President Obama’s Affordable Care Act as little more than a pit stop on the road to a far more ambitious goal: single-payer, universal health care for all residents. Then things unraveled. The online insurance marketplace that Vermont built to enroll people in private coverage under the law had extensive technical failures. The problems soured public and legislative enthusiasm for sweeping health care changes just as Gov. Peter Shumlin needed to build support for his complex single-payer plan. Finally, Mr. Shumlin, a Democrat, shelved the plan in December, citing the high cost to taxpayers. He called the decision “the greatest disappointment of my political life.” … But even though its residents’ subsidies appear safe for now, Vermont stands as a cautionary tale. Despite an eventual cost of up to $200 million in federal funds, its online marketplace, or exchange, is still not fully functional, while disgust with the system is running deep among residents and lawmakers alike. Meanwhile, the hopes for a single-payer system, once tantalizingly close, may be lost for years. Under such a system, the government operates one health insurance plan for all residents, covering their medical costs instead of having private insurers do it.\n\nSingle-payer backers in Vermont, Shumlin among them, tried to blame the mess on the insurers, claiming that the involvement of the private sector is what created the ObamaCare mess. Consumers forced to use the state exchange know better. Despite having more than two years and hundreds of millions of dollars to fix the government-run part of ObamaCare, it’s still a disaster. Normal changes to coverage take weeks to accomplish rather than the few minutes it would take if dealing directly with insurers. Premiums have gone up and so have deductibles, which means that more people may have insurance, but they will get less out of it in the end.\n\nThis was always the flaw in the supposed Trojan-horse theory of ObamaCare. The government takeover of the markets was too pronounced, too obvious, to leave government with any credibility in the event of its failure. Most opponents thought that the failure would come within a few years as the result of its impossible financial model. Few would have predicted that the federal government and the states could have failed so spectacularly on building the exchanges themselves, or that those failures would still be continuing into 2015.\n\nThe financial-model failure is coming, though:\n\nObamaCare exchanges have just met a target of 2.8 million young-adult enrollees. The bad news: That target was for last year. By now, there were supposed to have been roughly 5 million paying customers between the ages of 18 and 34. Lagging young-adult enrollment is among the reasons why so many big insurers on the exchanges are seeking premium hikes of 20% or more for 2016. … If enrollment had kept up with independent projections, there should have been 4.8 million to 5.2 million young-adult members. In other words, 18- to 34-year-old enrollment has fallen short by about 2 million to 2.4 million, or more than 40%. Meanwhile, the number of people age 55 and over who have joined the exchanges is 29% above forecasts. There are 1.1 young adult enrollees for every member age 55+. That young-to-old ratio was supposed to be 2.4-to-1.\n\nThe sharp premium increases coming for 2016 coverage are being driven in part by these numbers. The death spiral has well and truly begun, and it won’t be long before it takes out the dream of socialized medicine with it.\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "Spiraling.", "title": "NYT: In Vermont, ObamaCare flopped so bad it killed single payer", "url": "http://hotair.com/archives/2015/06/04/nyt-in-vermont-obamacare-flopped-so-bad-it-killed-single-payer/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary", "creator": "@JazzShaw"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2015-06-05T00:01:24+00:00", "modified_time": "2015-06-04T19:01:59+00:00"}, "keywords": "death spiral, health insurance, ObamaCare, single payer, Vermont,", "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "_id": "\"57477af46914bd0286fdd191\"", "article_summary": "Instead, people assumed that Democrats intended ObamaCare to fail — so that the only possible choice would be a single-payer system of socialized medicine.\nMeanwhile, the hopes for a single-payer system, once tantalizingly close, may be lost for years.\nNYT: In Vermont, ObamaCare flopped so bad it killed single payerposted at 8:01 pm on June 4, 2015 by Ed MorrisseyWhen Barack Obama and Democrats on Capitol Hill first rolled out ObamaCare, conservatives warned that the program was so badly designed that it couldn’t possibly be on the level.\nBefore ObamaCare, the state was headed toward a popular single-payer plan.\nPeter Shumlin needed to build support for his complex single-payer plan."}