{"article_title": "'When It Comes to Immigration", "article_keywords": ["millions", "come", "supported", "immigration", "cruz", "president", "amnesty", "law", "issue", "comes", "obama"], "article_url": "http://www.breitbart.com/immigration/2015/08/12/ted-cruz-when-it-comes-to-immigration-legal-good-illegal-bad/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nIn a Sunday interview with a website called Shark-Tank, GOP contender Sen. Ted Cruz that he believes President Obama’s unlawful executive amnesty shielding millions of illegal aliens from deportation would “change who we are as a country,” and said that legal immigration is “good,” stressing his support for the rule of law.\n\n“I actually think the amnesty issue is broader than just another policy issue on which people can disagree,” Cruz said. “President Obama famously said his goal was to fundamentally transform the United States of America. And one of the critical tools he is using to try to do that is to allow millions of people to come here illegally.”\n\nSIGN UP FOR OUR NEWSLETTER\n\n“There’s seven billion people on the face of the planet, and an awful lot of them would like to come here. Now if they want to come here legally and follow the law, great,” he added. “You and I both come from immigrant families who followed the law.”\n\nCruz’s father, Rafael Bienvenido Cruz, came to America after initially fighting for Fidel Castro — then becoming disgusted with the Communist leader’s seizure of private property and brutal suppression of any dissent. He fled to America in 1957, going on to earn a mathematics degree, become a naturalized citizen in 2005, and work as a born-again Christian minister in Texas.\n\nThroughout his presidential campaign, Cruz has repeatedly stressed he opposes Obama’s executive amnesty in an effort to distance himself from the rest of the GOP primary pack. In other ways, Cruz agrees with party leaders when it comes to increasing immigration: In 2013, he proposed an amendment to the comprehenisve immigration reform bill proposed by the “Gang of Eight,” expanding a skilled-labor visa called the H-1B by 500 percent, pushing the cap from 65,000 to 325,000, while increasing the fees placed on some employers from $1,500 to $2,500 for each foreigner hired. The bill died in Congress before it could reach Obama’s desk.\n\nCruz’s complete remarks are as follows:\n\nThere should be no pathway to citizenship for those who are here illegally. I don’t support amnesty. And I find it really striking at the Cleveland debate, that divide was evident for all to see. Let me step back for a second. Let me talk about the amnesty issue. Because I actually think the amnesty issue is broader than just another policy issue on which people can disagree. President Obama famously said his goal was to fundamentally transform the United States of America. And one of the critical tools he is using to try to do that is to allow millions of people to come here illegally. There’s seven billion people on the face of the planet, and an awful lot of them would like to come here. Now if they want to come here legally and follow the law, great. You and I both come from immigrant families who followed the law. But the Obama plan is to allow millions to come in illegally and try to grant them amnesty, grant them a pathway to citizenship, and they believe they’ll vote Democrat in perpetuity to keep the big-government Democrats in power. It is a transformational policy, if amnesty goes through. It changes who we are as a country, if Obama and the Democrats succeed in this. And what’s striking in Cleveland, is a majority of the candidates on that stage have advocated amnesty, and not just advocated amnesty, but advocated it for years. Many of them vocally, vigorously, publicly. As you mentioned, you heard my friend Marco Rubio join Chuck Schumer in authoring the Chuck Schumer amnesty plan. In doing so, he was enthusiastically supported by Jeb Bush. In doing so, he was enthusiastically supported by Scott Walker. And President Obama. Both CNN and Politifact did fact-checks of my statement that a majority of candidates on that stage have supported amnesty, and both of them concluded, yep, it’s true. They went through the records of one after the other after the other. And let me tell you why that matters so much. We remember back in 2012, where we nominated a candidate, Mitt Romney, a good man. But someone who had proposed Romneycare. And the problem was, when it came to the general election, when you have a candidate who’s been an advocate for health insurance plan almost exactly like Obamacare, our nominee wasn’t able to make the election about Obamacare. He wasn’t able to challenge Barack Obama effectively on Obamacare, because he had written a proposal just like it. The same thing is true in this instance. If we nominate a candidate who’s been a vigorous, vocal, and aggressive advocate of amnesty, then the Republican candidate won’t stand up and challenge Hillary Clinton on amnesty, and certainly won’t do so effectively. Because anyone who tries to do so, the response will be: Gosh, just a couple of years ago, before you were running for president, you agreed with me [that] we should grant amnesty. I have never supported amnesty and never will support amnesty. I believe in the rule of law. You know, at the end of the day, these principles aren’t complicated. When it comes to immigration: Legal, good; illegal, bad.\n\nAccording to an exclusive analysis provided to Breitbart News by the Senate’s Subcommittee on Immigration and the National Interest, chaired by Alabama Republican Sen. Jeff Sessions, the U.S. will issue more green cards for immigrants — over ten million in the next decade — than the populations of primary states Iowa, New Hampshire, and South Carolina combined, unless Congress passes a law cutting the number of visas issued.\n\nWATCH CRUZ’S INTERVIEW:\n\nEmail Katie at kmchugh@breitbart.com. Follow her on Twitter: @k_mcq.", "article_metadata": {"description": "Ted Cruz: 'When It Comes to Immigration: Legal, Good; Illegal, Bad'", "og": {"site_name": "Breitbart", "description": "Ted Cruz: 'When It Comes to Immigration: Legal, Good; Illegal, Bad'", "title": "Ted Cruz: 'When It Comes to Immigration: Legal, Good; Illegal, Bad'", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/06/Cruz-Getty.jpg", "height": 480}, "updated_time": "2015-08-11T20:15:42-07:00", "url": "http://www.breitbart.com/immigration/2015/08/12/ted-cruz-when-it-comes-to-immigration-legal-good-illegal-bad/", "type": "article"}, "twitter": {"description": "Ted Cruz: 'When It Comes to Immigration: Legal, Good; Illegal, Bad'", "title": "Ted Cruz: 'When It Comes to Immigration: Legal, Good; Illegal, Bad'", "image": "http://media.breitbart.com/media/2015/06/Cruz-Getty.jpg", "creator": "@k_mcq", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "use_automatic_ad_placement": "true", "app_id": 1243316582352556}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Ted Cruz,2016 Presidential Race, Immigration,ted cruz", "article": {"publisher": "https://www.facebook.com/Breitbart", "published_time": "2015-08-12T05:00:06-07:00", "section": "2016 Presidential Race", "modified_time": "2015-08-11T20:15:42-07:00", "tag": "Ted Cruz", "categories": "Immigration,2016 Presidential Race"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "When it comes to immigration: Legal, good; illegal, bad.\nBecause I actually think the amnesty issue is broader than just another policy issue on which people can disagree.\n“I actually think the amnesty issue is broader than just another policy issue on which people can disagree,” Cruz said.\n“President Obama famously said his goal was to fundamentally transform the United States of America.\nPresident Obama famously said his goal was to fundamentally transform the United States of America."}