{"article_title": "Why Are Republicans Plotting To Sabotage A Crackdown On Tax Evasion?", "article_keywords": ["evasion", "fatca", "yue", "yues", "republicans", "tax", "resolution", "rnc", "american", "crackdown", "party", "overseas", "repeal", "sabotage", "plotting"], "article_url": "http://thinkprogress.org/economy/2014/01/22/3191631/fatca-tax-evasion-repeal-rnc/", "article_text": "Economy Why Are Republicans Plotting To Sabotage A Crackdown On Tax Evasion? CREDIT: Flickr user tahir\n\nThe Republican Party is poised to demand the repeal of a law that cracks down on overseas tax dodging, according to Reuters.\n\nThe Foreign Account Tax Compliance Act, or FATCA, comes into effect later this year after long negotiations with banking authorities in Switzerland, the Cayman Islands, and other countries where America’s wealthy like to park the cash they hide from American tax authorities. FATCA agreements are giving the Internal Revenue Service (IRS) and federal prosecutors unprecedented access to information on how international banks help Americans cheat on their taxes. Tax evasion by individuals and businesses robs taxpayers of about $300 billion each year, and FATCA is essential to staunching that fiscal bleeding.\n\nIf Republican National Committee (RNC) member Solomon Yue has his way, however, his party will begin fighting to repeal FATCA. The RNC “is expected to approve” Yue’s resolution adding a FATCA repeal plank to the party platform for 2014. “Repeal seems unlikely, but more political heat from Republicans could further complicate and delay implementation,” according to Reuters.\n\nThe purpose of Yue’s resolution to undermine the tax cheat crackdown appears to be more cynical than policy-based. The move is intended to help the party’s fundraising, Reuters reports, quoting multiple sources, including Yue and Cato Institute Senior Fellow Dan Mitchell. An RNC spokeswoman declined to comment because the resolution has not yet been adopted by the party, and referred ThinkProgress to Yue himself. “I see FATCA just like Obamacare,” Yue told Reuters, in that “It will attract American overseas donors.”\n\nThat is a reversal from Yue’s previous claim to McClatchy reporters that repealing FATCA was crucial for American citizens living and banking overseas. Yue’s substantive case for repeal in December was based on the idea that some banks have stopped opening accounts for American citizens, resulting in unfair hardships for expats and hurting U.S. economic competitiveness. “It’s not a question of looking for political traction,” Yue said then. “I’m looking for what’s right for Americans abroad.”\n\nThanks to the combined pressures of FATCA and Justice Department investigations, hundreds of Swiss banks have begun cooperating with the U.S. effort to claw back the vast sums that wealthy people have hidden from the Treasury. The yearly cost of tax cheating overseas amounts to a full 9 percent of the most recent federal budget. At $300 billion, a single year’s tax cheating could pay for every American child to go to preschool for the next 30 years.\n\nBut even before a potential repeal of FACTA, the U.S. crackdown tax evasion is already hampered by dramatic cuts to the IRS enforcement budget, which come in response to Republicans’ inaccurate claims that the agency disproportionately targeted conservative political groups during the last election cycle.", "article_metadata": {"google": "nositelinkssearchbox", "description": "Activists will reportedly make repealing a law cracking down on tax evasion an official party goal at this week's Republican National Committee meeting.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "Activists will reportedly make repealing a law cracking down on tax evasion an official party goal at this week's Republican National Committee meeting.", "title": "Why Are Republicans Plotting To Sabotage A Crackdown On Tax Evasion?", "url": "http://thinkprogress.org/economy/2014/01/22/3191631/fatca-tax-evasion-repeal-rnc/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2014/01/switzerland-flickr1.jpg", "type": "article"}, "twitter": {"description": "Activists will reportedly make repealing a law cracking down on tax evasion an official party goal at this week's Republican National Committee meeting.", "creator": "@PykeA", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2014/01/switzerland-flickr1-321x214.jpg", "title": "Why Are Republicans Plotting To Sabotage A Crackdown On Tax Evasion?", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-economy", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2014/01/switzerland-flickr1.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2014/01/switzerland-flickr1.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2014-01-22T15:02:41+00:00", "author": "https://www.facebook.com/PykeA"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af36914bd0286fce81d\"", "article_summary": "Economy Why Are Republicans Plotting To Sabotage A Crackdown On Tax Evasion?\nThe purpose of Yue’s resolution to undermine the tax cheat crackdown appears to be more cynical than policy-based.\nThe RNC “is expected to approve” Yue’s resolution adding a FATCA repeal plank to the party platform for 2014.\nCREDIT: Flickr user tahirThe Republican Party is poised to demand the repeal of a law that cracks down on overseas tax dodging, according to Reuters.\nIf Republican National Committee (RNC) member Solomon Yue has his way, however, his party will begin fighting to repeal FATCA."}