{"article_title": "Plains All American Expands Oil & Gas Services With Acquisition", "article_keywords": ["oil", "legion", "gas", "terminals", "terminal", "plains", "american", "owns", "services", "williston", "crude", "expands", "acquisition", "expected"], "article_url": "http://www.themiddlemarket.com/news/energy/plains-all-american-expands-oil-254957-1.html", "article_text": "Plains All American Expands Oil & Gas Services With Acquisition\n\nThe oil company is buying Legion Terminals, which owns an unfinished oil terminal in North Dakota\u0092s Williston Basin\n\nPlains All American Pipeline LP (NYSE: PAA) has acquired Legion Terminals LLC for an undisclosed amount.\n\nLegion Terminals owns a crude oil terminal that is under construction in Johnson's Corner, North Dakota. The terminal is scheduled to be finished by year\u0092s end and is expected to serve as a crude oil logistics hub in the Williston Basin. For more, see Feds Caution Buyers on Oil-by-Rail Trend.\n\nPlains, headquartered in Houston, owns and operates midstream energy infrastructure and logistics businesses, including a crude oil-gathering system and crude-by-rail facility within 50 miles of the Legion hub. Plains bought crude oil assets in the Eagle Ford shale basin in Texas for $125 million in 2012.\n\nOil and gas M&A is expected to slow in the short-term amid low crude oil prices. The space presents an opportunity for investors that are looking to make acquisitions at lower multiples than in the past. For more, see Investors Flow Into Oil & Gas and Distressed Debt Investment Opportunities Are Expected to Rise.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/energy/plains-all-american-expands-oil-254957-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/oil-and-gas.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Plains All American Expands Oil & Gas Services With Acquisition"}}, "_id": "\"57477af46914bd0286fdd1cd\"", "article_summary": "Plains All American Expands Oil & Gas Services With AcquisitionThe oil company is buying Legion Terminals, which owns an unfinished oil terminal in North Dakota\u0092s Williston BasinPlains All American Pipeline LP (NYSE: PAA) has acquired Legion Terminals LLC for an undisclosed amount.\nLegion Terminals owns a crude oil terminal that is under construction in Johnson's Corner, North Dakota.\nOil and gas M&A is expected to slow in the short-term amid low crude oil prices.\nPlains bought crude oil assets in the Eagle Ford shale basin in Texas for $125 million in 2012.\nFor more, see Investors Flow Into Oil & Gas and Distressed Debt Investment Opportunities Are Expected to Rise."}