{"article_title": "Guy Sebastian gains fifth place for Australia at Eurovision Song Contest", "article_keywords": ["australia", "gains", "contest", "came", "song", "unfamiliar", "competition", "competitors", "points", "place", "eurovision", "european", "guy", "sebastian", "fifth", "result"], "article_url": "http://www.smh.com.au/entertainment/guy-sebastian-gains-fifth-place-for-australia-at-eurovision-song-contest-20150524-gh8f7k.html", "article_text": "Entertainment\n\nSinger Guy Sebastian rehearses for the 60th annual Eurovision Song Contest. Photo: Reuters\n\nGuy Sebastian may have conquered Europe's hearts but Antipodean charm alone was not enough to wrest the crown of the 60th annual Eurovision Song Contest in Vienna.\n\nAustralia, which entered the competition with an unprecedented \"wild card\" from the event organisers, the European Broadcasting Union, took a dose of disco pop to Europe's iconic kitschfest and came fifth.\n\nIt's not a bad result when you consider Australia has no European neighbours on whose voting \"bloc\" we can depend, like many other competitors in Eurovision.\n\nAdvertisement\n\nWe just have European ancestors who, for the most part, appeared to think we were worth five or six points out of a possible 12.\n\nFinishing fifth of 27 countries is a solid return given it was Australia's first year in the competition. The downside is that we are unlikely to return to Eurovision as competitors, with informed whispers suggesting the organisers now have their eyes on China, where the show was broadcast live this year for the first time.\n\nBy the time the curtain came down, the top position on the leaderboard with 365 points was Sweden's Mans Zelmerlow, followed by Russia's Polina Gagarina (303 points), Italy's popera trio Il Volo (292 points) and Belgium's Loic Nottet (217 points). All had dominated pre-show chatter in Vienna.\n\nAustralia's Sebastian came fifth, with 196 points, and from a weak starting position in the lineup: 13th of 27 songs performed in the final. Voting does not open until after the last song, so later berths are considered better.\n\nSebastian's song, Tonight Again, with its infectious melody and easy-to-learn lyrics, was a favourite with the Eurovision cognoscente, but in the end nothing could stand in Sweden's way. \"We were hoping to not finish last because that would have been a bit embarrassing,\" Sebastian said after the show. \"Top 10 we thought was going to be amazing. To go top five we're pumped.\"\n\nDespite the buoyant mood in the wake of his win, and as other competitors appeared in the press area backstage after the show, Sebastian was a no-show for his post-show media obligations, declining to speak directly to Australian journalists who had covered the event. Instead he granted a single television interview to the broadcaster SBS.\n\nSpeaking to SBS, Sebastian said he was blown away by the experience. \"As a singer, you are in unfamiliar territory, on an unfamiliar stage, in a very unfamiliar competition, that we're outsiders to,\" he said. \"I didn't know what to expect.\"\n\nThe SBS telecast presenter, Julia Zemiro, said Australia's result was an enormous achievement. \"Top five is an incredible result for Australia, considering we come from zero,\" she said. \"It's not as if we have any history in the show.\"\n\nSweden, she added, had a \"great song and great staging\".\n\nAside from Sebastian, Australia actually had significant representation at this year's Eurovision. In addition to our official entry, the Armenian group, Geneaology, featured an Armenian-Australian, the opera singer, Mary-Jean O'Doherty Basmadjian.\n\nAs well, the Russian song, A Million Voices, was co-written by an Australian, Katrina Noorbergen, who also sang backing vocals on the performance. And the German song, Black Smoke, was co-written by an Australian, songwriter Tonino Speciale.", "article_metadata": {"news_keywords": "eurovision, eurovision 2015, eurovision australia, eurovision song contest, eurovision song contest 2015, guy sebastian eurovision, guy sebastian", "application-name": "The Sydney Morning Herald", "og": {"site_name": "The Sydney Morning Herald", "description": "Guy Sebastian may have conquered Europe's hearts but Antipodean charm alone was not enough to wrest the crown of the 60th annual Eurovision Song Contest in Vienna.", "title": "Guy Sebastian gains fifth place for Australia at Eurovision Song Contest", "url": "http://www.smh.com.au/entertainment/guy-sebastian-gains-fifth-place-for-australia-at-eurovision-song-contest-20150524-gh8f7k.html", "image": "http://images.smh.com.au/2015/05/24/6557433/Thumbnail996405248gh8cchimage.related.thumbnail.320x214.gh8f7k.png1432482858460.jpg.jpg", "type": "article"}, "twitter": {"site": "@smh", "card": "summary"}, "msapplication-tooltip": "Open The Sydney Morning Herald", "robots": "ACAP allow-present prohibited-modification=annotation", "fb": {"app_id": 193677504039845}, "cXenseParse": {"ffx-assettype": "article", "ffx-assetid": 996405248}, "msapplication-starturl": "http://www.smh.com.au", "msvalidate.01": "3A0F8B0A5D246EFE15A2F9F975D1E623", "msapplication-task": "name=Weather;action-uri=http://www.smh.com.au/weather;icon-uri=http://www.smh.com.au/favicon.ico;", "description": "Guy Sebastian may have conquered Europe's hearts but Antipodean charm alone was not enough to wrest the crown of the 60th annual Eurovision Song Contest in Vienna."}, "_id": "\"57477af46914bd0286fdd1c9\"", "article_summary": "EntertainmentSinger Guy Sebastian rehearses for the 60th annual Eurovision Song Contest.\nPhoto: ReutersGuy Sebastian may have conquered Europe's hearts but Antipodean charm alone was not enough to wrest the crown of the 60th annual Eurovision Song Contest in Vienna.\n\"As a singer, you are in unfamiliar territory, on an unfamiliar stage, in a very unfamiliar competition, that we're outsiders to,\" he said.\nAustralia's Sebastian came fifth, with 196 points, and from a weak starting position in the lineup: 13th of 27 songs performed in the final.\nIt's not a bad result when you consider Australia has no European neighbours on whose voting \"bloc\" we can depend, like many other competitors in Eurovision."}