{"article_title": "D.C. Council may expand paid sick leave law", "article_keywords": ["sick", "business", "restaurant", "workers", "work", "washington", "dc", "paid", "leave", "council", "law", "expand"], "article_url": "https://www.washingtonpost.com/local/dc-politics/2013/09/16/32df7b88-1bb7-11e3-82ef-a059e54c49d0_story.html", "article_text": "Losia Nyankale has two young children and has lost money staying home to care for a sick child. In D.C., restaurant hourly employees are not eligible for paid sick leave, not even for the few dollars tipped employees make hourly. (Marvin Joseph/The Washington Post)\n\nWhen one of Losia Nyankale’s two kids wakes up sick, she usually scrambles to find a caretaker or grabs the cold medicine and pushes the ailing child out the door and onto the school bus.\n\nA more difficult option is calling out sick, because Nyankale, 29, is a server at Dupont Circle’s Luna Grill and Diner. Her occupation is not covered by the District’s law requiring employers to offer sick leave.\n\nA proposed law to be introduced Tuesday would change that by expanding landmark legislation from 2008 that guaranteed nearly universal paid sick leave in the District but excluded tipped wait staff, including most servers, bussers and bartenders.\n\nCouncil member Marion Barry (D-Ward 8) and Chairman Phil Mendelson (D) plan to introduce the measure Tuesday. They have several co-sponsors.\n\nThe Paid Sick Days for All Coalition has been advocating for the change for almost two years. Organizers and volunteers have canvassed neighborhoods and gathered signatures. “This is something that people simply don’t know about,” said organizer Sarah Brammer Shlay.\n\nFive years ago, the D.C. Council passed the Accrued Sick and Safe Leave Act, making Washington the second city in the country to require employers to offer paid sick leave. The first was San Francisco. Depending on the size of the firm, D.C. businesses must provide employees between three and seven paid sick days each year. But unlike San Francisco’s law, the District’s measure carved out an exemption for “restaurant wait staff and bartenders who work for a combination of wages and tips.” It also excludes certain health-care workers.\n\nDetractors said the law would threaten the city’s economy. It presents a “risk to small and local businesses’ survival,” Barbara Lang, president and chief executive of the D.C. Chamber of Commerce, testified in 2007.\n\nA D.C. government audit released in June, however, concluded that the requirement “neither discouraged business owners from locating in the District nor encouraged business owners to move their business from the District.”\n\nSome continue to argue that extending sick leave to tipped workers would be bad for the bottom line and discourage growth in an industry that employs more than 48,000 people in the District.\n\nRestaurant owners are already being forced to adjust to provisions of the Affordable Care Act, Kathy Hollinger, president and chief executive of the Restaurant Association of Metropolitan Washington, said in a statement. “The additional requirements that would arise with paid sick day legislation would be prohibitive to the creation of jobs.”\n\nAndy Shallal, owner of the Busboys & Poets and Eatonville restaurants, disagrees. Shallal, who says he is “seriously considering” a run for mayor, has been an outspoken advocate for paid sick leave for restaurant workers and said he has offered it to all of his own workers since 2008 without harm to business. “When I talk to my restaurant friends, the one thing they ask often is, ‘Will people abuse it?’ But that hasn’t been our experience,” he said. And for public health reasons, restaurant workers shouldn’t be compelled to work when they’re sick, he said.\n\nNearly 60 percent of such workers admitted to working while sick, according to a study conducted by ROC-DC, a group that tries to improve wages and working conditions for restaurant workers. It’s an industry norm, said LaDawn Harris-Robinson, who has worked as a waitress at the steakhouse Smith & Wollensky for about two years. “I’ve had pretty much everything” and still come to work over the past 15 years of serving and tending bar, she said, ticking off a list of ailments: bronchitis, sinusitis, a fractured foot, severe morning sickness. “There was a time when I was throwing up two to three times a day.”\n\nThe District’s 2008 law requires workers to be on the job for a year and work 1,000 hours before they can use paid sick leave, which advocates say is unfair in an industry where turnover is high. The bill that Barry plans to introduce would lower the waiting period to 90 days. It also would mandate that tipped wait staff earn no less than $10 an hour.\n\nAt least nine council members agree, having signed an ad in this week’s edition of the Washington City Paper in support of the legislation.\n\n“We are always looking for ways to strike a balance between worker protections and the needs of our business community,” said council member Muriel Bowser (D-Ward 4), a mayoral candidate. “The negative impacts that some thought would happen didn’t happen. . . . It’s time to have a more comprehensive policy.”", "article_metadata": {"news_keywords": "dcpolitics, d.c. politics, Marion Barry, paid sick days, wait staff, bartenders, waitresses, waiters, Washington, D.C., sick leave,", "og": {"site_name": "Washington Post", "description": "Tipped wait staff was excluded from the landmark 2008 legislation; new proposal would reverse that.", "title": "D.C. Council may expand paid sick leave law", "url": "https://www.washingtonpost.com/local/dc-politics/2013/09/16/32df7b88-1bb7-11e3-82ef-a059e54c49d0_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2013/09/14/Local/Images/sickleave011379160850.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@rachel_sadon"}, "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "dcpolitics, d.c. politics, Marion Barry, paid sick days, wait staff, bartenders, waitresses, waiters, Washington, D.C., sick leave,", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "eomportal-uuid": "32df7b88-1bb7-11e3-82ef-a059e54c49d0", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "description": "Tipped wait staff was excluded from the landmark 2008 legislation; new proposal would reverse that."}, "_id": "\"57477af36914bd0286fce82d\"", "article_summary": "In D.C., restaurant hourly employees are not eligible for paid sick leave, not even for the few dollars tipped employees make hourly.\nFive years ago, the D.C. Council passed the Accrued Sick and Safe Leave Act, making Washington the second city in the country to require employers to offer paid sick leave.\nThe Paid Sick Days for All Coalition has been advocating for the change for almost two years.\nHer occupation is not covered by the District’s law requiring employers to offer sick leave.\nDepending on the size of the firm, D.C. businesses must provide employees between three and seven paid sick days each year."}