{"article_title": "Employers Say Obamacare Will Cost Them $5,000 More Per Employee", "article_keywords": ["billion", "5000", "institute", "study", "million", "obamacare", "costs", "employers", "large", "say", "cost", "health", "employee", "care"], "article_url": "http://freebeacon.com/issues/employers-say-obamacare-will-cost-them-5000-more-per-employee/", "article_text": "BY: Follow @LizWFB\n\n\n\nObamacare will cost large companies between $4,800 and $5,900 more per employee and add hundreds of millions to their overhead, according to a new survey.\n\nThe American Health Policy Institute conducted a confidential survey of 100 large employers—those with 10,000 or more employees—asking what costs they expect to incur from Obamacare over the next decade.\n\nFactoring in the health care law’s added mandates, fees, and regulatory burdens, employers anticipate cost hikes between $163 million and $200 million in 2016, a 4.3 percent increase. By 2023, employers will be paying 8.4 percent more than “what they would otherwise be spending” for their employees’ health care.\n\nIn the next 10 years, the total cost of Obamacare to all large American employers is estimated to be from $151 billion to $186 billion, according to the study.\n\n“This study is a c-suite diagnosis of how [the Affordable Care Act] ACA is shaping large employer behavior,” Tevi Troy, president of the American Health Policy Institute, said. “We don’t know yet precisely how employers will react, but the study shows that employers will have to make real changes or incur heavy costs, which means that the ACA will have a significant impact on those in employer-sponsored health care.”\n\nWhile noting that some will say the results will “lead to more economical use of health care dollars,” the study questions whether the increase in health costs could bring the “end of the employer-sponsored health care system.”\n\n“If the law leads to significant cost increases for [employers], this would affect the behavior of employers, which could in turn affect how—and even whether—they provide health care for their employees,” the study said.\n\nHealth care costs have already been increasing for large businesses, which spend $578.6 billion each year to provide health coverage for 170.9 million employees, retirees, and dependents. However, numerous studies suggest that Obamacare is adding to employers’ burdens.\n\nFor instance, a report by the Urban Institute found that Obamacare increased large employer health costs by $11.8 billion in 2012, and the Joint Committee on Taxation estimated that the excise tax on high-cost plans would cost $32 billion from 2018 to 2019.\n\nThe novel survey by the American Health Policy Institute asked companies directly what their costs will be, rather than “speculating from the outside.”\n\n“Specifically, the study looked at direct costs to companies from the ACA’s requirements, over and above projected employer health care cost trends without the ACA,” the study said.\n\nDirect costs resulting from the law include the excise tax on “Cadillac” plans; Patient Centered Outcomes Research Institute fees; and benefit mandates, such as covering 100 percent of preventative care services.\n\n“In light of the uncertainty related to projected ACA-related savings, this study provides an important look into what America’s employers themselves believe will happen, and presumably, what projections they will use in determining future benefit designs as well as employment strategies,” the study concluded. “The results of this study demonstrate that employers have a significant incentive to make fundamental changes to their health offerings as a result of the ACA.”\n\n“Cost increases in the range of $163 million to $200 million per large employer over the course of a decade will not be overlooked by CEOs, CFOs, or Boards of Directors,” it said. “It is not yet clear what these changes will be. What is clear, however, is that the ACA has already altered the landscape of employer-provided health care, and will do so even more over the next decade.”", "article_metadata": {"description": "Businesses reveal in confidential survey that Obamacare will add up to $200 million in costs", "generator": "WordPress 4.5.2", "og": {"site_name": "Washington Free Beacon", "description": "Obamacare will cost large companies between $4,800 and $5,900 more per employee and add hundreds of millions to their overhead, according to a new survey.    The American Health Policy Institute condu", "title": "Employers Say Obamacare Will Cost Them $5,000 More Per Employee", "url": "http://freebeacon.com/issues/employers-say-obamacare-will-cost-them-5000-more-per-employee/", "image": "http://freebeacon.com/wp-content/uploads/2013/12/Obamacare-Tax-150x150.jpg", "type": "article"}, "twitter": {"description": "Obamacare will cost large companies between $4,800 and $5,900 more per employee and add hundreds of", "creator": "@LizWFB", "image": "http://freebeacon.com/wp-content/uploads/2013/12/Obamacare-Tax-150x150.jpg", "title": "Employers Say Obamacare Will Cost Them $5,000 More Per Employee", "site": "@freebeacon", "card": "summary"}, "robots": "noodp", "apple-itunes-app": "app-id=1047859882", "fb": {"app_id": "FB_APP_ID"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcd77a\"", "article_summary": "BY: Follow @LizWFBObamacare will cost large companies between $4,800 and $5,900 more per employee and add hundreds of millions to their overhead, according to a new survey.\nBy 2023, employers will be paying 8.4 percent more than “what they would otherwise be spending” for their employees’ health care.\nFactoring in the health care law’s added mandates, fees, and regulatory burdens, employers anticipate cost hikes between $163 million and $200 million in 2016, a 4.3 percent increase.\nWhat is clear, however, is that the ACA has already altered the landscape of employer-provided health care, and will do so even more over the next decade.”\nIn the next 10 years, the total cost of Obamacare to all large American employers is estimated to be from $151 billion to $186 billion, according to the study."}