{"article_title": "The slow thaw of US-Cuba relations — Opinion — Bangor Daily News — BDN Maine", "article_keywords": ["uscuba", "cuban", "slow", "thaw", "rights", "bdn", "political", "relations", "trade", "end", "state", "bangor", "daily", "talks", "opinion", "cuba", "maine", "migration"], "article_url": "http://bangordailynews.com/2015/05/24/opinion/contributors/the-slow-thaw-of-us-cuba-relations/", "article_text": "One might perceive change is happening apace in this new era in U.S.-Cuba relations. But in the five months since the declarations of presidents Barack Obama and Raul Castro that diplomatic relations between the two nations would resume, nothing substantial has actually happened. The two governments did agree that the process would indeed be a long one and that caution was in order on both sides. The most hopeful sign is that, so far, formal talks have been “respectful,” according to Cuban and U.S. diplomats.\n\nThere essentially are three levels of ongoing talks. Negotiations on logistics between the U.S. State Department and the Cuban Foreign Ministry began in January, alternating sites between Washington and Havana. Agenda items include the nuts and bolts of how and when to open embassies, ensuring the nature of agreements meet international standards and deciding what “normalization” means for both parties.\n\nA second level is political and includes the recent meetings between high-level members of both governments, up to and including the two presidents. These talks eventually will cover higher-stakes issues, such as the 53-year-old trade embargo against Cuba, human rights and Guantanamo. One of the big hurdles in this arena — and of great importance to Cuba — was removal of Cuba from the U.S. list of state sponsors of terror. Obama has put this in motion, and it is expected to become official at the end of May.\n\nA third level of dialogue deals with details of ongoing relations, such as trade agreements, cooperation in drug-trafficking interdiction, collaboration in disaster management and environmental protection, and arranging for migration. Discussion on migration will center on the controversial Cuban Adjustment Act, which stipulates Cubans arriving on U.S. soil are granted assistance and eventually permanent residence. That policy has encouraged illegal and unsafe migration from Cuba.\n\nKey to every conversation at any level, according to Cuba, is acknowledgement of Cuba’s independence and sovereignty and noninterference in the country’s internal affairs, as defined by accepted international norms. This is a sticky point. The U.S. is quite accustomed to applying its political and economic weight to influence governments throughout the world, especially in Central and South America.\n\nAmong the goals laid out in President Obama’s Dec. 17 speech was “ to support the Cuban people and promote our values through engagement.” One wonders whether the distinction between Obama’s “promoting our values” and the Vienna convention’s mandated “duty not to interfere in the internal affairs of that State” is lost on U.S. diplomats.\n\nThe meeting in late March among high-level diplomats on the topic of human rights seemed to end abruptly after one day, even though the State Department had expected up to three days of talks. Perhaps the statement of head Cuban negotiator Pedro Luis Pedroso about “concerns regarding discrimination and racism patterns in U.S. society, the worsening of police brutality, torture acts and extrajudicial executions in the fight on terror and the legal limbo of prisoners at the U.S. prison camp in Guantanamo” gave pause to U.S. negotiators.\n\nCuba also expressed a desire to include in the talks a “balance regarding civil and political rights and economic, social and cultural rights,” such as rights to food security and health care. Both sides have agreed to an extension of talks on human rights, but no new dates have yet been announced.\n\nWhat does the U.S. hope to gain? Its long-term goals for Cuba are unchanged: an “open” free market economy, multiple-party political system and support for so-called pro-democracy activists. But aren’t these matters for a sovereign state to determine on its own?\n\nWhat does Cuba hope to gain? As officials repeatedly have said, Cuba’s goals are for an end to the U.S.-imposed trade embargo and its extraterritorial provisions, for return of U.S.-controlled Guantanamo territory, for an end to the Cuban Adjustment Act and for no more overt and covert U.S. subversion against the Cuban government. These all are areas over which only the U.S. has control.\n\nAs Castro stated at the Summit of the Americas in April, “I think that everything can be on the table. … We could be persuaded of some things; of others, we might not be persuaded.”\n\nFor now the two leaders have “agreed to disagree.”\n\nA Bangor Daily News editorial titled “Neighborly Relations” suggested “an opportunity [for the U.S. and its neighbor Cuba] to gain culturally and economically from each other.” This was in 1994. Cuba-watchers have no choice but to remain patient.\n\nJudy Robbins of Sedgwick is a member of Let Cuba Live Committee of Maine.", "article_metadata": {"description": "One might perceive change is happening apace in this new era in U.S.-Cuba relations. But in the five months since the declarations of presidents Barack Obama and Raul Castro that diplomatic relations between the two nations would resume, nothing substantial has actually happened. The two governments did agree that the [...] Maine news, sports, politics and election results, and obituaries from the Bangor Daily News.", "generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "One might perceive change is happening apace in this new era in U.S.-Cuba relations. But in the five months since the declarations of presidents Barack Obama and Raul Castro that diplomatic relations between the two nations would resume, nothing substantial has actually happened. The two governments did agree that the [...]", "title": "The slow thaw of US-Cuba relations", "url": "http://bangordailynews.com/2015/05/24/opinion/contributors/the-slow-thaw-of-us-cuba-relations/", "image": "http://static.bangordailynews.com/wp-content/uploads/2015/05/10017921_H15180479-600x600.jpg?strip=all", "type": "article"}, "twitter": {"description": "One might perceive change is happening apace in this new era in U.S.-Cuba relations. But in the five months since the declarations of presidents Barack Obama and Raul Castro that diplomatic relations between the two nations would resume, nothing substantial has actually happened. The two governments did agree that the [...]", "title": "The slow thaw of US-Cuba relations", "url": "http://bangordailynews.com/2015/05/24/opinion/contributors/the-slow-thaw-of-us-cuba-relations/", "image": "http://static.bangordailynews.com/wp-content/uploads/2015/05/10017921_H15180479-250x250.jpg?strip=all", "site": "@bangordailynews", "card": "summary"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "keywords": "Maine, news, elections, election results, politics, sports, Bangor, Portland, Augusta, weather, obituaries, Waterville, Aroostook, Penobscot, Piscataquis, Somerset, Hancock, Washington, bdn,contributors,opinion,politics,state,the slow thaw of us-cuba relations,is_article,unbylined", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcc418\"", "article_summary": "These talks eventually will cover higher-stakes issues, such as the 53-year-old trade embargo against Cuba, human rights and Guantanamo.\nThe most hopeful sign is that, so far, formal talks have been “respectful,” according to Cuban and U.S. diplomats.\nNegotiations on logistics between the U.S. State Department and the Cuban Foreign Ministry began in January, alternating sites between Washington and Havana.\nOne might perceive change is happening apace in this new era in U.S.-Cuba relations.\nBoth sides have agreed to an extension of talks on human rights, but no new dates have yet been announced."}