{"article_title": "Sleep In This Weekend To Offset Increased Diabetes Risk From Sleep-Deprived Weekdays", "article_keywords": ["little", "nights", "risk", "study", "weekdays", "sleeping", "hours", "sleep", "sleepdeprived", "insulin", "offset", "diabetes", "weekend", "sensitivity", "increased"], "article_url": "http://www.medicaldaily.com/sleep-weekend-offset-increased-diabetes-risk-sleep-deprived-weekdays-369976", "article_text": "Extended weekend sleep counteracts the negative effects of too little sleep during the work week, at least in terms of diabetes risk.\n\nExtended weekend sleep counteracts the negative effects of too little sleep during the work week, at least in terms of diabetes risk. symmetry_mind, cc by 2.0\n\nLots of us tell ourselves we will “catch up” on our sleep over the weekend. A new University of Chicago study suggests sleeping late on the weekends may promote good health. Two nights of extended sleep will counteract any increased risk of diabetes caused by sleeping too little during the work week, researchers say.\n\nGetting too little sleep (four or five hours per night) can increase your risk of diabetes by about 16 percent — as much as obesity, say the researchers. If you are chronically sleep deprived, you’re also more likely to develop high blood pressure and increased inflammation. As you probably know from personal experience, not getting the proper seven hours of nightly zzzz's leaves you feeling less alert and may make it difficult to concentrate. Past research also shows sleep deprived people are more prone to traffic accidents. Make no mistake, not getting enough shut-eye weakens you. So, is it possible to catch up on your sleep?\n\nSleep is health\n\nTo understand whether sleeping extra after not getting enough has any real effects, a team of researchers led by Dr. Esra Tasali, an associate professor of medicine, recruited 19 healthy young men to volunteer in a simple study. During part one of the experiment, the participants were allowed to sleep normally, spending 8.5 hours in bed for four nights running. During part two, these same men slept only 4.3 hours, on average, for four nights running. Subsequently, they were allowed two nights of extended sleep, during which they averaged 9.7 hours of sleep.\n\nFollowing both occasions, the research team measured each participant’s disposition index, a predictor of diabetes risk, and insulin sensitivity. People with low insulin sensitivity (or insulin resistance) require larger amounts of insulin either from their pancreas or from injections in order to keep blood glucose stable.\n\nSurprisingly, after four nights of too-little sleep, the volunteers' insulin sensitivity decreased by 23 percent while diabetes risk increased by 16 percent. However, two nights of extended sleep reversed this; insulin sensitivity and diabetes risk both returned to normal after the volunteers were allowed a sleepy weekend.\n\nThough the authors caution their study was neither extensive nor long term, they believe their results provide some evidence that catch up sleep may be beneficial to your health. They also added the study volunteers ate a calorie-controlled diet, whereas sleep-deprived adults tend to overeat, preferring sweets and high-fat foods.\n\nLast year on behalf of The American Academy of Sleep Medicine and The Sleep Research Society, Tasali joined other experts in the field to recommend the proper sleep time needed for optimal health. By consensus, the panel concluded adults should sleep seven or more hours per night on a regular basis. They added insufficient sleep has been linked to weight gain, obesity, diabetes, hypertension, heart disease, stroke, depression, impaired immune function, and increased pain.\n\nBy contrast, the panel could not decide whether sleeping more than nine hours is good or bad for your health. That said, it is appropriate for young adults, people with illnesses, and anyone recovering from a sleep debt.\n\nSource: Broussard J, Wroblewski K, Kilkus J, Tasali E. Diabetes Care. 2016.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "diabetes, sleep, sleep deprivation, weekday, weekend", "og": {"site_name": "Medical Daily", "description": "Extended weekend sleep counteracts the negative effects of too little sleep during the work week, at least in terms of diabetes risk.", "title": "Why It’s A Good Idea To Hit The Snooze Button On Weekends", "url": "http://www.medicaldaily.com/sleep-weekend-offset-increased-diabetes-risk-sleep-deprived-weekdays-369976", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/01/18/catch-sleep.jpg", "type": "article"}, "twitter": {"description": "Extended weekend sleep counteracts the negative effects of too little sleep during the work week, at least in terms of diabetes risk.", "title": "Why It’s A Good Idea To Hit The Snooze Button On Weekends", "url": "http://www.medicaldaily.com/sleep-weekend-offset-increased-diabetes-risk-sleep-deprived-weekdays-369976", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/01/18/catch-sleep.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/01/18/catch-sleep.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2016-01-18T16:04:15-05:00", "modified_time": "2016-01-18T17:08:04-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Extended weekend sleep counteracts the negative effects of too little sleep during the work week, at least in terms of diabetes risk."}, "article_summary": "Extended weekend sleep counteracts the negative effects of too little sleep during the work week, at least in terms of diabetes risk.\nSurprisingly, after four nights of too-little sleep, the volunteers' insulin sensitivity decreased by 23 percent while diabetes risk increased by 16 percent.\nFollowing both occasions, the research team measured each participant’s disposition index, a predictor of diabetes risk, and insulin sensitivity.\nHowever, two nights of extended sleep reversed this; insulin sensitivity and diabetes risk both returned to normal after the volunteers were allowed a sleepy weekend.\nTwo nights of extended sleep will counteract any increased risk of diabetes caused by sleeping too little during the work week, researchers say."}