{"article_title": "Mother Of 5 Bullied At The Beach For Her Stretch Marks", "article_keywords": ["rays", "stretch", "bullied", "mother", "tanis", "jexblake", "say", "catching", "facebook", "marks", "sorry", "posted", "beach", "women"], "article_url": "http://www.medicaldaily.com/mother-5-bullied-beach-her-stretch-marks-do-misogynists-not-have-mothers-296368", "article_text": "A Canadian mother of five was cruelly bullied while catching some rays at an Alberta Beach, but she had her say in an open letter posted to Facebook.\n\nA Canadian mother of five was cruelly bullied while catching some rays at an Alberta Beach, but she had her say in an open letter posted to Facebook. Courtesy of Facebook, Tanis Jex-Blake\n\nA Canadian mother of five was cruelly bullied while catching some rays at an Alberta Beach on the last Tuesday in July. Wearing a bikini in public for the first time in 13 years, Tanis Jex-Blake, 33, lay in the sand with her eyes closed until she heard voices saying, “Oh my God, look at that!” Wondering what all the fuss was about, she opened her eyes to see two guys and a girl, somewhere in their mid-20s she suspected, looking down at her. They were, as she described to Global News, “laughing at me, mocking me, pretending to kick me.” Specifically, they were pointing at her stretch marks, pronouncing these triumphant signs of having given birth to five children as “gross.”\n\nAlthough she felt upset, Jex-Blake rolled over and ignored them. Yet, later she cried and called her husband. Eventually, the words she might have said came to her and she posted them in an open letter on Facebook accompanied by a photograph. “I'm sorry that my stomach isn't flat and tight. I'm sorry that my belly is covered in stretch marks,” wrote Jex-Blake, who says she weighs only 125 pounds, in her post. “I'm NOT sorry that my body has housed, grown, protected, birthed, and nurtured FIVE fabulous, healthy, intelligent, and wonderful human beings.”\n\nPost from Tanis Jex-Blake, Courtesy of Facebook Facebook Post from Tanis Jex-Blake\n\nAs they say, first you cry… and then you get mad. Comparing herself to their “perfect young bodies,” she could only think “what great and amazing feat has YOUR body done?\" Adding, “It's people like you who make this world an ugly hateful place,” Jex-Blake concluded she “can't help but feel sorry for the women who will one day bear your children and become \"gross\" in your eyes as their bodies change during the miraculous process of pregnancy.”\n\nThe response? Hundreds of personal messages and thousands of comments from all over the Americas and Europe, with many individuals, as well as radio and TV stations, reposting her comments.\n\nSince all of us are born to mothers, it’s difficult to understand misogyny — the ingrained impulses of dislike, even contempt, for women. Yet all of us, women included (maybe even women especially), have experienced these random feelings of contempt for that which is feminine. Having thought long and hard over this one, I believe these feelings are a natural part of growth. As children, our job is to gradually become independent of our mothers. It is a difficult job to become a truly separate human being… doesn’t dislike of the feminine help us accomplish this?\n\nReturning to the story of Jex-Blake, in all likelhood the rude threesome who taunted her at the beach were sporting tattoos or piercings, which they believe show how courageous they are. Yet, catching a glimpse of true body art, they felt shocked. Truth is for those with courage as Jex-Blake exemplifies in this video from Global News:", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "mother of 5, canadian mother, stretch marks, misogynists", "og": {"site_name": "Medical Daily", "description": "A Canadian mother of five was cruelly bullied while catching some rays at an Alberta Beach, but she had her say in an open letter posted to Facebook.", "title": "Mother Of 5 Bullied At The Beach For Her Stretch Marks [VIDEO]", "url": "http://www.medicaldaily.com/mother-5-bullied-beach-her-stretch-marks-do-misogynists-not-have-mothers-296368", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/04/tanis-jex-blake.JPG", "type": "article"}, "twitter": {"description": "A Canadian mother of five was cruelly bullied while catching some rays at an Alberta Beach, but she had her say in an open letter posted to Facebook.", "title": "Mother Of 5 Bullied At The Beach For Her Stretch Marks [VIDEO]", "url": "http://www.medicaldaily.com/mother-5-bullied-beach-her-stretch-marks-do-misogynists-not-have-mothers-296368", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/04/tanis-jex-blake.JPG", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/04/tanis-jex-blake.JPG"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-08-04T14:37:49-04:00", "modified_time": "2014-08-04T14:37:49-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A Canadian mother of five was cruelly bullied while catching some rays at an Alberta Beach, but she had her say in an open letter posted to Facebook."}, "_id": "\"57477af46914bd0286fdac0f\"", "article_summary": "Courtesy of Facebook, Tanis Jex-BlakeA Canadian mother of five was cruelly bullied while catching some rays at an Alberta Beach on the last Tuesday in July.\nA Canadian mother of five was cruelly bullied while catching some rays at an Alberta Beach, but she had her say in an open letter posted to Facebook.\nI'm sorry that my belly is covered in stretch marks,” wrote Jex-Blake, who says she weighs only 125 pounds, in her post.\nYet all of us, women included (maybe even women especially), have experienced these random feelings of contempt for that which is feminine.\nComparing herself to their “perfect young bodies,” she could only think “what great and amazing feat has YOUR body done?\""}