{"article_title": "Premiums Expected To Continue To Climb Under Obamacare", "article_keywords": ["program", "study", "losses", "obamacare", "released", "premiums", "continue", "health", "expected", "climb", "insurers", "reinsurance", "care"], "article_url": "http://dailycaller.com/2016/04/25/premiums-expected-to-continue-climbing-under-obamacare/", "article_text": "5004611\n\nAmericans can expect the cost of their health-insurance premiums to expand under Obamacare due to the hefty losses the law has caused for insurers.\n\nThe Hill reports insurers are readying for the increases to make up for the financial strain they have faced since the president’s landmark health-care legislation was implemented.\n\n“There are absolutely some carriers that are going to have to come in with some pretty significant price hikes to make up for the underpricing that they did before,” Sabrina Corlette, a professor at Georgetown University’s Center on Health Insurance Reforms, told the publication.\n\nAccording to a study released by the Mercatus Center at George Mason University Monday, insurers were hit with losses that exceed $2.2 billion in 2014 alone, despite receiving $6.7 billion in net reinsurance payments.\n\n“These payments were at least 40 percent more per enrollee than insurers had expected through the reinsurance program when setting premiums,” it reads. “Premiums in 2014 would have needed to be more than 25 percent higher to cover insurers’ cost of offering individual market QHPs in the absence of the reinsurance program (which is set to expire this year) and assuming the same enrollment.”\n\nThe effects of the ACA on insurance providers was recently seen with UnitedHealth Groups exit from most Obamacare exchanges citing major losses in profit.\n\nDespite the administration’s promise of lower rates, the increase in costs seems to be an ongoing trend.\n\nA study released in March by pro free-market non-profit Freedom Partners, premiums increased by 5 percent on average nationally between 2010 and 2015, following the bill being signed into law.\n\n“The so-called ‘Affordable’ Care Act has been a failure from the start, and this latest round of premium increases only underscores the damage Obamacare has done in raising health care costs for Americans. House Democrats’ continued support for this failed attempt at health care reform hurts their constituents and they will be forced to answer for it in November.” National Republican Congressional Committee spokesman Bob Salera said in a statement.\n\nFollow Juliegrace Brufke on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience. For licensing opportunities of our original content, please contact [email protected].", "article_metadata": {"sailthru.author": "Juliegrace Brufke", "description": "Americans can expect the cost of their health-insurance premiums to continue to shoot up under Obamacare.", "og": {"site_name": "The Daily Caller", "description": "Americans can expect the cost of their health-insurance premiums to expand under Obamacare due to the hefty losses the law has caused for insurers.    The Hill reports insurers are readying for the i", "title": "Premiums Expected To Continue Climbing Under Obamacare", "url": "http://dailycaller.com/2016/04/25/premiums-expected-to-continue-climbing-under-obamacare/", "image": {"width": 800, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2015/03/2015-03-30T133800Z_1_LYNXMPEB2T0KP_RTROPTP_4_USA-OBAMA-HEALTHCARE-e1431615353155.jpg", "height": 344}, "type": "article"}, "twitter": {"description": "'The so-called 'Affordable' Care Act has been a failure from the start'", "title": "Premiums Expected To Continue Climbing Under Obamacare Via @dailycaller", "url": "http://dailycaller.com/2016/04/25/premiums-expected-to-continue-climbing-under-obamacare/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2015/03/2015-03-30T133800Z_1_LYNXMPEB2T0KP_RTROPTP_4_USA-OBAMA-HEALTHCARE-e1431615353155.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2016-04-25 13:35:57", "sailthru.title": "Premiums Expected To Continue Climbing Under Obamacare", "HandheldFriendly": "true", "sailthru.tags": "obamacare", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "bob salera,mercatus center at george mason university,obamacare", "sailthru.description": "Americans can expect the cost of their health-insurance premiums to expand under Obamacare due to the hefty losses the law has caused for insurers.    The Hill reports insurers are readying for the i", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2015/03/2015-03-30T133800Z_1_LYNXMPEB2T0KP_RTROPTP_4_USA-OBAMA-HEALTHCARE-e1431615353155.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "“These payments were at least 40 percent more per enrollee than insurers had expected through the reinsurance program when setting premiums,” it reads.\n5004611Americans can expect the cost of their health-insurance premiums to expand under Obamacare due to the hefty losses the law has caused for insurers.\nA study released in March by pro free-market non-profit Freedom Partners, premiums increased by 5 percent on average nationally between 2010 and 2015, following the bill being signed into law.\n“The so-called ‘Affordable’ Care Act has been a failure from the start, and this latest round of premium increases only underscores the damage Obamacare has done in raising health care costs for Americans.\nHouse Democrats’ continued support for this failed attempt at health care reform hurts their constituents and they will be forced to answer for it in November.” National Republican Congressional Committee spokesman Bob Salera said in a statement."}