{"article_title": "Obamacare's biggest impacts: Americans losing hours, losing coverage", "article_keywords": ["coverage", "impacts", "country", "workers", "obamacare", "hours", "biggest", "americans", "dropped", "obamacares", "healthcare", "losing", "health", "insurance", "businesses"], "article_url": "http://dailycaller.com/2014/02/03/obamacares-biggest-impacts-americans-losing-hours-losing-coverage/", "article_text": "A man looks over the Affordable Care Act (commonly known as Obamacare) signup page on the HealthCare.gov website in New York in this October 2, 2013 photo illustration. REUTERS/Mike Segar\n\n4080500\n\nLast week, the popular retail company Target announced its decision to drop health insurance coverage previously offered to its 36,100 part-time employees. The company follows the example of hundreds of others that have dropped health insurance coverage, cut employee hours, or slowed hiring due to Obamacare. Millions of workers across the country are losing hours, jobs, and health insurance plans because of the president’s healthcare law.\n\nUnder the president’s law, companies employing 50 or more people must provide health insurance coverage to their full-time workers (30 hours or more per week) or face fines up to $3,000 per employee starting in 2015. This costly $52 billion mandate includes private and public businesses throughout the United States.\n\nIn order to avoid this penalty, many employers have made the difficult decision to cut their employee hours to 29 hours a week or less. For many low-income families, a 10 hour decrease in work translates to less pay and places a significant strain on family budgets. The claim that Republicans are “inventing” stories of businesses slashing hours flies in the face of numerous reports. In places all over the country including Minnesota, Ohio, Florida, Kansas, and Maine companies like Regal Entertainment, Subway, Taco Bell, Wendy’s, Denny’s, Forever 21, and the YMCA have all reported cutting hours because of Obamacare.\n\nBusinesses across the country have spoken out about the economic dangers of the law. According to a 2013 Small Business Survey conducted by the U.S. Chamber of Commerce, 71 percent of small businesses said the ACA will make it harder to hire, 50 percent of small businesses said the ACA would force them to cut hours or reduce workers, and 41 percent said the ACA has caused them to hold off on hiring new employees.\n\nWith a sluggish economic recovery, high unemployment rates, and the lowest labor participation rate since 1978, now is not the time to make it more difficult to hire new workers. In this past year alone, over 347,000 Americans have left the labor force discouraged by the lack of employment options.\n\nNot only is Obamacare costing hardworking American families hours and jobs, but thousands continue to receive healthcare cancellation notices. So far, at least 5 million Americans have lost their current healthcare plans because their insurance no longer meets the new standards set under Obamacare. With the continued rocky rollout of Obamacare, this year will see millions of individuals with small-group market plans, mostly provided by small businesses; lose coverage due to dramatic increases in healthcare premiums.\n\nAlthough the most recent company to drop health insurance coverage to its employees because of Obamacare, Target is certainly not the only one. Trader Joe’s reportedly dropped coverage for their 1,300 part-time employees while Home Depot dropped over 20,000. UPS reportedly dropped coverage to 15,000 of their workers’ spouses and IBM has dropped over 110,000 of their retired employees.\n\nUnfortunately, the worse is yet to come. Back in 2010, President Obama’s own Human Health & Services predicted as many as 93 million Americans receiving coverage through group insurance plans would lose their existing health insurance coverage.\n\nWith the amount of workers reduced to part-time employees or losing health insurance coverage, how could the president honestly go before the country this past Tuesday and defend his healthcare law as good and right for America? The president must admit his mistakes and enact real reform that reduces the cost of healthcare and puts American’s well-being first. Failure to do this will be allowing Americans across the country to suffer.", "article_metadata": {"sailthru.author": "Wesley Coopersmith", "description": "More horror stories keep coming out of dropped coverage and expanding costs.", "og": {"site_name": "The Daily Caller", "description": "Last week, the popular retail company Target announced its decision to drop health insurance coverage previously offered to its 36,100 part-time employees. The company follows the example of hundreds", "title": "Obamacare’s biggest impacts: Americans losing hours, losing coverage", "url": "http://dailycaller.com/2014/02/03/obamacares-biggest-impacts-americans-losing-hours-losing-coverage/", "image": {"width": 800, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2014/01/2014-01-16T050410Z_1_CBREA0F0E3K00_RTROPTP_4_USA-HEALTHCARE-TECHNOLOGY-e1391436787285.jpg", "height": 344}, "type": "article"}, "twitter": {"description": "More horror stories keep coming out of dropped coverage and expanding costs.", "title": "Obamacare’s biggest impacts: Americans losing hours, losing coverage Via @dailycaller", "url": "http://dailycaller.com/2014/02/03/obamacares-biggest-impacts-americans-losing-hours-losing-coverage/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2014/01/2014-01-16T050410Z_1_CBREA0F0E3K00_RTROPTP_4_USA-HEALTHCARE-TECHNOLOGY-e1391436787285.jpg"}, "creator": "@@WesleyCoopersmi", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2014-02-03 15:01:27", "sailthru.title": "Obamacare's biggest impacts: Americans losing hours, losing coverage", "HandheldFriendly": "true", "sailthru.tags": "obamacare", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "ibm,obamacare", "sailthru.description": "Last week, the popular retail company Target announced its decision to drop health insurance coverage previously offered to its 36,100 part-time employees. The company follows the example of hundreds", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2014/01/2014-01-16T050410Z_1_CBREA0F0E3K00_RTROPTP_4_USA-HEALTHCARE-TECHNOLOGY-e1391436787285.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fce876\"", "article_summary": "Back in 2010, President Obama’s own Human Health & Services predicted as many as 93 million Americans receiving coverage through group insurance plans would lose their existing health insurance coverage.\nREUTERS/Mike Segar4080500Last week, the popular retail company Target announced its decision to drop health insurance coverage previously offered to its 36,100 part-time employees.\nThe company follows the example of hundreds of others that have dropped health insurance coverage, cut employee hours, or slowed hiring due to Obamacare.\nMillions of workers across the country are losing hours, jobs, and health insurance plans because of the president’s healthcare law.\nTrader Joe’s reportedly dropped coverage for their 1,300 part-time employees while Home Depot dropped over 20,000."}