{"article_title": "Want Better Grades? You'll Have To Stop Using The Internet On Your Phone, Laptop", "article_keywords": ["networking", "class", "students", "laptop", "social", "stop", "sites", "research", "better", "phone", "grades", "facebook", "internet", "using", "ravizza", "youll", "study"], "article_url": "http://www.medicaldaily.com/want-better-grades-youll-have-stop-using-internet-your-phone-laptop-289386", "article_text": "A new study shows that checking social media on cellphones or laptops during class could bring down your grades.\n\nBefore you check your Facebook status in class, you might want to think again. That is, if you want to get good grades. A new study has found that checking Facebook and emails during class could cause college students to earn lower grades.\n\nOver the years, some of us have heard that multitasking somehow makes us more efficient and intelligent, but the new study says quite the contrary. Published in the journal Computers & Education, the study looked at non-academic internet use, including emailing, reading the news, or updating social media sites.\n\nResearchers investigated how 500 college students used their time during class in a lecture hall. The students had their laptops out to take notes, but between note-taking, they were checking their phones and looking at Facebook. With so much new technology, students are much more likely to get distracted, causing grades to suffer.\n\nThe researchers found that students who used the internet for non-academic purposes during class scored lower on exams, no matter how smart they were. “Students of all intellectual abilities should be responsible for not letting themselves be distracted by use of the internet,” said Susan Ravizza, associate professor of psychology, according to HealthDay.\n\nA recent study conducted by the Pew Research Foundation found that 90 percent of young adults between the ages of 19 and 29 use social networking sites. Meanwhile, 67 percent of the age group uses social networking sites on their phone, and with so many new apps, like Instagram, being released so quickly, it’s hard not to be distracted.\n\nResearchers say it’s not practical to confiscate phones in the classroom, though. “What would you do, have hundreds of people put their cellphones in a pile and pick them up after class?” Ravizza said. Teachers looking to engage their students might want to utilize the internet in their lesson plans.\n\nDespite being a distraction in class, social media sites do have some benefits. The Pew Research Center acknowledges that Facebook, for example, is a great place to keep up with friends and family. The organization's research found that people who use Facebook have livelier and closer relationships, and a better support system.\n\nFacebook still tops the charts as the most popular social networking site, with 67 percent of internet users going on. Only 16 percent of internet users use Twitter, however, while 13 percent use Instagram, and six percent use Tumblr. So, should recreational internet use during class be completely avoided? Probably, because staying focused in class is the best way to excel.\n\nSource: Ravizza S, et al. Computers & Education. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "cellphone, social media, grades", "og": {"site_name": "Medical Daily", "description": "A new study shows that checking social media on cellphones or laptops during class could bring down your grades.", "title": "Keep Checking Facebook In Class — Your Grades Will Suffer", "url": "http://www.medicaldaily.com/want-better-grades-youll-have-stop-using-internet-your-phone-laptop-289386", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/22/keep-checking-facebook-class-your-grades-will-suffer.jpg", "type": "article"}, "twitter": {"description": "A new study shows that checking social media on cellphones or laptops during class could bring down your grades.", "title": "Keep Checking Facebook In Class — Your Grades Will Suffer", "url": "http://www.medicaldaily.com/want-better-grades-youll-have-stop-using-internet-your-phone-laptop-289386", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/22/keep-checking-facebook-class-your-grades-will-suffer.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/22/keep-checking-facebook-class-your-grades-will-suffer.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Consumer News", "published_time": "2014-06-22T23:19:39-04:00", "modified_time": "2014-06-22T23:19:38-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A new study shows that checking social media on cellphones or laptops during class could bring down your grades."}, "_id": "\"57477af46914bd0286fd8480\"", "article_summary": "“What would you do, have hundreds of people put their cellphones in a pile and pick them up after class?” Ravizza said.\nFacebook still tops the charts as the most popular social networking site, with 67 percent of internet users going on.\nMeanwhile, 67 percent of the age group uses social networking sites on their phone, and with so many new apps, like Instagram, being released so quickly, it’s hard not to be distracted.\nA new study has found that checking Facebook and emails during class could cause college students to earn lower grades.\nDespite being a distraction in class, social media sites do have some benefits."}