{"article_title": "Small-town boy Deshaun Watson living the dream as Heisman finalist", "article_keywords": ["heisman", "living", "little", "boy", "smalltown", "weekend", "tigers", "football", "finalist", "watson", "college", "york", "pretty", "deshaun", "dream", "trophy"], "article_url": "http://www.postandcourier.com/article/20151212/PC20/151219724/1032/small-town-boy-deshaun-watson-living-the-dream-as-heisman-finalist", "article_text": "NEW YORK – Riding a high-speed elevator to his hotel suite on a lucky-number floor — the 21st of the New York Marriott Marquis in the heart of Times Square — 2015 Heisman Trophy finalist Deshaun Watson was grinning more than he usually does away from a football field.\n\n“I’m enjoying it right now. I heard stories that it can get a little hectic (out there,)” Watson said before Saturday night’s ceremony. “We’re having fun, taking pictures, and acting like some little kids, enjoying the ride. They say this is the town that doesn’t sleep.”\n\nHe’s in the right place, then, because Clemson’s sophomore quarterback is here, he’s living his dream, and he has no intentions on pinching himself and waking up this weekend.\n\nThe 20-year-old from small-town Gainesville, Ga., told his mother Deann years ago he planned to take her to New York City as a Heisman Trophy finalist someday. In his second season with the Tigers, and first as a starter, Watson has done that and more as the unquestioned leader of the only undefeated team in Division I college football.\n\n“It’s been one of my goals to have football take us places we’ve never been,” said Watson of his mom, who in 2011 survived a bout with tongue cancer. “I know she’s enjoying it. She’s somewhere around here taking pictures and walking outside. We’re just going to have a good time.\n\n“Family is probably the most important part. We’ve been dreaming of this, and it’s a blessing to be here.”\n\nNo. 1 Clemson will soon resume preparations for facing Oklahoma at the Orange Bowl in a College Football Playoff national semifinal.\n\nFirst, to the victor go the spoils, and Deshaun, Deann and his aunt Sonia have been spoiled with a bus tour of the Big Apple (among the stops: Central Park and Rockefeller Center,) fancy dinners in the three finalists’ honor and red-carpet treatment before the most storied trophy in college athletics was awarded Saturday at the Playstation Theater.\n\n“We’ve never been to New York. I’ve seen videos and pictures and things like that,” Watson said. “It’s kind of overwhelming seeing all the people and big buildings.”\n\nThe weekend began with bumper-to-bumper traffic from the airport Friday — “nothing like this in the South — lot more people, lot more beeping horns,” Watson noted — but upon arrival at the Marriott Marquis, Watson was greeted by a couple dozen Tigers fans from the New York City Clemson club.\n\n“I think we have the best fanbase in the country,” Watson said. “They travel well and they’re all over. Wherever a Clemson Tiger is, they’re going to support.”\n\nThe Watsons checked off some key tourist attractions, including New York-style pizza and cheesecake. Unlike his college campus, Watson said in New York “I can walk the streets like a normal guy” as he took selfies with street performers costumed as Sesame Street characters and went shopping for clothes at H&M and Levi’s during an hour and a half of free time Saturday afternoon.\n\nHe refrained from purchases, though.\n\n“I was kind of in a rush and the lines were too long,” Watson said. “I didn’t have the patience with it.”\n\nWhile Watson gawked at the giant screens and masses of people, he himself is a main attraction this weekend along with fellow finalists Derrick Henry of Alabama and Christian McCaffrey of Stanford.\n\nEven the little things, like speaking with West Coast media for the first time, seemed to please Watson, who during the season carries himself with a serious demeanor but couldn’t help be gleeful this weekend.\n\n“I’m just having fun with the other guys (Henry and McCaffrey) and being away from football just a little bit,” Watson said Saturday night, wearing a rose-colored suit as a nod to Gainesville High School. “This is what we work for, this is what we dream of, and now we’re here, so why not celebrate?”\n\nWatson has a friendship with Carolina Panthers quarterback Cam Newton and met former Pitt running back Tony Dorsett while accepting the ACC Player of the Year award last weekend in Charlotte. He was looking forward to meeting many other former Heisman winners at the ceremony Saturday.\n\n“It’s pretty cool looking back and thinking about all the legends that came through this process and the legends who are here now,” Watson said. “To have an opportunity to meet them and hang out with those guys is pretty special, and have my name thrown in that conversation is pretty huge.”\n\nWatson has two years of eligibility remaining, though he would be eligible to enter the NFL draft in the spring of 2017. What is his plan after becoming a Heisman finalist and if he takes the Tigers to a national championship next month?\n\n“Do it again. Try to do it again,” Watson said. “You can only live this life for so long. I’m trying to enjoy this journey while I can.”", "article_metadata": {"news_keywords": "Small-town boy Deshaun Watson living the dream as Heisman finalist, Sports, \r\nSportsClemson, \r\nFP LatestNews, \r\nFP LatestNews, Christian McCaffrey,Clemson,Derrick Henry,Deshaun Watson,Heisman Trophy", "og": {"site_name": "Post and Courier", "description": "NEW YORK – Riding a high-speed elevator to his hotel suite on a lucky-number floor — the 21st of the New York Marriott Marquis in the heart of Times Square — 2015 Heisman Trophy finalist Deshaun Watson was grinning more than he u", "title": "Small-town boy Deshaun Watson living the dream as Heisman finalist", "url": "http://www.postandcourier.com20151212/151219724/small-town-boy-deshaun-watson-living-the-dream-as-heisman-finalist", "image": {"url": "http://www.postandcourier.com/storyimage/CP/20151212/PC20/151219724/AR/0/AR-151219724.jpg", "identifier": "http://www.postandcourier.com/storyimage/CP/20151212/PC20/151219724/AR/0/AR-151219724.jpg"}, "type": "article"}, "twitter": {"description": "NEW YORK – Riding a high-speed elevator to his hotel suite on a lucky-number floor — the 21st of the New York Marriott Marquis in the heart of Times Square — 2015 Heisman Trophy finalist Deshaun Watson was grinning more than he u", "title": "Small-town boy Deshaun Watson living the dream as Heisman finalist", "app": {"country": "US", "name": {"ipad": "Post and Courier", "iphone": "Post and Courier", "googleplay": "Post and Courier"}, "id": {"ipad": 603721271, "iphone": 603721271, "googleplay": "com.Synapse.PandC"}}, "site": "@hsprepzone", "image": "http://www.postandcourier.com/storyimage/CP/20151212/PC20/151219724/AR/0/AR-151219724.jpg?201512122130", "card": "summary_large_image"}, "metered": "yes", "p": {"domain_verify": "c6511264bdb6fa45c6bb985fb86d3ab2"}, "fb": {"app_id": 146078808769941}, "tout": {"article": {"id": 151219724}}, "keywords": "Small-town boy Deshaun Watson living the dream as Heisman finalist , Sports, \r\nSportsClemson, \r\nFP LatestNews, \r\nFP LatestNews, Christian McCaffrey,Clemson,Derrick Henry,Deshaun Watson,Heisman Trophy", "article": {"published_time": "2015-12-12T21:21:42Z", "modified_time": "2015-12-12T21:30:00Z", "author": "Aaron Brenner"}, "msvalidate.01": "05BAEC9D8820FA9F10D57DB6EB3C6192", "google-site-verification": "rAW9DX7yfiFF82k05QGF6LbZBkxcKxMTzAwNv0OCKAM", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "description": "NEW YORK – Riding a high-speed elevator to his hotel suite on a lucky-number floor — the 21st of the New York Marriott Marquis in the heart of Times Square — 2015 Heisman Trophy finalist Deshaun Watson was grinning more than he u"}, "article_summary": "The 20-year-old from small-town Gainesville, Ga., told his mother Deann years ago he planned to take her to New York City as a Heisman Trophy finalist someday.\n1 Clemson will soon resume preparations for facing Oklahoma at the Orange Bowl in a College Football Playoff national semifinal.\nWhat is his plan after becoming a Heisman finalist and if he takes the Tigers to a national championship next month?\nI heard stories that it can get a little hectic (out there,)” Watson said before Saturday night’s ceremony.\nIn his second season with the Tigers, and first as a starter, Watson has done that and more as the unquestioned leader of the only undefeated team in Division I college football."}