{"article_title": "Locally filmed movie shows off Cottonwood’s beauty", "article_keywords": ["cottonwoods", "filmed", "beauty", "resident", "movie", "locally", "handshake", "secret", "cottonwood", "klausner", "dvd", "theres", "howie", "daughters", "shows"], "article_url": "http://www.tennessean.com/story/news/local/williamson/columnist/2015/06/14/locally-filmed-movie-shows-cottonwoods-beauty/71022050/", "article_text": "Thirteen-year-old twin sisters Camille Klausner, left, and Caroline Klausner pose with a DVD of “The Secret Handshake,” which their father Howie Klausner wrote and directed. The girls, along with their sister Kate, 16, portray the daughters of Kevin Sorbo’s character in the movie. (Photo: Submitted)\n\nIt’s not often that you’re invited to a movie premiere for a movie that was filmed in your own backyard. The Cottonwood community came out in full force to support the debut of “The Secret Handshake,” written and directed by friend and neighbor Howie Klausner and filmed predominantly in Cottonwood.\n\n“We are all super proud of Howie. He is such a talented and humble guy,” said Cottonwood resident Amy Officer. “We feel blessed to be a part of this experience.”\n\nStarring Kevin Sorbo and Amy Grant alongside a stellar cast of local actors, “The Secret Handshake” received a standing ovation at a screening at Lipscomb University’s Allen Arena on May 27. The crowd was among the first to see the inspirational family-friendly film.\n\n“They did the premiere right — red carpet, backdrop, photographers and an afterparty at Greenhouse in Green Hills,” said Cottonwood resident Sarah Solsvig. “The movie was great. It was so fun to see Cottonwood’s playground, streets and woods; and the Franklin High School band and stadium; and the Harpeth River. We always say our neighborhood looks like a movie set, and now there’s proof!”\n\n“The Cottonwood ladies were all wearing black and white at the premiere, and not on purpose,” said Cottonwood resident Terry Robbins. There certainly seems to be a synchronicity among Cottonwood’s residents, who, in my opinion, deserve their own sitcom. Hmm, perhaps Mr. Klausner should take on the ladies of Cottonwood as fodder for his next project! Who am I kidding? No man in his right mind would sign up to capture that story! (I jest.)\n\n“It was so fun to see our neighbors and friends come together in support of Howie, and then to see all of his daughters in the movie was an added bonus,” said Cottonwood resident Denise Gilreath.\n\nHowie and Heather Klausner’s daughters, Kate (16) and twins Caroline and Camille (13), play the daughters of Kevin Sorbo’s character in the film. The girls, all of whom have acting credits with Grassland’s Bravo Creative Arts Center, received rave reviews from their neighbors for their on-camera skills.\n\nJust in time for Father’s Day, “The Secret Handshake” is available on DVD exclusively at all Wal-Mart stores and will soon be available for purchase on Walmart.com.\n\n“Our family watched the DVD together and had to pause it so many times to say things like, ‘There’s Dad in the bonfire scene holding a chicken,’ ‘There’s the Cottonwood playground!’ or ‘That’s Camille and Caroline’s house!’ It is so much fun to watch. We are so proud of the Klausners,” said Cottonwood resident Cathy DuPuy.\n\nChances are, if you live in Middle Tennessee, you will see someone you know in this movie! Or, at minimum, you’ll recognize key landmarks. But better still are the poignant messages the movie espouses — messages of love, loyalty and friendship. What better place to film such a movie than in a neighborhood that embodies all of those qualities?\n\nCongratulations to Howie Klausner, producer Tim Brown and their Grassland-based production company, Town Square Pictures, on a job well done. And congratulations to Cottonwood, Franklin and Middle Tennessee for being so doggone photogenic.\n\nNow, go out and buy “The Secret Handshake” on DVD and share it with families near and wide! Read more about “The Secret Handshake” at www.thesecrethandshakemovie.com, www.townsquarepictures.com or Facebook.com/thesecrethandshakemovie.\n\nRead or Share this story: http://tnne.ws/1Se5PE9", "article_metadata": {"google": "notranslate", "description": "‘The Secret Handshake,’ starring Kevin Sorbo and Amy Grant, was mostly filmed in Cottonwood.", "og": {"site_name": "The Tennessean", "description": "‘The Secret Handshake,’ starring Kevin Sorbo and Amy Grant, was mostly filmed in Cottonwood.", "title": "Locally filmed movie shows off Cottonwood’s beauty", "url": "http://www.tennessean.com/story/news/local/williamson/columnist/2015/06/14/locally-filmed-movie-shows-cottonwoods-beauty/71022050/", "image": "http://www.gannett-cdn.com/GDContent/applogos/tennessean.png", "type": "article"}, "twitter": {"description": "‘The Secret Handshake,’ starring Kevin Sorbo and Amy Grant, was mostly filmed in Cottonwood.", "title": "Locally filmed movie shows off Cottonwood’s beauty", "image": "http://www.gannett-cdn.com/-mm-/0d35d2703c0bd298a0cda1529a119aa43102ad9a/c=42-0-759-717&r=x643&c=640x640/local/-/media/2015/06/11/Nashville/B9317681079Z.1_20150611115631_000_GUSB23F8F.1-0.jpg", "creator": "@tennessean", "site": "@tennessean", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600028886", "fb": {"app_id": 121487414583460}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Places/Lipscomb University", "gci-asset-type": "data", "gci-categories": "Places/Lipscomb University", "title": "Locally filmed movie shows off Cottonwood’s beauty", "author": "Angela Folds", "pageclass": "article", "recs": {"category": "news/local/williamson/columnist", "image-3-4": "http://www.gannett-cdn.com/-mm-/7ee6f8a60584de5a9c93ffaa20d67be98cbec6ec/c=131-0-669-717/local/-/media/2015/06/11/Nashville/B9317681079Z.1_20150611115631_000_GUSB23F8F.1-0.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/03d76a3ff09a660092d1ac611ab4b1c5764b0f55/c=42-0-759-717/local/-/media/2015/06/11/Nashville/B9317681079Z.1_20150611115631_000_GUSB23F8F.1-0.jpg", "contenttype": "data", "image-4-3": "http://www.gannett-cdn.com/-mm-/6ae57e1abfa451951edd9f61971f7ffc9b9689d8/c=0-58-800-658/local/-/media/2015/06/11/Nashville/B9317681079Z.1_20150611115631_000_GUSB23F8F.1-0.jpg", "image": "http://www.gannett-cdn.com/-mm-/fce9fe3d92e1908a317fe44c846f30536f68ed1c/c=0-134-800-584&r=x633&c=1200x630/local/-/media/2015/06/11/Nashville/B9317681079Z.1_20150611115631_000_GUSB23F8F.1-0.jpg", "publishtime": "2015-06-13T23:05:05.407000-05:00", "shorthed": "Locally made film shows area’s beauty", "articleid": 71022050, "image-16-9": "http://www.gannett-cdn.com/-mm-/bb768b348f194f22936dc305ac664c4b4983d068/c=0-134-800-584/local/-/media/2015/06/11/Nashville/B9317681079Z.1_20150611115631_000_GUSB23F8F.1-0.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/c8753156a0f917ab7af97bd53e53d15798e81356/c=198-0-601-717/local/-/media/2015/06/11/Nashville/B9317681079Z.1_20150611115631_000_GUSB23F8F.1-0.jpg"}}, "news_keywords": "kevin sorbo, amy grant, cottonwood, franklin, the secret handshake, angela folds, Howie Klausner"}, "_id": "\"57477af36914bd0286fce891\"", "article_summary": "(Photo: Submitted)It’s not often that you’re invited to a movie premiere for a movie that was filmed in your own backyard.\nCongratulations to Howie Klausner, producer Tim Brown and their Grassland-based production company, Town Square Pictures, on a job well done.\n“They did the premiere right — red carpet, backdrop, photographers and an afterparty at Greenhouse in Green Hills,” said Cottonwood resident Sarah Solsvig.\nHe is such a talented and humble guy,” said Cottonwood resident Amy Officer.\nNow, go out and buy “The Secret Handshake” on DVD and share it with families near and wide!"}