{"article_title": "How This Childhood Pastime Helps Adults Relieve Stress", "article_keywords": ["stress", "coloring", "art", "adults", "cancer", "relieve", "therapeutic", "adult", "books", "pastime", "helps", "using", "therapy", "told", "childhood", "help"], "article_url": "http://www.medicaldaily.com/therapeutic-science-adult-coloring-books-how-childhood-pastime-helps-adults-356280", "article_text": "Coloring used to be reserved for children and the occasional adult who got to babysit them, but recently, the activity has found a different demographic. What started as a niche hobby has now turned into an international trend, as adult coloring books find themselves on more and more bestsellers’ lists throughout the world. However, while this trend may be a fun way to pass the time, it’s the books’ therapeutic properties that really have them flying off shelves.\n\nThe Healing Power Of Art\n\nArt may not be able to cure disease, but it can surely make coping with it a lot better. Researchers have acknowledged the therapeutic qualities of art for years, and today, art therapy is used to help people express themselves when what they’re feeling is too difficult to put into words, such as when they’re faced with a cancer diagnosis.\n\nResearch shows this form of therapy often has tangible results. One 2006 study, for example, found that mindfulness art therapy for women with cancer helped to significantly decrease symptoms of physical and emotional distress during treatment. Another study from the same year concluded that after only one hour of art therapy, adult cancer patients of all ages “overwhelmingly expressed comfort” and a desire to continue with the therapy.\n\n\"People with cancer very often feel like their body has been taken over by the cancer. They feel overwhelmed,\" Joke Bradt, a music therapist at Drexel University in Philadelphia, told Reuters. \"To be able to engage in a creative process... that stands in a very stark contrast to sort of passively submitting oneself to cancer treatments.”\n\nIt’s not just those with cancer that can benefit from the visual arts, either. Art therapy is also helpful among people dealing with a variety of other conditions, such as depression, dementia, anxiety, and PTSD.\n\nAdult coloring has begun to be recognized for its therapeutic properties. Lea Latumahina CC BY-SA 2.0\n\nArt therapy often involves using an art medium as a tool to help address a patient’s specific problem, but as you might have observed in your high school art class, some individuals are more artistically gifted than others. Those who judge themselves as bad artists may be more likely to miss out on the benefits of art-based therapies. Adult coloring, therefore, presents a creative venture without the need for artistic flair. One simply needs to color within the lines in order to get the desired effect. However, some experts suggest it’s this lack of artistic input from patients that prevents adult coloring from being considered a genuine form of art therapy.\n\n“It’s like the difference between listening to music versus learning how to play an instrument,” Donna Betts, president of the board of the American Art Therapy Association told The Guardian. “Listening to music is something easy that everyone can do, but playing an instrument is a whole other skillset.”\n\nDrena Fagen, an art therapist and adjunct instructor at New York University’s Steinhardt School, shared Betts’ sentiments: “I don’t consider the coloring books as art therapy,” she told The Guardian. “I consider the coloring books therapeutic, which is not the same thing.”\n\nWhat’s Going On When We Color\n\nJust because adult coloring alone may not constitute art therapy, that doesn’t mean the activity isn’t helpful. Theresa Citerella, an art therapy student at Lesley University in Cambridge, Mass., told Medical Daily that she has seen more people using the coloring books, both in class and in therapy, to help them focus.\n\n“A lot of my fellow graduate classmates bring these coloring books into the classroom setting as a tool to focus more on lectures,” Citerella said, explaining that more professors are beginning to welcome this behavior. “For my internship, I find the clients who are fidgeting and cannot sit still ask for coloring the books in order to concentrate on group discussions. We have several adult coloring books at my site to offer the clients.”\n\nAnd considering the inability to focus is often a symptom of anxiety or stress, it only makes sense that adult coloring books would also help with those as well. Dr. Stan Rodski, a neuropsychologist who also happens to be the author of his own line of adult coloring books, says that coloring elicits a relaxing mindset, similar to what you would achieve through meditation. Like mediation, coloring allows us to switch off our brains from other thoughts and focus on the moment. Tasks with predictable results, such as coloring or knitting, can often be calming — Rodski was even able to see the physical effects they had on our bodies by using advanced technology.\n\n“The most amazing things occurred — we started seeing changes in heart rate, changes in brainwaves,” he told the Australian Broadcasting Corporation, adding that part of this neurological response in “colorists” comes from the repetition and attention to patterns and detail associated with coloring.\n\nDr. Joel Pearson, a brain scientist at the University of New South Wales in Australia presented a different explanation for the therapeutic effect: Concentrating on coloring an image may facilitate the replacement of negative thoughts and images with pleasant ones.\n\n“You have to look at the shape and size, you have to look at the edges, and you have to pick a color,” Pearson told Nine MSN. “It should occupy the same parts of the brain that stops any anxiety-related mental imagery happening as well. ... Anything that helps you control your attention is going to help.”\n\nAdult coloring works similar to meditation and helps colorists block out negative thoughts. Karen Mardahl CC BY-SA 2.0", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "adult coloring, adult coloring books, art therapy, cancer treatment, anxiety, depression", "og": {"site_name": "Medical Daily", "description": "Adult coloring books have recently gained popularity for their stress-relieving abilities, but what is the science behind this international trend?", "title": "The Therapeutic Science Of Adult Coloring Books", "url": "http://www.medicaldaily.com/therapeutic-science-adult-coloring-books-how-childhood-pastime-helps-adults-356280", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/10/07/adult-coloring_0.jpg", "type": "article"}, "twitter": {"description": "Adult coloring books have recently gained popularity for their stress-relieving abilities, but what is the science behind this international trend?", "title": "The Therapeutic Science Of Adult Coloring Books", "url": "http://www.medicaldaily.com/therapeutic-science-adult-coloring-books-how-childhood-pastime-helps-adults-356280", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/10/07/adult-coloring_0.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/10/07/adult-coloring_0.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Under the Hood", "published_time": "2015-10-08T08:00:00-04:00", "modified_time": "2016-02-29T15:52:44-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Adult coloring books have recently gained popularity for their stress-relieving abilities, but what is the science behind this international trend?"}, "_id": "\"57477af46914bd0286fe21af\"", "article_summary": "Art therapy is also helpful among people dealing with a variety of other conditions, such as depression, dementia, anxiety, and PTSD.\nWhat started as a niche hobby has now turned into an international trend, as adult coloring books find themselves on more and more bestsellers’ lists throughout the world.\nHowever, while this trend may be a fun way to pass the time, it’s the books’ therapeutic properties that really have them flying off shelves.\nWe have several adult coloring books at my site to offer the clients.”And considering the inability to focus is often a symptom of anxiety or stress, it only makes sense that adult coloring books would also help with those as well.\nAnother study from the same year concluded that after only one hour of art therapy, adult cancer patients of all ages “overwhelmingly expressed comfort” and a desire to continue with the therapy."}