{"article_title": "blog.aids.gov − CDC’s New “HIV Treatment Works” Supports National Efforts to Improve Outcomes Along the HIV Care Continuum", "article_keywords": ["living", "campaign", "cdcs", "continuum", "hiv", "launch", "national", "help", "outcomes", "treatment", "efforts", "works", "supports", "care", "improve"], "article_url": "https://blog.aids.gov/2014/09/cdcs-new-hiv-treatment-works-supports-national-efforts-to-improve-outcomes-along-the-hiv-care-continuum.html", "article_text": "Earlier this week, I had the privilege of participating in the launch of HIV Treatment Works, CDC’s first national communication campaign focused exclusively on encouraging treatment and care for people living with HIV. The campaign features people living with HIV talking about how sticking with care and treatment helps them stay healthy and protect others. They also discuss some of the obstacles they have experienced getting into HIV care and staying on treatment and how they overcame these obstacles, offering valuable advice to others living with HIV. The launch was hosted by the United Medical Center in Washington, D.C.’s Ward 8, and was well attended by local and national stakeholders, including the White House Office of National AIDS Policy (ONAP).\n\nStarting antiretroviral therapy (ART) promptly after diagnosis helps people with HIV live longer and healthier lives, and it also helps prevent the spread of HIV. But sadly, according to CDC estimates, only 1 in 4 of the 1.1 million Americans living with HIV have successfully navigated the HIV care continuum — the sequence of steps from HIV diagnosis and linkage to care through initiation of ART, and achievement of durable viral suppression.\n\nMr. Douglas Brooks, Director of ONAP, who attended the launch, reminded the audience that in July 2013, President Obama called on all of us to focus our continued implementation of the National HIV/AIDS Strategy on activities that will better address drop-offs along the continuum and increase the proportion of individuals who have the virus effectively controlled. The goal of the President’s Executive Order establishing the HIV Care Continuum Initiative is to accelerate efforts to help people who are infected get diagnosed, linked to care, and treated for HIV. Among other things, the HIV Care Continuum Initiative has bolstered further integration of HIV prevention and care efforts and fostered new approaches to addressing barriers to HIV testing and treatment.\n\nCDC’s HIV Treatment Works campaign is an important new asset in our national efforts to improve the health of people living with HIV/AIDS. As I noted in my remarks at the launch event, the campaign relates directly to recommendations developed by a cross-federal working group in response to the President’s HIV Care Continuum Initiative. HIV Treatment Works will help us tackle misconceptions about HIV and its treatment, break down barriers to care, and reach persons who have been diagnosed, but have not been linked to care, and to re‐engage those who have dropped out of care.\n\nIn a blog post accompanying the launch of the campaign, Dr. Jonathan Mermin, Director of CDC’s National Center for HIV, Viral Hepatitis, STD, and TB Prevention observed, “We need everyone to hear the message: HIV treatment works. It can save your life, protect your loved ones, and — when combined with other high impact prevention strategies — can ultimately help end the HIV epidemic in the United States.”\n\nDeveloped with the input of more than 100 HIV-positive men and women from across the nation, campaign resources include videos and cards featuring the stories of 18 people living with HIV who are in care and on treatment. The campaign website includes information encouraging people to get in care and stay on treatment, as well as resources on how to live well with HIV. Other components of the campaign include online, print, TV, and outdoor ads that will begin appearing soon in communities across the country as well as social media outreach (see #HIVTreatmentWorks ).\n\nI encourage all readers to explore the new HIV Treatment Works campaign and consider how you might use or share its life-saving messages. This important new campaign is about surviving and thriving with HIV. It will enable us to better reach individuals and communities impacted by HIV and help them understand the tremendous benefits of care–an important step in our broader efforts to achieve the goals of the National HIV/AIDS Strategy.", "article_metadata": {"og": {"site_name": "blog.aids.gov — HIV Policy & Programs. Research. New Media.", "description": "Earlier this week, I had the privilege of participating in the launch of HIV Treatment Works, CDC’s first national communication campaign focused exclusively on encouraging treatment and care for people living with HIV. The campaign features people living with HIV talking about how sticking with care and treatment helps them stay healthy and protect others....", "title": "CDC’s New “HIV Treatment Works” Supports National Efforts to Improve Outcomes Along the HIV Care Continuum", "url": "https://blog.aids.gov/2014/09/cdcs-new-hiv-treatment-works-supports-national-efforts-to-improve-outcomes-along-the-hiv-care-continuum.html", "image": "https://blog.aids.gov/wp-content/uploads/hivtw_banner_square_cedric.jpg", "type": "article"}, "article": {"section": "CDC", "tag": "CDC,HIV Care Continuum,PLWHA,Treatment"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fce8a5\"", "article_summary": "CDC’s HIV Treatment Works campaign is an important new asset in our national efforts to improve the health of people living with HIV/AIDS.\nAmong other things, the HIV Care Continuum Initiative has bolstered further integration of HIV prevention and care efforts and fostered new approaches to addressing barriers to HIV testing and treatment.\nI encourage all readers to explore the new HIV Treatment Works campaign and consider how you might use or share its life-saving messages.\nEarlier this week, I had the privilege of participating in the launch of HIV Treatment Works, CDC’s first national communication campaign focused exclusively on encouraging treatment and care for people living with HIV.\nThe goal of the President’s Executive Order establishing the HIV Care Continuum Initiative is to accelerate efforts to help people who are infected get diagnosed, linked to care, and treated for HIV."}