{"article_title": "Abortion, Obamacare, Affirmative Action: Crucial Cases Before the Supremes", "article_keywords": ["case", "supreme", "appeals", "court", "womans", "justice", "abortion", "crucial", "obamacare", "states", "supremes", "courts", "action", "cases", "affirmative", "texas"], "article_url": "http://www.thefiscaltimes.com/2016/02/17/Abortion-Obamacare-Affirmative-Action-Crucial-Cases-Supremes", "article_text": "The death of Supreme Court Justice Antonin Scalia casts a cloud of uncertainty over a Supreme Court term filled with some of the most controversial issues facing the nation: abortion, affirmative action, the rights of religious objectors to the contraceptive mandate in the Affordable Care Act, and the president’s powers on immigration and deportation.\n\nAn eight-member court could split on all of those issues. If the court ties in deciding a case, the decision of the appeals court remains in place, without setting a nationwide precedent.\n\nPending a new justice, the court now has three consistent conservatives — Chief Justice John G. Roberts Jr. and Justices Clarence Thomas and Samuel A. Alito Jr. — and Anthony M. Kennedy, like Scalia a Reagan appointee but one who often sides with the court’s liberals on social issues, such as same-sex marriage.\n\nThe court has four consistent liberals: Ruth Bader Ginsburg plus Justices Stephen G. Breyer, Sonia Sotomayor and Elena Kagan.\n\nHere are the key cases to know:\n\n\n\nFisher v. University of Texas at Austin\n\n\n\nThe Supreme Court in July agreed to consider again whether race-conscious college admission plans are constitutional. Two years ago, the court voted 7 to 1 to send the University of Texas at Austin’s plan back for further judicial review and told the lower court to apply the kind of rigorous evaluation that must accompany any government action that considers race.\n\nThat ruling was largely seen as a punt on the part of a deeply divided court: The ruling stopped short of forbidding the consideration of race, significantly altering the court’s prescription of how such programs should operate, or even passing judgment on the UT program at issue.\n\nUpon reconsideration, a panel of the U.S. Court of Appeals for the 5th Circuit once again upheld the program. In a 2-to-1 vote, the panel said it was applying “exacting scrutiny,” but it concluded that UT’s limited consideration of race was “necessary” and narrowly tailored to meet the university’s compelling interest in achieving student-body diversity.\n\nLawyers opposed to affirmative action and representing Abigail Fisher, a white woman who was denied admission to UT and filed suit in 2008, said the lower court had ignored the Supreme Court’s instructions.\n\nThe court already was working with one less justice in this case; Kagan sat it out, presumably because she worked on the issue when she was Obama’s solicitor general. That means only seven justices would decide whether the appeals court was correct to uphold the program.\n\nRead more about the case.\n\nUnited States vs. Texas\n\n\n\nThe Supreme Court is also considering whether President Obama exceeded his powers in trying to shield millions of illegal immigrants from deportation. The order protects more than 4 million people who are parents of citizens or of lawful permanent residents and allows them to “come out from the shadows” to work legally, as Obama put it when announcing the program in November 2014.\n\nThe executive action was put on hold by a panel of the U.S. Court of Appeals for the 5th Circuit. A split court would uphold that decision and keep Obama from implementing it before he leaves office next January.\n\nArguments are scheduled for April.\n\nRead more about the case.\n\nZubik v. Burwell\n\n\n\nAlso before the court is another challenge to the Affordable Care Act, this time over whether religiously affiliated organizations such as universities, hospitals and charities can be free from playing any role in providing their employees with contraceptive coverage.\n\nThe case pits questions of religious liberty against a woman’s right to equal health-care access, and it will be the fourth time the court has considered some aspect of what has come to be known as Obamacare.\n\nMost appeals courts that have decided the controversy found in favor of the Obama administration. But one did not. Presumably, a split court would mean the law is interpreted differently depending on the region of the country.\n\nRead more about the case.\n\nWhole Woman’s Health v. Cole\n\nThe Supreme Court next month is set to hear its most consequential abortion case in nearly a quarter of a century, agreeing to determine how far states may go in regulating the procedure without violating a woman’s constitutional rights.\n\nThe case from Texas will affect women across the nation. Numerous states have enacted restrictions that lawmakers say protect a woman’s health but that abortion providers contend are merely a pretext for making it more difficult to obtain an abortion or even making the procedure unavailable within a state’s borders.\n\nAbortion providers say full implementation of the Texas law passed in 2013 would reduce from 42 to 10 the number of clinics in the nation’s second-largest state. The court took no action on a case from Mississippi, where a similar law would close the state’s only clinic if it were allowed to proceed. That law was stopped in a lower court.\n\nThe outcome of the Texas case will turn on an interpretation of the court’s ruling nearly 25 years ago in Planned Parenthood v. Casey. It said states had a legitimate interest in regulating abortion procedures but could not impose an “undue burden” on a woman’s right to terminate a pregnancy before fetal viability.\n\nRead more about the case.\n\nMore from The Washington Post:\n\n[Obama says he’ll nominate a replacement]\n\n[What happens when a Supreme Court justice dies]", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The death of Supreme Court Justice Antonin Scalia casts a cloud of uncertainty over a", "title": "Abortion, Obamacare, Affirmative Action: Crucial Cases Before the Supremes", "url": "http://www.thefiscaltimes.com/2016/02/17/Abortion-Obamacare-Affirmative-Action-Crucial-Cases-Supremes", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/02172016_Supreme_Court_Flag_Half_Mast.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/02/17/Abortion-Obamacare-Affirmative-Action-Crucial-Cases-Supremes", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/02172016_Supreme_Court_Flag_Half_Mast.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The death of Supreme Court Justice Antonin Scalia casts a cloud of uncertainty over a", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "More from The Washington Post:[Obama says he’ll nominate a replacement][What happens when a Supreme Court justice dies]\nThat means only seven justices would decide whether the appeals court was correct to uphold the program.\nIf the court ties in deciding a case, the decision of the appeals court remains in place, without setting a nationwide precedent.\nMost appeals courts that have decided the controversy found in favor of the Obama administration.\nHere are the key cases to know:Fisher v. University of Texas at AustinThe Supreme Court in July agreed to consider again whether race-conscious college admission plans are constitutional."}