{"article_title": "Group bolsters efforts to enroll former inmates in Medi-Cal", "article_keywords": ["enroll", "group", "la", "medical", "getting", "bolsters", "state", "california", "inmates", "prison", "health", "efforts", "siggins", "care"], "article_url": "http://www.latimes.com/local/california/la-me-prison-health-20151116-story.html", "article_text": "When Hilda Sims earned her release from prison last year after serving 22 years for murder, she got something that could dramatically reduce the odds that she'd ever have to return: health insurance.\n\nFor years, many who left California lockups on parole or probation would do so without easy access to medical care. For someone like Sims, who survived breast cancer behind bars, that meant health problems might go untreated or result in big medical bills just as they were struggling to return to society.\n\nStudies have shown that lacking access to healthcare can make former inmates return to crime, eventually falling back into the prison system, says Elizabeth Siggins and her colleagues at the nonprofit advocacy group Californians for Safety and Justice.\n\nInterested in the stories shaping California? Sign up for the free Essential California newsletter >>\n\nIt was a \"population with a lot of need, a largely uninsured population, who was not getting access,\" Siggins said.\n\nIn 2013, however, the California Legislature passed a bill allowing county workers to help released prisoners enroll in the state's low-income health program Medi-Cal. Once limited to the disabled and mothers, Medi-Cal was greatly expanded under the Affordable Care Act last year — to anyone who makes less than $16,105 annually — and now the $91-billion program covers more than a third of state residents.\n\nSims — who testified against her husband and was convicted of first-degree murder in the kidnapping and shooting death of a Van Nuys woman in 1990, according to media reports — had an emergency mastectomy in 2011 while in state prison. When she moved to live with relatives in L.A. last year, she was worried she couldn't afford the follow-up care she needed.\n\nBut through her health plan, she easily found a primary care doctor and an oncologist. She visits them monthly.\n\n\"They eased my mind and told me I was cancer free,\" said Sims, 52. \"Without Medi-Cal, I don't know what I would've done.\"\n\nSupporters of AB 720, which allowed inmates to sign up for coverage, say that enrolling this population yields a financial benefit for the state, with fewer people returning to prison. Rates of mental illness and drug use are two to three times higher among probationers and parolees than others, according to federal data. Those kinds of issues contribute to recidivism but can be addressed with medical care, experts say.\n\nA 2009 California Department of Corrections and Rehabilitation report found that inmates who underwent substance abuse treatment had a 35% drop in recidivism.\n\nSuch effects from AB 720 have not yet been seen. A committee analysis for the bill, which was sponsored by Californians for Safety and Justice, included the cost, not savings, associated with the law: about $200 million a year in additional Medi-Cal charges. Jonathan Peterson, with the state's Legislative Analyst's Office, said that no further work has been done to evaluate the bill's impact.\n\nSiggins said that though the vast majority of counties are already trying to enroll the formerly incarcerated in Medi-Cal, the word hasn't reached everyone who's left jail or is on probation.\n\nEarlier this year, she and her colleagues began a statewide campaign to spread the word about Medi-Cal eligibility, including placing ads at more than 100 bus stops in L.A. County.\n\nSo far, L.A. County inmates have filled out 11,000 applications, a quarter of which have been approved and gone into effect for those released, said Sgt. Allan Lamonte with the L.A. County Sheriff's Department, which oversees the county's jails.\n\n\"We try to get the inmates as many benefits and services as we can before they leave, in the hopes that they won't come back,\" said Lamonte, who's part of the department's Community Transition Unit, which tries to prepare inmates for release. \"So getting them Medi-Cal as they're getting out the door is really huge.\"\n\nBut there's still a challenge in getting those who've signed up to see a doctor, Siggins said.\n\nSince the expansion of Medi-Cal in 2014, beneficiaries have reported numerous problems with finding doctors who will accept Medi-Cal patients, or knowing how to use their new plans. Siggins said the next effort is making sure people with insurance get into clinics.\n\n\"Of course, enrollment is only the first step,\" she said.\n\nsoumya.karlamangla@latimes.com\n\nFollow @skarlamangla on Twitter for more health news.\n\nALSO:\n\nHow to ensure patients get good care in a nursing home\n\nLongest serving wrongly convicted inmate claims civil rights were violated\n\nCalifornia hospitals could cut inpatient costs 25% and save $10 billion, study says", "article_metadata": {"fb_title": "Group bolsters efforts to enroll former inmates in Medi-Cal", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "When Hilda Sims earned her release from prison last year after serving 22 years for murder, she got something that could dramatically reduce the odds that she'd ever have to return: health insurance.", "title": "Group bolsters efforts to enroll former inmates in Medi-Cal", "url": "http://www.latimes.com/local/california/la-me-prison-health-20151116-story.html", "image": "http://www.trbimg.com/img-56492ca9/turbine/la-me-prison-health-20151116", "type": "article"}, "x-servername": "lalvp14.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "Medi-Cal, prison, inmates, healthcare, insurance", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/85045247", "googlebot-news": "index", "date": "2015-11-16", "Description": "When Hilda Sims earned her release from prison last year after serving 22 years for murder, she got something that could dramatically reduce the odds that she'd ever have to return: health insurance.   For years, many who left California lockups on parole or probation would do so without easy access...", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Medi-Cal, prison, inmates, healthcare, insurance"}, "_id": "\"57477af36914bd0286fce8bc\"", "article_summary": "For years, many who left California lockups on parole or probation would do so without easy access to medical care.\nThose kinds of issues contribute to recidivism but can be addressed with medical care, experts say.\nIn 2013, however, the California Legislature passed a bill allowing county workers to help released prisoners enroll in the state's low-income health program Medi-Cal.\n\"So getting them Medi-Cal as they're getting out the door is really huge.\"\nSo far, L.A. County inmates have filled out 11,000 applications, a quarter of which have been approved and gone into effect for those released, said Sgt."}