{"article_title": "Microsoft claims interest from Samsung through the Court • Capital Wired", "article_keywords": ["royalties", "court", "samsung", "pay", "filed", "suit", "royalty", "wired", "york", "interest", "capital", "claims", "microsoft"], "article_url": "http://www.capitalwired.com/microsoft-claims-interest-samsung-court/23498/", "article_text": "The New York Federal court opened a law suit on Friday. The case was filed by Microsoft against Samsung in which a conflict over patent royalties of Smartphones will be discussed and resolved. Microsoft is claiming $6.9 million interest from Samsung. A selective version of this suit was filed in August as well.\n\nThe lawsuit in US District Court, Southern District of New York is Microsoft Corp vs. Samsung Electronics Co Ltd, 14-6039.\n\nMicrosoft appealed from the Court that Samsung must pay interest on more than $1 billion in royalty payments which it delayed in protest at Microsoft’s planned purchase of rival Nokia’s handset business as it did not break the Business Collaboration Agreement with Samsung as yet.\n\nAs per the law suit Samsung has paid the royalty for the year after which they signed the contract in 2011 and in September 2013 Microsoft announced Nokia deal which breached the licensing agreement according to Samsung’s point of view. So initially Samsung was not ready to pay later on it paid to Microsoft inevitably. This payment was without the interest in spite of the fact that it was late payment.\n\nOn Friday, Samsung did not instantaneously act in response to a appeal for remarks. On the contrary, Microsoft stated that:\n\n“Google Android mobile system uses some of its technology, and as a result most hardware makers, including Samsung, have agreed to pay patent royalties on Android handsets”.\n\nMoreover Microsoft has also filed a lawsuit against Motorola as well which is an important holdouts, and Motorola has been in proceedings since 2008.", "article_metadata": {"news_keywords": "claims, court, microsoft, microsoft claims samsung, samsung", "generator": "WordPress 4.4.3", "og": {"site_name": "Capital Wired", "description": "Follow The New York Federal court opened a law suit on Friday. The case was filed by Microsoft against Samsung in which a conflict over patent royalties of Smartphones will be discussed and resolved. Microsoft is claiming $6.9 million interest from Samsung. A selective version of this suit was filed in August as well. The …", "title": "Microsoft claims interest from Samsung through the Court • Capital Wired", "locale": "en_US", "image": "http://www.capitalwired.com/wp-content/uploads/2014/10/microsoft-claims-samsung.jpg", "url": "http://www.capitalwired.com/microsoft-claims-interest-samsung-court/23498/", "type": "article"}, "google-site-verification": "Nb5pF-YgZZzASga38hd3e98mbr4l6ekXkSqCq3OTdX8", "article": {"section": "Tech & Science", "tag": "samsung", "published_time": "2014-10-04T13:24:04+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fce8cb\"", "article_summary": "The lawsuit in US District Court, Southern District of New York is Microsoft Corp vs. Samsung Electronics Co Ltd, 14-6039.\nThe case was filed by Microsoft against Samsung in which a conflict over patent royalties of Smartphones will be discussed and resolved.\nMicrosoft is claiming $6.9 million interest from Samsung.\nSo initially Samsung was not ready to pay later on it paid to Microsoft inevitably.\nThe New York Federal court opened a law suit on Friday."}