{"article_title": "Budget Cuts Threaten UC Berkeley’s Medical Program", "article_keywords": ["school", "berkeleys", "students", "medical", "doctors", "budget", "primary", "program", "health", "cuts", "threaten", "jmp", "public", "uc", "care"], "article_url": "http://ww2.kqed.org/stateofhealth/2016/04/22/budget-cuts-threaten-uc-berkeleys-medical-program/", "article_text": "Budget woes at UC Berkeley could force the shut down of a program many people are unaware of — its medical program.\n\nThe Joint Medical Program (JMP), part of Berkeley’s School of Public Health, is small. Just 16 students a year are admitted. Under a budget restructuring process initiated in February by Berkeley’s Chancellor Nicholas Dirks, the School of Public Health must cut expenses by roughly three percent — or about $900,000.\n\nOne of the items on the list to meet that target is closure of the JMP. Losing 16 new doctors a year may not sound dramatic, but this particular population is unusual in medicine. While most medical students head into lucrative specialties, the majority of JMP graduates go into primary care.\n\nJohn Balmes, acting director of the program, says California needs these doctors. “(California) is 43rd in the nation in terms of primary care physicians,” he said, “and with the Affordable Care Act increasing the number of insured Californians, we need more primary care physicians, not less.”\n\nIn 2014, just 12 percent of medical students nationally went into primary care residencies. The JMP was above 50 percent 1997-2014. It’s unclear exactly why so many students go into primary care. One clue lies in the program’s unusual approach to curriculum.\n\nThe program, established in 1971, prides itself on avoiding lecture halls and instead focusing on what it calls “problem-based learning,” where students review cases as a group. In addition, the medical program is one of few nationally, says second-year student Josh Pepper, that is housed within a school of public health, and that gives a broader focus to patients’ lives.\n\n“We’re constantly having to question how things like socio-economic status, insurance, housing and culture and addiction play a role in patients’ health outcomes,” Pepper said.\n\nIt gives a more holistic perspective, he said. “We develop a whole skill set you don’t normally get at a traditional medical school.” Pepper has helped launch an online petition in support of the program.\n\nIt’s called a joint medical program because students do three years at Berkeley’s School of Public Health, during which they complete an original research project and the first two years of medical school curriculum. They then head to UC San Francisco for two years of clinical rotation. They graduate with a master’s in science from Cal and an M.D. from UCSF.\n\nA report earlier this year commissioned by the California Primary Care Association detailed the shortfall in primary care providers in California. The state’s ratio of primary care physicians in its Medicaid program, called Medi-Cal, is roughly half the federal recommendation, it said. By 2030, the analysis predicted a shortage of more than 8,000 primary care doctors.\n\nCarmela Castellano-Garcia is the association’s president and bemoaned the possible closure of Cal’s medical program.\n\n“Certainly with the shortage we are facing, we should not eliminate any existing programs that we know have successful track records into funneling people into primary care,” she said. “We cannot afford that at this time.”\n\nAll of Cal’s professional schools, including the School of Public Health, must trim expenses by the same rate, said Dan Mogulof, a spokesman for the university, and it’s up to the schools themselves to determine how to meet the target.\n\nLinda Anderberg, director of communications for the School of Public Health, said it is considering several options to achieve the budget cuts. “The school does not want to lose the (medical) program,” she said.\n\nShe stressed that no decisions have been made and that the process would be completed during the summer. Most of the cuts would not go into effect until 2018, she said.\n\nMeanwhile, staff and students are speaking out to try to save the program.\n\n“If I had to go to medical school all over again, I’d want to do it in the Joint Medical Program,” said acting director Balmes. He said there’s an advantage to being in a small, supportive environment.\n\n“I think that translates into very fine doctors, because they’re good human beings as well as good doctors,” he said.", "article_metadata": {"description": "Unlike most medical schools, the majority of Cal's students go into primary care, much needed in California.", "contextly-page": "{\"title\":\"Budget Cuts Threaten UC Berkeley's Medical Program\",\"url\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/2016\\/04\\/22\\/budget-cuts-threaten-uc-berkeleys-medical-program\\/\",\"pub_date\":\"2016-04-22 00:04:23\",\"mod_date\":\"2016-04-26 14:11:09\",\"type\":\"post\",\"post_id\":175454,\"author_id\":\"240\",\"author_name\":\"Lisa Aliferis\",\"author_display_name\":\"Lisa Aliferis\",\"tags\":[\"News\",\"Primary Care\",\"Primary Care Shortage\"],\"categories\":[\"Community Health\"],\"image\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/wp-content\\/uploads\\/sites\\/27\\/2016\\/04\\/RS8759_ucberkeley20140213-e1461304868569.jpg\"}", "og": {"site_name": "State of Health", "description": "Unlike most medical schools, the majority of Cal's students go into primary care, much needed in California.", "title": "Budget Cuts Threaten UC Berkeley’s Medical Program", "url": "http://ww2.kqed.org/stateofhealth/2016/04/22/budget-cuts-threaten-uc-berkeleys-medical-program/", "image": "http://ww2.kqed.org/stateofhealth/wp-content/uploads/sites/27/2016/04/RS8759_ucberkeley20140213-1440x959.jpg", "locale": "en_us", "type": "article"}, "twitter": {"site": "@kqedhealth", "card": "summary_large_image", "creator": "@"}, "fb": {"app_id": 160023622793}, "keywords": "news,primary care,primary care shortage", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Budget woes at UC Berkeley could force the shut down of a program many people are unaware of — its medical program.\nA report earlier this year commissioned by the California Primary Care Association detailed the shortfall in primary care providers in California.\n“If I had to go to medical school all over again, I’d want to do it in the Joint Medical Program,” said acting director Balmes.\nThe Joint Medical Program (JMP), part of Berkeley’s School of Public Health, is small.\nCarmela Castellano-Garcia is the association’s president and bemoaned the possible closure of Cal’s medical program."}