{"article_title": "11th Circuit denies stay, clearing way for gay marriage in Alabama", "article_keywords": ["denies", "attorney", "court", "circuit", "gay", "clearing", "stay", "state", "marriage", "ruling", "way", "judge", "clinton", "alabama", "11th"], "article_url": "http://yellowhammernews.com/faithandculture/breaking-11th-circuit-denies-stay-clearing-way-gay-marriage-alabama/", "article_text": "ATLANTA, Ga. — The 11th Circuit Court of Appeals has denied the State of Alabama’s motion to place on hold a federal judge’s ruling striking down Alabama’s same-sex marriage ban.\n\nAlabama Attorney General Luther Strange had previously asked the 11th Circuit to stay the lower court’s decision, pending a ruling by the U.S. Supreme Court on the gay marriage issue, which is expected later this year.\n\n“(I)f the action is not stayed, Defendant and the State of Alabama will suffer irreparable harm if marriages are recognized on an interim basis that are ultimately determined to be inconsistent with Alabama law, resulting in confusion in the law and in the legal status of marriages,” Strange wrote in his filing. “Granting a stay will not harm the Plaintiffs, but would only maintain the status quo while these issues are considered by the appellate courts.”\n\nThe 11th Circuit did not agree with Strange’s motion.\n\n“The Attorney General of the State of Alabama’s motions for a stay pending appeal are DENIED,” the court’s ruling said.\n\nThe judges who wrote the decision denying the stay were Gerald B. Tjoflat, a Ford appointee; Stanley Marcus, a Clinton appointee; and Frank M. Hull, another Clinton appointee. Judge Marcus, although a Clinton appointee, is a Republican who had previously been appointed by Ronald Reagan to be a federal judge. Both Hull and Marcus were appointed as compromises by Clinton during a time when Republicans controlled the Senate.\n\nThe 11th Circuit is widely considered to be one of the most conservative federal appeals courts in the nation. Perhaps most notably in recent years, the 11th Circuit struck down portions of ObamaCare before their decision was overruled by the Supreme Court. With that in mind, more Court watchers are expecting SCOTUS to rule in favor of gay marriage later this year.\n\nThe couple who were the plaintiffs in the original lawsuit in Mobile have now filed a motion asking the lower court to lift the stay. There is “no reason for stay to remain in place until Feb. 9,” their attorney wrote in the motion. Feb. 9 was the date the judge had originally put in place in order to give the 11th Circuit the opportunity to weigh in.\n\nIt now appears that as of this coming Monday — and sooner if the judge goes ahead and lifts the stay — same-sex marriage will be legal in the state of Alabama.\n\nUPDATE: Attorney General Luther Strange has appealed the ruling to the Supreme Court.\n\nLike this article? Follow me on Twitter and let me know what you think. — Cliff Sims (@Cliff_Sims) December 3, 2014", "article_metadata": {"description": "The 11th Circuit Court of Appeals has denied Alabama's motion to place on hold a federal judge's ruling striking down Alabama's same-sex marriage ban.", "og": {"site_name": "Yellowhammer News", "description": "ATLANTA, Ga. — The 11th Circuit Court of Appeals has denied the State of Alabama’s motion to place on hold a federal judge’s ruling striking down Alabama’s same-sex marriage ban.[...]", "title": "11th Circuit denies stay, clearing way for gay marriage in Alabama - Yellowhammer News", "locale": "en_US", "image": {"width": 944, "identifier": "http://yellowhammernews.com/wp-content/uploads/2013/07/Gay-Marriage.png", "height": 696}, "updated_time": "2015-02-03T16:53:24-05:00", "url": "http://yellowhammernews.com/faithandculture/breaking-11th-circuit-denies-stay-clearing-way-gay-marriage-alabama/", "type": "article"}, "p": {"domain_verify": "1bb21e647809aaf739789565c0783008"}, "fb": {"pages": 303363616352436}, "article": {"section": "Faith & Culture", "tag": "Stanley Marcus", "published_time": "2015-02-03T10:29:53-05:00", "modified_time": "2015-02-03T16:53:24-05:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdd271\"", "article_summary": "The 11th Circuit is widely considered to be one of the most conservative federal appeals courts in the nation.\nPerhaps most notably in recent years, the 11th Circuit struck down portions of ObamaCare before their decision was overruled by the Supreme Court.\nAlabama Attorney General Luther Strange had previously asked the 11th Circuit to stay the lower court’s decision, pending a ruling by the U.S. Supreme Court on the gay marriage issue, which is expected later this year.\nFeb. 9 was the date the judge had originally put in place in order to give the 11th Circuit the opportunity to weigh in.\nATLANTA, Ga. — The 11th Circuit Court of Appeals has denied the State of Alabama’s motion to place on hold a federal judge’s ruling striking down Alabama’s same-sex marriage ban."}