{"article_title": "Hundreds of rural hospitals face closure, report finds, though shared risk could save many", "article_keywords": ["closure", "risk", "according", "hundreds", "face", "states", "need", "health", "rural", "report", "shared", "save", "hospitals", "finds", "vulnerable", "care"], "article_url": "http://www.healthcarefinancenews.com/news/hundreds-rural-hospitals-face-closure-report-finds-though-shared-risk-could-save-many", "article_text": "Organizations need to find ways to increase collections on the front end, revise charity policies and contract for shared risk to stay solvent, according to a new report from iVantage Health Analytics.\n\nFifty rural hospitals in the United States have closed since 2010 and hundreds more are vulnerable to closing, according to a new report from iVantage Health Analytics.\n\nThe report also shows 35 percent of rural hospitals are operating at a loss.\n\nThe pace of rural hospital closures has accelerated since 2010, and most of those closures have been in the South and Midwest, according to data from the National Rural Health Association. Another 283 rural hospitals in 39 states are vulnerable to closure based on their performance on 60 performance metrics, the report stated.\n\nWhile the report acknowledges that urban hospitals are closing at a similar rate to rural facilities, those closings are not creating the “medical deserts” that closures in rural areas do, according to a Department of Health and Human Services description.\n\n[Also: 45 rural hospitals losing critical access status, must reapply]\n\nAccording to iVantage, a healthcare analytics vendor that publishes reports on the financial health of providers, hospital finance executives in these struggling rural facilities need to find ways to improve to stay solvent. For example, organizations need to find ways to increase collections on the front end, revise charity policies, drop pricing on profitable procedures, contract for shared risk, integrate to centralize finance functions, update supply chain costs, standardize care and improve clinical documentation.\n\nContracting for shared risk might be the hardest goal to attain. An estimated 75 percent of providers are expected to implement total cost of care contracts by 2017, according to the Advisory Board, but these contracts won’t generate additional revenue in the short term for most.\n\nAs the Affordable Care Act is driving the industry toward risk, this success is crucial, according to the Advisory Board.\n\nThe shortage of primary care physicians in rural areas also needs to be addressed, according to HHS. In rural areas, there are about 68 primary care physicians per 100,000 residents, compared with 84 in more urban areas. In five counties in Kansas, there are no primary care physicians at all.\n\nThe report also found that hospitals in states that did not expand Medicaid were more vulnerable to closure. Specifically 8.5 percent of rural hospitals in states that expanded Medicaid were considered vulnerable to closure compared to 16.5 percent of rural hospitals in states that did not expand Medicaid.\n\n[Also: See where states stand on the Medicaid expansion]\n\nThe report is based on the iVantage's hospital strength index, which assess a hospital's financial stability, patients, and quality indicators.\n\nAccording to the report, the closure of the 283 vulnerable rural hospitals would mean the loss of 86,000 jobs, resulting in an estimated $10.6 billion loss to the country's GDP. Also, 700,000 Medicare beneficiaries would need to travel further to obtain care is they close.\n\nTwitter: @SusanMorseHFN", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/hundreds-rural-hospitals-face-closure-report-finds-though-shared-risk-could-save-many", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/rural%20hospital-featured.png", "site_name": "Healthcare Finance News", "description": "Organizations need to find ways to increase collections on the front end, revise charity policies and contract for shared risk to stay solvent, according to a new report from iVantage Health Analytics.", "title": "Hundreds of rural hospitals face closure, report finds, though shared risk could save many"}, "twitter": {"image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/rural%20hospital-featured.png"}, "description": "Organizations need to find ways to increase collections on the front end, revise charity policies and contract for shared risk to stay solvent, according to a new report from iVantage Health Analytics.", "site": "@HC_Finance", "card": "summary_large_image", "title": "Hundreds of rural hospitals face closure, report finds, though shared risk could save many"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Fifty rural hospitals in the United States have closed since 2010 and hundreds more are vulnerable to closing, according to a new report from iVantage Health Analytics.&#13; The report also shows 35 percent of rural hospitals are operating at a loss.&#13; The pace of rural hospital closures has accelerated since 2010, and most of those closures have been in the South and Midwest, according to data from the National Rural Health Association. Another 283 rural hospitals in 39 states are vulnerable to closure based on their performance on 60 performance metrics, the report stated.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "_id": "\"57477af36914bd0286fce8e8\"", "article_summary": "Specifically 8.5 percent of rural hospitals in states that expanded Medicaid were considered vulnerable to closure compared to 16.5 percent of rural hospitals in states that did not expand Medicaid.\nAnother 283 rural hospitals in 39 states are vulnerable to closure based on their performance on 60 performance metrics, the report stated.\nThe report also shows 35 percent of rural hospitals are operating at a loss.\nFifty rural hospitals in the United States have closed since 2010 and hundreds more are vulnerable to closing, according to a new report from iVantage Health Analytics.\nAccording to the report, the closure of the 283 vulnerable rural hospitals would mean the loss of 86,000 jobs, resulting in an estimated $10.6 billion loss to the country's GDP."}