{"article_title": "Iraq’s Two-headed War: ISIS and Corruption", "article_keywords": ["prime", "ghost", "million", "isis", "dont", "iraqs", "corruption", "iraqi", "minister", "military", "soldiers", "iraq", "war", "twoheaded"], "article_url": "http://www.thefiscaltimes.com/2014/12/03/Iraq-s-Two-headed-War-ISIS-and-Corruption", "article_text": "The troubling and embarrassing disclosure this week that Iraq has been paying salaries to 50,000 soldiers that don’t exist — they were simply made up by senior officers looking to pocket the extra pay — has some budgetary upside for Iraqi Prime Minister Haider al-Abadi’s government as it continues its efforts to crack down on corruption in the country.\n\nThe results of those efforts, just from the last few days, will recover or save about $300 million, Iraqi officials said. The anticipated savings come as Iraq’s government faces an increased budget crunch due to falling oil prices, which have plunged from more than $100 a few months ago to about $70 now. Iraq’s minister of finance said earlier this week that a quarter of the Iraqi budget for 2015 will be allocated to cover military and security needs.\n\nRelated: Iraq Says Failing Oil Prices Force Rethink of 2015 Budget\n\nLast week, the governor of the Central Bank of Iraq said that authorities had managed to stop a theft of 240 billion Iraqi Dinars (about $200 million) from public banks. Iraq’s deputy prime minister said on Friday that Iraq will save about 120 billion Iraqi Dinars (or $100 million) by eliminating those “ghost soldiers” from the army payroll.\n\n“By comparing our records, I was able this month to eliminate 50,000 from the number of aliens (ghost soldiers) in one batch, equal to four divisions,” al-Abadi said on Sunday while addressing the parliament in a televised session. The Iraqi army is composed of 14 divisions, and the large number of “ghost soldiers” may help explain why four of them, and a federal police division, collapsed in the face of an offensive by ISIS during the summer.\n\n“I am saddened that we were paying all these salaries all that time when we don’t have funding,” al-Abadi said. “Soldiers are being killed. They are fighting and are being killed. But there are people who are paid while they don’t exist. It was allowed for all of that to happen all that time while it needed only some record auditing to discover it. I expect to find other wonders If we conduct a field inspection.”\n\nIn his speech, the prime minister laid out a general road map for his anti-corruption plan. “My concern is to stop the waste,” he said. “We have two phases. Stopping the waste now since we need money and we don’t have money. The second phase is to make those responsible for it accountable. I will assign that to the agencies and there will be a follow up.”\n\nRelated: 50,000 Iraqi ‘Ghost Soldiers’ Make $380 Million a Year\n\nConfronting Iraq’s history of corruption, both inside and outside the military, will not be easy, but the Iraqi government also faces pressure from the U.S. to deal with such issues and fortify its military. The U.S. has spent more than $20 billion on training and equipping the Iraqi military over the past decade, and the Pentagon is now asking for another $1.2 billion for additional training and equipment next year.\n\n“This is a major task,” al-Abadi said on Sunday. “We will not let them go free. Frankly, I will spare no one. Everyone who is responsible for waste will be accountable. The most dangerous corruption is within the security establishment. And also the most dangerous corruption is within the political establishment.”\n\nOn Monday, the prime minister fired 24 generals from the Ministry of Interior. The ministry’s director general in charge of payrolls was detained. The senior deputy minister, an ally of the former Prime Minister Nuri al-Maliki, was replaced last month. This happened a few weeks only after another house cleaning in which 26 army generals were fired or transferred.\n\nThe anti-corruption campaign is the largest such push in Iraq since the 2003 U.S.-led invasion.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The troubling and embarrassing disclosure this week that Iraq has been paying salaries", "title": "Iraq’s Two-headed War: ISIS and Corruption", "url": "http://www.thefiscaltimes.com/2014/12/03/Iraq-s-Two-headed-War-ISIS-and-Corruption", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/mideast-crisis-iraq-usa_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2014/12/03/Iraq-s-Two-headed-War-ISIS-and-Corruption", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/mideast-crisis-iraq-usa_1.jpg", "creator": "@AlhamdaniRiyadh", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The troubling and embarrassing disclosure this week that Iraq has been paying salaries", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fd9d33\"", "article_summary": "And also the most dangerous corruption is within the political establishment.”On Monday, the prime minister fired 24 generals from the Ministry of Interior.\nThe results of those efforts, just from the last few days, will recover or save about $300 million, Iraqi officials said.\nThe senior deputy minister, an ally of the former Prime Minister Nuri al-Maliki, was replaced last month.\nIraq’s minister of finance said earlier this week that a quarter of the Iraqi budget for 2015 will be allocated to cover military and security needs.\nIraq’s deputy prime minister said on Friday that Iraq will save about 120 billion Iraqi Dinars (or $100 million) by eliminating those “ghost soldiers” from the army payroll."}