{"article_title": "Everything you need to know about why conservatives want to repeal the president’s health care law.", "article_keywords": ["law", "reform", "federal", "presidents", "mandate", "obamacare", "system", "individual", "health", "know", "coverage", "conservatives", "need", "repeal", "insurance", "care"], "article_url": "http://www.slate.com/articles/news_and_politics/politics/2014/11/obamacare_faq_everything_you_need_to_know_about_why_conservatives_want_to.html", "article_text": "Photo by Larry Downing/Reuters\n\nThough the Affordable Care Act passed into law in 2010, conservatives continue to fight it at every opportunity: in the courts, in state legislatures, and in Congress. It’s a safe bet that as the race for the 2016 GOP presidential nomination kicks off, a cavalcade of Republican hopefuls will torment innocent Iowans with tales of how they’ve fought Obamacare in the past and why they’re the ones who can finally drive a stake through its heart. But if you don’t read the conservative press, you might have no idea why those of us on the right side of the political spectrum are so worked up about Obamacare. To promote cross-ideological understanding, I’ve prepared this little FAQ.\n\nWhy do conservatives oppose Obamacare?\n\nNot all conservatives are alike, and there are at least some, like Avik Roy of the Manhattan Institute, who believe Obamacare should be reformed and not repealed. But as a general rule, conservatives oppose the law and would like to see it repealed for several reasons.\n\nFirst, some conservatives oppose it for the same reason that liberals favor it: Through the Medicaid expansion and the exchanges, it subsidizes insurance coverage for people of modest means by raising taxes on people of less-modest means and (in theory) by curbing the growth in Medicare spending. Conservatives tend not to be enthusiastic about redistribution, and they’re particularly skeptical about redistribution that isn’t transparent.\n\nAdvertisement\n\n\n\nSecond, there is a widespread belief on the right that the main driver of the federal government’s fiscal woes is the soaring cost of health entitlements, like Medicare and Medicaid. Champions of Obamacare claim that the law will improve matters by encouraging innovative approaches to paying providers, which will yield big efficiency gains. Conservatives are skeptical. They believe that instead of driving efficiency gains, Obamacare’s highly prescriptive approach to insurance will stymie cost-saving innovation and that its costs will soar as it expands. Instead of tackling the health entitlement problem, say conservatives, Obamacare will make matters worse.\n\nThird, most conservatives believe that America needs a system of market-based health reform that will be cheaper, less coercive, and less prescriptive than Obamacare, and they’re convinced that the only way to get from here to there is to repeal Obamacare root and branch. The problem, as we’ll see, is that there’s not a lot of consensus around what an Obamacare replacement should look like.\n\nThere are, of course, other reasons conservatives oppose Obamacare, but these are a good starting point.\n\nOK, got it—conservatives oppose a new spending program because they’re conservatives. But why are conservatives so pissed off about Obamacare?\n\nMany on the right believe the White House sold Obamacare dishonestly. Back in 2009, when conservatives and liberals were duking it out over President Obama’s push for a new federal health care law, the president often insisted that if you like your insurance plan, you’d be able to keep it. Predictably enough, many conservatives claimed that if the president’s overhaul of the U.S. health system passed, many people would lose insurance plans they like. It turns out that, as the Wall Street Journal reported last fall, White House officials debated the president’s pledge because at least some of them feared that it was misleading. Eventually, the dissenters came around. “Officials worried,” according to the Journal, “that delving into such details as the small number of people who might lose insurance could be confusing and would clutter the president’s message.” Well, you wouldn’t want to clutter the message, now would you?\n\nConservatives believe that Obamacare only became the law of the land because President Obama misled the public.\n\nAdvertisement\n\n\n\nThen there is the matter of how the Congressional Budget Office estimated how much Obamacare would eventually cost—an issue that recently resurfaced when off-the-cuff remarks from MIT health economist Jonathan Gruber went viral. Gruber is considered one of the chief architects of Obamacare, having played a large role in the Massachusetts universal coverage plan that served as its inspiration and as a consultant to the Obama administration during the early stages of the health reform effort. His enthusiasm for Obamacare borders on the absurd—he even wrote a graphic novel touting its virtues. But his loose lips have caused headaches for the White House, and it’s no wonder he’s being disowned by many of his erstwhile friends.\n\nLast fall, Gruber told a smallish audience at an academic panel that the Obamacare legislation was carefully written to ensure that the CBO “did not score the mandate as taxes.” This is a bigger deal than you might think, as one of the key reasons Bill Clinton’s 1993 health reform effort failed is that it featured an astronomically high tax bill. The Obama White House had a few advantages that the Clinton White House did not. The most important one is that it was able to learn from Clintoncare’s defeat. Another is that President Obama’s first budget director, Peter Orszag, had just served as the head of the CBO, and so he had an excellent understanding of how the CBO would score health reform legislation. With this in mind, Michael F. Cannon of the Cato Institute, an indefatigable libertarian foe of Obamacare, observed back in 2009 that the Democrats’ “tailoring their private-sector mandates to avoid having those costs appear in the federal budget” made Obamacare look much less expensive than it really was.\n\nWhen liberals say that conservatives should just accept that Obamacare is the law of the land and move on, they fail to understand that conservatives believe that Obamacare only became the law of the land because President Obama misled the public.\n\nWait a second. Isn’t Obamacare actually a Republican plan?\n\nWhile Democrats were pushing for Obamacare, Rep. Paul Ryan, the Republican from Wisconsin, was pushing for an ambitious Medicare reform that bore a strong family resemblance to Obamacare. Both Ryan’s Medicare reform and Obamacare envisioned giving beneficiaries a subsidy that they could use to purchase insurance coverage on a regulated marketplace or exchange, with an eye toward harnessing the power of competition to hold down costs. So why did Ryan oppose Obamacare if he was so enthusiastic about this approach in Medicare? Was it because he—along with all other anti-Obamacare Republicans—is a hypocrite?\n\nAdvertisement\n\n\n\nWell, no. In Medicare, Ryan hoped to move a single-payer health entitlement in a more market-oriented direction. To put it crudely, the goal of Ryan’s Medicare reform was to move from more socialism to less socialism. For better or for worse, there is now a consensus that the federal government should finance a large chunk of medical expenditures for all older Americans, and that’s been true for decades. There is no such consensus for non-elderly adults, which is why Obamacare, which sought to move us in the direction of establishing a universal health entitlement, was so hotly contested. The problem with Obamacare, for Ryan and others on the right, is that it moved America’s health system in the wrong direction, from less socialism to more socialism.\n\nYuval Levin, the editor of the conservative policy journal National Affairs, has said that the debate over health reform is about “which way, not how far.” That is, while wonks on both sides agree that the pre-Obamacare health system was royally screwed-up, they disagreed about how to fix it. Liberals wanted to make the system more centralized and orderly—sure, there can be competition, but only insurance plans that meet strictly defined standards set by credentialed professionals can compete. Conservatives wanted to make the system more of a free market, in which government subsidies to help people buy coverage are visible and, ideally, capped. By capping subsidies, consumers would have a strong incentive to shop wisely, and insurers and providers would be pressured into coming up with new ways to offer more value for the money. Another way of putting this: While liberals think health care is too important to leave to the messy, trial-and-error process of the free market, conservatives think a trial-and-error discovery process is the only way the health system can get better, cheaper, and smarter over time.\n\nThere is nothing wrong in principle with establishing marketplaces where people can buy insurance. There are conservative plans that feature marketplaces too! Yet the Obamacare exchanges do much more than just provide a place where people can compare different plans. They shift responsibility for regulating the individual insurance market from state governments to the federal government, even in the case of the partner exchanges established by states in accordance with federal rules. The Obamacare exchanges aren’t best understood as simple marketplaces, where the main role of regulators is to ensure transparency. Rather, they serve as central planning boards that establish coverage mandates and review rates. You might think that’s a good thing or a bad thing, but it definitely limits opportunities to offer new types of coverage and new models for care delivery.\n\nOf course, the exchanges are only part of how Obamacare expands insurance coverage. Just as important is its mammoth expansion of Medicaid, a program that conservatives have long criticized for delivering poor health outcomes and for its joint state-federal structure, which encourages overspending.\n\nAdvertisement\n\n\n\nWhen you look at Obamacare as a law that greatly increases federal regulation of the insurance market and federal spending while doubling down on Medicaid, it should be clear that it is not ideal from a conservative perspective.\n\nBut what about the individual mandate? Wasn’t it dreamed up by the right-wing Heritage Foundation?\n\nThe individual mandate has a long, tortured history that Avik Roy has described in detail. Conservative wonks did devise the individual mandate as an alternative to an employer mandate, an idea that had been gaining traction for years. Many on the right feared that if employers were forced to pick up the tab for health insurance, we would see less hiring, and an individual mandate was seen as less economically harmful.\n\nIt is important to understand, however, that the pre-Obamacare conversation about the individual mandate never really reached the conservative grass roots, where infringing liberty is generally seen as a no-no. Just as we can’t expect that Arizona Sen. John McCain’s support for cap and trade meant that Joseph J. McCoalburner also favored hiking oil prices to save the polar bears, it’s not exactly a shock that the Republican masses didn’t greet the idea of an individual mandate with wild enthusiasm.\n\nMoreover, conservatives have other ideas for addressing the problem that the individual mandate is meant to solve: that if you guarantee that people with pre-existing conditions will be covered, some will only buy coverage when they get sick. One idea is to provide protections for those who’ve been continuously insured, which would create a strong incentive to get covered early and to stay that way. More controversially, James Capretta has called for low-cost default insurance, in which state governments would automatically sign you up for cheap coverage, but you could opt out at any time. Though many conservatives balk at this kind of soft paternalism, it would almost certainly mean higher coverage levels than a weak individual mandate.\n\nAdvertisement\n\n\n\nDo Republicans have any ideas for replacing Obamacare, or do they intend to repeal it and just leave everyone who needs health insurance in a lurch?\n\nThere are a number of reform proposals that have been floating around over the past few years, and I expect we’ll see more of them. Yuval Levin and Ramesh Ponnuru have proposed overhauling the way the tax code treats health insurance. One of the craziest things about our current system is that people with high incomes get a bigger tax subsidy from the federal government when they get health insurance through their employers than people with lower incomes do. Obamacare is scheduled to introduce the so-called Cadillac tax in 2018 to discourage employers from offering high-cost plans, but this is an indirect way of addressing the fundamental unfairness of the current system. Levin and Ponnuru, along with many others on the right, argue that this tax exclusion for employer-sponsored health insurance should be capped and that people who don’t get their health insurance through their employers should get a refundable tax credit to help them pay for coverage. Medicaid would, eventually, become an add-on payment on top of this tax credit to give poor people more help. James Capretta has gone into greater detail on how Medicaid might be transformed to make it more cost-effective.\n\nThe problem with this strategy, from a conservative perspective, is that it is pretty expensive. Refundable tax credits don’t grow on trees. So when three Republican senators teamed up to release their own health reform plan, broadly similar to the ideas advanced by Levin, Ponnuru, and Capretta, they limited the credit to households earning 300 percent of the federal poverty level or less, a cap that would leave out a decent number of middle-income families.\n\nOther conservatives, like Bobby Jindal, the profoundly unpopular Republican governor of Louisiana, have proposed even stingier plans, which will have a tough time passing muster in the post-Obamacare era. This is part of why the aforementioned Avik Roy has argued that conservatives should just accept that Obamacare is here to stay and that they should jiu-jitsu it into the market-oriented reform of their dreams.", "article_metadata": {"sailthru.subheadline": "Everything you need to know about why conservatives want to repeal the president’s health care law.", "fb-share": "Everything You Need to Know About Why Conservatives Want to Repeal Obamacare", "sailthru.author": "Reihan Salam", "description": "Though the Affordable Care Act passed into law in 2010, conservatives continue to fight it at every opportunity: in the courts, in state legislatures,  ...", "og": {"site_name": "Slate Magazine", "description": "Though the Affordable Care Act passed into law in 2010, conservatives continue to fight it at every opportunity: in the courts, in state legislatures,  ...", "title": "Everything You Need to Know About Why Conservatives Want to Repeal Obamacare", "url": "http://www.slate.com/articles/news_and_politics/politics/2014/11/obamacare_faq_everything_you_need_to_know_about_why_conservatives_want_to.html", "image": "http://www.slate.com/content/dam/slate/articles/news_and_politics/politics/2014/11/141112_POL_ObamaAffordableCareAct.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "type": "article"}, "twitter": {"description": "Though the Affordable Care Act passed into law in 2010, conservatives continue to fight it at every opportunity: in the courts, in state legislatures,  ...", "title": "Everything You Need to Know About Why Conservatives Want to Repeal Obamacare", "url": "http://www.slate.com/articles/news_and_politics/politics/2014/11/obamacare_faq_everything_you_need_to_know_about_why_conservatives_want_to.html", "image": "http://www.slate.com/content/dam/slate/articles/news_and_politics/politics/2014/11/141112_POL_ObamaAffordableCareAct.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "site": "@slate", "card": "summary_large_image"}, "sailthru.date": "2014-11-14T17:45:53Z", "sailthru.promoheadline": "Everything You Need to Know About Why Conservatives Want to Repeal Obamacare", "sailthru.headline": "The Anti-Obamacare FAQ", "parsely-page": "{\n  \"title\": \"Everything You Need to Know About Why Conservatives Want to Repeal Obamacare\",\n  \"link\": \"http://www.slate.com/articles/news_and_politics/politics/2014/11/obamacare_faq_everything_you_need_to_know_about_why_conservatives_want_to.html\",\n  \"image_url\": \"http://www.slate.com/content/dam/slate/articles/news_and_politics/politics/2014/11/141112_POL_ObamaAffordableCareAct.jpg.CROP.thumbnail-small.jpg\",\n  \"type\": \"post\",\n  \"post_id\": \"100141114027\",\n  \"pub_date\": \"2014-11-14T17:45:53Z\",\n  \"section\": \"News and Politics\",\n  \"author\": \"Reihan Salam\",\n  \"tags\": [\n    \"politics\",\n    \"policy\",\n    \"obamacare\",\n    \"affordable care act\"\n  ]\n}", "fb": {"app_id": 142011022527753}, "tw-line": "Everything you need to know about why conservatives want to repeal Obamacare, by @Reihan", "google-site-verification": "jXqoqqPSmx_PWchRdG-IXu-X616Ee2Ptf_AiElI9LzQ", "keywords": "Obamacare faq, anti-obamacare faq, repeal Obamacare, Obamacare repeal, conservative Obamacare plan, conservative Obamacare reform, paul ryan medicare, Ramesh ponnuru Obamacare, yuval Levin Obamacare, avik roy Obamacare, james capretta obamacare", "article": {"publisher": "http://www.facebook.com/Slate"}, "sailthru.tags": "Obamacare faq, anti-obamacare faq, repeal Obamacare, Obamacare repeal, conservative Obamacare plan, conservative Obamacare reform, paul ryan medicare, Ramesh ponnuru Obamacare, yuval Levin Obamacare, avik roy Obamacare, james capretta obamacare", "sailthru.description": "Though the Affordable Care Act passed into law in 2010, conservatives continue to fight it at every opportunity: in the courts, in state legislatures,  ...", "sailthru.image.full": "http://www.slate.com/content/dam/slate/articles/news_and_politics/politics/2014/11/141112_POL_ObamaAffordableCareAct.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "Instead of tackling the health entitlement problem, say conservatives, Obamacare will make matters worse.\nPredictably enough, many conservatives claimed that if the president’s overhaul of the U.S. health system passed, many people would lose insurance plans they like.\nYuval Levin and Ramesh Ponnuru have proposed overhauling the way the tax code treats health insurance.\nConservative wonks did devise the individual mandate as an alternative to an employer mandate, an idea that had been gaining traction for years.\nThe individual mandate has a long, tortured history that Avik Roy has described in detail."}