{"article_title": "Medtronic JJ St Jude Pursuing Risk-Sharing Agreements With Hospitals", "article_keywords": ["risksharing", "manufacturers", "medical", "jude", "st", "products", "agreements", "jj", "pursuing", "device", "strategy", "hospitals", "industry", "medtronic"], "article_url": "http://www.meddeviceonline.com/doc/medtronic-j-j-st-jude-pursuing-risk-sharing-agreements-with-hospitals-0001", "article_text": "Medtronic, J&J, St. Jude Pursuing Risk-Sharing Agreements With Hospitals\n\nBy Suzanne Hodsden\n\nSeveral big names in the medical device industry — Medtronic, Johnson & Johnson, and St. Jude Medical — have been inking deals with hospitals, agreeing to share the risks of new products by compensating hospitals if the device does not meet clinical standards. By adopting a strategy used by the pharmaceutical industry for years, the device industry hopes to combat slow sales and increasing pressure by Affordable Care Act (ACA) legislation to prove the value of their devices.\n\nIn an article published by ISPOR Connections last summer, authors stated that, although the risk-sharing strategy has proven effective in incentivizing pharmaceutical drugs, many thought it was not an attractive strategy for medical devices.\n\nThis is because device companies do business with hospitals, and because hospitals charge the same price for a procedure regardless of the device used, often using the safest and least expensive device option to improve their profit margins.\n\n“In this environment, medical device manufacturers in many saturated therapeutic areas (i.e. joint replacement, stents, or catheters) were forced to compete predominantly on price with little room to differentiate their products based on clinical value,” said ISPOR Connections analysts.\n\nWith the ACA putting pressure on the insurance industry to cut costs, many have been reluctant to try any newer technologies, fearing the costs of readmission or device replacement. Hospitals worried about reimbursement are likewise less willing to take a chance on a newer product.\n\nBy guaranteeing their products, device manufacturers hope to keep the fires lit under innovation by “paying-for-performance” and taking the chance to prove their products’ value.\n\nSusan DeVore, chief executive of Premier Inc., which represents 3,400 hospitals who are negotiating supplier contracts, told Reuters “It’s a big shift. Device manufacturers that are responding to that discussion are the most progressive ones, who see the world is changing.”\n\nAccording to Reuters, big names in cardiac devices like Medtronic, J&J, and St. Jude Medical are among the first to enter into these negotiations with hospitals, and orthopedic implant makers will not be far behind.\n\nReuters reports that a lot of these new agreements aren’t fully ironed out yet, but they are intensive, covering not only the device, but guaranteeing health outcomes, as well, to sweeten the deal.\n\nOmar Ishrak, CEO of Medtronic, told Reuters that risk-sharing would be a large part of his company’s commercial transactions in the future, and added, “We are really doing this to promote technology and a benefit we know exists, to remove any doubt and to speed up market acceptance.”\n\nAn article from Forbes quoted a study funded by Advanced Medical Technology Association (AdvaMed), which sees the move toward hospital/supplier risk-sharing negotiations as a harbinger of progress.\n\nAccording to the report, “This shift holds promise to improve quality of care for patients, but may also have unanticipated effects on provider care delivery choice, patient access, and innovation incentives as economic incentives are altered, and established gatekeeper roles are challenged.”", "article_metadata": {"twitter": {"description": "<p>Several big names in the medical device industry &mdash; Medtronic, Johnson &amp; Johnson, and St. Jude Medical &mdash; have been inking deals with hospitals, agreeing to share the risks of new products by compensating hospitals if the device does not meet clinical standards. By adopting a strategy used by the pharmaceutical industry for years, the device industry hopes to combat slow sales and increasing pressure by Affordable Care Act (ACA) legislation to prove the value of their devices.</p>", "title": "Medtronic, J&J, St. Jude Pursuing Risk-Sharing Agreements With Hospitals", "image": {"src": "http://vertassets.blob.core.windows.net/image/d3460681/d3460681-e292-4ebe-a587-99f25d5663cb/450_300_handshakes.jpg"}, "creator": "Suzanne Hodsden", "site": "meddeviceonline", "card": "summary_large_image"}, "description": "Several big names in the medical device industry &mdash; Medtronic, Johnson &amp; Johnson, and St. Jude Medical &mdash; have been inking deals with...", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "Title": "Medtronic JJ St Jude Pursuing Risk-Sharing Agreements With Hospitals"}, "article_summary": "Medtronic, J&J, St. Jude Pursuing Risk-Sharing Agreements With HospitalsBy Suzanne HodsdenSeveral big names in the medical device industry — Medtronic, Johnson & Johnson, and St. Jude Medical — have been inking deals with hospitals, agreeing to share the risks of new products by compensating hospitals if the device does not meet clinical standards.\nBy guaranteeing their products, device manufacturers hope to keep the fires lit under innovation by “paying-for-performance” and taking the chance to prove their products’ value.\n“In this environment, medical device manufacturers in many saturated therapeutic areas (i.e.\nIn an article published by ISPOR Connections last summer, authors stated that, although the risk-sharing strategy has proven effective in incentivizing pharmaceutical drugs, many thought it was not an attractive strategy for medical devices.\nSusan DeVore, chief executive of Premier Inc., which represents 3,400 hospitals who are negotiating supplier contracts, told Reuters “It’s a big shift."}