{"article_title": "Insurance Commissioner Karen Weldin Stewart Releases 2016 Health Insurance Rates for Delaware Marketplace Plans", "article_keywords": ["blue", "marketplace", "plans", "releases", "delaware", "request", "commissioner", "increase", "karen", "weldin", "rates", "health", "rate", "insurance", "care", "stewart"], "article_url": "http://news.delaware.gov/2015/09/29/insurance-commissioner-karen-weldin-stewart-releases-2016-health-insurance-rates-for-delaware-marketplace-plans/", "article_text": "Insurance Commissioner Karen Weldin Stewart Releases 2016 Health Insurance Rates for Delaware Marketplace Plans\n\nDate Posted: Tuesday, September 29th, 2015\n\nCategories: Insurance Commissioner News\n\n(DOVER, DE) – Insurance Commissioner Karen Weldin Stewart today released Delaware’s Qualified Health Plan rates for Plan Year 2016. The Commissioner, after review, submitted her approved rates to the Centers for Medicare & Medicaid Services (CMS) in August. CMS has final authority on the rates. CMS concurred with the Commissioner’s recommendations and announced their approval on September 21, 2015.\n\nIt is the Commissioner’s duty to evaluate the reasonableness of rates to ensure rates are not excessive, inadequate or unfairly discriminatory.\n\nThe Commissioner recommended approval of a 22.4% rate increase in the individual market for Highmark Blue Cross Blue Shield of Delaware, a reduction of 3.0% from Highmark’s June request of 25.4%. Highmark had made a second request in late August for an additional 8% increase, for an overall rate hike of more than 33% which the Commissioner rejected out of hand.\n\nAetna Life Insurance Company’s request for a 16% increase in the individual market was also approved. In the small group market, Highmark’s request for a 12.7% increase was granted, as was Aetna’s request for a 6.1% decrease.\n\n“My actuaries took a hard look at Highmark’s submitted rate request, and we were able to reduce it by 3.0%,” said Commissioner Stewart. “But Blue Cross franchisees across the country are making requests for increases of 25% or more, claiming the Affordable Care Act has unleashed pent-up demand by persons who have not seen a doctor for years. Regulators have been approving significant rate increases throughout the country.”\n\nBCBS plans have requested rate hikes greater than 30% in Oklahoma, Tennessee and Minnesota. Last month Blue Cross Blue Shield New Mexico pulled out of that state’s healthcare exchange when denied a 51.6% increase.\n\nCommissioner Stewart said, “I’m continuing to meet with other insurance companies to persuade them to join Delaware’s Health Insurance Marketplace and increase competition. Insurers have been discouraged by our state’s high health care costs.” According to a 2013 Wall Street Journal report[1] on health care spending nationwide, Delaware ranks third-highest in prescription drug costs, fourth in the cost of physician and clinical services, and ninth in the cost of hospital care.\n\nThe Department of Insurance held public information sessions in each county in June to receive comment on the proposed rate increases. Written comments can be found at the department’s website. The department expects to post all of the rates on their website by October 15, 2015. For details visit the Health Insurance Rate Filings page, http://www.delawareinsurance.gov/departments/rates/ratefilings.shtml\n\n###\n\n[1] JOURNAL REPORTS: HEALTH CARE Health-Care Costs: A State-by-State Comparison\n\nBy LOUISE RADNOFSKY, Updated April 8, 2013 4:00 p.m. ET, http://www.wsj.com/articles/SB10001424127887323884304578328173966380066\n\n——————————–\n\nFor Immediate Release\n\nFor more information: Frank Pyle @ 302-674-7353\n\nwww.delawareinsurance.gov | Main Office: 302-674-7300\n\nRelated Topics:", "article_metadata": {"description": "Insurance Commissioner Karen Weldin Stewart today released Delaware’s Qualified Health Plan rates for Plan Year 2016.", "generator": "WordPress 4.5.2", "og": {"site_name": "State of Delaware News", "description": "Insurance Commissioner Karen Weldin Stewart today released Delaware’s Qualified Health Plan rates for Plan Year 2016.", "title": "Insurance Commissioner Karen Weldin Stewart Releases 2016 Health Insurance Rates for Delaware Marketplace Plans", "url": "http://news.delaware.gov/2015/09/29/insurance-commissioner-karen-weldin-stewart-releases-2016-health-insurance-rates-for-delaware-marketplace-plans/", "image": "http://news.delaware.gov/wp-content/themes/GIC-News-Theme-BS3/img/news-blog-og-image.jpg", "type": "article"}, "apple-mobile-web-app-capable": "yes", "msvalidate.01": "A3F8B5D5568E45A99F51D6C9A109B384", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdd2a9\"", "article_summary": "Insurance Commissioner Karen Weldin Stewart Releases 2016 Health Insurance Rates for Delaware Marketplace PlansDate Posted: Tuesday, September 29th, 2015Categories: Insurance Commissioner News(DOVER, DE) – Insurance Commissioner Karen Weldin Stewart today released Delaware’s Qualified Health Plan rates for Plan Year 2016.\nCommissioner Stewart said, “I’m continuing to meet with other insurance companies to persuade them to join Delaware’s Health Insurance Marketplace and increase competition.\nFor details visit the Health Insurance Rate Filings page, http://www.delawareinsurance.gov/departments/rates/ratefilings.shtml###[1] JOURNAL REPORTS: HEALTH CARE Health-Care Costs: A State-by-State ComparisonBy LOUISE RADNOFSKY, Updated April 8, 2013 4:00 p.m.\n“My actuaries took a hard look at Highmark’s submitted rate request, and we were able to reduce it by 3.0%,” said Commissioner Stewart.\nInsurers have been discouraged by our state’s high health care costs.” According to a 2013 Wall Street Journal report[1] on health care spending nationwide, Delaware ranks third-highest in prescription drug costs, fourth in the cost of physician and clinical services, and ninth in the cost of hospital care."}