{"article_title": "The Plaintiffs Behind the Obamacare Lawsuit Are Your Embarrassing Aunt", "article_keywords": ["case", "king", "levy", "embarrassing", "obamacare", "facebook", "aunt", "president", "mencimer", "plaintiffs", "lawsuit", "luck"], "article_url": "http://jezebel.com/the-plaintiffs-behind-the-obamacare-lawsuit-are-your-em-1684878136", "article_text": "Imagine if a right-wing think-tank funded by the Koch bothers approached your weirdo aunt—the one who constantly updates her Facebook with funny pictures about our Kenyan Socialist President, the Democraps, and the insistence that heaven really is for real—and asked her to put her name on a convoluted, intellectually dubious lawsuit aimed at dismantling the Affordable Care Act. Do you think she'd go for it?\n\nMother Jones and Politico have both done some door-knocking and Facebook stalking of the four plaintiffs at the center of the upcoming Obamacare-challenging Supreme Court Case King vs. Burwell. If you have a Tea-party voting relative, then you know these folks all too well.\n\nHere's a taste from one plaintiff's Facebook page: Rose Luck, 54, of Virginia.\n\nAdvertisement\n\n(The \"ANIT-CHRIST,\" in this case, is President Barack Obama.)\n\nNeither outlet was able to unearth how exactly the Competitive Enterprise Foundation (funded by Pfizer, Phillip Morris, and Hitler quoting Coca-Cola) handpicked these four colorful plaintiffs who don't seem to have any obvious explanation as to how the Affordable Care Act has impinged on their civil rights to be the collective face of one of the most formidable challenges to Obamacare to date. (Keep in mind: King v. Burwell is not a class action lawsuit, which is more typical in the legal battles meant to undo legislation).\n\nSponsored\n\nAll four plaintiffs say that they do not want to purchase insurance under the Obama's individual mandate, nor do they want the tax subsidies that would enable them to. Both options, according to the suit, would subject each one of them to undue hardship.\n\nAccording to Mother Jones' Stephanie Mencimer, Rose \"ANIT-CHRIST\" Luck was living in a motel in 2012 after her house was foreclosed only one year after being purchased. She and her husband made a total income of $45,000 last year, making her eligible for subsidized healthcare under the Affordable Care Act.\n\nDavid M. King, 64, also of Virginia, is a former Vietnam Vet who joins Luck as the lead plaintiff in the case. When Mencimer visited King's home in January he answered the door in a dark suit, his uniform as a self-employed limo driver. According court filings, King made $39,000 last year. Mencimer adds about the visit:\n\nWhen I asked him about the lawsuit, he brought up Benghazi. He despises Obama (\"He's a joke!\"), and loathes the president's signature achievement. His Facebook page features posts slamming the president (\"the idiot in the White House\") and Obamacare. A review of King's public social media accounts show he is a proud grandfather who loves his family, enjoys cooking and sharing photos from conservative blogs. One image shows a photo from the movie \"Back to the Future\" with instructions to the time traveler: \"Marty, there is no time to lose. You must go back in time and give Obama's dad a condom.\"\n\nThe two other plaintiffs, like King, will soon be eligible for Medicare, making the mandate issue moot. Douglas Hurst, 63, had to pay steep out of pocket expenses, approximately $8,500 for his sick daughter. Hurst and his wife owned a home remodeling business but had to file for bankruptcy in who filed in 2009. Mencimer reports that Hursts has the most to gain from Obamacare,\n\nAdvertisement\n\nAccording to legal filings, his projected income for 2014 was $39,000. Under Obamacare, he could have purchased a bronze health plan for $62.49 a month, a fraction of the $655 a month the bankruptcy filings show he paid in late 2010.\n\nFinally there is 64-year old Brenda Levy. Levy is a substitute teacher based in Richmond Virginia. She was a zealous supporter of Proposition 8 legislation in California. You can find her protesting gay Boy Scouts here.\n\nWhen Mencimer asked Levy how she got involved with the lawsuit, Levy replied, \"I don't know how I got on this case. I haven't done a single thing legally. I'm gonna have to ask them how they found me.\"\n\nThe Supreme Court will hear arguments beginning March 4.", "article_metadata": {"news_keywords": "seems legit, obamacare, king versus burwell, scotus, tea party, brenda levy, david m king, douglas hurst, rose luck, virginia, editor&#39;s picks, Jezebel", "author": "Natasha Vargas-Cooper", "og": {"site_name": "Jezebel", "description": "Imagine if a right-wing think-tank funded by the Koch bothers approached your weirdo aunt—the one who constantly updates her Facebook with funny pictures about our Kenyan Socialist President, the Democraps, and the insistence that heaven really is for real—and asked her to put her name on a convoluted, intellectually dubious lawsuit aimed at dismantling the Affordable Care Act. Do you think she'd go for it?", "title": "The Plaintiffs Behind the Obamacare Lawsuit Are Your Embarrassing Aunt", "url": "http://jezebel.com/the-plaintiffs-behind-the-obamacare-lawsuit-are-your-em-1684878136", "image": "https://i.kinja-img.com/gawker-media/image/upload/s--U61kvOIA--/c_fill,fl_progressive,g_north,h_358,q_80,w_636/ulov77etg4oierzkljod.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "Imagine if a right-wing think-tank funded by the Koch bothers approached your weirdo aunt—the one who constantly updates her Facebook with funny pictures about our Kenyan Socialist President, the Democraps, and the insistence that heaven really is for real—and asked her to put her name on a convoluted, intellectually dubious lawsuit aimed at dismantling the Affordable Care Act. Do you think she'd go for it?", "title": "The Plaintiffs Behind the Obamacare Lawsuit Are Your Embarrassing Aunt", "url": "http://jezebel.com/the-plaintiffs-behind-the-obamacare-lawsuit-are-your-em-1684878136", "image": "https://i.kinja-img.com/gawker-media/image/upload/s--U61kvOIA--/c_fill,fl_progressive,g_north,h_358,q_80,w_636/ulov77etg4oierzkljod.jpg", "site": "@jezebel", "card": "summary_large_image"}, "msapplication-square70x70logo": "https://i.kinja-img.com/gawker-media/image/upload/s--7IykX4GV--/c_fill,fl_progressive,g_center,h_80,q_80,w_80/pch44wvo0v6acpdlt0f6.png", "ROBOTS": "INDEX, FOLLOW", "fb": {"app_id": 40338819712}, "dynamic-stylesheet": "//x.kinja-static.com/assets/stylesheets/editor-621051396171a9ade757cbbd77315ea6.css", "keywords": "seems legit, obamacare, king versus burwell, scotus, tea party, brenda levy, david m king, douglas hurst, rose luck, virginia, editor&#39;s picks, Jezebel", "google-site-verification": "y-C42IsCl0lD8sGq7_zkNy87OIpl7gFSn3Km346YC48", "msapplication-square150x150logo": "https://i.kinja-img.com/gawker-media/image/upload/s--2gXbBeUI--/c_fill,fl_progressive,g_center,h_200,q_80,w_200/pch44wvo0v6acpdlt0f6.png", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0,maximum-scale=10.0", "description": "Imagine if a right-wing think-tank funded by the Koch bothers approached your weirdo aunt—the one who constantly updates her Facebook with funny pictures about our Kenyan Socialist President, the Democraps, and the insistence that heaven really is for real—and asked her to put her name on a convoluted, intellectually dubious lawsuit aimed at dismantling the Affordable Care Act. Do you think she'd go for it?"}, "_id": "\"57477af46914bd0286fdd2b2\"", "article_summary": "When Mencimer asked Levy how she got involved with the lawsuit, Levy replied, \"I don't know how I got on this case.\nHere's a taste from one plaintiff's Facebook page: Rose Luck, 54, of Virginia.\nThe two other plaintiffs, like King, will soon be eligible for Medicare, making the mandate issue moot.\nMother Jones and Politico have both done some door-knocking and Facebook stalking of the four plaintiffs at the center of the upcoming Obamacare-challenging Supreme Court Case King vs. Burwell.\nHis Facebook page features posts slamming the president (\"the idiot in the White House\") and Obamacare."}