{"article_title": "Why Cigna Succeeds in Value-Based Care Reimbursement Model", "article_keywords": ["reimbursement", "valuebased", "payerview", "succeeds", "medical", "providers", "patients", "slitt", "health", "cigna", "estimator", "model", "care"], "article_url": "http://healthpayerintelligence.com/news/why-cigna-succeeds-in-value-based-care-reimbursement-model", "article_text": "Earlier this month, the mobile technology company athenahealth released its annual PayerView Report, which delves into the complex and evolving relationship between payers and providers, according to a company press release. This report offers guidance to health payers with regard to the shift toward risk-based contracts and value-based care reimbursement.\n\nMany regulatory challenges including the Affordable Care Act have also made an impact on the operation of health insurance companies. Along with its focus on value-based care reimbursement, the PayerView Report details administrative and financial performance scoring among the nation’s health insurance companies.\n\nThe commercial payer Cigna took first place in the survey. While some payers have been struggling in the new healthcare landscape, others have maintained or even improved their performance over the last year, the report found.\n\nMark Slitt, Spokesman and Public Relations Manager at Cigna, discussed with HealthPayerIntelligence.com some of the reasons why Cigna reached the first place in athenahealth’s annual PayerView Report.\n\nHealthPayerIntelligence.com: How is the shift to value-based care reimbursement affecting the health insurance industry?\n\nMark Slitt: “Cigna has been a leader in value-based care reimbursement since 2008 and we are well on the way to having value-based reimbursements represent the majority of our arrangements with providers by 2018. This is fundamentally changing the relationship between payers and providers by making the relationship much more collaborative. There is now much more focus on working together to improve quality and affordability so that the customers/patients we jointly serve have better outcomes and enjoy a better experience.”\n\nHealthPayerIntelligence.com: What steps did Cigna take to achieve first place in payer performance in the PayerView Report?\n\nMark Slitt: “Cigna has thousands of people who work hard every day to improve the experience for our customers, clients and health care providers. Our strong showing in PayerView reflects their passion and dedication, and it also shows that we’re focused on making improvements in areas that matter most to providers; for example: days in accounts receivable, first pass resolve, and denial rate.”\n\n“These three metrics carry the most weight in PayerView. In fact, when combined they account for 50 percent of the score. Over the past several years we have made enormous investments in technology so that we can meet customer, client and health care provider expectations for fast and accurate claims processing.”\n\n“This includes specific investments to further improve claim accuracy, since we know how critical that is to providers. We have also concentrated on embedding the right business logic into our systems to minimize administrative issues for customers and providers. That frees them up to focus on getting and delivering the right care.”\n\nHealthPayerIntelligence.com: How has the Affordable Care Act impacted the business practices at Cigna?\n\nMark Slitt: “The Affordable Care Act is an exceptionally complicated law and Cigna has invested significant resources to ensure that our business practices are in compliance. We recognize that the law’s complexity can be a challenge to our employer clients, so we developed the Informed on Reform website as a resource for employers, the industry and the general public.”\n\n“We have offered seminars that help employers understand different aspects of the law and we provide ongoing communications when there are new rules or regulations about how to implement the law. Having a consultative relationship with employers and providers is central to how Cigna does business.”\n\nHealthPayerIntelligence.com: How is Cigna working with healthcare providers to improve transparency and coordination?\n\nMark Slitt: “In 2007, Cigna introduced the Cigna Cost of Care Estimator for health care providers. Because it estimates the cost of service, the Estimator helps eliminate financial surprises. It shows the patient’s anticipated payment responsibility and produces a printed Explanation of Estimate for the provider and patient.”\n\n“Providers that use the Cigna Cost of Care Estimator get highly accurate and personalized estimates of the amount that patients will owe for specific medical services. It facilitates financial discussions between doctors and patients in Cigna administered medical plans so payment arrangements can be made before treatment. By helping patients understand their financial obligation, the Estimator helps them plan in advance for their out-of-pocket expenses.”\n\n“With five years of testing among health care providers, the Estimator evolved and became the foundation of Cigna's primary consumer transparency tools:\n\nPrior to Service: The estimator provides consumers with comparison pricing for in-network doctors, specialists, hospitals and medical facilities for 1,100 medical and dental procedures, as well as real time medication prices at 60,000 pharmacies nationwide. It is paired with tools that track deductibles, co-insurance, and health spending accounts, so the customer can see not only pricing but how much they will owe based on their specific circumstances.\n\nPoint of Service: The estimator continues to give providers and their patients a printed Explanation of Estimate that clearly “shows the math” and helps educate patients about the ways their Cigna administered medical benefits influence what they can expect to owe.\n\nPost Service: The online or print versions of the customer’s Explanation of Benefits mirrors the design and features of both the prior-to-service and point-of-service estimates, and serves as a customer receipt for services.”\n\nDig Deeper:\n\nValue-based Payment Models Pose Challenge to Physicians\n\nWhy Value-based Care Needs Clinical Decision Support Tools", "article_metadata": {"description": "The PayerView Report offers guidance to health payers with regard to the shift toward risk-based contracts and value-based care reimbursement.", "author": "HealthPayerIntelligence", "og": {"url": "http://healthpayerintelligence.com/news/why-cigna-succeeds-in-value-based-care-reimbursement-model", "site_name": "HealthPayerIntelligence", "image": "http://healthpayerintelligence.com/images/site/articles/Healthcare_Money.jpg", "type": "article", "title": "Why Cigna Succeeds in Value-Based Care Reimbursement Model"}, "twitter": {"description": "The PayerView Report offers guidance to health payers with regard to the shift toward risk-based contracts and value-based care reimbursement.", "creator": "@", "image": {"src": "http://healthpayerintelligence.com/images/site/articles/Healthcare_Money.jpg"}, "title": "Why Cigna Succeeds in Value-Based Care Reimbursement Model", "site": "@", "card": "summary"}, "robots": "index, follow", "msvalidate.01": "A4BC83422766F1B550D1E340B290BAC0", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "_id": "\"57477af46914bd0286fe2229\"", "article_summary": "Mark Slitt: “In 2007, Cigna introduced the Cigna Cost of Care Estimator for health care providers.\nThis report offers guidance to health payers with regard to the shift toward risk-based contracts and value-based care reimbursement.\nAlong with its focus on value-based care reimbursement, the PayerView Report details administrative and financial performance scoring among the nation’s health insurance companies.\nHealthPayerIntelligence.com: How is the shift to value-based care reimbursement affecting the health insurance industry?\nMark Slitt: “Cigna has been a leader in value-based care reimbursement since 2008 and we are well on the way to having value-based reimbursements represent the majority of our arrangements with providers by 2018."}