{"article_title": "At GM, Heads Roll As Company Works to Make Amends", "article_keywords": ["heads", "recall", "company", "compensation", "switches", "barra", "amends", "ignition", "cars", "report", "gm", "works", "roll", "problem"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/06/05/GM-Heads-Roll-Company-Works-Make-Amends", "article_text": "General Motors said Thursday it will launch a compensation program for crash victims as a result of faulty ignition switches linked to at least 13 deaths that prompted a recall of 2.6 million cars. The company said Thursday it expects the program will start accepting claims Aug. 1. It will be administered by compensation expert Kenneth Feinberg.\n\n\"I will be spending the next few weeks seeking advice and input from all interested parties as to the terms and conditions of such a program,\" Feinberg said in a statement. \"I have already drafted some preliminary compensation ideas and plan to share them in confidence over the next few weeks with lawyers, public interest groups, GM and others interested in the compensation program.\"\n\nRelated: General Motors Hits Reverse on Its Public Relations\n\nCEO Mary Barra said the compensation program was voluntary and that people would have to make their own decisions about whether they wanted to sue the company. She did not address repeated questions about whether GM would waive the liability shield that comes from the company's bankruptcy reorganization.\n\nThe compensation plan announcement comes the same day a report is expected to be released that was authored by former U.S. Attorney Anton Valukas and paid for by GM. GM hired Valukas to investigate why it took the company more than 10 years to recall about 2.6 million small cars with faulty ignition switches. The company said the problem has caused at least 13 deaths, but trial lawyers suing GM say the toll is at least 60.\n\nGM's Barra said Thursday that the Valukas report found \"a pattern of incompetency and neglect,\" but not a cover-up, at the heart of the Detroit automaker's long delay in dealing with faulty ignition switches. The final report on the recall investigation is \"brutally tough\" and \"deeply troubling,\" Barra said, adding that the report showed \"a history of failures\" that stretched over 11 years.\n\nRelated: Did the Obama White House Protect GM?\n\nDocuments show engineers in the company knew about the problem as early as 2001.\n\nIn the wake of the investigation, 15 GM employees are no longer with the company, and some of were removed for misconduct or incompetence, Barra said Thursday. Disciplinary actions have been taken against five other employees. Well over 50 percent of those fired were executives or higher, Barra said. She also confirmed that two engineers previously placed on leave, Ray DeGiorgio and Gary Altman, are no longer with the company.\n\n\n\n\"This is about our responsibility to act with integrity, honor and be committed to excellence,\" Barra said at the outset of her remarks. \"From start to finish the Cobalt saga was riddled with failures that led to tragic results for many,\" Barra said. \"I never want to put this behind us. I want to keep this painful experience permanently in our collective memories.\"\n\nThe independent report found that the part used in the ignition switches didn't meet performance requirements, and that the problem was misdiagnosed. Barra said the report found no conspiracy by the corporation to cover up facts: \"I wish I had known—the minute we knew we took action.\"\n\nRelated: GM Messes Up Again\n\nBarra said GM would act on all eight recommendations in the Valukas report \"on an expedited timetable,\" and added that, in the near term, there may be a few more recalls. So far, more than 280,000 kits have been produced to fix the ignition switch problem, and 113,000 cars have been repaired under the recall. \"Our job is to not just fix the problem. Our job must be to set a new industry standard for safety, quality and excellence,\" Barra said.\n\nGM's shares moved higher following her comments. (Click here to get the latest GM quote.)\n\nAsked what responsibility or role the federal government had in the situation, given its one-time oversight of the company, Barra said simply \"none.\" The company is cooperating fully with the Department of Justice and other agencies that are investigating the recall, Barra said. A House panel on Thursday announced plans to hold a hearing in the coming weeks with Barra and Valukas.\n\nOn Tuesday, GM apologized to families of accident victims who have been notified to bring in cars for replacement of defective ignition switches. GM has recalled 2.6 million of its most popular models to replace the defective switch. Some families who lost loved ones in fatal crashes have complained that GM should not have sent them notices to bring in cars for repairs.\n\nThis article with contributions from Reuters and AP originally appeared in CNBC.\n\n\n\nRead more at CNBC:\n\nGM apologizes for recall notices to victims' families\n\nCramer reiterates enthusiasm for beleaguered GM\n\nNHTSA ripped for ignoring advocates' reports", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "General Motors said Thursday it will launch a compensation program for crash victims a", "title": "At GM, Heads Roll As Company Works to Make Amends", "url": "http://www.thefiscaltimes.com/Articles/2014/06/05/GM-Heads-Roll-Company-Works-Make-Amends", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/04022014_Mary_Barra_GM.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/06/05/GM-Heads-Roll-Company-Works-Make-Amends", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/04022014_Mary_Barra_GM.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "General Motors said Thursday it will launch a compensation program for crash victims a", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fdd2b1\"", "article_summary": "Asked what responsibility or role the federal government had in the situation, given its one-time oversight of the company, Barra said simply \"none.\"\nThe company is cooperating fully with the Department of Justice and other agencies that are investigating the recall, Barra said.\nGM hired Valukas to investigate why it took the company more than 10 years to recall about 2.6 million small cars with faulty ignition switches.\nThe company said the problem has caused at least 13 deaths, but trial lawyers suing GM say the toll is at least 60.\nOn Tuesday, GM apologized to families of accident victims who have been notified to bring in cars for replacement of defective ignition switches."}