{"article_title": "Obama Amnesty Plan Will Cost Taxpayers Trillions", "article_keywords": ["cost", "illegal", "average", "immigrants", "immigration", "immigrant", "taxpayers", "trillions", "plan", "report", "benefits", "amnesty", "children", "obama"], "article_url": "http://www.thenewamerican.com/usnews/immigration/item/19626-obama-amnesty-plan-will-cost-taxpayers-trillions", "article_text": "A researcher from the influential Heritage Foundation estimates that the cost to U.S. taxpayers of President Obama’s pending grant of amnesty to millions of illegal immigrants will be “around $2 trillion.”\n\nSo said Robert Rector, senior research fellow in the Domestic Policy Studies Department at the Heritage Foundation, in a November 24 interview with Breitbart News. “The net cost — which is total benefits minus total benefits paid in — of the amnesty recipients I estimate will be around $2 trillion over the course of their lifetime,” said Rector. He added, “What [Obama] is doing is he is putting these 4 million people — who on average have a 10th grade education — into the Social Security and Medicare programs.”\n\nRector estimates that these illegal immigrants who will be protected from deportation by Obama’s executive actions will, over the course of their lifetimes, receive three dollars’ worth of benefits from government programs such as Social Security and Medicare for every dollar they pay into them.\n\nThe president’s plan, which he unveiled officially during a November 20 nationwide address, uses executive action to grant protection from deportation (amnesty) to those who have been in the United States for more than five years, and to those who have children who are American citizens or legal residents. The children of the latter group are often referred to as “anchor babies,” since children born in the United States to illegal immigrants are granted citizenship.\n\nRector noted that once these “anchor baby\" children of immigrants granted amnesty reach the age of 21, they will be able to petition to have their parents obtain Permanent Resident Cards (green cards). “After 5 years with a green card status [the amnestied immigrants will be] eligible for all the welfare programs,” he added.\n\nWhile those granted amnesty will not immediately be eligible for federal benefits, Rector has projected the long-term cost to taxpayers that will result as these immigrants achieve normalized status over time. “Even if they are waiting 10 or 12 years to get access to these programs, that is still a trillion dollar cost once they begin to get into them,” he said.\n\nLast year, Rector co-authored (with Dr. Jason Richwine) a special report for the Heritage Foundation entitled, “The Fiscal Cost of Unlawful Immigrants and Amnesty to the U.S. Taxpayer.” The heavily documented report noted four types of benefits and services that all Americans (and now illegal immigrants granted amnesty) receive, including Direct benefits (Social Security, Medicare, unemployment insurance, and workers’ compensation); Means-tested welfare benefits (Medicaid, food stamps, the refundable Earned Income Tax Credit, public housing, Supplemental Security Income, and Temporary Assistance for Needy Families); Public education (which costs on average $12,300 per pupil per year); and Population-based services (Police, fire, highways, parks, and similar services, which the National Academy of Sciences has determined will generally have to expand as new immigrants enter a community).\n\nThe report noted that in 2010, the average U.S. household received $31,584 in government benefits and services from one or more of these four categories.\n\nHowever, not all Americans receive more in benefits than they pay into the system. Some are “net tax contributors,” while others are what the Rector-Richwine report calls “net tax consumers.” The report offers these statistics to illustrate this point:\n\nFor example, in 2010, in the whole U.S. population, households with college-educated heads, on average, received $24,839 in government benefits while paying $54,089 in taxes. The average college-educated household thus generated a fiscal surplus of $29,250 that government used to finance benefits for other households.\n\nThose who had not finished high school, in contrast, presented a different result:\n\nOn average, [they] received $46,582 in government benefits while paying only $11,469 in taxes. This generated an average fiscal deficit (benefits received minus taxes paid) of $35,113.\n\nThe relevance of these figures to the amnesty program is that half of illegal immigrant households are headed by an individual with less than a high school education, and another 25 percent of household heads have only a high school diploma.\n\nFurthermore, notes the report, even legal immigrant households receive significantly more welfare, on average, than U.S.-born households, but not more than U.S.-born households with the same education level. Households headed by poorly educated individuals, “whether immigrant or U.S.-born, receive far more in government benefits than they pay in taxes.”\n\nThe report noted the contrast between legal and illegal immigrants, who presently do not have access to means-tested welfare, Social Security, or Medicare. As Rector stated in his recent interview, however, “After 5 years with a green card status [the amnestied immigrants will be] eligible for all the welfare programs.”\n\nEven prior to the Obama executive action amnesty, however, and even without access to means-tested welfare, Social Security, or Medicare, illegal immigrants still received government benefits and services. For example, children in illegal immigrant households receive heavily subsidized public education. And the U.S.-born children of these illegal immigrants (those “anchor babies”) “are currently eligible for the full range of government welfare and medical benefits,” noted the Heritage report. Furthermore, continued the report:\n\nWhen unlawful immigrants live in a community, they use roads, parks, sewers, police, and fire protection; these services must expand to cover the added population or there will be “congestion” effects that lead to a decline in service quality.\n\nIn 2010, the average unlawful immigrant household received around $24,721 in government benefits and services while paying some $10,334 in taxes. This generated an average annual fiscal deficit (benefits received minus taxes paid) of around $14,387 per household. This cost had to be borne by U.S. taxpayers. Amnesty would provide unlawful households with access to over 80 means-tested welfare programs, Obamacare, Social Security, and Medicare. The fiscal deficit for each household would soar.\n\n“The Fiscal Cost of Unlawful Immigrants and Amnesty to the U.S. Taxpayer” arrived at a much higher estimate of how much granting amnesty to illegal immigrants will cost U.S. taxpayers than the $2 trillion figure Rector cited in his Breitbart News interview.\n\nOver their lifetimes, noted the 2013 Rector- Richwine report, the former illegal immigrants who are granted amnesty will receive an estimated $9.4 trillion in combined government benefits and services and pay $3.1 trillion in taxes, producing a lifetime fiscal deficit of $6.3 trillion!\n\nTo put that figure in perspective, as of last June, the Office of Management and Budget estimated that our national debt was $17.6 trillion. A deficit of $6.3 trillion generated by the legalization of illegal immigrants over their lifetimes has the potential to increase the national debt by almost one third, everything else being equal.\n\nRelated articles:\n\nImmigration Speech: Does Obama See Himself as an Elected Dictator?\n\nObama Immigration Amnesty Plan Expected Next Week\n\nObama and Republicans Spar Over Immigration Executive Action Plans\n\nEssential Immigration Reform\n\nObama Will Use Executive Action to “Spur” Congress on Immigration Reform\n\nThe Fate of “Immigration Reform,” Post-2014 Elections\n\nObama Pursues Plan to Implement “Immigration Reform” Unilaterally\n\nCivil-rights Commissioner Says Obama Immigration Plan Will Hurt Black Workers\n\nAccused Cop-killer Was Twice-deported Illegal Immigrant\n\nGOP Divided Over Immigration Reform\n\nCivil Rights Commission to Probe Effect of State Illegal Immigration Laws\n\nObama Delays Immigration Action Until After Elections\n\nObama Executive Action Will Allow Illegal Immigrants in Military\n\nMore Illegal Alien Children Coming Soon, Predicts Think Tank Spokesman\n\nEstimated Cost of Educating New Illegal Children at $760 Million\n\nIllegal Immigrant Kids May Overwhelm U.S. Schools\n\nIllegal Immigrant Children Fail to Show at Immigration Hearings\n\nRelocation of Illegal Immigrant Minors Stirs Negative Reaction\n\nFeds Sending Illegal Immigrant Minors to States Without Notice\n\nTexas Sheriff: Groups of Armed Illegal Immigrants in His County\n\nDHS: Flow of Illegal Immigrants Encouraged by U.S. Failure to Deport\n\nFlood of Illegal Immigrants Now Includes Gang Members\n\nObama Opens Borders, Releases Illegal Immigrants Into U.S.", "article_metadata": {"keywords": "Researcher, Heritage Foundation, Obama, amnesty, illegal aliens, cost, taxpayers, $2 trillion, Robert Rector", "og": {"url": "http://www.thenewamerican.com/usnews/immigration/item/19626-obama-amnesty-plan-will-cost-taxpayers-trillions", "image": "http://www.thenewamerican.com/media/k2/items/cache/1c68dbb60bbe0eb94eebf0e03e404bf5_XL.jpg", "type": "article", "description": "A Heritage Foundation researcher estimates the cost to taxpayers of Obama's pending grant of amnesty to millions of illegals will be \"around $2 trillion.\" by Warren Mass", "title": "Obama Amnesty Plan Will Cost Taxpayers Trillions"}, "image": "http://www.thenewamerican.com/media/k2/items/cache/1c68dbb60bbe0eb94eebf0e03e404bf5_XL.jpg", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fce914\"", "article_summary": "“The Fiscal Cost of Unlawful Immigrants and Amnesty to the U.S. Taxpayer” arrived at a much higher estimate of how much granting amnesty to illegal immigrants will cost U.S. taxpayers than the $2 trillion figure Rector cited in his Breitbart News interview.\nThe children of the latter group are often referred to as “anchor babies,” since children born in the United States to illegal immigrants are granted citizenship.\nFor example, children in illegal immigrant households receive heavily subsidized public education.\nA deficit of $6.3 trillion generated by the legalization of illegal immigrants over their lifetimes has the potential to increase the national debt by almost one third, everything else being equal.\nWhile those granted amnesty will not immediately be eligible for federal benefits, Rector has projected the long-term cost to taxpayers that will result as these immigrants achieve normalized status over time."}