{"article_title": "Island restoration to make ecotourism destination", "article_keywords": ["project", "wildlife", "million", "island", "robert", "destination", "long", "bay", "water", "restoration", "cedar", "ecotourism", "refuge"], "article_url": "http://www.app.com/story/news/local/southern-ocean-county/2014/06/20/barnegat-bay-cedar-bonnet-island-stafford/11197957/", "article_text": "Buy Photo Cedar Bonnet Island and the Route 72 bridge as seen from the West Thorofare channel. A $16 million restoration of the island will serve as mitigation for the enviornmental impacts of building the new Route 72 bridge. (Photo: staff photo/Kirk Moore )Buy Photo\n\nUp to $16 million will be spent to restore salt marshes on Cedar Bonnet Island and control storm water pollution to Barnegat Bay, all part of an environmental mitigation project to make up for effects of constructing the new Route 72 bridge.\n\nIt’s an ambitious plan, one that advanced far from an initially modest idea for restoring perhaps five acres on the island, which lies between Manahawkin and Long Beach Island. Designers say it’s also a first of its kind in New Jersey, a result of close cooperation between the state Department of Transportation, state environmental regulators and the U.S. Fish and Wildlife Service, which owns much of the island as part of the Edwin B. Forsythe National Wildlife Refuge.\n\nNow the proposal has grown to 45 acres – including the digging out and returning 19 acres to native salt marsh, and using that sediment to build up 18 acres of upland with trees, up to 20 feet above sea level.\n\nThat would make a platform for a 4,500-foot walking path and two open shelters where visitors can sit and watch birds and wildlife in the restored marsh, much like ecotourist destinations such as Cape May Point or the ponds at Chincoteague on the Virginia coast.\n\n“We were looking to balance ecological components,” said Marshall Robert of Rowbear Consulting, an Asbury Park-based environmental engineering firm, who worked on the plan. “We wanted to make a difference, and not spend a lot of money on regulatory processes.”\n\n“At first, I wasn’t sure if it was a good fit for the refuge,” said Virginia Rettig, the Fish and Wildlife Service’s manager for Forsythe. But as discussions went on, it was apparent the refuge could gain a new public access feature, “in an area where we wouldn’t get to that for a long time,” she said.\n\nDOT project manager Pankesh Patel said the whole contract will cost between $15 million and $16 million, including storm water improvements such as basins to trap nutrient pollution before it reaches Barnegat Bay – a key goal of the state’s bay restoration program, to reduce nitrogen compounds that over-fertilize the water and trigger harmful blooms of microscopic plants.\n\n“We used a watershed approach to this,” Robert said, recalling how designers consulted with technical advisers to the Barnegat Bay Partnership, a federally funded program that coordinates research and restoration for the bay. “We wanted to make it nitrogen-neutral, meaning zero increase in nitrogen from the project.”\n\nBay advisers listed that as the No. 1 priority, followed by restoring wildlife habitat on the island and providing better public access, Robert said.\n\n“That tied into the decision-making process at DOT,” he said.\n\n“It’s never been done before in New Jersey,” Robert said of the cooperation with the federal refuge system.\n\nCoastal geologists say Cedar Bonnet Island formed as a tidal delta, sediment built up on the bay side of an ancient inlet where Ship Bottom is now. It became the most logical bridge location for a 19th century railroad trestle and then a road to Long Beach Island. Its marshes were filled in the 1950s with muck dredged from the nearby Intracoastal Waterway boat channel.\n\nRemoving that sediment will bring tidal flow back onto the island, while keeping berms around the edge – dikes originally built to contain the dredged muck. Those berms are still needed to protect the recreated marsh from storms such as superstorm Sandy, which sent a sheet of water thundering over the island.\n\nThat surge swept away “the shack,” an old hunting cabin that was a landmark of the gateway to Long Beach Island. As part of the project, a small parking lot with 14 spaces will be built near the cabin site – the starting point for the walking path, with visitors guided by interpretive signs that will tell the story of the shack and its island.\n\nThe project could cap the island’s significant history relating to Barnegat Bay. In the 1980s, developers quietly prepared a plan to build hundreds of town house condominiums on Cedar Bonnet, but were thwarted by a political uproar among residents of Stafford and Ship Bottom. The affair helped ignite a movement to preserve the bay shore, leading to more federal funding that by now has expanded the Forsythe refuge to more than 47,000 acres.\n\nKirk Moore: 609-709-5036; kmoore@app.com\n\nRead or Share this story: http://on.app.com/1isPmOu", "article_metadata": {"google": "notranslate", "description": "Up to $16 milllion will be spent to restore marshes on Stafford’s Cedar Bonnet Island in southern Ocean County.", "og": {"site_name": "Asbury Park Press", "description": "Up to $16 milllion will be spent to restore marshes on Stafford’s Cedar Bonnet Island in southern Ocean County.", "title": "Island restoration to make ecotourism destination", "url": "http://www.app.com/story/news/local/southern-ocean-county/2014/06/20/barnegat-bay-cedar-bonnet-island-stafford/11197957/", "image": "http://www.gannett-cdn.com/GDContent/applogos/app.png", "type": "article"}, "twitter": {"description": "Up to $16 milllion will be spent to restore marshes on Stafford’s Cedar Bonnet Island in southern Ocean County.", "creator": "@AsburyParkPress", "image": "http://www.gannett-cdn.com/-mm-/c47d0bd8e564e25c673a1ec48ab2259666a66c04/c=324-0-2268-1944&r=x643&c=640x640/local/-/media/AsburyPark/2014/06/20/img0203.jpg", "title": "Island restoration to make ecotourism destination", "site": "@AsburyParkPress", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600068887", "fb": {"app_id": 116172675120111}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Barnegat Bay, Cedar Bonnet Island, Stafford, Ocean County, Jersey Shore"}, "_id": "\"57477af46914bd0286fdd2b0\"", "article_summary": "Fish and Wildlife Service, which owns much of the island as part of the Edwin B. Forsythe National Wildlife Refuge.\nA $16 million restoration of the island will serve as mitigation for the enviornmental impacts of building the new Route 72 bridge.\nIt’s an ambitious plan, one that advanced far from an initially modest idea for restoring perhaps five acres on the island, which lies between Manahawkin and Long Beach Island.\nBuy Photo Cedar Bonnet Island and the Route 72 bridge as seen from the West Thorofare channel.\nIt became the most logical bridge location for a 19th century railroad trestle and then a road to Long Beach Island."}