{"article_title": "No Rate Increase? Can It Be?", "article_keywords": ["blue", "plans", "enrollment", "florida", "zero", "increase", "rate", "health", "2015", "requests", "insurance"], "article_url": "http://health.wusf.usf.edu/post/no-rate-increase-can-it-be", "article_text": "Update: Late Tuesday, the state Office of Insurance Regulation said information posted about 2015 individual market health insurance rates was incorrect and has been taken off its website. See more.\n\nSomething unprecedented may be unfolding in Florida's individual health-insurance market: None of the nine companies that have filed their 2015 rate requests so far wants an increase.\n\nIn fact, two of the companies -- Molina Healthcare of Florida and Sunshine Health -- actually requested a price cut.\n\nNone of the companies will talk about their filings until they are approved; and a spoiler could still pop up in the four days that remain before the deadline for plans to compete in the 2015 enrollment.\n\nBut consumer advocates are cautiously optimistic that this is evidence that the Affordable Care Act is restraining prices for individuals who don't get coverage through a group.\n\n\"The fact is, an overall pattern of insurers not seeking rate increases -- and even seeking rate decreases -- is unheard of,\" said Greg Mellowe, policy director for the consumer advocacy group Florida CHAIN.\n\n\n\nThe filings apply only to plans in which individuals will enroll for next year, the federal marketplace that has the online address www.Healthcare.gov. (Some enrolled on their own; others received help through a toll-free line and still others got help from insurance agents.)\n\nThe inaugural enrollment took place Oct. 1 through mid-April, with most of the sign-ups occurring after Jan. 1 because of early kinks in the computer system. Enrollment for 2014 plans is closed except for those who have a change in circumstances, such as losing a job or getting divorced.\n\nTotal enrollment in Florida for 2014 has not yet been released, but likely exceeded 1 million. Almost 1 million in Florida had enrolled by mid-March, the last time Health and Human Services officials released data. It's unknown how many who enrolled paid the first monthly premiums.\n\nFlorida officials decided not to try to create a state-run enrollment exchange, which is an option under the health law. In fact, the Legislature told the Office of Insurance Regulation to leave rate regulation to HHS until 2016.\n\nHowever, the companies still have to file their rate requests with OIR, and that agency has put the requests online. The requests do not include the rationale behind them, as that is considered a trade secret and not open to the public.\n\nOf the nine health-insurance filings for ACA-compliant plans \"qualified health plans\" so far, five are HMOs and four are other products. Here is the list as of Tuesday morning:\n\n--United Healthcare of Florida Inc., HMO, zero increase.\n\n--Sunshine State Health Plan Inc., a rate decrease of 7.9 percent. (Sunshine Health is marketed as Ambetter.)\n\n--Health First Health Plans Inc., an HMO, zero increase.\n\n--Health First Insurance Inc., zero increase.\n\n--Cigna Health and Life Insurance Co., zero increase.\n\n--Blue Cross & Blue Shield of Florida Inc., zero increase. Blue Cross & Blue Shield of Florida has rebranded itself as Florida Blue and is the largest insurer in the state.\n\n--Health Options Inc., an HMO affiliated with Florida Blue, zero increase.\n\n--Molina Healthcare of Florida, a rate decrease that averages 11.6 percent. Each county in Florida is a different rate zone, and Molina has requested premium cuts from 10.79 to 16.05 percent.\n\n--Time Insurance Co. -- not applicable, because this is a new applicant.\n\nThe details on which counties will have which plans and at what price will not become available until after HHS completes its review, which is not expected before August or September. Open enrollment for 2015 is scheduled for Nov. 15 to Feb. 15.\n\nTo be sure, the majority of Florida enrollees -- 91 percent, in fact -- did not pay full price on premiums this year and the same could be true for 2015. The ACA provides tax credits upfront to those who have incomes between 100 and 400 percent of the federal poverty level.\n\nThose who do not have health coverage, except for those with very low incomes and a few other groups, are subject to a penalty. The penalty for 2014 is $95 or 1 percent of income, whichever is higher, for adults; in 2015 it will be $325 or 2 percent of income. It will go up again in 2016.", "article_metadata": {"category": "HNF Stories", "description": "Update: Late Tuesday, the state Office of Insurance Regulation said information posted about 2015 individual market health insurance rates was incorrect", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/no-rate-increase-can-it-be", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201305/health_insurance_marketplace.png", "type": "article", "description": "Update: Late Tuesday, the state Office of Insurance Regulation said information posted about 2015 individual market health insurance rates was incorrect", "title": "No Rate Increase? Can It Be?"}, "story_id": 325181153, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Carol Gentry", "org_id": 0, "dc": {"title": "No Rate Increase? Can It Be?"}, "nid": 6915, "datePublished": "2014-06-24", "keywords": "Affordable Care Act, Obamacare, health premiums, Florida Blue, Blue Cross and Blue Shield of Florida, Health Options, Health First, Sunshine State Health Plan, Sunshine Health, Molina Healthcare of Florida, Cigna Life and Health, United Healthcare of Florida, Ambetter, Time Insurance Co.", "wordCount": 774, "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fce927\"", "article_summary": "Something unprecedented may be unfolding in Florida's individual health-insurance market: None of the nine companies that have filed their 2015 rate requests so far wants an increase.\nHowever, the companies still have to file their rate requests with OIR, and that agency has put the requests online.\nBlue Cross & Blue Shield of Florida has rebranded itself as Florida Blue and is the largest insurer in the state.\n--Health Options Inc., an HMO affiliated with Florida Blue, zero increase.\n--Health First Health Plans Inc., an HMO, zero increase."}