{"article_title": "Mitch McConnell floats entitlement changes, sources say", "article_keywords": ["wants", "turmoil", "entitlement", "mitch", "house", "mcconnell", "sources", "say", "speaker", "negotiations", "social", "white", "changes", "security", "raising", "floats"], "article_url": "http://www.cnn.com/2015/10/13/politics/mitch-mcconnell-entitlement-changes-fiscal-talks/", "article_text": "(CNN) Mitch McConnell privately wants the White House to pay this price to enact a major budget deal: Significant changes to Social Security and Medicare in exchange for raising the debt ceiling and funding the government.\n\nSeveral people familiar with the high-stakes fiscal negotiations said the Senate majority leader's staff is trying to drive a hard bargain in the private talks with the White House and Democratic leaders.\n\nMcConnell is seeking a reduction in cost-of-living adjustments to Social Security recipients and new restrictions on Medicare, including limiting benefits to the rich and raising the eligibility age, several sources said. In addition, the Kentucky Republican is eager to see new policy riders enacted, including reining in the Environmental Protection Agency's clean water regulations.\n\nWhite House officials are already rejecting such entitlement changes. But the demand by McConnell showcases the major gulf that exists between the two sides as they try to avoid a potential fiscal calamity if the United States fails to raise the national debt ceiling by Nov. 5 or stumbles into a government shutdown by mid-December.\n\nThe talk comes as McConnell finds himself in a tough spot headed into a pivotal stage in the negotiations -- especially amid the turmoil across the Capitol. House Speaker John Boehner, who wants to resign by month's end, said he's eager to \"clean up the barn\" and get hot-button issues off the table for the next speaker. But with House Republicans in turmoil over his successor and consumed with a messy leadership fight, Boehner is in many ways insulated from political pressures from the right and could get a deal without worrying about a revolt.\n\nRead More", "article_metadata": {"description": "Mitch McConnell privately wants the White House to pay this price to enact a major budget deal: Significant changes to Social Security and Medicare in exchange for raising the debt ceiling and funding the government.", "pubdate": "2015-10-13T11:33:19Z", "author": "Manu Raju", "og": {"site_name": "CNN", "description": "Mitch McConnell privately wants the White House to pay this price to enact a major budget deal: Significant changes to Social Security and Medicare in exchange for raising the debt ceiling and funding the government.", "pubdate": "2015-10-13T11:33:19Z", "title": "Mitch McConnell floats entitlement changes, sources say", "url": "http://www.cnn.com/2015/10/13/politics/mitch-mcconnell-entitlement-changes-fiscal-talks/index.html", "image": "http://i2.cdn.turner.com/cnnnext/dam/assets/150930135945-mitch-mcconnell-september-29-large-169.jpg", "type": "article"}, "section": "politics", "fb": {"app_id": 80401312489}, "thumbnail": "http://i2.cdn.turner.com/cnnnext/dam/assets/150930135945-mitch-mcconnell-september-29-large-169.jpg", "template-top": "politics,art-vid", "vr": {"canonical": "http://www.cnn.com/2015/10/13/politics/mitch-mcconnell-entitlement-changes-fiscal-talks/index.html"}, "keywords": "politics, Mitch McConnell floats entitlement changes, sources say - CNNPolitics.com", "article": {"author": "https://www.facebook.com/mkraju00"}, "lastmod": "2015-10-13T18:55:29Z", "twitter": {"card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0"}, "article_summary": "White House officials are already rejecting such entitlement changes.\n(CNN) Mitch McConnell privately wants the White House to pay this price to enact a major budget deal: Significant changes to Social Security and Medicare in exchange for raising the debt ceiling and funding the government.\nMcConnell is seeking a reduction in cost-of-living adjustments to Social Security recipients and new restrictions on Medicare, including limiting benefits to the rich and raising the eligibility age, several sources said.\nHouse Speaker John Boehner, who wants to resign by month's end, said he's eager to \"clean up the barn\" and get hot-button issues off the table for the next speaker.\nSeveral people familiar with the high-stakes fiscal negotiations said the Senate majority leader's staff is trying to drive a hard bargain in the private talks with the White House and Democratic leaders."}