{"article_title": "The girl who made Brown v. Board of Education possible", "article_keywords": ["case", "brown", "school", "built", "students", "decision", "johns", "possible", "county", "high", "board", "student", "v", "girl", "education", "barbara"], "article_url": "http://www.salon.com/2014/05/18/the_girl_who_made_brown_v_board_of_education_possible/", "article_text": "Topics: Brown vs. Board of Education, Waging Nonviolence, News, Politics News\n\nThis piece originally appeared on Waging Nonviolence\n\nSixty years ago on May 17, the U.S. Supreme Court overturned the 1896 ruling in Plessy v. Ferguson and declared separate was not equal for public schools and was therefore unconstitutional. While the decision in this case, Brown v. Board of Education, has received the most ink over the last six decades, the stories and people behind the landmark decision are even more vividly compelling and inspiring than the sea-changing unanimous ruling itself.\n\nThe five cases that composed this hearing came from four states and a district — Virginia, Kansas, Delaware, South Carolina and the District of Columbia — and were all sponsored by the NAACP. The Delaware case was the only one in which the lower courts actually found discrimination unlawful; the other four cases ruled against the parents and students who were suing for equality and desegregation.\n\nAlthough the Supreme Court case is named after the suit from Kansas, it is the Virginia fight that stands out. It was the only case sparked by the students themselves, which opened up space for their parents and NAACP elders to fall in behind.\n\nHistory books, if they mention this backstory at all, talk about the student walk out at R.R. Moton High School led by 16-year-old junior Barbara Rose Johns on April 23, 1951. While that fact alone is impressive, the planning and organization that went into pulling off the action is pure inspiration.\n\nIn many ways, Moton High School in Farmville, Va., was representative of the situation across great swaths of the United States in 1951. In comparison to its white counterpart across town, this school that served blacks was underfunded, undersupplied and dilapidated. More than 450 children were enrolled at the school, which was designed to hold only 180. The building had no gym, no cafeteria and no indoor plumbing. As many as three classes were being taught at the same time in the cramped auditorium; others were held in old school buses parked on site.\n\nConditions were so bad that the state government offered money to improve the school in 1947, but the all-white county school board refused to accept it. Instead, the county built several tar paper shacks — referred to as “chicken coops ” — that were hot in warm weather, cold in the winter and did not have enough desks.\n\nParents and educators in the black community had tried to get changes implemented and a new school built, but nothing substantive was forthcoming from the white powers that be. And the risks of organizing were serious under Jim Crow, ranging from casual threats to loss of employment, injury and lynching.\n\nWhen 16-year-old Barbara Rose Johns approached her teacher about the situation, she was told to “do something about it.” It’s likely that Barbara was also inspired by her uncle, the civil rights leader Rev. Vernon Johns, and others in her family who valued education.\n\nSometime in the winter of 1950 Barbara had an idea.\n\n“The plan was to assemble together the student council members,” she said. “From this, we would formulate plans to go on strike. We would make signs and I would give a speech stating our dissatisfaction and we would march out [of] the school and people would hear us and see us and understand our difficulty and would sympathize with our plight and would grant us our new school building and our teachers would be proud and the students would learn more and it would be grand.”\n\nWith this vision in mind — and with the knowledge that those who did not have a vision to sustain their risky and courageous scheming might be more of a liability than an asset — she began organizing in secret with four other students. By early spring in 1951, they strategically built a coordinating caucus of 15 trusted students who had key ties to different communities of the student body. They kept the date of their event quiet until their decision the evening before. At times the group even sent out false information to head off any interference from so-called Uncle Toms, the name for those who would undermine them. The plan was to trick the principal to leave the building, then call an assembly so that all of the students could decide together to march out to petition the county superintendent for a new high school.\n\nThey were bold, smart and somewhat fearful of ending up in jail. So they asked a brother of a student in the core group who was home from college what they should do if they were arrested and held in jail.\n\n“And he said, ‘how many students are in your school?’” John Stokes recounted to the civil rights oral history project “Voices of Freedom.” “We said 400-something. He said, ‘how big is the Farmville jail?’ And we knew then we were on a roll. And the rest is history.”", "article_metadata": {"description": "Sixty years after the landmark SCOTUS decision, the story of Barbara Rose Johns has remained largely untold", "title": "The girl who made Brown v. Board of Education possible", "og": {"site_name": "Salon", "description": "Sixty years after the landmark SCOTUS decision, the story of Barbara Rose Johns has remained largely untold", "title": "The girl who made Brown v. Board of Education possible", "url": "http://www.salon.com/2014/05/18/the_girl_who_made_brown_v_board_of_education_possible/", "image": "http://media.salon.com/2012/05/civil_rights.jpg", "type": "article"}, "twitter": {"description": "Sixty years after the landmark SCOTUS decision, the story of Barbara Rose Johns has remained largely untold", "title": "The girl who made Brown v. Board of Education possible", "image": "http://media.salon.com/2012/05/civil_rights.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Nadine Bloch", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Brown vs. Board of Education, Waging Nonviolence", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fce933\"", "article_summary": "Conditions were so bad that the state government offered money to improve the school in 1947, but the all-white county school board refused to accept it.\nIn many ways, Moton High School in Farmville, Va., was representative of the situation across great swaths of the United States in 1951.\nMoton High School led by 16-year-old junior Barbara Rose Johns on April 23, 1951.\nParents and educators in the black community had tried to get changes implemented and a new school built, but nothing substantive was forthcoming from the white powers that be.\nInstead, the county built several tar paper shacks — referred to as “chicken coops ” — that were hot in warm weather, cold in the winter and did not have enough desks."}