{"article_title": "OIG Issues New Guidance on Its Evaluation Process and Non-Binding Criteria for Section 1128(b)(7) Exclusions", "article_keywords": ["federal", "risk", "process", "guidance", "conduct", "entity", "oig", "individual", "health", "nonbinding", "statement", "criteria", "policy", "1128b7", "evaluation", "exclusions", "issues", "care"], "article_url": "http://www.natlawreview.com/article/oig-issues-new-guidance-its-evaluation-process-and-non-binding-criteria-section", "article_text": "Wednesday, April 20, 2016\n\nOn April 18, 2016, the Office of Inspector General (“OIG”) of the Department of Health and Human Services issued a revised policy statement applicable to exclusions imposed under Section 1128(b)(7) of the Social Security Act (“Act”),[1] pursuant to which OIG may exclude individuals or entities from participation in federal health care programs for engaging in conduct prohibited by Section 1128A (civil monetary penalties) or Section 1128B (criminal penalties for acts involving federal health care programs) of the Act. OIG typically invokes Section 1128(b)(7) when initiating exclusion proceedings in the context of False Claims Act (“FCA”) matters.\n\nThe revised policy statement serves two purposes: (1) it describes how OIG evaluates risk to federal health care programs, and (2) it overhauls the non-binding factors that OIG uses in determining that some period of exclusion should be imposed against an individual or entity that has defrauded Medicare or any other federal health care program. The revised policy statement supersedes and replaces the policy statement published by OIG in 1997, which first set forth the non-binding criteria used by OIG in assessing whether to impose a Section 1128(b)(7) permissive exclusion.[2]\n\nA summary of the guidance and an overview of the ramifications for the health care industry are provided below.\n\nI. OIG’s Evaluation of Risk to Federal Health Care Programs\n\nSince the publication of the initial policy statement in 1997, the remedies available to OIG to prevent, identify, and combat fraud and abuse in federal health care programs have undergone considerable evolution. Indeed, exclusion—or the threat thereof—is hardly the only weapon in OIG’s arsenal to ensure program integrity. In light of this evolution, the revised policy statement describes the process that OIG uses when evaluating an individual’s or entity’s risk to federal health care programs, as well as the available remedies that typically coincide with certain risk determinations. The revised policy statement also includes the following “Risk Spectrum”:\n\nOIG suggests that its Risk Spectrum reflects OIG’s general approach to exclusions over the last several years: namely, that exclusion is warranted only for those individuals and entities that pose the highest risk to federal health care programs. Furthermore, in discussing its risk evaluation process, OIG also memorialized certain guiding principles, including that:\n\na Section 1128(b)(7) exclusion often is not necessary if the individual or entity at issue agrees to appropriate integrity obligations pursuant to a Corporate Integrity Agreement (“CIA”);\n\nin situations where an individual or entity will not agree to appropriate integrity obligations, whether other tools that effect heightened scrutiny (e.g., unilateral monitoring) are sufficient in lieu of an exclusion;\n\nneither exclusion nor integrity obligations are necessary in situations where an individual or entity presents a relatively low risk to federal health care programs, either due to relatively low financial harm or certain successor owner situations;\n\nexclusion authorities will be reserved in FCA settlement agreements in certain situations, but such reservation does not necessarily mean that OIG has concluded that the individual or entity at issue poses a low risk to federal health care programs; and\n\nOIG usually will release individuals or entities without requiring integrity obligations only in two limited circumstances: (1) when the individual or entity self-discloses the fraudulent conduct, cooperatively and in good faith, to OIG, or (2) when the individual or entity agrees to robust integrity obligations with another governmental agency and OIG determines that these obligations are sufficient to protect federal health care programs.\n\nII. Factors Impacting OIG’s Decision Whether to Exclude\n\nApart from describing the process that OIG uses to evaluate risk to federal health care programs, the revised policy statement also overhauls the factors used by OIG in determining whether and for how long to impose an exclusion under Section 1128(b)(7) of the Act. The revised policy statement clarifies, amends, and expands upon the 1997 guidance and replaces the categories of factors appearing in the 1997 policy statement with four new categories of factors:\n\nNature and Circumstances of Conduct—this category includes factors relating to whether the conduct at issue adversely impacted individuals, the financial loss to federal health care programs due to the conduct at issue, the role that the individual or entity at issue had in the unlawful conduct, as well as the individual’s or entity’s history of prior fraudulent conduct, among other things. Conduct During the Government’s Investigation—this category includes factors relating to whether the individual or entity at issue obstructed or cooperated with the government’s investigation (e.g., a prompt response to a subpoena), whether the individual or entity at issue conducted an internal investigation and self-disclosed/shared conduct learned from that internal investigation prior to being made aware of the investigation, and whether there were any other resolutions associated with the unlawful conduct (e.g., the revocation of a license or a conviction by another agency), among other things. Significant Ameliorative Efforts—this category includes factors relating to significant changes associated with the individual or entity at issue (e.g., internal disciplinary actions, new compliance initiatives, or changes of ownership), among other things. History of Compliance—this category includes factors relating to whether the individual or entity at issue has a history of compliance and an appropriate compliance program, and whether the individual or entity has made good faith self-disclosures to the government in the past, among other things.\n\nIII. Key Takeaways\n\nExclusion remains one of the most severe penalties that can be imposed upon an individual or entity participating in the U.S. health economy. In July 2015, OIG announced the creation of a specialized litigation team that would concentrate solely on levying civil monetary penalties and excluding individuals and businesses from Medicare and Medicaid as punishment for fraud schemes. That development, coupled with this revised policy statement, makes plain that OIG plans to increasingly leverage its Section 1128(b)(7) exclusion authority to exclude from federal health care programs those individuals and entities that it believes have engaged in prohibited conduct.\n\nAdditionally, this new guidance reflects a continued focus on holding individuals accountable. For example, if individuals with “managerial or operational” control led or planned the conduct at issue, OIG will consider this evidence of “higher risk.” Conversely, if an entity takes proactive disciplinary action against responsible individuals, OIG will consider such action indicative of “lower risk.” This new guidance is consistent with the Department of Justice’s recently stated focus, as reflected in Deputy Attorney General Sally Quillian Yates’s September 2015 memorandum concerning “Individual Accountability for Corporate Wrongdoing” (“Yates Memo”).[3]\n\nWith this in mind, to the extent individuals or entities find themselves subject to allegations that suggest that prohibited conduct has occurred—they must be cognizant of the potential consequences of such allegations and proceed accordingly. This includes, at a minimum:\n\nestablishing a robust organization-wide compliance program that has the capacity to identify and respond to potentially prohibited conduct (while the revised policy statement makes clear that the existence of a compliance program will not impact OIG’s risk assessment, maintaining such a program remains a best practice and a critical part of an organization’s defense to claims of wrongdoing);\n\nconsidering proactively engaging OIG in connection with the government investigation in order to establish a dialogue;\n\ngiven the litany of remedial measures available to OIG, where action is anticipated, advocating early for remedial measures that are appropriate in light of the allegedly prohibited conduct; and\n\nbeing prepared to challenge vigorously unjustified government efforts to pursue exclusion.\n\n[1] U.S. Dep't of Health and Human Servs., Office of the Inspector General, Criteria for implementing section 1128(b)(7) exclusion authority (April 18, 2016), available at http://oig.hhs.gov/exclusions/files/1128b7exclusion-criteria.pdf.\n\n[2] The 1997 policy statement is available at 62 Fed. Reg. 67,392 (Dec. 24, 1997).\n\n[3] Sally Quillian Yates, ‘‘Individual Accountability for Corporate Wrongdoing,’’ U.S. Dep’t of Justice (Sept. 9, 2015), available at http://www.justice.gov/dag/file/769036/download.", "article_metadata": {"description": "Office of Inspector General of Department of Health and Human Services issued revised policy statement applicable to exclusions imposed under Section 1128b7 of Social Security Act", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "On April 18, 2016, the Office of Inspector General (&amp;ldquo;OIG&amp;rdquo;) of the Department of Health and Human Services issued a revised policy statement applicable to exclusions imposed under Section 1", "title": "OIG Issues New Guidance on Its Evaluation Process and Non-Binding Criteria for Section 1128(b)(7) Exclusions", "url": "http://www.natlawreview.com/article/oig-issues-new-guidance-its-evaluation-process-and-non-binding-criteria-section", "image": "http://www.ebglaw.com/content/uploads/2016/04/160419-Risk-Spectrum-Epstein-Becker-Green-HCLS-Client-Alert-Breen.gif", "type": "article"}, "keywords": "Nation, Government, OIG, HHS, Policy, Social Security Act, False Claim Act, Health, Corporate Integrity Agreement, Conduct, Investigation,", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Legal, Business, Nation, Government, OIG, HHS, Policy, Social Security Act, False Claim Act, Health, Corporate Integrity Agreement, Conduct, Investigation,"}, "article_summary": "The revised policy statement supersedes and replaces the policy statement published by OIG in 1997, which first set forth the non-binding criteria used by OIG in assessing whether to impose a Section 1128(b)(7) permissive exclusion.\n[2]A summary of the guidance and an overview of the ramifications for the health care industry are provided below.\n[2] The 1997 policy statement is available at 62 Fed.\nOIG typically invokes Section 1128(b)(7) when initiating exclusion proceedings in the context of False Claims Act (“FCA”) matters.\nI. OIG’s Evaluation of Risk to Federal Health Care ProgramsSince the publication of the initial policy statement in 1997, the remedies available to OIG to prevent, identify, and combat fraud and abuse in federal health care programs have undergone considerable evolution."}