{"article_title": "After $91M Infusion, Obamacare Website Still a Mess on Backend", "article_keywords": ["website", "91m", "system", "mess", "obamacare", "infusion", "according", "going", "committee", "services", "progress", "told", "insurance", "backend"], "article_url": "http://www.newsmax.com/US/Obamacare-website-backend-glitches/2015/02/27/id/627262/", "article_text": "Despite last year's \"urgent\" no-bid $91.1 million one-year contract to Accenture Federal Services to repair the troubled Obamacare website, including completing HealthCare.gov's backend, it's still a mess, according to The Washington Free Beacon Consumers won't notice the debacle taking place behind the scenes as the frontend experience has been largely repaired since Obamacare's October 2013 launch, Politico reported earlier in the month, but insurance carriers are forced to deal with \"clunky workarounds and manual spreadsheets,\" all of which require a heft of administrative time and money.A Centers for Medicare & Medicaid Services spokesman couched the problems this way: \"CMS has focused on improving operational efficiency and the consumer experience while building the backend system. We continue to add new backend functionality, and we are closely managing the work to ensure it is completed in 2015.\"HealthCare.gov's chief executive officer, Kevin Counihan, recently told insurance brokers that CMS is focused on the backend issues and that the agency has weekly meetings with insurance officials from large companies to discuss its two-year development plan, according to the Beacon.\"It's not going to be as fast as everybody wants, but we're going to get there,\" Counihan said of the timeline. \"We're going to make good progress this year and even more progress next year.\"But, according to the House Energy and Commerce Committee, HealthCare.gov's backend will still be incomplete when President Barack Obama leaves the White House.\"The committee first uncovered that the backend of the healthcare exchange was not built in November 2013,\" the committee said on Tuesday, according to the Beacon. \"The following month, [the] then-Health and Human Services secretary told the committee, 'the financial management system, which is getting the insurance companies their money for accelerated tax credits and cost-sharing, is due to go into effect in mid-January.' That was 'mid-January' of last year.\"Now, two open enrollment periods and more than 16 months after the exchanges first went live, the HealthCare.gov CEO reveals the backend will still not be complete for two more years.\"The price tag to fix the website was $27 million more than the government paid the original contractor, CGI Federal, to build it.", "article_metadata": {"news_keywords": "Obamacare, website, backend, glitches", "pubdate": "2015-02-27T09:18:58", "og": {"site_name": "Newsmax", "description": "The troubled Obamacare website, including completing Healthcare.gov's backend, is still a mess, according to The Washington Free Beacon.", "title": "Report: After $91M Infusion, Obamacare Website Still a Mess on Backend", "url": "http://www.newsmax.com/US/Obamacare-website-backend-glitches/2015/02/27/id/627262/", "page_id": 85452072376, "image": "http://www.newsmax.com/CMSPages/GetFile.aspx?guid=7ab91153-4ea7-4c7b-9cb7-b9f3f9b1c2f9&SiteName=Newsmax", "type": "article"}, "twitter": {"url": "http://www.newsmax.com/US/Obamacare-website-backend-glitches/2015/02/27/id/627262/", "description": "The troubled Obamacare website, including completing Healthcare.gov's backend, is still a mess, according to The Washington Free Beacon.", "site": "Newsmax", "title": "Report: After $91M Infusion, Obamacare Website Still a Mess on Backend"}, "epoch": 1425028738, "keywords": "Obamacare, website, backend, glitches", "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "article": {"section": "US", "published_time": "2015-02-27T09:18:58"}, "msvalidate.01": "FAF1322EC761685A5DD9344A1C19E82A", "google-site-verification": "Jt2HUKgzJJw9VwIQJv31ETytuvNNm5ypTWN6j0nYvHM", "original-source": "http://www.newsmax.com/US/Obamacare-website-backend-glitches/2015/02/27/id/627262/", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=yes", "description": "Despite last year's  urgent  no-bid $91.1 million one-year contract to Accenture Federal Services to repair the troubled Obamacare website, including completing Healthcare.gov's backend, it's still a mess, according to The Washington Free Beacon."}, "_id": "\"57477af46914bd0286fdfce0\"", "article_summary": "We continue to add new backend functionality, and we are closely managing the work to ensure it is completed in 2015.\n\"But, according to the House Energy and Commerce Committee, HealthCare.gov's backend will still be incomplete when President Barack Obama leaves the White House.\n\"The price tag to fix the website was $27 million more than the government paid the original contractor, CGI Federal, to build it.\n\"The committee first uncovered that the backend of the healthcare exchange was not built in November 2013,\" the committee said on Tuesday, according to the Beacon.\n\"It's not going to be as fast as everybody wants, but we're going to get there,\" Counihan said of the timeline."}