{"article_title": "Musicians Struggle To Buy Insurance In A City That Thrives On Music : Shots", "article_keywords": ["city", "buy", "lot", "working", "veronica", "austin", "local", "musicians", "music", "struggle", "shots", "health", "thrives", "insurance"], "article_url": "http://www.npr.org/sections/health-shots/2015/11/11/454197549/musicians-struggle-to-buy-insurance-in-a-city-that-thrives-on-music", "article_text": "Musicians Struggle To Buy Insurance In A City That Thrives On Music\n\ni toggle caption Veronica Zaragovia/KUT Veronica Zaragovia/KUT\n\nIt looks like Kalu James is living the life as a musician. He's standing under a neon sign, ready to play guitar at Austin's famous Continental Club. And when he's not here, he's hustling to pay his bills.\n\n\"Being a full-time musician means you have three other side jobs, you know?\" he says.\n\nJames moved to Austin about eight years ago and got health insurance for the first time this year. He pays $22 a month, after the $200 subsidy he gets through the Affordable Care Act. Even that is a lot, because he earns only $15,000 a year. He gets help paying his monthly premium through a local nonprofit.\n\n\"We still have to worry about counting the quarters and the pennies when we leave these venues,\" he says. Health insurance doesn't come easily.\n\nAustin thrives on its reputation as the live music capital of the world and is making far more than quarters and pennies from music. The city estimates the commercial music industry pumps $1.6 billion into the local economy every year.\n\nBut Austin has a lot of people like James struggling to afford life here.\n\n\"A lot of people didn't understand just how dire that situation is,\" says Nikki Rowling, the founder and CEO of the Titan Music Group. \"We have hard data that shows it.\"\n\nThe Titan Music Group recently conducted a large survey and several focus groups of musicians in Austin; it produced the Austin Music Census for the city. The census found that 20 percent of Austin musicians live below the federal poverty level. More than 50 percent qualify for federal housing subsidies, and nearly 19 percent lack health insurance.\n\nA lot of Austin musicians rely on the Health Alliance for Austin Musicians for help.\n\n\"Close to 60 percent of our membership doesn't even qualify for the subsidies that are given through the Affordable Care Act,\" says Reenie Collins, the alliance's executive director. And Texas didn't expand Medicaid, which would have helped those musicians below the poverty line.\n\nHer organization helps in two ways. This year, HAAM gave Kalu James and about 300 others money to afford their premiums for plans bought on the exchange. It also coordinates low-cost health care for about 2,000 members every year. It partners with doctors and hospitals to give these musicians medical, dental, vision, hearing and mental health care.\n\nBackstage at the Moody Theater, dobro player Tom Caven is getting ready to go onstage.\n\n\"Travel anywhere in the United States,\" Caven says, \"you tell them you're from Austin, [and] they almost always say, 'Austin City Limits,' you know? This is very much the identity. And if we lost that, we'd just be another up-and-coming city with no personality.\"\n\nCaven is an executive at the Seton hospital network, an organization that partners with HAAM. He is also a physician and treated musicians in Austin for almost 20 years. Caven's band, The Stray Bullets, is performing at a local \"battle of the bands\" to raise money for HAAM.\n\n\"Some people feel like you just ought to work hard enough to have health insurance,\" he says. \"But working in a safety-net hospital, like I do, you see people that come in. They're working really hard — working sometimes two and three jobs to support their family.\"\n\ni toggle caption Veronica Zaragovia/KUT Veronica Zaragovia/KUT\n\nThanks to fundraisers and other private donations, HAAM's Collins plans to triple the number of musicians who will get help with their premiums next year. She's also a passionate advocate of Medicaid expansion, which would help many musicians in Austin.\n\n\"Many, many people think, 'Oh, HAAM's not needed anymore.' Well, that's not really true,\" she says, \"because Texas did not expand Medicaid.\"\n\nWhile more people have become insured since the rollout of the exchanges, Texas still has the highest uninsured rate in the country — about 17 percent.\n\n\n\nThis story is part of NPR's reporting partnership with local member stations and Kaiser Health News.", "article_metadata": {"Rating": "General", "description": "The music industry generates $1.6 billion a year for Austin, Texas. But many musicians can't afford the basics, including health insurance. The Health Alliance for Austin Musicians steps in to help.", "og": {"site_name": "NPR.org", "description": "The music industry generates $1.6 billion a year for Austin, Texas. But many musicians can't afford the basics, including health insurance. The Health Alliance for Austin Musicians steps in to help.", "title": "Musicians Struggle To Buy Insurance In A City That Thrives On Music", "url": "http://www.npr.org/sections/health-shots/2015/11/11/454197549/musicians-struggle-to-buy-insurance-in-a-city-that-thrives-on-music", "image": "https://media.npr.org/assets/img/2015/11/05/stray-bullets-1_wide-ad0db8c36f3047b94bba9f43c498fa4508880deb.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2015/11/05/kalu-james-1_wide-4ab56ce9cdd956cf8f34a9d4f67db2815d3e6a9b.jpg?s=1400"}, "card": "summary_large_image", "site": "@NPR"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2015-11-11", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "article_summary": "A lot of Austin musicians rely on the Health Alliance for Austin Musicians for help.\nThe Titan Music Group recently conducted a large survey and several focus groups of musicians in Austin; it produced the Austin Music Census for the city.\nMusicians Struggle To Buy Insurance In A City That Thrives On Musici toggle caption Veronica Zaragovia/KUT Veronica Zaragovia/KUTIt looks like Kalu James is living the life as a musician.\n\"Travel anywhere in the United States,\" Caven says, \"you tell them you're from Austin, [and] they almost always say, 'Austin City Limits,' you know?\n\"Some people feel like you just ought to work hard enough to have health insurance,\" he says."}