{"article_title": "The moral crime of relying on GoFundMe for health care", "article_keywords": ["lang", "buy", "writes", "obamacare", "send", "crime", "medical", "relying", "moral", "place", "health", "refused", "gofundme", "care"], "article_url": "http://www.chicagotribune.com/news/opinion/commentary/ct-gofundme-luis-lang-obamacare-diabetes-eyesight-20150518-column.html", "article_text": "Luis Lang would like you to send him some money.\n\nHe has taken to GoFundMe, the crowdfunding website, trying to raise $30,000. Lang, who is 49 and lives in Fort Mill, S.C., is slowly losing his eyesight to diabetes. Without surgery, he’ll go blind. Those grim facts notwithstanding, some may not find Lang the most sympathetic candidate for charity.\n\nIn the first place, as some observers noted after reading about him in a Charlotte Observer story by Ann Doss Helms, he has a $300,000 home and a wife who doesn’t work; why, they ask, can’t he raise the money from them?\n\nIn the second place, Lang has had diabetes for years, but has not always followed doctor’s advice to control it.\n\nIn the third place, he’s a smoker who is still smoking despite his bleak prognosis.\n\nBut there’s a bigger reason some may find it difficult to feel his pain and therein lies a tale. It seems Lang, who is a Republican, knew the Affordable Care Act — the dreaded “Obamacare” — required him to buy health insurance, but he refused to do so. He figured he was making a pretty good living as a self-employed handyman and prided himself on paying his own medical bills.\n\nThen came 10 days of grinding headaches, an emergency room visit and a diagnosis that he’d suffered a series of ministrokes. Then came $9,000 in medical bills, an empty savings account, bleeding in his eyes, a partially detached retina and an inability to work.\n\nAt which point he tried to buy him some “Obamacare” only to discover that he was outside the open enrollment period and that with zero income, he makes too little to get a federal subsidy that would help him buy a private policy. “Obamacare” offers expanded Medicaid coverage to help people like him, but South Carolina is one of 21 Republican-led states that have refused to participate in that program.\n\nSo Lang is, well … out of luck. And who does he blame for that state of affairs? Well obviously, it’s President Barack Obama’s fault for passing flawed legislation.\n\nYou see, though he refused to buy coverage, Lang thought it would be available to him in an emergency. His wife, Mary, feels he “should be at the front of the line, because he doesn’t work and because he has medical issues.” Which is not unlike refusing to buy auto insurance, but expecting Geico to sell you a policy after you total the Toyota.\n\nStill, if Lang doesn’t exactly tug at your heart like baby seals do, he is getting traction. At this writing, he’s over halfway to his goal, most of it raised from liberals taking the occasion to rip his and his party’s failings. Many skip the donation and go straight to the scorn.\n\n“Sorry,” writes Joel, “I’m way too busy thinking only about myself.”\n\n“Call Mitt Romney or Jeb Bush,” writes Jeannie, “they have plenty of money.”\n\n“I want to donate enough to really help you out,” writes Ed, “but I can’t figure out how to get GoFundMe to accept bootstraps.”\n\nLang’s response? “It turned into a political thing,” he complained. “That wasn’t my intention when I reached out.”\n\nBut how could it not be political? Lang’s party claimed health care reform would send death panels after Nana, that “self-reliance” could cure cancer, that emergency rooms provided all the health care poor people need. In a nation of government-funded police, fire departments, schools, libraries and road maintenance, it argued that government-funded health care was somehow a moral crime.\n\nLang apparently bought it all. Now, the bill comes due, and whatever he thought of Obamacare as a model for financing health care, surely Lang must concede that GoFundMe is even worse. Yet, that’s the fix he finds himself in.\n\nSo yes, he’d like you to send him some money. Do what you can.\n\nTribune Content Agency\n\nLeonard Pitts is a columnist for The Miami Herald.\n\nlpitts@miamiherald.com", "article_metadata": {"fb_title": "The moral crime of relying on GoFundMe for health care", "googlebot": "index", "copyright": "Copyright (c) 2016 Tribune Content Agency", "author": "Tribune Content Agency", "og": {"site_name": "chicagotribune.com", "description": "Luis Lang would like you to send him some money.", "title": "The moral crime of relying on GoFundMe for health care", "url": "http://www.chicagotribune.com/news/opinion/commentary/ct-gofundme-luis-lang-obamacare-diabetes-eyesight-20150518-column.html", "image": "http://www.trbimg.com/img-555a046b/turbine/ct-gofundme-luis-lang-obamacare-diabetes-eyesight-20150518", "type": "article"}, "x-servername": "lalvp07.18", "twitter": {"site": "@chicagotribune", "card": "summary"}, "keywords": "Luis Lang, GoFundMe, Obamacare, Leonard Pitts, Jeb Bush, Mitt Romney, Republicans", "robots": "index,follow", "apple-itunes-app": "app-id=383137151, app-argument=http://www.chicagotribune.com/deeplinkid/83569200", "fb": {"page_id": 5953023255, "app_id": 306836229411287}, "googlebot-news": "index", "date": "2015-05-18", "Description": "Luis Lang of South Carolina set up a GoFundMe page to pay for his surgery because he didn't enroll in Obamacare. Now he's blaming the health care law.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Luis Lang, GoFundMe, Obamacare, Leonard Pitts, Jeb Bush, Mitt Romney, Republicans"}, "_id": "\"57477af46914bd0286fdd4d3\"", "article_summary": "Lang’s party claimed health care reform would send death panels after Nana, that “self-reliance” could cure cancer, that emergency rooms provided all the health care poor people need.\nIn a nation of government-funded police, fire departments, schools, libraries and road maintenance, it argued that government-funded health care was somehow a moral crime.\nIn the second place, Lang has had diabetes for years, but has not always followed doctor’s advice to control it.\nNow, the bill comes due, and whatever he thought of Obamacare as a model for financing health care, surely Lang must concede that GoFundMe is even worse.\nIt seems Lang, who is a Republican, knew the Affordable Care Act — the dreaded “Obamacare” — required him to buy health insurance, but he refused to do so."}