{"article_title": "HealthcareSource, ASHHRA Reveal Workforce Survey Findings", "article_keywords": ["reveal", "management", "talent", "findings", "healthcaresource", "organizations", "workforce", "ashhra", "survey", "human", "healthcare", "resources", "care"], "article_url": "http://www.prweb.com/releases/2015/11/prweb13067023.htm", "article_text": "Survey respondents, which included more than 400 healthcare talent management professionals, were asked about their organizations' ability to adapt to the new healthcare environment. Only slightly more than half (57.3%) of respondents felt their organizations are proactive in adapting to changes in the healthcare industry.\n\nHealthcareSource(R), the leading provider of talent management solutions for the healthcare industry, and the American Society for Healthcare Human Resources Administration (ASHHRA), a personal membership group of the American Hospital Association (AHA), today announced key findings of the 2015 Healthcare Workforce Executive Insights Survey.\n\nThe survey highlights how healthcare organizations are adapting to significant industry changes including the Affordable Care Act (ACA), the HCAHPS (Hospital Consumer Assessment of Healthcare Providers and Systems) Survey, aging demographics, population health, accountable care organizations (ACOs), and the rapid growth of retail care clinics. Survey respondents, which included more than 400 healthcare talent management professionals, were asked about their organizations' ability to adapt to the new healthcare environment.\n\nKey findings include:\n\n\n\nOnly slightly more than half (57.3%) of respondents felt their organizations are proactive in adapting to changes in the healthcare industry.\n\nLess than 20% believe their staff is consistently demonstrating their commitment to patient satisfaction.\n\nLess than half (46.7%) believe their organizations' recruitment methods are effective.\n\nLess than half (49.5%) say they are unable to offer competitive compensation to recruit top talent.\n\nAn overwhelming number (49%) indicate that culture, mission and values were the most important talent management factors to help their organizations transition to the new healthcare environment.\n\n\"The most compelling and concerning data point is that more than 80% of organizations responding say their workforce is not consistently demonstrating their commitment to patient satisfaction,\" said Dawn Rose, Executive Director of ASHHRA. \"Yet, a focus on patient satisfaction is essential to succeeding in the new healthcare environment.\"\n\n\"These survey results are a call to arms,\" said Frederick Morgeson, Ph.D., Eli Broad Professor of Management, Michigan State University and Scientific Advisor to HealthcareSource. \"They clearly indicate that a lot more needs to be done to hire people with the right behavioral competencies, to help employees develop those competencies, and to ensure staff deploys those skills to give patients a better experience and help organizations accomplish their strategic goals.\"\n\nMorgeson continued, \"We need to broaden our definition of effective recruitment and ensure healthcare organizations are equipped to address the changes that have occurred and continue to evolve in both acute care and post-acute care environments.\"\n\n\"These findings confirm what we hear from our clients,\" said Michael DiPietro, Chief Marketing Officer at HealthcareSource. \"With dramatic industry change comes the need for dramatic change in how talent is managed. While the findings can be viewed as concerning, we are seeing organizations apply innovative talent management practices as a way to not only adapt to these changes, but actually thrive and become providers of choice. With change, there is opportunity.\"\n\nThe results were first released during a live webinar event featuring expert insight and commentary from a panel of industry thought leaders including:\n\nFrederick P. Morgeson, Ph.D., Eli Broad Professor of Management, Michigan State University and Scientific Advisor, HealthcareSource\n\nDawn M. Rose, JD, PHR, Executive Director, American Society for Healthcare Human Resources Administration (ASHHRA)\n\nUrsula Pawlowski, MSHR, SPHR, SHRM-SCP, HR Concierge, American Society for Healthcare Human Resources Administration (ASHHRA)\n\nDavid Szary, Founder & Partner, Lean Human Capital and The Recruiter Academy\n\nFor a full report of the survey results and insights, visit the HealthcareSource website to watch the webinar replay.\n\nAbout HealthcareSource\n\nWith more than 2,500 healthcare clients, HealthcareSource is the leading provider of talent management solutions for the healthcare industry. The HealthcareSource Quality Talent SuiteSM helps healthcare organizations recruit, develop, and retain the best workforce possible in order to improve the patient and resident experience. The company's cloud-based talent management solutions include applicant tracking, behavioral assessments, reference checking, employee performance, compensation, competency and learning management, and eLearning courseware. A private company focused exclusively on the healthcare industry, HealthcareSource consistently earns high marks for client satisfaction and retention. HealthcareSource has been regularly ranked as a leader by KLAS Research for Talent Management, in addition to recognition in Healthcare Informatics 100, Modern Healthcare's \"Healthcare's Hottest,\" Inc. 500|5000, Deloitte Technology Fast 500, and Becker's \"150 Great Places to Work in Healthcare\" list. To learn more about HealthcareSource visit: http://www.healthcaresource.com.\n\nAbout ASHHRA\n\nFounded in 1964, the American Society for Healthcare Human Resources Administration (ASHHRA) is a personal membership group of the American Hospital Association (AHA) and has more than 3,100 members nationwide. ASHHRA leads the way for members to become more effective, valued, and credible leaders in health care human resources. As the foremost authority in health care human resources, ASHHRA provides timely and critical support through research, learning and knowledge sharing, professional development, products and resources, and provides opportunities for networking and collaboration. ASHHRA offers the Certified in Healthcare Human Resources (CHHR), the only certification distinguishing health care human resource professionals. For more information about ASHHRA or the CHHR, visit http://www.ashhra.org.\n\n###\n\nMedia Contacts:\n\nFor HealthcareSource:\n\nRachel Weeks\n\npr@healthcaresource.com\n\n781.756.6227\n\nFor ASHHRA:\n\nFerdinand Libunao\n\nflibunao@aha.org\n\n312.422.3724", "article_metadata": {"description": "New Survey Indicates Today&#39;s Healthcare Workforce Unprepared for Industry Changes", "Generator": "PRWeb html v1", "og": {"site_name": "PRWeb", "description": "Woburn, Mass. and Chicago (PRWEB) November 09, 2015 -- New Survey Indicates Today's Healthcare Workforce Unprepared for Industry Changes", "title": "HealthcareSource, ASHHRA Reveal Workforce Survey Findings", "url": "http://www.prweb.com/releases/2015/11/prweb13067023.htm", "image": "http://ww1.prweb.com/prfiles/2015/11/05/13067023/gI_87057_824_HCWFjpg.png", "type": "article"}, "twitter": {"description": "Woburn, Mass. and Chicago (PRWEB) November 09, 2015 \n\n HealthcareSource(R), the leading provider of talent management solutions for the healthcare industry, and the American Society for Healthcare H", "title": "HealthcareSource, ASHHRA Reveal Workforce Survey Findings", "url": "http://www.prweb.com/releases/2015/11/prweb13067023.htm", "image": "http://ww1.prweb.com/prfiles/2015/11/05/13067023/gI_87057_824_HCWFjpg.png", "site": {"identifier": "@PRWeb", "id": 14124541}, "card": "Summary"}, "keywords": "PRESS RELEASE", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Government,Healthcare,Health,Employment,Human Resources,Research,Mental Health,Management"}, "article_summary": "ASHHRA offers the Certified in Healthcare Human Resources (CHHR), the only certification distinguishing health care human resource professionals.\nASHHRA leads the way for members to become more effective, valued, and credible leaders in health care human resources.\nSurvey respondents, which included more than 400 healthcare talent management professionals, were asked about their organizations' ability to adapt to the new healthcare environment.\nAbout HealthcareSourceWith more than 2,500 healthcare clients, HealthcareSource is the leading provider of talent management solutions for the healthcare industry.\nThe HealthcareSource Quality Talent SuiteSM helps healthcare organizations recruit, develop, and retain the best workforce possible in order to improve the patient and resident experience."}