{"article_title": "Democrats Seek To End Being Eaten From The Inside Out In State and Local Races", "article_keywords": ["legislative", "democratic", "end", "seek", "inside", "political", "states", "state", "races", "democrats", "eaten", "money", "republican", "local", "women"], "article_url": "http://townhall.com/tipsheet/mattvespa/2015/11/09/democrats-seek-to-end-being-eaten-from-the-inside-out-in-state-and-local-races-n2078228", "article_text": "It seems the Democrats have figured out state and local races matter. After taking a beating in the 2015 elections, the focus now turns to next year’s races, where big money will be flowing into races that liberals have typically abandoned. Democrats are desperate to reclaim some of their lost legislative ground that has become decidedly Republican over the past decade. Republicans will be defending their current majorities, while either expanding or reclaiming new ones. State and local races are key to congressional redistricting, which is why Democrats are eager to at least get some traction at this level before the 2020 census. Moreover, without new legislators at the state level, the bench for the Democratic Party is quite bare. As of now, the current Democratic leadership in Congress resembles that of a retirement home (via the Hill):\n\nDemocrats are led on Capitol Hill by House Minority Leader Nancy Pelosi (Calif.) and Senate Minority Leader Harry Reid (Nev.) — who are both 75. Pelosi’s top two lieutenants are 76-year-old Minority Whip Steny Hoyer (Md.) and 75-year-old Rep. James Clyburn (S.C.). In comparison, Reid’s expected successor as Democratic leader in the next Congress is a relative spring chicken: Sen. Charles Schumer (N.Y.) is 64. […] Discussions about younger Democrats who can perform in the glare of the national spotlight tend to begin and end with 48-year-old Sen. Kirsten Gillibrand (N.Y.), 46-year-old Sen. Cory Booker (N.J.) and a pair of 41-year-old twins: Rep. Joaquín Castro (Texas) and Housing and Urban Development Secretary Julian Castro. Julian Castro is frequently mentioned as a possible vice presidential candidate on a Clinton-led ticket. Other relatively youthful Democrats have their fans, including Transportation Secretary Anthony Foxx (44), Atlanta Mayor Kasim Reed (46) and California Attorney General and U.S. Senate candidate Kamala Harris (51). But they are seen only as promising prospects at this point.\n\nAfter the 2014 election, the Washington Post’s Dan Balz alluded to the Democratic atrophy at the state level and how the party has been gutted of new talent. Yet, the fail-safe Democrats seem to be relying on is younger voters, especially single, urban-based women:\n\n“Much of the Democratic bench in the states has been thinned by several punishing election cycles,” said Cal Jillson, a political science professor at Southern Methodist University. “Nonetheless, young voters are attracted to the Democratic message of inclusion and willingness to spend on education and healthcare. Alternatively, the Republican message strikes many younger voters, especially single women, as harsh and stingy.”\n\nYet, women aren’t monolithic in their voting patterns–and for now, Democrats only have abortion and war on women nonsense to mobilize them. That strategy has a shelf life. The first vestiges that war on women was breaking down can be found in former Colorado Sen. Mark Udall’s doomed 2014 re-election bid. The Denver Post's Lynn Bartels said that his campaign had earned him the moniker “Mark Uterus” for his incessant support for abortion. It got so bad that even self-described Gloria Steinem fans voted against him for his pandering on abortion. In Iowa, Joni Ernst and Bruce Braley split the women’s vote 49/49. Women, as a voting bloc, can be moved.\n\nYet, for now, Democrats might be focusing less on inaccurate campaign narratives and more on candidate recruitment for the state races for next year. Most Democratic strategists know that their agenda cannot be furthered with Republican entrenched so deep in areas where policy is often derived for federal consumption. That’s why some big money will be spent on races that often don’t get the attention of the press (via AP):\n\nNational Republican and Democratic groups have set record-high fundraising goals as they try to influence the outcome of 2016 state legislative races. Independent political committees appear likely to join the fray. With Congress frequently paralyzed by partisanship, legislative elections are gaining attention because states are the ones pushing change. In recent years, state legislatures have been addressing gun control, infrastructure, education standards, renewable energy, marijuana and transgender rights. The races also are critical to political parties because legislatures in most states are responsible for drawing the boundaries for congressional and state legislative districts. The party in charge can help ensure favorable districts — and thus potentially remain in power — for a decade to come. […] The Democrats' attempt to roll back GOP supermajorities in the Missouri Legislature is expected to be countered by heavy Republican spending, after both parties combined to spend more than $6 million on legislative races two years ago. Winning just a handful of seats, Temple said, can make a difference in the redistricting process and, ultimately, in enacting or blocking new laws. Nationally, the Democratic Legislative Campaign Committee hopes to raise $20 million for the 2016 state legislative races, which would set a record for the group. An additional $20 million is expected to be spent by an affiliated super political action committee, Advantage 2020, which is focused on gaining Democratic state legislative majorities ahead of the next round of redistricting. The rival Republican State Leadership Committee has its own record fundraising goal of $40 million.\n\nThe RSLC enjoyed a good night last Tuesday, but liberals seem to be falling back on their usual tool to circumvent unfavorable political climates in order to further their agenda: the courts. As Salena Zito of the Pittsburgh Tribune-Review wrote, Democrats tried to get a referendum allowing the courts to circumvent the legislatures on school funding. Luckily, it failed, but Zito referred this victory as one of the most significant GOP wins of the night:\n\nIn Mississippi, the teachers' unions and some wealthy advocates put a referendum on the ballot that would require the legislature to fully fund the education formula, a massive increase over current funding. If you sue the state of Mississippi for failing to do its job (like not funding the education formula), the case is heard in Hinds County where the state capitol, Jackson, sits — the state's most liberal jurisdiction. In other words, a judge elected by the state's most-liberal electorate would have the power to overrule any legislative decision about school funding. […] Mississippi's Initiative 42 was horribly skewed to the left, and its proponents were flush with money. One national teachers' union produced a slick ad campaign that appeared weeks before the opposition's began. Polling language showed that if people didn't read the ballot initiative carefully, the opposition — led by Republicans — got killed. The Democrats' pitch was that politicians never provide enough money for schools, so voters should approve the initiative and they would receive more education funding. Republicans made a simple but important case: The initiative would not produce more money for schools, just more power for a judge.\n\nZito added that while this referendum went down, other liberals are following suit; Bloomberg plans to put anti-gun initiatives on the ballots in Nevada. Arizona might be in the crosshairs as well.\n\nSometimes the real fight is closer than you think–like at your doorstep.", "article_metadata": {"description": "Democrats seem to be taken notice .05/27/2016 10:56:55AM EST.", "author": "Matt Vespa", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Democrats seem to be taken notice", "title": "Democrats Seek To End Being Eaten From The Inside Out In State and Local Races", "url": "http://townhall.com/tipsheet/mattvespa/2015/11/09/democrats-seek-to-end-being-eaten-from-the-inside-out-in-state-and-local-races-n2078228", "image": "http://media.townhall.com/townhall/reu/ha/2015/302/83acdeb8-b59d-4647-a9ff-2482e21777ff.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Democrats seem to be taken notice", "title": "Democrats Seek To End Being Eaten From The Inside Out In State and Local Races", "url": "http://townhall.com/tipsheet/mattvespa/2015/11/09/democrats-seek-to-end-being-eaten-from-the-inside-out-in-state-and-local-races-n2078228", "image": "http://media.townhall.com/townhall/reu/ha/2015/302/83acdeb8-b59d-4647-a9ff-2482e21777ff.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Democrats Seek To End Being Eaten From The Inside Out In State and Local Races, Matt Vespa, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "Nationally, the Democratic Legislative Campaign Committee hopes to raise $20 million for the 2016 state legislative races, which would set a record for the group.\nYet, for now, Democrats might be focusing less on inaccurate campaign narratives and more on candidate recruitment for the state races for next year.\nThe rival Republican State Leadership Committee has its own record fundraising goal of $40 million.\nIt seems the Democrats have figured out state and local races matter.\nState and local races are key to congressional redistricting, which is why Democrats are eager to at least get some traction at this level before the 2020 census."}