{"article_title": "Mentally Ill Inmates a National Problem", "article_keywords": ["illnesses", "mental", "jails", "national", "jail", "county", "health", "inmates", "serious", "problem", "ill", "mentally"], "article_url": "http://health.wusf.usf.edu/post/mentally-ill-inmates-national-problem", "article_text": "The numbers, posted daily on the Cook County sheriff’s website, would be alarming at an urgent care clinic, let alone a jail: On a Wednesday, 36 percent of all new arrivals report having a mental illness. On a Friday, it’s 54 percent.\n\nBut inside the razor wire framing the 96-acre compound, the faces and voices of the newly arrested confirm its accidental role as Chicago’s treatment center of last resort for people with serious mental illnesses. It’s a job thrust on many of the nation’s 3,300 local jails, and like them, it is awash in a tide of bookings and releases that make it particularly unsuited for the task.\n\nThe Cook County Jail, with more than 10,600 inmates, is one of the country’s largest single-site jails. But it is not unique. From big cities to rural counties including those in Florida, jails have seen a rise in the number of inmates with serious mental illnesses, most of them arrested for non-violent crimes.\n\nUnlike prisons — where inmates serve extended sentences — jails hold those trying to make bail while awaiting trial, or serving shorter terms. U.S. jails hold about 731,000 people, roughly half the 1.5 million in state and federal prisons.\n\nBut last year, jails booked in 11.7 million people — more than 19 times the number of new inmates arriving at prisons. The revolving door greatly complicates the task of screening for mental illness, managing medications, providing care and ensuring inmate safety.\n\n“Jails are churning people,” says Henry J. Steadman, a former New York state mental health official and longtime consultant to government agencies across the country on how courts and correctional facilities deal with people with mental illnesses. “You can do things in prison, in terms of treatment and getting to know people, that is very difficult to do in a jail because of that constant movement.”\n\nExperts point to rising numbers of inmates with mental illnesses since the 1970s, not long after states began closing psychiatric hospitals without following through on promises to create and sustain community treatment programs. As the number of those with serious mental illnesses has climbed or surpassed 20 percent in some jails, many have struggled to keep up, sometimes putting inmates in jeopardy.\n\n“The incredibly high intake rate makes it very difficult (for jailers) to do their job well because they operate in environments that are so chaotic,” says Amy Fettig, senior staff counsel at the American Civil Liberties Union’s National Prison Project, which has sued a number of jails to demand they provide federally mandated care and improve conditions for inmates with mental illnesses.\n\n“Frankly, local jails have become the new social safety net for individuals with mental illnesses,” she says. “The only net that catches them is the criminal justice system.”\n\nFederal law protects the rights of people in jails and other institutions, requiring facilities to provide mental health and other care and ensure safety. But in temporary holding facilities, dealing with serious, long-term mental illnesses has required operators to rethink what they do.\n\n“You’re given a court order by a judge to hold this person in the jail until you’re told not to,” said Sheriff Thomas J. Dart, a former prosecutor and state legislator, took over running Chicago’s Cook County jail in 2006.\n\n“You’re not supposed to do anything other than feed him, give them a bed, make sure they don’t harm anyone else or themselves. ... You’re not in there trying to cure people.”\n\nMany Florida jails are dealing with similar dynamics, with sometimes disturbing results.\n\nJustice officials last year issued a scathing report about conditions at the Escambia County Jail in Pensacola, noting that it employed a single, part-time psychiatrist for 1,314 inmates. Records showed many inmates who requested care were never seen by a mental health professional. When inmates refused to take medications, the jail merely removed them from its list of those with a mental illness. The county has since taken over operation of the jail from the sheriff in an effort to address the issues.\n\nThe findings showed the facilities’ mental health services to be “grossly inadequate”, with only one psychiatrist employed part-time and prisoners facing regular misdiagnosis and increased threats of group violence and self-injury.\n\nAt the Miami-Dade County Jail, nearly half of the nine floors in the prison are dedicated mental health wards, TIME magazine reported. In 2007, the Miami Police Department received crisis intervention teams, whose purpose was to help guards more effectively empathize with and treat mentally ill patients. However, multiple complaints filed by inmates and former employees alike and reported by the Miami Herald in the last year suggest abuse of mentally ill inmates by guards has yet to be tempered.\n\nAt the Volusia County Detention Center in Daytona Beach, administrators compiled a list of offenders who’d been booked into the jail at least 20 times over five years. The 19 worst of the so-called “frequent flyers” had been collectively jailed 894 times, mostly for minor offenses. Nearly half had a history of mental illness.\n\n“A lot of their behavior was low level. In fact, the majority were misdemeanor offenses,” says Marilyn Ford, the county’s corrections director. “So they cycle through in a fairly short period of time and they never make it to prison.”\n\nOther jails across the nation deal with issues just as serious. In June, federal officials cited “deplorable” conditions for mentally ill inmates in the Los Angeles County jails as partly to blame for 15 suicides in 30 months. The L.A. system, the largest in the country with 19,000 inmates, has been under federal supervision since 2002, but still fails to adequately supervise inmates with mental illnesses or provide care for “prisoners with clearly demonstrated needs,” the Justice Department concluded.\n\nAnd in Columbus, Nebraska — seat of a county of 33,000 — the Platte County Detention Center saw six inmates attempt suicide in the first few months of this year, equaling all attempts in the previous 10 years combined. Jon Zavadil, who retired after 21 years as the county sheriff, says that is a direct symptom of the influx at a jail that, early this year, had about 80 percent of all inmates medicated for some type of mental illness.\n\nFlorida’s made few changes, despite efforts from ne unlikely group of advocates for the mental ill: judges.\n\nFormer State Supreme Court Chief Justice R. Fred Lewis began comprehensive work on improving the treatment of the mentally ill in 2008. His hope was to implement a six-year reform program that would more effectively treat mentally ill inmates while simultaneously decreasing costs over time. Six former Supreme Court justices joined him to voice their support of the plan. However, just like President Kennedy’s 1963 Mental Health Reform Act, the plan never moved forward.\n\nAnd in Miami, Circuit Court Judge Steve Leifman of Miami also has been arguing for reform, claiming the prisons are understaffed and underfunded to accommodate the increasing numbers of mentally ill inmates.\n\nSpeaking to NPR in 2011, Leifman said the justice system “was never built to handle people that were very, very ill, at least with mental illness.”\n\nIt’s not like the influx of inmates with serious mental illnesses came as a surprise. Researchers have warned for decades that mental illness was being “criminalized,” as police arrested and charged more people for offenses linked to untreated psychoses.\n\nIn the 1980s, researchers found about 6 percent of jail and prison inmates showed signs of serious mental illness. A survey published in 2009 found 17 percent of jail inmates with serious mental illnesses, and significantly higher rates among women.\n\nBut individual jails report far greater numbers of mentally ill inmates who stay locked up longer because they often lack the money and family ties that allow others to make bail and are more likely to break jail rules.\n\n“Nothing’s changed,” says Linda Teplin, a Northwestern University researcher who authored a widely cited 1984 study on arrest rates among the mentally ill. “We’re still talking about the same issues.”\n\nHealth News Florida intern Morgan Alexander contributed to this story.", "article_metadata": {"category": "HNF Stories", "description": "The numbers, posted daily on the Cook County sheriff’s website, would be alarming at an urgent care clinic, let alone a jail: On a Wednesday, 36 percent of", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/mentally-ill-inmates-national-problem", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201407/Recreation_of_Martin_Luther_King%27s_Cell_in_Birmingham_Jail_-_National_Civil_Rights_Museum_-_Downtown_Memphis_-_Tennessee_-_USA.jpg", "type": "article", "description": "The numbers, posted daily on the Cook County sheriff’s website, would be alarming at an urgent care clinic, let alone a jail: On a Wednesday, 36 percent of", "title": "Mentally Ill Inmates a National Problem"}, "org_id": 0, "twitter": {"site": "@HealthNewsFL", "card": "summary"}, "author": "Associated Press and Health News Florida Staff", "wordCount": 1457, "dc": {"title": "Mentally Ill Inmates a National Problem"}, "nid": 7143, "datePublished": "2014-07-16", "story_id": 332104388, "keywords": "jail, mental illness, inmate deaths", "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "His hope was to implement a six-year reform program that would more effectively treat mentally ill inmates while simultaneously decreasing costs over time.\nHowever, multiple complaints filed by inmates and former employees alike and reported by the Miami Herald in the last year suggest abuse of mentally ill inmates by guards has yet to be tempered.\nIn June, federal officials cited “deplorable” conditions for mentally ill inmates in the Los Angeles County jails as partly to blame for 15 suicides in 30 months.\nFormer State Supreme Court Chief Justice R. Fred Lewis began comprehensive work on improving the treatment of the mentally ill in 2008.\nAnd in Miami, Circuit Court Judge Steve Leifman of Miami also has been arguing for reform, claiming the prisons are understaffed and underfunded to accommodate the increasing numbers of mentally ill inmates."}