{"article_title": "Politico sees democracy stumble along in Afghanistan", "article_keywords": ["afghanistan", "sees", "politico", "democracy", "ghani", "country", "abdullah", "spent", "election", "road", "dennis", "ballot", "stumble", "alpert"], "article_url": "http://www.tennessean.com/story/news/politics/2014/10/04/politico-sees-democracy-stumble-along-afghanistan/16673553/", "article_text": "Dennis Alpert, second from right, recently worked as an election observer in Afghanistan during that country’s presidential election recount. (Photo: Courtesy of Dennis Alpert )\n\nA schedule change one day last month may have saved Dennis Alpert’s life in a country where violence still rages and democracy still stumbles along, despite the part he played in advancing it.\n\nAlpert, a Lebanon-based lobbyist who spent five years working in the White House for former Vice President Al Gore, spent most of August and September serving as an election observer in Afghanistan.\n\nThe June presidential contest between Abdullah Abdullah and Ashraf Ghani was rife with accusations of fraud on both sides, prompting calls by the United Nations and U.S. Secretary of State John Kerry for a speedy recount as violent attacks became increasingly common. Alpert and about 300 other international observers spent seven weeks in long, poorly ventilated, dust-filled quonset huts, where they audited more than 28,000 ballot boxes filled with 8.1 million ballots, about 10 percent of which were invalid.\n\nIn the end, after Alpert audited — and invalidated — the very last box, Ghani was declared the winner with about 55 percent of the vote. Ghani then agreed to a power-sharing arrangement with Abdullah, who became Afghanistan’s chief executive officer.\n\nAlpert, 48, said it was the first 100 percent audit in international election history. That doesn’t mean Afghanistan is suddenly moving toward a golden age of peace and prosperity, of course.\n\nBut it’s a start.\n\n“It’s an amazing process, in a country like Afghanistan, to have held a democratic election,” said Alpert, who traveled to more than 100 countries as Gore’s trip director. “There were a ton of things wrong. But the fact that the process took place is one of the positives, and they’re anxious to fix it.\n\n“There seems to be an interest in making it right. Whether or not there’s a political will at the top, that’s the most important thing.”\n\n‘It rocks your world a little bit’\n\nAlpert considers himself lucky to be able to pull out his iPhone and show hundreds of photos and a few keepsakes from his days in Kabul, which he shared with me at Starbucks last week.\n\nHe returned to Middle Tennessee on Sept. 28. About a week earlier, the Taliban launched a suicide attack and killed two American soldiers and one Polish soldier on the very road where Alpert and his colleagues would have been driving if their schedule hadn’t changed. They were eating breakfast back at their hotel instead.\n\n“You see something like that, it rocks your world a little bit,” said Alpert, a divorced father of two children.\n\nMost days he was safe inside the Quonset hut, though he could hear gunfire and bomb blasts outside. As the dust swirled and the summer heat hung over the proceedings, Alpert worked with the other observers to go through the ballot boxes and look for marks in Abdullah or Ghani’s favor. One box had nothing but a shoe in it; some contained ballot books that were missing the stamps election officials should have used, or every ballot in a book would have the exact same mark.\n\nThe election audit took place on a military base on Jalalabad Road, also known as “Ambush Alley.” Alpert, the founder and president of Hidden Bay Group, which works with organizations ranging from Toyota and Wal-Mart to the Americana Music Association, said he appreciated soldiers and other military personnel more than ever after watching them work every day.\n\nHe said life goes on in Kabul, an “incredibly lively” city where “commerce is everywhere.” The desire for democracy is strong, but it has a long way to go in a country where tribal affiliations have more influence on politics than the kinds of issues Americans are used to debating.\n\nAs Afghanistan moves forward, Alpert will be paying attention. And he hopes to repeat the experience in another country somewhere down the road, despite the danger.\n\n“It was an amazing experience,” he said.\n\nReach Michael Cass on Twitter @tnmetro.\n\nRead or Share this story: http://tnne.ws/1vEKs4X", "article_metadata": {"google": "notranslate", "description": "A Lebanon man served as an election observer in Afghanistan this summer.", "og": {"site_name": "The Tennessean", "description": "A Lebanon man served as an election observer in Afghanistan this summer.", "title": "Politico sees democracy stumble along in Afghanistan", "url": "http://www.tennessean.com/story/news/politics/2014/10/04/politico-sees-democracy-stumble-along-afghanistan/16673553/", "image": "http://www.gannett-cdn.com/GDContent/applogos/tennessean.png", "type": "article"}, "twitter": {"description": "A Lebanon man served as an election observer in Afghanistan this summer.", "creator": "@tennessean", "image": "http://www.gannett-cdn.com/-mm-/44224f5f0693afc905a5e6496f73a3b8b5190d16/c=40-0-280-240&r=x643&c=640x640/local/-/media/Nashville/2014/10/03/image.jpeg", "title": "Politico sees democracy stumble along in Afghanistan", "site": "@tennessean", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600028886", "fb": {"app_id": 121487414583460}, "cXenseParse": {"gci-topic": "Persons/Ashraf Ghani Ahmadzai", "gci-asset-type": "story", "gci-categories": "Persons/Ashraf Ghani Ahmadzai", "title": "Politico sees democracy stumble along in Afghanistan", "author": "Michael Cass", "pageclass": "article", "recs": {"category": "news/politics", "image-3-4": "http://www.gannett-cdn.com/-mm-/3758d96facd4f719770352cb4aecabcd2314f9b2/c=70-0-250-240/local/-/media/Nashville/2014/10/03/image.jpeg", "image-1-1": "http://www.gannett-cdn.com/-mm-/80895fe4bbcd15d5ab1503ba862b9cc6f16fb435/c=40-0-280-240/local/-/media/Nashville/2014/10/03/image.jpeg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/361593a8f469527a579a5d5c1aed9a1efebd314e/c=0-0-320-240/local/-/media/Nashville/2014/10/03/image.jpeg", "image": "http://www.gannett-cdn.com/-mm-/1ca279bd746624fe3d7650b89e93360733a876d1/c=0-30-320-210&r=x633&c=1200x630/local/-/media/Nashville/2014/10/03/image.jpeg", "publishtime": "2014-10-04T05:00:27.157000-05:00", "shorthed": "Politico works on Afghanistan recount", "articleid": 16673553, "image-16-9": "http://www.gannett-cdn.com/-mm-/9fabdbb4e71f847f2d443c07f31bc8951d7e48af/c=0-30-320-210/local/-/media/Nashville/2014/10/03/image.jpeg", "image-9-16": "http://www.gannett-cdn.com/-mm-/9b53f8026c8841a9563b41fb2623239b2397abd9/c=92-0-227-240/local/-/media/Nashville/2014/10/03/image.jpeg"}}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": ""}, "article_summary": "Dennis Alpert, second from right, recently worked as an election observer in Afghanistan during that country’s presidential election recount.\n“It’s an amazing process, in a country like Afghanistan, to have held a democratic election,” said Alpert, who traveled to more than 100 countries as Gore’s trip director.\nThat doesn’t mean Afghanistan is suddenly moving toward a golden age of peace and prosperity, of course.\n(Photo: Courtesy of Dennis Alpert )A schedule change one day last month may have saved Dennis Alpert’s life in a country where violence still rages and democracy still stumbles along, despite the part he played in advancing it.\nAlpert, a Lebanon-based lobbyist who spent five years working in the White House for former Vice President Al Gore, spent most of August and September serving as an election observer in Afghanistan."}