{"article_title": "How Medicare's transitional care movement may prevent readmissions", "article_keywords": ["prevent", "global", "patient", "transitional", "khetarpal", "readmissions", "medicares", "patients", "provides", "team", "services", "recently", "care", "movement"], "article_url": "http://www.fiercehealthcare.com/story/how-medicares-transitional-care-movement-may-prevent-readmissions/2015-08-27", "article_text": "Global Transitional Care--the first Medicare-approved third party transitional care provider--opened its doors to its first patients this month and already CEO Rani Khetarpal says it will be difficult to keep up with the demand.\n\nIts goal: To provide clinical care and interventions to recently discharged patients who are at high risk of readmission.\n\nPatients under Global Transitional Care receive unlimited face time with an R.N. and nurse practitioner for 30 days after discharge from a hospital. The care team coordinates services to ensure the patients get the services they need and answers any questions patients and family have.\n\nTwo of its 17 patients, all with moderate to high medical complexities, were recently discharged, Khetarpal, pictured, told FierceHealthcare in an exclusive interview.\n\n\"I would love to sit here and say Global Transitional Care can treat every patient in an inpatient facility but we are not able to,\" she says. \"It's too big of a demand on the system to actually care for each and every patient.\"\n\nUnlike home healthcare, which typically offers ambulatory care to patients with an injury or illness, transitional care provides patients with clinical oversight and care coordination during the most vulnerable time period for readmissions, 30 days post discharge, the focus of Medicare scrutiny.\n\nMost transitional care patients also have two or more comorbidities in addition to the primary diagnosis that led to the hospitalization. Therefore, Khetarpal says, the care team provides patients and their caregivers with education and information so that they can better advocate for services if their conditions worsen.\n\n\"At the end of the day, we are really dealing with what is most impactful for the patient to ensure the patient doesn't go back to the hospital for things that can be cared for as an outpatient,\" she says.", "article_metadata": {"description": "In an exclusive interview with FierceHealthcare, Global Transitional Care CEO Rani Khetarpal discusses how transitional care service providers can help prevent readmissions and improve patient care.", "og": {"site_name": "FierceHealthcare", "description": "In an exclusive interview with FierceHealthcare, Global Transitional Care CEO Rani Khetarpal discusses how transitional care service providers can help prevent readmissions and improve patient care.", "title": "How Medicare's transitional care movement may prevent readmissions", "url": "http://www.fiercehealthcare.com/story/how-medicares-transitional-care-movement-may-prevent-readmissions/2015-08-27", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "30-day readmissions,Care Delivery,Fierce exclusive,Global Transitional Care,Operations & Business Management,Patient Care & Outcomes,Rani Khetarpal,readmissions,Transitional Care", "viewport": "width=device-width", "news_keywords": "Care Delivery,Operations & Business Management,Patient Care & Outcomes"}, "_id": "\"57477af46914bd0286fe1bdf\"", "article_summary": "Most transitional care patients also have two or more comorbidities in addition to the primary diagnosis that led to the hospitalization.\nUnlike home healthcare, which typically offers ambulatory care to patients with an injury or illness, transitional care provides patients with clinical oversight and care coordination during the most vulnerable time period for readmissions, 30 days post discharge, the focus of Medicare scrutiny.\nPatients under Global Transitional Care receive unlimited face time with an R.N.\n\"I would love to sit here and say Global Transitional Care can treat every patient in an inpatient facility but we are not able to,\" she says.\nThe care team coordinates services to ensure the patients get the services they need and answers any questions patients and family have."}