{"article_title": "Unaffordable insurance under Obamacare hurting small business, owners say", "article_keywords": ["owners", "dont", "business", "unaffordable", "pay", "obamacare", "hurting", "silvestris", "say", "health", "silvestri", "paid", "family", "small", "aca", "insurance", "nicole"], "article_url": "http://www.silive.com/news/index.ssf/2015/12/unaffordable_insurance_under_o.html", "article_text": "STATEN ISLAND, N.Y. -- Robert and Nicole Silvestri sell insurance for a living but are struggling to keep up with increasing costs in health insurance for their own family and business.\n\nThe married couple owns and manages Frank J. Silvestri Insurance in the Dyker Heights neighborhood of Brooklyn and met with Rep. Daniel Donovan (R-Staten Island/Brooklyn) Monday to lament about the sky-high premiums they have been paying for the past several years since the Affordable Care Act (ACA) — also known as Obamacare — became law.\n\nOf the small staff of seven — including the two owners — half are Staten Islanders.\n\nFor years, the Silvestris paid for health insurance for one of their employees. The other four had insurance through spouses' jobs.\n\nBut with increasing costs, they will pay more than twice as much in 2016 than what they paid in 2012, all the while insuring one less person.\n\nIn 2012, the Silvestris paid a combined $915 per month for their family — their twins are 16 years old now — and a single plan for one employee, a woman named Terry.\n\nIn 2015, the co-owners paid $1,552 monthly for their family of four and their one employee. In 2016, they are projected to pay $2,193 — for a family of four.\n\nThe skyrocketing prices forced the Silvestris to no longer pay for their one employee.\n\n\"Everything was wonderful and then the Affordable Car Act came into effect and we listened how it's not going to change anything,\" Nicole Silvestri said. \"As soon as that speech was made, we got a letter in the mail dropping our insurance.\"\n\nThey switched to a few other insurance companies in recent years, including Health Republic, a health insurance co-op established under the ACA whose last day of business is Monday.\n\nSince the company is going under, the Silvestris' most recent switch to Oxford will cost them $2,193 per month — that's more than $26,000 annually.\n\n\"We wanted to cry when we saw the premiums and deductibles,\" Nicole Silvestri said.\n\nThe company sells auto, home, life and other insurance, but not health insurance.\n\nYet the couple has clients calling and asking for advice about their health insurance policies because they don't know what to do.\n\nThe couple and their company don't qualify for subsidies offered under ACA but the cost of health insurance is too high to shoulder, especially as they expect it to continue to increase.\n\n\"It makes it hard,\" Nicole Silvestri said. \"We work hard for our money, we really do.\"\n\nThey could pay less with other plans but their doctors don't take those plans, she said. \"We don't want to lose our doctors.\"\n\nRobert Silvestri's father, Frank, started his small business in 1958 and handed it over to his son in 1986.\n\n\"Our staff is like family,\" Nicole Silvestri said, and they didn't want to have to drop coverage.\n\n\"This has become the unaffordable care act for the Silvestris and the people who work for them,\" Donovan said. \"Maybe the intention was good, to get as many people as possible to get health care ... but these folks are unable to offer it any longer to people.\"\n\nDonovan said Congress is chipping away at the ACA — \"As we're finding problems, we're seeking solutions.\"\n\nEarlier this month, Congress repealed a yet-to-be-enacted provision of the ACA that employers with at least 200 full-time employees automatically enroll those workers who don't respond when asked to select a group health plan.\n\n\"We saw that as a problem,\" Donovan said. \"I wasn't there when the Affordable Care Act was created and it's about 17 million pages long. So I'm not sure anyone's ever read it. When they ask people what's in it, they say, 'we'll find out after we pass it.' Well, now we're finding out what's in it.\"\n\nFrank Aversa is a managing partner in his family business on Staten Island, Aversa Brothers Industrial Contracting and Engineering, which struggled for years with increasing health insurance costs.\n\nThe company pays the entire premium for their half a dozen employees, and before the ACA, was paying roughly $1,100 per month per employee. As of March, they were paying $1,738 per employee.\n\n\"It just got out of hand,\" Aversa said. \"With the economy the way it is, we can't raise our prices ... like the insurance companies do.\"\n\nLuckily, they were able to join a union — Aversa wouldn't say which one — to get a much more affordable group rate. Now he pays $970 monthly per person\n\nHe's grateful for that option because the high costs affected how he ran his business.\n\n\"I had to hold back from hiring for that reason,\" he said, adding that he is hoping by the spring to hire more.\n\n\"It helped us out considerably.\"", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "Nicole Silvestri, health insurance, American Callers Association, Silvestris, Frank Aversa, Robert Silvestri, Frank J. Silvestri Insurance, Rep. Dan Donovan, Daniel-Donovan, news", "title": "Unaffordable insurance under Obamacare hurting small business, owners say", "parsely-page": "{\"title\": \"Unaffordable insurance under Obamacare hurting small business, owners say\", \"link\": \"http://www.silive.com/news/index.ssf/2015/12/unaffordable_insurance_under_o.html\", \"image_url\": \"http://image.silive.com/home/silive-media/width620/img/latest_news/photo/insurancejpg-45a7944c6faeaf78.jpg\", \"type\": \"post\", \"post_id\": \"17545288\", \"pub_date\": \"2015-12-01T12:05:28Z\", \"author\": \"Rachel Shapiro | rshapiro@siadvance.com\", \"tags\": [\"@mobile\",\"@pm-newsletter\",\"@politics\",\"@river\",\"Daniel-Donovan\",\"news\"] }", "twitter": {"image": "http://image.silive.com/home/silive-media/width620/img/latest_news/photo/insurancejpg-45a7944c6faeaf78.jpg", "creator": "@Writingrachel", "site": "@SIAdvance", "card": "summary", "description": "'Maybe the intention was good ... but these folks are unable to offer it any longer to people,' Rep. Dan Donovan said"}, "article_date_updated": "Tuesday, December 01, 2015,  1:24 PM", "parsely-metadata": "{\"short_title\": \"Obamacare hurting small business, owners say\", \"image_url\": \"http://media.silive.com/latest_news/photo/insurancejpg-45a7944c6faeaf78.jpg\", \"author_name\": \"rachelshapiro\", \"author_nickname\": \"Rachel Shapiro | rshapiro@siadvance.com\", \"author_id\": \"12017825\", \"source_blog_name\": \"Staten Island Real-Time News\", \"source_blog_url\": \"http://www.silive.com/news/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "SILive.com", "description": "'Maybe the intention was good ... but these folks are unable to offer it any longer to people,' Rep. Dan Donovan said", "title": "Unaffordable insurance under Obamacare hurting small business, owners say", "url": "http://www.silive.com/news/index.ssf/2015/12/unaffordable_insurance_under_o.html", "image": "http://image.silive.com/home/silive-media/width620/img/latest_news/photo/insurancejpg-45a7944c6faeaf78.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "SILive.com", "article": {"author": "http://"}, "article_comments": 0, "article_date_original": "Tuesday, December 01, 2015,  7:00 AM", "article_author": "Rachel Shapiro | rshapiro@siadvance.com", "Description": "'Maybe the intention was good ... but these folks are unable to offer it any longer to people,' Rep. Dan Donovan said"}, "article_summary": "The company sells auto, home, life and other insurance, but not health insurance.\nFor years, the Silvestris paid for health insurance for one of their employees.\n\"Our staff is like family,\" Nicole Silvestri said, and they didn't want to have to drop coverage.\nSTATEN ISLAND, N.Y. -- Robert and Nicole Silvestri sell insurance for a living but are struggling to keep up with increasing costs in health insurance for their own family and business.\nThey switched to a few other insurance companies in recent years, including Health Republic, a health insurance co-op established under the ACA whose last day of business is Monday."}