{"article_title": "10 Similarities and Differences of National and Democratic Socialism", "article_keywords": ["citizens", "believe", "similarities", "national", "differences", "socialism", "role", "economy", "democratic", "socialist", "left"], "article_url": "http://thelibertarianrepublic.com/10-similarities-and-differences-of-national-and-democratic-socialism/", "article_text": "What’s the Difference Between National and Democratic Socialism?\n\nWith the arrival of election season, there has been a lot of talk about what the government’s role in the economy should be. The Republicans believe the United States is the world’s policeman, maintaining order in foreign countries and regulating unhealthy habits of it’s citizens. The Democrats believe that the US Government should take a more nanny-state role, caring for the basic needs of citizens and monitoring their interpersonal transactions. The reaction of the right is understandable; the left wants a more socialistic economy that has proven to be ineffective, even harmful, to the people it claims to help.\n\nTo the left, such allegations are an over-reaction. Socialism comes in many different shapes and sizes. There is Leninism, Stalinism, Maoism, National Socialism, Democratic Socialism, Anarcho-Communism, and so on. However, there is evidence all of these have been disasters each time they’ve been tried. They’re all based off the teachings of Karl Marx, so it’s reasonable to assume there are similarities to these ideologies.\n\nOther sites have attempted to map these similarities and differences, but none have successfully identified those between two of the most discussed. After using the National Socialist websites Justice 4 Germans and White Honor, as well as the Democratic Socialist website Democratic Socialists of America, you can see there are a striking number of similarities between National and Democratic Socialism. But after comparing the two, you begin to wonder if fighting the second World War was to stop the advance of National, or Democratic Socialism.", "article_metadata": {"description": "Democratic and National Socialism-- Comparing and contrasting the ideologies of Bernie Sanders and Adolf Hitler.", "generator": "WordPress 4.4.2", "og": {"site_name": "The Libertarian Republic", "description": "Democratic and National Socialism-- Comparing and contrasting the ideologies of Bernie Sanders and Adolf Hitler.", "title": "10 Similarities and Differences of National and Democratic Socialism", "locale": "en_US", "image": "http://thelibertarianrepublic.com/wp-content/uploads/2015/10/karl-marx-wikimedia-commons.jpg", "updated_time": "2015-10-19T15:16:19+00:00", "url": "http://thelibertarianrepublic.com/10-similarities-and-differences-of-national-and-democratic-socialism/", "type": "article"}, "twitter": {"description": "Democratic and National Socialism-- Comparing and contrasting the ideologies of Bernie Sanders and Adolf Hitler.", "creator": "@ChrisJohncox", "image": "http://thelibertarianrepublic.com/wp-content/uploads/2015/10/karl-marx-wikimedia-commons.jpg", "title": "10 Similarities and Differences of National and Democratic Socialism", "site": "@thelibrepublic", "card": "summary_large_image"}, "robots": "noodp", "fb": {"admins": 501616773}, "article": {"publisher": "https://www.facebook.com/libertarianrepublic", "published_time": "2015-10-19T14:22:17+00:00", "author": "https://www.facebook.com/cjohncox", "section": "Economics of Liberty", "modified_time": "2015-10-19T15:16:19+00:00", "tag": "nazis"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fce97c\"", "article_summary": "There is Leninism, Stalinism, Maoism, National Socialism, Democratic Socialism, Anarcho-Communism, and so on.\nAfter using the National Socialist websites Justice 4 Germans and White Honor, as well as the Democratic Socialist website Democratic Socialists of America, you can see there are a striking number of similarities between National and Democratic Socialism.\nBut after comparing the two, you begin to wonder if fighting the second World War was to stop the advance of National, or Democratic Socialism.\nWhat’s the Difference Between National and Democratic Socialism?\nOther sites have attempted to map these similarities and differences, but none have successfully identified those between two of the most discussed."}