{"article_title": "Elizabeth G. Taylor", "article_keywords": ["supreme", "taylor", "court", "elizabeth", "g", "federal", "university", "washington", "spent", "justice", "health", "law"], "article_url": "http://www.huffingtonpost.com/elizabeth-g-taylor/", "article_text": "Elizabeth Taylor is the executive director of the National Health Law Program. Based in NHeLP's Washington office, Elizabeth leads a nationally recognized legal nonprofit dedicated to protecting and advancing the health rights of low income and underserved individuals.\n\n\n\nElizabeth has spent her career advancing justice both in the courtroom and the board room. She joined NHeLP from the U.S. Department of Justice, where she served for three years as Principal Deputy Associate Attorney General during the first and second terms of the Obama Administration. While at DOJ, Elizabeth helped develop federal policy and litigation strategy regarding several federal health care initiatives, including the Affordable Care Act and emergency contraceptives. She also led negotiations on cases arising from the mortgage crisis and reviewed agency policies implementing the Supreme Court decision striking down the Defense of Marriage Act.\n\n\n\nPrior to entering the federal government, Elizabeth was a partner for 15 years at the Washington, DC, law firm Zuckerman Spaeder, where she litigated civil and criminal cases in federal and state courts across the country. Elizabeth also served as an associate independent counsel on an investigation of a cabinet secretary in the Clinton Administration. Prior to that, she spent eight years at the Public Defender Service for the District of Columbia.\n\n\n\nElizabeth began her legal career as a law clerk, first for Judge Frank Coffin on the First Circuit U.S. Court of Appeals, and then for Justice Harry Blackmun on the U.S. Supreme Court. She is a graduate of the University of Virginia Law School, Yale Divinity School, and the University of North Carolina at Chapel Hill.", "article_metadata": {"og": {"url": "http://www.huffingtonpost.com/elizabeth-g-taylor/", "image": "http://www.huffingtonpost.com/include/image_compositor.php?image=/contributors/elizabeth-g-taylor/headshot.jpg&overlay=/images/icons/H_logo_15x15.jpg&type_embedding=bottom-right&ignore_everything=1&composite_type=author_headshot", "type": "profile", "description": "Elizabeth Taylor is the executive director of the National Health Law Program. Based in NHeLP's Washington office, Elizabeth leads a nationally recognized legal nonprofit dedicated to protecting and advancing the health rights of low income and underserved individuals.", "title": "Elizabeth G. Taylor"}, "article": {"publisher": "https://www.facebook.com/HuffPostWomen", "section": "Women", "author": "http://www.huffingtonpost.com/elizabeth-g-taylor/"}, "fb": {"app_id": 46744042133}, "description": "Elizabeth Taylor is the executive director of the National Health Law Program. Based in NHeLP's Washington office, Elizabeth leads a nationally recognized legal nonprofit dedicated to protecting and advancing the health rights of low income and underserved individuals."}, "article_summary": "Elizabeth Taylor is the executive director of the National Health Law Program.\nWhile at DOJ, Elizabeth helped develop federal policy and litigation strategy regarding several federal health care initiatives, including the Affordable Care Act and emergency contraceptives.\nElizabeth has spent her career advancing justice both in the courtroom and the board room.\nBased in NHeLP's Washington office, Elizabeth leads a nationally recognized legal nonprofit dedicated to protecting and advancing the health rights of low income and underserved individuals.\nShe also led negotiations on cases arising from the mortgage crisis and reviewed agency policies implementing the Supreme Court decision striking down the Defense of Marriage Act."}