{"article_title": "Denver Pioneers get upset in NCAA Men’s Soccer Tournament – The Denver Post", "article_keywords": ["ncaa", "word", "sundays", "undefeated", "tournament", "upset", "denver", "mens", "franks", "team", "pioneers", "post", "soccer", "think", "told"], "article_url": "http://www.denverpost.com/colleges/ci_29153338/denver-pioneers-get-upset-ncaa-mens-soccer-tournament", "article_text": "The Denver Pioneers’ undefeated run came to a gut-wrenching halt in Sunday’s 1-0 overtime defeat to Southern Methodist in the second round of the NCAA Men’s Soccer Tournament.\n\nDenver hadn’t allowed a goal since Oct. 5 and hadn’t lost at CIBER Field since 2013, but both impressive streaks ended when SMU midfielder Stanton Garcia netted the game-winning goal just over three minutes into extra time to book the Mustangs a date with fourth-seeded Akron next Sunday in the third round.\n\nDespite the finality of Sunday’s loss, the Pioneers hung their hats as the only undefeated team during the regular season in the NCAA.\n\n“I told (the team) when you put in the amount of work, the amount of sacrifice, the amount of commitment that they did, the more it hurts,” first-year coach Jamie Franks said. “The reason why it hurts is because it was an honest effort.”\n\nThe Pioneers controlled tempo for nearly the entire game, with 14 shot attempts and a season-high 13 corner kicks. Yet they were unable to find the net, narrowly missing on what were credited four saves by Mustangs goalie Michael Nelson.\n\nDenver had close calls in the final 10 minutes of regulation, but the Pioneers didn’t get a shot off in extra time, as Garcia’s score came quickly on a throw-in.\n\n“I don’t think that’s going to be one I put on my wall and show everybody how beautiful we played because it wasn’t the most beautiful game,” said SMU coach Kevin Hudson. “But we did generate enough number of scoring chances to get the result.”\n\nDespite defeat, Franks is optimistic about the future of the Pioneers’ program. Twenty-three of the 25 on the current roster are eligible to return next season.\n\nSince arriving at DU as an assistant under then-coach Bobby Muuss in 2012, Franks has revamped recruiting to put an emphasis on character, which he said has directly translated to on-field results.\n\n“I think the word resilient is an important word to talk about in soccer — there’s tons of mistakes,” Franks told The Denver Post last week. “We just don’t want to make any mistakes on kids.”\n\nFranks, 29, led the Pioneers to a 15-0-3 regular-season record. It was the first time Denver had accomplished such a feat since 1989, when it was part of the NAIA.\n\nFranks seemed the logical choice to replace Muuss, who left for Wake Forest, but Franks insists he only took the Denver helm because he believed the Pioneers could reach soccer’s Final Four.\n\n“The program will be stronger from all the results we had,” he said. “They somehow need to channel this type of emptiness into motivation, and it’s not easy. But we’ve got really good character in that locker room.”", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Denver Pioneers get upset in NCAA Men’s Soccer Tournament", "title": "Denver Pioneers get upset in NCAA Men’s Soccer Tournament", "url": "http://www.denverpost.com/2015/11/22/denver-pioneers-get-upset-in-ncaa-mens-soccer-tournament/", "image": {"width": 1200, "identifier": "http://www.denverpost.com/wp-content/themes/denverpost/static/images/thedenverpost.png", "height": 630}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/themes/denverpost/static/images/thedenverpost.png", "site": "@denverpost", "card": "summary"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2015-11-22T21:34:21+00:00", "modified_time": "2015-11-22T21:34:21+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "University of Denver"}, "article_summary": "The Denver Pioneers’ undefeated run came to a gut-wrenching halt in Sunday’s 1-0 overtime defeat to Southern Methodist in the second round of the NCAA Men’s Soccer Tournament.\nDespite the finality of Sunday’s loss, the Pioneers hung their hats as the only undefeated team during the regular season in the NCAA.\n“I think the word resilient is an important word to talk about in soccer — there’s tons of mistakes,” Franks told The Denver Post last week.\nIt was the first time Denver had accomplished such a feat since 1989, when it was part of the NAIA.\n“We just don’t want to make any mistakes on kids.”Franks, 29, led the Pioneers to a 15-0-3 regular-season record."}