{"article_title": "Bacterial Infection May End Malaria Spread Via Reproductive Suppression In Disease-Transmitting Mosquitos", "article_keywords": ["end", "malaria", "reproductive", "populations", "infections", "reduce", "mosquitos", "infection", "mosquito", "diseasetransmitting", "spread", "anopheles", "suppression", "wolbachia", "bacterial", "species", "plasmodium"], "article_url": "http://www.medicaldaily.com/bacterial-infection-may-end-malaria-spread-reproductive-suppression-disease-transmitting-mosquitos", "article_text": "Malaria-transmitting mosquitos contribute to over 600,000 deaths each year and put half of the world’s population at risk to disease, making Anopheles mosquitos the most dangerous animal on the planet. Research funded by the European Research Council has revealed a bacterial infection in two species of Anopheles mosquitos known as Wolbachia that can be used to reduce the parasite that causes malaria and control the populations of disease carrying insects.\n\n“If successful, exploiting Wolbachia infections in malaria mosquitoes could reduce the burden of the disease globally,\" co-author from the Max Planck Institute for Infection Biology in Berlin, Elena Levashina, said in a statement.\n\nLevashina’s colleague Francesco Baldini from the University of Perugia in Italy and the Harvard School of Public Health (HSPH) traveled all the way to villages in Burkina Faso, West Africa, to collect samples of Anopheles mosquitos and analyze their reproductive tract. Although Wolbachia infections spread quickly through insect populations by causing a reproductive phenomenon that results in a discord between sperm and eggs called cytoplasm incompatibility (CI), it has yet to be identified in Anopheles mosquitos. Wolbachia affects 66 percent of arthropod species, but this particular species of mosquito was not thought to be a natural host for the infection.\n\nWhile identifying all the bacteria located in the reproductive tracts of both male and female mosquitos, Baldini was not specifically looking for Wolbachia, but that’s exactly what he found. A novel strain of the infection dubbed wAnga is now undergoing laboratory testing to examine any properties it may share with other Wolbachia strains. The research team hopes it can be used to reduce the parasite that causes malaria known as Plasmodium and control Anopheles mosquito populations by inducing cytoplasm incompatibility.\n\n\"Wolbachia is an interesting bacterium that seems perfectly suited for mosquito control. However, there were strong doubts that it could ever be used against field Anopheles populations,\" said Flaminia Catteruccia, associate professor of immunology and infectious diseases at Harvard School of Public Health (HSPH) and at the University of Perugia. \"We were thrilled when we identified infections in natural mosquito populations, as we knew this finding could generate novel opportunities for stopping the spread of malaria.\"\n\nAccording to the World Health Organization, an estimated 207 million malaria cases were reported 2012 that contributed to 627,000 deaths. So-called “malaria vectors” consist of Anopheles mosquitos carrying one of four Plasmodium species, including Plasmodium falciparum, Plasmodium vivax, Plasmodium malariae, and Plasmodium ovale. Due to increased efforts to reduce the burden of this disease, malaria mortality rates have reduced 42 percent globally and 49 percent in Africa since 2000.\n\nSource: Flaminia C, Levashina E, Bladini F, et al. Evidence of natural Wolbachia infections in field populations of Anopheles gambiae. Nature Communications. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "malaria, mosquito", "og": {"site_name": "Medical Daily", "description": "Wolbachia bacteria infection could be the key to reducing the spread of malaria by reducing Anopheles mosquito populations.", "title": "How One Bacterial Infection Could Help Stop The Spread Of Malaria", "url": "http://www.medicaldaily.com/bacterial-infection-may-end-malaria-spread-reproductive-suppression-disease-transmitting-mosquitos", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/06/malaria-transmitting-mosquitos.jpg", "type": "article"}, "twitter": {"description": "Wolbachia bacteria infection could be the key to reducing the spread of malaria by reducing Anopheles mosquito populations.", "title": "How One Bacterial Infection Could Help Stop The Spread Of Malaria", "url": "http://www.medicaldaily.com/bacterial-infection-may-end-malaria-spread-reproductive-suppression-disease-transmitting-mosquitos", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/06/malaria-transmitting-mosquitos.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/06/malaria-transmitting-mosquitos.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-06-06T16:58:24-04:00", "modified_time": "2014-06-06T16:58:22-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Wolbachia bacteria infection could be the key to reducing the spread of malaria by reducing Anopheles mosquito populations."}, "_id": "\"57477af36914bd0286fce06d\"", "article_summary": "So-called “malaria vectors” consist of Anopheles mosquitos carrying one of four Plasmodium species, including Plasmodium falciparum, Plasmodium vivax, Plasmodium malariae, and Plasmodium ovale.\nMalaria-transmitting mosquitos contribute to over 600,000 deaths each year and put half of the world’s population at risk to disease, making Anopheles mosquitos the most dangerous animal on the planet.\n\"We were thrilled when we identified infections in natural mosquito populations, as we knew this finding could generate novel opportunities for stopping the spread of malaria.\"\nAlthough Wolbachia infections spread quickly through insect populations by causing a reproductive phenomenon that results in a discord between sperm and eggs called cytoplasm incompatibility (CI), it has yet to be identified in Anopheles mosquitos.\nEvidence of natural Wolbachia infections in field populations of Anopheles gambiae."}