{"article_title": "AMA adds 20 medical schools to Accelerating Change in Medical Education Consortium", "article_keywords": ["training", "adds", "school", "college", "medicineuniversity", "ama", "medical", "medicine", "consortium", "accelerating", "students", "health", "schools", "20", "education", "university", "change"], "article_url": "http://www.healthcarefinancenews.com/news/ama-triples-size-its-medical-school-future-consortium", "article_text": "Image via Wiki Commons.\n\nThe American Medical Association is adding 20 leading medical schools to the 11 already participating in its Accelerating Change in Medical Education Consortium, a group that hopes to \"bridge the gaps that exist between how medical students are trained and how healthcare is delivered\" in the 21st Century.\n\nThe new schools more than triple the size of the ACME group -- building upon the momentum of the $11 million project that was launched in 2013.\n\nIn adding these new members, officials say, the aim is to drive more and bigger ideas for developing innovative curricula that can help med schools better prepare physicians for a digitized world where the hospital is de-emphasized and population health management is the goal.\n\n\"Ours is a robust response to the gap that has formed between physician training and the day-to-day realities of our healthcare system,\" said AMA CEO James Madara, MD, speaking on a conference call. \"Students must be ready to recognize and respond to health inequity. To understand population health. And to be ready from day one to put best practices for quality care and patient safety to work.\"\n\nBy developing innovative curricula that \"embed students in real-world experiences, introduce them to cutting-edge technology and instill in them a love for lifelong learning,\" the schools of the consortium will \"give future physicians these skills and more, and prepare them to lead and innovate as they care for patients and communities in this complex, modern, rapidly changing healthcare system,\" he said.\n\nMadara pointed to two examples from schools in the first batch of 11 members as programs that \"allow medical students to be totally immersed within the healthcare system from day one of medical school: training in physician leadership, education in team care skills and increased use of technology to teach electronic health records and patient outcomes skills.\"\n\nPenn State, for instance, developed a curriculum to \"ensure that students learn not only the basics in clinical sciences but also health systems science,\" he said. \"This is an important innovation given that the majority of medical students still receive their training in hospital settings – despite the fact that the majority of patients are now being cared for in an outpatient setting in order to treat chronic conditions.\"\n\nAt Indiana University School of Medicine, meanwhile, educators \"developed a teaching electronic health record using deidentified data to ensure medical students have access to EHRs during their medical training, instead of having to get up to speed after graduating\" – something, Madara added, that has unfortunately \"been the norm\" for too many med students.\n\nThe 20 new schools joining ACME consortium:\n\nA.T. Still University School of Osteopathic Medicine in Arizona\n\nCase Western Reserve University School of Medicine\n\nEastern Virginia Medical School\n\nEmory University School of Medicine\n\nFlorida International University Herbert Wertheim College of Medicine\n\nHarvard Medical School\n\nMorehouse School of Medicine\n\nOhio University Heritage College of Osteopathic Medicine\n\nRutgers Robert Wood Johnson Medical School\n\nSophie Davis School of Biomedical Education/City College of New York\n\nSidney Kimmel Medical College at Thomas Jefferson University\n\nPritzker School of Medicine at the University of Chicago\n\nUniversity of Connecticut School of Medicine\n\nUniversity of Nebraska College of Medicine\n\nUniversity of North Carolina School of Medicine\n\nUniversity of North Dakota School of Medicine and Health Sciences\n\nDell Medical School at the University of Texas at Austin\n\nUniversity of Texas Rio Grande Valley School of Medicine\n\nUniversity of Utah School of Medicine\n\nUniversity of Washington School of Medicine\n\nTwitter: @mikemiliardHITN", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/ama-triples-size-its-medical-school-future-consortium", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/harvard-medical-school-hfn-feature.jpg", "site_name": "Healthcare Finance News", "description": "The American Medical Association is adding 20 leading medical schools to the 11 already participating in its Accelerating Change in Medical Education Consortium, a group that hopes to \"bridge the gaps that exist between how medical students are trained and how healthcare is delivered\" in the 21st Ce", "title": "AMA triples size of its 'medical school of the future' consortium"}, "twitter": {"site": "@HC_Finance", "image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/harvard-medical-school-hfn-feature.jpg"}, "description": "The American Medical Association is adding 20 leading medical schools to the 11 already participating in its Accelerating Change in Medical Education Consortium, a group that hopes to \"bridge the gaps that exist between how medical students are trained and how healthcare is delivered\" in the 21st Ce", "card": "summary_large_image", "title": "AMA triples size of its 'medical school of the future' consortium"}, "generator": "Drupal 7 (http://drupal.org)", "description": "The American Medical Association is adding 20 leading medical schools to the 11 already participating in its Accelerating Change in Medical Education Consortium, a group that hopes to \"bridge the gaps that exist between how medical students are trained and how healthcare is delivered\" in the 21st Century.&#13; The new schools more than triple the size of the ACME group -- building upon the momentum of the $11 million project that was launched in 2013.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "article_summary": "The American Medical Association is adding 20 leading medical schools to the 11 already participating in its Accelerating Change in Medical Education Consortium, a group that hopes to \"bridge the gaps that exist between how medical students are trained and how healthcare is delivered\" in the 21st Century.\nThe new schools more than triple the size of the ACME group -- building upon the momentum of the $11 million project that was launched in 2013.\nAnd to be ready from day one to put best practices for quality care and patient safety to work.\"\nThe 20 new schools joining ACME consortium:A.T.\n\"Students must be ready to recognize and respond to health inequity."}