{"article_title": "For Stronger Relationship, Couples Should Spend More Time Apart – AARP", "article_keywords": ["working", "relationship", "space", "aarp", "office", "stronger", "50", "sex", "couples", "need", "create", "spend", "best", "apart"], "article_url": "http://blog.aarp.org/2014/01/23/relationship-fix-spend-more-time-apart/", "article_text": "Since my book The Best of Everything After 50: The Experts’ Guide to Style, Sex, Health, Money and More, was published, I have been getting emails from people asking for advice on all kinds of topics, from eating well to starting a running program to dealing with a spouse who cheats. One question I hear often is this: What happens when couples spend too much time together and it puts a damper on their relationship? This can be especially true for couples who are both retired or working from home. Here’s a snippet of a recent email:\n\nFor the last few years I’ve worked from home as a marketing consultant while my husband goes to his job at an office. This arrangement has worked perfectly, especially because so much of what I do requires phone interviews, research and quiet contemplation. With all three kids grown and gone, I usually luxuriate in the quietude of my home with only my two cats around to break the silence. Lately, however, my husband is working more and more from home, because he can. A true tech-nerd, he says his office is “the world,” meaning he can be in touch with anyone, anywhere, anytime. Even on those days when he does go into the office, he first hangs out in our shared office making calls, doing emails and constantly interrupting my trains of thought. After 25+ years of marriage, it’s nice to know we love each other and genuinely enjoy each other’s company. But he’s starting to drive me nuts. Worse still, I’m not as interested in sex as I was because I’m feeling annoyed. Help!\n\nSex and relationship therapist Esther Perel says there’s a very big myth about coupling: The more time we spend together, the better our relationship will be. Not necessarily so, Perel says. Her advice to couples who are suddenly spending too much time in each other’s presence? Create your own physical space, your own place to work, think, be creative, be private, chill out.\n\nIt can be the bedroom, your home office, a part of your basement, wherever there is space that you can call yours. If there’s only one home office and your partner has started to encroach on your work/personal space, then maybe you need to move out and create a new one. Your partner should not be allowed to enter this space unless invited, or unless you give permission. Set the guidelines, the boundaries, the rules, and stick with them. But remember, he gets to have a space, too!\n\nIf you’re both working from home, it’s even more imperative that you create your own separate space. A critical mistake that many of us make is believing that in order to have a stronger relationship, we need to share everything. In fact, Perl argues for a little mystery. Popular marital advice suggests we need more communication and more talk with our partners, but excess information and over-sharing isn’t always attractive. A little mystique, however, can get you noticed. Take a look at this short video in which I bust some of the biggest myths about sex and relationships after 50. And please SUBSCRIBE to the series!\n\nI want to hear from you! Leave your questions and ideas about living your best life after 50 in the comments section below. Connect with me on Facebook, Twitter and my blogs on AARP.org. Check out www.bestofeverythingafter50.com. And please let me know what you’d like to see in future episodes of “The Best of Everything After 50“³! Thanks for reading and watching!\n\nAlso of Interest\n\nSee the AARP home page for deals, savings tips, trivia and more", "article_metadata": {"page_title": "blog", "twitter": {"description": "Since my book The Best of Everything After 50: The Experts’ Guide to Style, Sex, Health,  Money and More, was published, I have been getting emails from people asking for advice on all kinds of topics, from eating well to starting a running program to dealing with a spouse who cheats. One question I hear often is this: What happens when couples spend too much time together and it puts a damper on their relationship? This can be especially true for …", "creator": "@aarp", "url": "http://blog.aarp.org/2014/01/23/relationship-fix-spend-more-time-apart/", "title": "Relationship Fix: Spend More Time Apart", "site": "@aarp", "card": "summary"}, "estimated_publish_date": "2014-01-23", "Last-Modified": "2014-08-28EDT17:16:00", "keywords": "couples, damper, stronger relationship, marriage, sex, relationship therapist, coupling, partner, separate space, boundries", "houseAds": "commercial", "paywallStatus": "off", "isArticle": "false", "livefyreId": "350138:http://blog.aarp.org/2014/01/23/relationship-fix-spend-more-time-apart", "title": "Relationship Fix: Spend More Time Apart", "comments": "on", "sponsorship": "on", "source": "aarp_washington_office", "description": "A critical mistake that many of us make is believing that in order to have a stronger relationship, we need to share everything.", "robots": "index,follow", "Subject1": "Division:AARP.org", "fb": {"app_id": 114175878660191}, "aarpAdUnit": "Be-Your-Best", "article": {"author": "http://www.facebook.com/AARP"}, "pluckId": "http://www.aarp.org/vendor/blog/", "viewport": "width=device-width, initial-scale=1", "language": "english", "og": {"site_name": "AARP", "description": "Since my book The Best of Everything After 50: The Experts’ Guide to Style, Sex, Health,  Money and More, was published, I have been getting emails from people asking for advice on all kinds of topics, from eating well to starting a running program to dealing with a spouse who cheats. One question I hear often is this: What happens when couples spend too much time together and it puts a damper on their relationship? This can be especially true for …", "title": "For Stronger Relationship, Couples Should Spend More Time Apart", "url": "http://blog.aarp.org/2014/01/23/relationship-fix-spend-more-time-apart/", "image": "http://blog.aarp.org/wp-content/uploads/2014/01/GLAM-BHG-Photo-150x150.jpg", "type": "article"}, "contentId": "/content/aarpe/en/home/vendor/blog", "Subject2": "Resources and Tools:Blogs", "aarpeContent": "true", "IALevel1": "vendor", "IALevel2": "blog", "s43": "13.Volunteerism|MyPersonalTime", "action": "read", "dateToday": "2016/05/26"}, "_id": "\"57477af46914bd0286fd84a7\"", "article_summary": "Sex and relationship therapist Esther Perel says there’s a very big myth about coupling: The more time we spend together, the better our relationship will be.\nOne question I hear often is this: What happens when couples spend too much time together and it puts a damper on their relationship?\nA critical mistake that many of us make is believing that in order to have a stronger relationship, we need to share everything.\nThis can be especially true for couples who are both retired or working from home.\nAnd please let me know what you’d like to see in future episodes of “The Best of Everything After 50“³!"}