{"article_title": "TCC Flight Director Says Pilots Train For Every Situation - NewsOn6.com - Tulsa, OK - News, Weather, Video and Sports - KOTV.com", "article_keywords": ["newson6com", "kotvcom", "emergency", "tulsa", "md80", "flight", "airlines", "landing", "train", "video", "ok", "international", "weather", "situation", "pilots", "1461", "tcc", "pilot"], "article_url": "http://www.newson6.com/story/25531252/tcc-flight-director-says-pilots-train-for-every-situation", "article_text": "Audio from the cockpit to air traffic control shows the pilot telling controllers he had problems with the flight controls.\n\npilots are taught to stay calm when trouble appears in flight.\n\nAmerican Airlines said mechanics spent Thursday looking at the MD-80 jetliner that made an emergency landing at Tulsa International, Wednesday afternoon.\n\nAmerican Airlines said mechanics spent Thursday looking at the MD-80 jetliner that made an emergency landing at Tulsa International, Wednesday afternoon.\n\nFlight 1461 was flying from Little Rock to Dallas when the pilot reported mechanical problems and had to land.\n\n5/14/2014 Related Story: American Airlines Jet Makes Emergency Landing At Tulsa International Airport\n\nDr. Matt Wise, the director of the flight instruction program run by Tulsa Community College said pilots train for every situation possible.\n\nAmerican Airlines said it's still trying to figure out what happened to Flight 1461 that caused an emergency landing in Tulsa. A spokeswoman would only say it was a mechanical issue with the MD-80 that was on its way to Dallas.\n\nAudio from the cockpit to air traffic control shows the pilot telling controllers he had problems with the flight controls.\n\nFlight 1461: \"1461, we're going to have difficulty with our flight controls so we're going to need extra space behind us and in front of us. We have limited ability to maneuver.\"\n\nController: \"You are number one sir and I will keep the final clear, too, sir.\"\n\nPassengers credit the pilot for bringing the plane to a safe landing.\n\n5/14/2014 Related Story: Passengers Credit Pilot For Safe Landing At Tulsa International Airport\n\n\"They took over manually and that's all we really knew. It did change direction abruptly,\" passenger Steve Munson said.\n\n\"We fly how we train and we train day in and day out in the simulators for emergency situations,\" Wise said.\n\nWise is a former pilot and has experience flying an MD-80. He said pilots are taught to stay calm when trouble appears in flight.\n\n\"First we want to assess color of warning, red, yellow, caution, or warning. What type of master caution you have going on,\" Wise said.\n\nHe said pilots then have to decide if they want to fly the plane manually or continue on autopilot, but there are certain times during the flight when that's an easy decision.\n\n\"There are situations where one would take more immediate action, takeoff or landing, critical phases of flight like that,\" he said.\n\nWise said pilots prefer to fly a plane manually and situations like what happened Wednesday are examples of why that training is so important.\n\nPassengers on that flight flew to Dallas Wednesday night on a different airplane.\n\nA spokeswoman for American Airlines said she does not know where that airplane is being serviced but there's a good chance it's still in Tulsa.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "American Airlines said it's still trying to figure out what happened to Flight 1461 that caused an emergency landing in Tulsa. A spokeswoman would only say it was a mechanical issue.", "og": {"url": "http://www.newson6.com/story/25531252/tcc-flight-director-says-pilots-train-for-every-situation", "image": "http://KOTV.images.worldnow.com/images/25531252_BG1.jpg", "type": "article", "description": "American Airlines said it's still trying to figure out what happened to Flight 1461 that caused an emergency landing in Tulsa. A spokeswoman would only say it was a mechanical issue.", "title": "TCC Flight Director Says Pilots Train For Every Situation"}, "twitter": {"image": "http://KOTV.images.worldnow.com/images/25531252_BG1.jpg", "description": "American Airlines said it's still trying to figure out what happened to Flight 1461 that caused an emergency landing in Tulsa. A spokeswoman would only say it was a mechanical issue.", "card": "summary", "title": "TCC Flight Director Says Pilots Train For Every Situation"}, "wnreadableurl": "tcc-flight-director-says-pilots-train-for-every-situation", "ROBOTS": "Index,Follow,NoArchive", "date": "2014/05/15", "fb": {"app_id": 497059410331845}, "owner": "KOTV", "KEYWORDS": "tulsa,media,news,weather,tv,cbs,local,tornado,storm,oklahoma,kotv.com,channel 6,channel six,green country,television,the news on 6,the news on six,six in the morning,live", "wn-version": "ContainerE-Story", "wn-base": "IIS25", "verify-v1": "67+ifqPKEX7ZTB2sopjxTD1c6nx6ScxupNN92EqnIpc=", "news_keywords": "tulsa,media,news,weather,tv,cbs,local,tornado,storm,oklahoma,kotv.com,channel 6,channel six,green country,television,the news on 6,the news on six,six in the morning,live"}, "_id": "\"57477af36914bd0286fc9898\"", "article_summary": "Flight 1461: \"1461, we're going to have difficulty with our flight controls so we're going to need extra space behind us and in front of us.\nAmerican Airlines said it's still trying to figure out what happened to Flight 1461 that caused an emergency landing in Tulsa.\nAmerican Airlines said mechanics spent Thursday looking at the MD-80 jetliner that made an emergency landing at Tulsa International, Wednesday afternoon.\nFlight 1461 was flying from Little Rock to Dallas when the pilot reported mechanical problems and had to land.\n5/14/2014 Related Story: American Airlines Jet Makes Emergency Landing At Tulsa International AirportDr. Matt Wise, the director of the flight instruction program run by Tulsa Community College said pilots train for every situation possible."}