{"article_title": "“Birdman” trumps “Boyhood” at the Oscars", "article_keywords": ["boyhood", "shot", "movies", "academy", "taking", "birdman", "oscars", "won", "awards", "trumps", "best", "irritu"], "article_url": "http://www.salon.com/2015/02/23/birdman_trumps_boyhood_at_the_oscars/", "article_text": "Topics: Birdman, Boyhood, Hollywood, Movies, oscars 2015, The Academy Awards, Video, Entertainment News\n\nThe big narrative going into tonight’s ceremony was “Boyhood” vs. “Birdman.” And now the Academy has spoken, with Iñárritu’s sly dark comedy about the world of showbiz taking home Best Picture over Linklater’s 12-year coming-of-age epic.\n\nIn addition to winning best picture, Iñárritu also won for Best Director and Best Original Screenplay, two categories many critics had gone into the ceremony saying were too close to call. “Birdman” cinematographer Emmanuel Lubezki — who also won for last year’s “Gravity” — took home the prize for Best Cinematography (no surprise, considering the film was shot in a masterful single take). While “The Theory of Everything Star” Eddie Redmayne won Best Actor over Michael Keaton, it hardly came as a major upset, having been widely deemed a two-man race that could go either way. “Boyhood,” meanwhile, came home with nothing except Patricia Arquette’s Best Supporting Actress win. Neither Linklater nor Iñárritu had won the Oscar before, although Iñárritu had four nominations under his belt (Linklater has one, for Best Adapted Screenplay for “Before Sunset.”)\n\nWhile “Boyhood” shot out of the gate early, “Birdman” had been picking up steam lately, taking home the top prize at the Producers Guild, Directors Guild, SAG Awards and Spirit Awards (although “Boyhood” triumphed at the BAFTAs). Yet despite the close race, some critics were remarkably prescient about “Birdman”‘s sweep. As Grantland’s Mark Harris wrote, a “Birdman” victory would be much in line with the Academy’s preferences as of late, pointing out that it would be the third time in four years “that people who make movies have given top honors to a movie about people who make movies” (along with “The Artist” and “Argo”). Taking up Harris’ point, Salon critic Andrew O’Hehir observed that the Academy tends to reward films that hold a mirror up to the grand struggles of the film industry, saying that “self-regarding movies about the greatness and craziness and triumph and tragedy of those who make movies have become the new Oscar norm.”", "article_metadata": {"description": "Richard Linklater’s 12-year coming-of-age epic went home mostly empty-handed VIDEO", "title": "“Birdman” trumps “Boyhood” at the Oscars", "og": {"site_name": "Salon", "description": "Richard Linklater’s 12-year coming-of-age epic went home mostly empty-handed VIDEO", "title": "“Birdman” trumps “Boyhood” at the Oscars", "url": "http://www.salon.com/2015/02/23/birdman_trumps_boyhood_at_the_oscars/", "image": "http://media.salon.com/2015/02/AP773214545037-1280x960.jpg", "type": "article"}, "twitter": {"description": "Richard Linklater’s 12-year coming-of-age epic went home mostly empty-handed VIDEO", "title": "“Birdman” trumps “Boyhood” at the Oscars", "image": "http://media.salon.com/2015/02/AP773214545037-1280x960.jpg", "creator": "@annaesilman", "site": "@salon", "card": "summary_large_image"}, "author": "Anna Silman", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Birdman, Boyhood, Hollywood, Movies, oscars 2015, The Academy Awards, Video", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fce9d2\"", "article_summary": "Topics: Birdman, Boyhood, Hollywood, Movies, oscars 2015, The Academy Awards, Video, Entertainment NewsThe big narrative going into tonight’s ceremony was “Boyhood” vs. “Birdman.” And now the Academy has spoken, with Iñárritu’s sly dark comedy about the world of showbiz taking home Best Picture over Linklater’s 12-year coming-of-age epic.\nWhile “The Theory of Everything Star” Eddie Redmayne won Best Actor over Michael Keaton, it hardly came as a major upset, having been widely deemed a two-man race that could go either way.\n“Boyhood,” meanwhile, came home with nothing except Patricia Arquette’s Best Supporting Actress win.\nIn addition to winning best picture, Iñárritu also won for Best Director and Best Original Screenplay, two categories many critics had gone into the ceremony saying were too close to call.\n“Birdman” cinematographer Emmanuel Lubezki — who also won for last year’s “Gravity” — took home the prize for Best Cinematography (no surprise, considering the film was shot in a masterful single take)."}