{"article_title": "Papa John’s Has a Thingiverse Page! 3D Printing Enthusiasts Wonder if This Sets a Worrisome Precedent", "article_keywords": ["designs", "enthusiasts", "corporation", "johns", "papa", "site", "free", "thingiverse", "culture", "printing", "advertising", "sets", "using", "wonder", "precedent", "worrisome", "page"], "article_url": "https://3dprint.com/112316/papa-johns-thingiverse-page/", "article_text": "For 3D printing enthusiasts, Thingiverse has become a great place to show off designs, ask for feedback, offer modifications to the designs of others, and collaboratively develop new inventions through its large community of designers and makers. The site has come to exemplify maker culture, with its emphasis on innovation, learning, and sharing. So when a large corporation begins using the site as an advertising gimmick, it’s no surprise that several members of the community would be a bit hacked off.\n\nIt doesn’t help when that company is one as controversial as Papa John’s, which has made several rather dubious headlines for incidents such as its multimillionaire CEO’s threat to cut employee hours to pay for health care if Obamacare wasn’t repealed. That incident in particular has made the company a poster child, in many circles, for the hypocrisy and unfairness of corporate culture. A revulsion towards the practices of major corporations is one reason that many have turned so enthusiastically to the maker movement, choosing to provide for themselves and support the work of individuals rather than throwing their money at soulless megacorporations. So it’s safe to say that Papa John’s debut on Thingiverse feels like an unwelcome invasion to many.\n\nIn fairness, the pizza company’s new Thingiverse page is pretty innocuous, with a few pizza-themed Christmas ornaments the only items displayed so far. But it’s the principle that has some makers fuming. A Reddit forum entitled “Will using thingiverse as a form of advertising become a thing?” voices the question that worries many: will Thingiverse eventually be taken over by the corporate culture it has distanced itself from?\n\nPersonally, I don’t think so. One of the main points of Thingiverse is that everything is free and open source; I can’t see McDonalds expending a ton of effort on designing things that won’t directly make money and that can’t be trademarked. Sure, it’s annoying to see a corporation using a site like Thingiverse for advertising purposes, but it’s really no more than a gimmick. Most users on the Reddit thread seem to agree, and a few even put a positive spin on it.\n\n“If they’re giving the files away for free, what’s the harm? Sure, you might be some ‘stupid’ things, but every so often you’ll get some really cool designs,” commented a user by the name of classic_schmosby. “Think of it this way, too: this gave one or more people a job. If more companies do this, it will create more jobs in 3d modeling, which also should make more tinkerers in 3d modeling.”\n\nOther users seemed to see Papa Johns’ entry into the Thingiverse community as a challenge, and suggested taking advantage of the open source format to add some, er, creative touches to the designs the corporation has offered. That’s certainly one way to dissuade corporations from using a free creative space as an advertising opportunity. Papa John, you may have created a monster. What are your thoughts on this move? Let us know in the Papa John’s Thingiverse forum thread on 3DPB.com.", "article_metadata": {"description": "For 3D printing enthusiasts, Thingiverse has become a great place to show off designs, ask for feedback, offer modifications to the designs of others, and collaboratively develop new inventions through its large community of designers and makers.", "generator": "WordPress 4.5.2", "og": {"site_name": "3DPrint.com", "description": "For 3D printing enthusiasts, Thingiverse has become a great place to show off designs, ask for feedback, offer modifications to the designs of others, and coll", "title": "Papa John’s Has a Thingiverse Page! 3D Printing Enthusiasts Wonder if This Sets a Worrisome Precedent", "url": "https://3dprint.com/112316/papa-johns-thingiverse-page/", "image": "http://3dprint.com/wp-content/uploads/2015/12/pizzatree-300x216.jpg", "updated_time": "2015-12-22T17:46:41+00:00", "locale": "en_us", "type": "article"}, "fb": {"admins": 503367478}, "keywords": "3d printing, 3d printed, 3d print, 3d printer, 3d design, 3d printing, editorials / opinions, 3d printed advertising, 3d printed pizza, advertising, maker movement, papa johns, reddit, thingiverse", "article": {"publisher": "https://3dprint.com/", "published_time": "2015-12-23T06:58:28+00:00", "author": "https://3dprint.com/author/clare-scott/", "section": "Editorials / Opinions", "modified_time": "2015-12-22T17:46:41+00:00", "tag": "thingiverse"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0"}, "article_summary": "Let us know in the Papa John’s Thingiverse forum thread on 3DPB.com.\nSo it’s safe to say that Papa John’s debut on Thingiverse feels like an unwelcome invasion to many.\nSure, it’s annoying to see a corporation using a site like Thingiverse for advertising purposes, but it’s really no more than a gimmick.\nIt doesn’t help when that company is one as controversial as Papa John’s, which has made several rather dubious headlines for incidents such as its multimillionaire CEO’s threat to cut employee hours to pay for health care if Obamacare wasn’t repealed.\nIn fairness, the pizza company’s new Thingiverse page is pretty innocuous, with a few pizza-themed Christmas ornaments the only items displayed so far."}