{"article_title": "Pot finance co-ops likely to fail, but they’re better than nothing – The Denver Post", "article_keywords": ["coops", "finance", "banks", "banking", "federal", "pot", "reserve", "system", "denver", "theyre", "better", "credit", "likely", "fail", "post", "marijuana", "industry", "colorado"], "article_url": "http://www.denverpost.com/marijuana/ci_25781300/pot-finance-co-ops-likely-fail-but-theyre", "article_text": "A hurry-up bill that whizzed through the final days of the Colorado legislature to create the world’s first financial cooperatives for the marijuana industry still faces about two years of added preparation, backers now say.\n\nBut despite the initial optimism surrounding House Bill 1398, those familiar with the Federal Reserve System — the agency whose approval is required for the whole plan to work — say it’s unlikely to meet with anything but rejection.\n\nStill others say the amount of effort needed to create the co-op system, which is little more than a credit union for the marijuana industry, is a wasted exercise in learning what was already known: that only Congress can make the changes needed to allow the pot industry access to normal banking.\n\n“Arguably it’s all a charade, thinking that some members of the (Federal Reserve) board … will allow access to the payment system,” said Bert Ely, a banking structure consultant in Alexandria, Va. “If the Fed can’t let them in, the legislature’s action has no meaning.”\n\nHB 1398 was conceived by marijuana-industry stakeholders, with help from Gov. John Hickenlooper’s office, as a means to force the federal government’s hand at deciding with finality whether pot and banking can go together.\n\nUntil now, it’s been undecided at best. There are bills languishing in Congress that would give special exemptions to banks in states where marijuana is legal — currently only two have approved recreational sales, while more than 20 others allow for its medical use.\n\nFederal regulators and prosecutors have done little to alleviate the logjam, offering advice on how to approach the issue, but ultimately causing banks to keep what could be a lucrative relationship at arm’s length.\n\n“Colorado’s congressional representatives have tried to move a bill; the banking industry has asked for guidance; the governors of Washington and Colorado (where recreation marijuana is legal) have asked for guidance; we’ve gotten the memos from regulators and prosecutors, and the banks ran screaming,” said Chris Myklebust, Colorado’s commissioner of the division of financial services and the one tapped for overseeing the new co-op system should it emerge.\n\n“We want an answer, on the record, a written response. Can we do this?” he said.\n\nNo dark shadows\n\nBut before the Federal Reserve can even tackle the issue — presumably the first application would head to the Fed’s regional bank in Kansas City, which is likely to punt the decision to Washington, D.C. — Myklebust says there is much more work to be done.\n\n“It’s possible we can get something to the Fed in 2015, but more likely 2016,” he said. “We need to put rules into place, come up with standards and bylaws, and a foundation for what one of these cooperatives will look like from an organizational standpoint.”\n\nWhat Colorado seeks is approval for the marijuana industry to carry on its own banking-type segment, with accounts and credit cards and full access to the nation’s financial system. And it wants it as if it’s a new concern, with no dark shadows of a criminal past.\n\n“The critical problem is you have money flowing through this (co-op) entity with proceeds of transactions that are still illegal under federal law,” said Oliver Ireland, a Washington, D.C., attorney specilizing in bank regulatory issues.\n\n“Is the Fed going to do what the banks won’t already do? No. Why would they?” he said.\n\nSeveral former members of the Board of Governors of the Federal Reserve System politely turned down Denver Post requests for interviews for this story.\n\nThe push for an answer stems from the federal government’s own indecision on how to handle pot and banking.\n\nAlthough a branch of the U.S. Treasury and the U.S. Department of Justice in February theoretically gave banks the go-ahead to do business with the legal-marijuana trade — medical and recreational sellers of the drug — it was seen as little more than tacit approval surrounded by a number of red flags.\n\nRather than solving the banking dilemma, it complicated it.\n\n“Banks are responsible to regulators, most of which are independent and uncontrolled by the president’s executive branch,” Colorado Bankers Association CEO Don Childears said when the guidance came. “The idea of no prosecution is nice, but to banks, regulators have the real power.”\n\nSome U.S. senators loudly questioned how a branch of federal government — the Financial Crimes Enforcement Network, or FinCEN, within the Department of Treasury — could buck its mandatory obligation of keeping drug trafficking out of the nation’s money system.\n\n“(FinCEN’s) guidance is dangerously misleading. Indeed, following the guidance may expose financial institutions to civil or criminal liability,” Sens. Dianne Feinstein, D-Calif., and Chuck Grassley, R-Iowa, wrote in April. “Congress and the President may reconsider marijuana’s legality, but until federal law is changed, selling marijuana, laundering marijuana proceeds, and aiding and abetting those activities all remain illegal.”\n\nIt’s not that the relationship between banks and pot shops doesn’t exist, despite repeated rhetoric that the marijuana industry is a cash-only enterprise.\n\nMillions at stake\n\nIt’s simply had to survive quietly, in some cases covertly — little different than how marijuana has hid in the shadows of criminality for more than 75 years.\n\n“Some bank customers have gone to great lengths to disguise accounts related to marijuana,” Childears said, “even spraying deposited cash from ‘Susie’s Cookies’ with Febreze air freshener.”\n\nWith millions — perhaps billions — of dollars at stake, the worries of public safety have been the oft-used words to insist that banking and pot must come together legally, without any worry that federal seizure looms around each deposit.\n\n“It’s just bizarre how many people out there who just don’t want marijuana to have access to banking, as if it’s a punishment,” said Michael Elliott, executive director of the Marijuana Industry Group, a trade organization for cannabis businesses.\n\n“It’s almost as if they’re hoping for public safety issues to be associated with it,” he said. “It’s absurd.”\n\nAs it stands, it’s easier to get a bank account if you run a licensed brothel in Nevada than a licensed marijuana shop in Colorado.\n\n“There’s a great deal of skepticism over whether this can work at all,” Elliott said.\n\nThough credit unions are chartered to serve specific groups of people, there isn’t one specific to businesses within an industry. Colorado’s legislation — it’s still unclear whether Hickenlooper will sign it — creates a cooperative, specifically prohibited from calling itself a bank or a credit union.\n\nEither way, the idea is unique.\n\n“Some (credit unions) were formed specifically to provide business lending for the farming industry, but really not for anything other than feed and things necessary to run their business,” said Pat Keefe with the Credit Union National Association. “The marijuana idea is very different.”\n\nCritical, Keefe said, is that co-ops in Colorado, under HB 1398, are not required to have federal deposit insurance, theoretically keeping it from federal laws that insist funds not have any connection to the illegal drug trade.\n\nThat, Keefe said, may keep the concept from flying.\n\nWasted time?\n\nDespite any potential setbacks, the whole idea still requires Federal Reserve approval because it’s the only way into the nation’s money system.\n\n“As a public entity, the Federal Reserve is a creature of federal law,” Ireland reminded. “Is it, as a matter of policy, going to promote the violation of federal law? To willingly participate and promote that as a federal entity?”\n\nIt seems more than unlikely, he said.\n\n“It will be interesting to see how it plays out, but I’d be very surprised if the Fed wound up doing this without a change in federal law first,” Ireland said. “Perhaps for political reasons, Colorado needs to know.”\n\nEly said Colorado could well have wasted its time.\n\n“Putting it at the Fed’s feet is a cop-out,” he said. “To have spent the money to get it passed, on setting it up, only to say ‘We’ll see what the Fed says.’ That’s just not how you do business.”\n\nThe way Myklebust sees it, that’s precisely how it needs to go.\n\n“I don’t know what we’d do otherwise,” he said. “If we stop asking, stop pushing on doors, then nothing happens.”\n\nDavid Migoya: 303-954-1506, dmigoya@denverpost.com or twitter.com/davidmigoya", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Pot finance co-ops likely to fail, but they’re better than nothing", "title": "Pot finance co-ops likely to fail, but they’re better than nothing", "url": "http://www.denverpost.com/2014/05/16/pot-finance-co-ops-likely-to-fail-but-theyre-better-than-nothing/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140516__20140518_K1_BZ18POTBANKp1.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140516__20140518_K1_BZ18POTBANKp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-05-16T21:24:42+00:00", "modified_time": "2016-04-27T20:02:56+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdd379\"", "article_summary": "Several former members of the Board of Governors of the Federal Reserve System politely turned down Denver Post requests for interviews for this story.\n“As a public entity, the Federal Reserve is a creature of federal law,” Ireland reminded.\nDespite any potential setbacks, the whole idea still requires Federal Reserve approval because it’s the only way into the nation’s money system.\nThe push for an answer stems from the federal government’s own indecision on how to handle pot and banking.\nJohn Hickenlooper’s office, as a means to force the federal government’s hand at deciding with finality whether pot and banking can go together."}