{"article_title": "Toxic Waters, Part 2: Focus Should Be Clean Up, Not Do Not Eat, Tribal Leaders Say", "article_keywords": ["yakama", "columbia", "leaders", "consumption", "state", "waters", "washington", "focus", "eat", "water", "advisories", "say", "fish", "clean", "toxic", "tribes", "river", "tribal"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/01/12/toxic-waters-part-2-focus-should-be-clean-not-do-not-eat-tribal-leaders-say-153049", "article_text": "The problems associated with contamination in Northwestern waters are mounting.\n\nFor years the many contaminants in Washington State waterways have prompted the state’s Department of Health to issue official warnings against eating Washington fish too frequently. Washington currently has fish consumption advisories issued throughout the state.\n\n“The tribes are not only interested in protecting all the species of fish they eat, but they’re also concerned about protecting their economic interests,” said Ann Seiter, fish consumption rate coordinator for the Northwest Indian Fisheries Commission.\n\nRELATED: Toxic Waters: Consumption Advisories on Life-Giving Year-Round Fish Threaten Health\n\nTribes are calling for major changes in pollution policy. When health officials from Washington and Oregon issued advisories for mid-Columbia River’s resident fish last September due to elevated mercury and PCB levels, tribal leaders were outraged.\n\n“The focus should not be ‘Do not eat’–it should be ‘Clean up’–the Columbia River,” said Yakama Nation Chairman Harry Smiskin in a statement at the time.\n\nThe Umatilla, Yakama, Nez Perce and Warm Springs tribes urged the governors of Washington and Idaho to update water quality standards and fish consumption rates.\n\n“The tribes believe that the long-term solution to this problem isn’t keeping people from eating contaminated fish—it’s keeping fish from being contaminated in the first place,” Columbia River Inter-Tribal Fish Commission Chairman Joel Moffett said in a statement. “Armed with higher fish consumption rates and water quality standards, we hope there will be a greater motivation to remove pollutants from the Columbia River and its tributaries.”\n\nWashington has also issued a lower Columbia advisory that warns of PCBs, DDT and Dioxin as well as other compounds. To the state’s east, an advisory has been issued for the Spokane River, which is contaminated with PCBs, lead and other harmful materials. There is also a statewide mercury advisory.\n\nWashington and Idaho are reevaluating their fish consumption rates, which are used to calculate water quality standards that protect human health. The four Oregon tribes urged Washington and Idaho to adopt at least the same rate that Oregon uses to establish water quality standards protective of all fish consumers in the region, according to the White Salmon Enterprise.\n\nOregon’s 175-grams-per-day suggested consumption is a more accurate representation of how much fish most of Oregon’s residents actually eat. But even that does not go far enough, tribal leaders say. State and federal governments must act to clean the polluted sections of the Columbia River contaminating fish, Smiskin said.\n\n“The fish advisories confirm what the Yakama Nation has known for decades,” Smiskin said. “State and federal governments can no longer ignore the inadequacy of their regulatory efforts and the failure to clean up the Columbia River.”\n\nThe Yakama Nation repeatedly identified contaminated sites along the Columbia, expressing concerns for the health and culture of the Yakama people and calling upon the state and federal agencies for cleanup actions that would protect the tribe’s resources, retained by them in the Treaty of 1855.\n\n\"The new advisories once again pass the burden of responsibility from industry and government to tribes and people in the region,\" Smiskin said. \"Rather then addressing the contamination, we are being told to reduce our reliance on the Columbia River’s fish. This is unacceptable.”", "article_metadata": {"description": "The problems associated with contamination in Northwestern waters are mounting.Northwest tribes want state and federal authorities to get tougher on polluters to stop contamination of salmon, their life's mainstay.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.format": "text/html", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/01/12/toxic-waters-part-2-focus-should-be-clean-not-do-not-eat-tribal-leaders-say-153049", "site_name": "Indian Country Today Media Network.com", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/fish_recommended_amounts.jpg", "type": "article", "title": "Toxic Waters, Part 2: Focus Should Be Clean Up, Not Do Not Eat, Tribal Leaders Say"}, "robots": "follow, index", "dc": {"title": "Toxic Waters, Part 2: Focus Should Be Clean Up, Not Do Not Eat, Tribal Leaders Say"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/01/12/toxic-waters-part-2-focus-should-be-clean-not-do-not-eat-tribal-leaders-say-153049", "fb": {"app_id": 493888563989950}, "dcterms.creator": "theresa", "dcterms.date": "2014-01-12T13:00-05:00", "dcterms.language": "und", "dcterms.type": "Text", "keywords": "salmon, pollution, public policy, environmental protection agency", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.title": "Toxic Waters, Part 2: Focus Should Be Clean Up, Not Do Not Eat, Tribal Leaders Say"}, "_id": "\"57477af36914bd0286fc989c\"", "article_summary": "RELATED: Toxic Waters: Consumption Advisories on Life-Giving Year-Round Fish Threaten HealthTribes are calling for major changes in pollution policy.\nFor years the many contaminants in Washington State waterways have prompted the state’s Department of Health to issue official warnings against eating Washington fish too frequently.\n“The focus should not be ‘Do not eat’–it should be ‘Clean up’–the Columbia River,” said Yakama Nation Chairman Harry Smiskin in a statement at the time.\nState and federal governments must act to clean the polluted sections of the Columbia River contaminating fish, Smiskin said.\nWashington currently has fish consumption advisories issued throughout the state."}