{"article_title": "Glow for Enterprise launches as unique employee benefit", "article_keywords": ["fertility", "service", "launches", "employees", "companies", "couples", "benefit", "health", "enterprise", "employee", "women", "unique", "conceive", "glow"], "article_url": "http://vator.tv/news/2014-02-20-glow-for-enterprise-launches-as-unique-employee-benefit", "article_text": "Well here’s some news to warm the cockles of your shriveled black heart. Glow, the new fertility tracking service co-founded by Max Levchin of PayPal fame, has launched a new service: Glow for Enterprise. And OMG companies are signing up! Because they care about their employees’ happiness! Just makes my little heart go pitter-patter.\n\nGlow, which launched last summer, uses health markers and fertility signs to help couples conceive. It’s not unlike Ovuline, which drills down on the biological markers of a woman’s cycle to identify the best time for conception, such as body temperature, cervical fluid, and more. The difference is that Glow also offers a program—Glow First—that couples can sign up for as a sort of “insurance policy.” Couples pay $50 a month, and if they don’t conceive after 10 months, Glow will pay for their fertility treatments. Those who manage to conceive on their own forfeit their money, which will be pooled to help pay for other couples’ treatments.\n\nGlow for Enterprise is a service that companies can sign up for as an extra health benefit for their employees, covering the $50 a month so that there are no out-of-pocket expenses for employees. The average IVF cycle runs about $12,000-$15,000. Few insurance companies cover fertility treatments and the Affordable Care Act, which goes into effect in January, will not require insurers to cover it.\n\nA Glow spokesperson tells me that Glow has helped \"thousands\" of women from all over the globe conceive since launching in August.\n\nEventbrite and Evernote have already signed up for the service, because of course they did. They’re just awesome like that.\n\n\"At Eventbrite, we're always looking for innovative new ways to offer health and wellness benefits to our Britelings (employees),” said Emily Couey, head of people and experiences at Eventbrite, in a statement. “Glow for Enterprise allows us to offer a progressive health benefit typically not offered by traditional insurance.\"\n\nEventbrite now has 329 employees and the company offers 12 weeks of fully paid leave for primary caregivers upon the birth or adoption of a new child, as well as 4 weeks of fully paid leave for a secondary caregiver. (In other words, Eventbrite is one of the handful of companies in the United States that offers paid maternity AND paternity leave.)\n\nEvernote has 360 employees and has been noted in the past for offering employees things like home cleaning services.\n\n\"Evernote's benefit package focuses on addressing points of potential stress in life at work and at home. Things like fully covered healthcare, access to a medical concierge service, an onsite gym and boot camp classes, various commute options, flexible work options and every other week housecleaning services are offered to counteract what could be or become stressful distractions,\" said a company spokesperson.\n\n“We think there is so much more to learn about our health and our bodies. Both women and men spend much of their lives trying to avoid pregnancy, but then when they’re ready to start a family, information and resources are scarce. This is why Glow is thrilled to be partnering with companies to extend fertility benefits to women and couples looking to conceive,” said Glow CEO and co-founder Mike Huang, in a statement.\n\nGlow declined to state whether companies will receive a discount for offering the service to their employees, but it seems like a likely possibility as Glow grows and adds more couples to its Glow First pool.\n\nWill there be pushback from Evil Corporate America over the idea of funding their employees’ fertility treatments and then paying for their parental leave, keeping their jobs open, and then dealing with all of the limitations that come with new parenthood? For sure. But those companies who want to be competitive and attract the best talent by way of unique and comprehensive benefits packages are the companies that will take advantage of Glow for Enterprise.", "article_metadata": {"byline": "Faith Merino / VatorNews", "description": "Glow for Enterprise launches as unique employee benefit. Glow signs Evernote and Eventbrite to offer employees Glow First", "og": {"site_name": "VatorNews", "description": "Glow signs Evernote and Eventbrite to offer employees Glow First \"fertility insurance\"", "title": "Glow for Enterprise launches as unique employee benefit", "url": "http://vator.tv/news/2014-02-20-glow-for-enterprise-launches-as-unique-employee-benefit", "image": "http://vatortv.s3.amazonaws.com/images/videos/main/13614.jpg", "type": "article"}, "csrf-param": "authenticity_token", "date": "2014-02-20T18:19:00+00:00", "fb": {"app_id": 174841162279}, "publish_date": "2014-02-20T18:19:00+00:00", "keywords": "financial and legal, health and medical, glow, glow for enterprise, eventbrite, evernote", "article": {"published_time": "2014-02-20T18:19:00+00:00"}, "csrf-token": "kATPvVROX5CFTzRXeUrtBXjWXtv82TMUgR2yFlwmPL8="}, "_id": "\"57477af46914bd0286fdf33a\"", "article_summary": "Glow, the new fertility tracking service co-founded by Max Levchin of PayPal fame, has launched a new service: Glow for Enterprise.\n“Glow for Enterprise allows us to offer a progressive health benefit typically not offered by traditional insurance.\"\nGlow, which launched last summer, uses health markers and fertility signs to help couples conceive.\nA Glow spokesperson tells me that Glow has helped \"thousands\" of women from all over the globe conceive since launching in August.\nBut those companies who want to be competitive and attract the best talent by way of unique and comprehensive benefits packages are the companies that will take advantage of Glow for Enterprise."}