{"article_title": "GOP’s new immigration spin: If we can’t pass reform, it’s Obamacare’s fault", "article_keywords": ["wont", "comprehensive", "reform", "house", "fault", "republicans", "gops", "conservatives", "immigration", "cant", "boehner", "obamacares", "pass", "position", "spin", "obama"], "article_url": "http://www.salon.com/2014/01/20/republicans_if_we_cant_pass_immigration_reform_its_obamacares_fault/", "article_text": "Topics: Affordable Care Act, Editor's Picks, Eric Cantor, GOP, Immigration, Immigration Policy, Immigration Reform, John Boehner, Marco Rubio, Obamacare, Republican Party, The Right, U.S. House of Representatives, Politics News\n\nIf you’ll recall the recent legislative history of “comprehensive immigration reform,” this has been the cycle: Democrats and senior Republicans all agree that we should do it, some proposals are proposed, and then it dies, usually in the House, because conservatives are very opposed to comprehensive immigration reform. Some time passes, and then we all try again. There will be another doomed-to-fail attempt this year, according to Democrats and senior Republicans. As usual, Republicans have preemptively assigned blame for its failure to President Obama.\n\nBefore his 2012 reelection, Republicans frequently argued that Barack Obama wanted immigration reform to fail, so that he could make Republicans look bad to Hispanics and use that to win reelection. After his reelection, when Obama decided to make another push for reform, under the assumption that a chastened GOP would play along, it eventually became clear that no immigration bill that provided an opportunity for citizenship for currently undocumented residents could pass the House. The end, for Immigration Reform 2013. On to Immigration Reform 2014.\n\nHere’s the latest: Speaker of the House John Boehner will “unveil a set of Republican principles for immigration reform before Obama’s Jan. 28 State of the Union address.” He and Majority Leader Eric Cantor told fellow Republicans that reform would be a priority this year. Barack Obama has been described by Senator Chuck Schumer as “cautiously optimistic” that the House would pass something this year. It’s all finally happening!\n\nOr what is happening, at least, is that John Boehner has decided that Republicans once again need to appear open to the idea of creating a more humane immigration process.\n\nThis Politico piece basically explains Boehner’s strategy. His list of principles will include “beefed-up border security and interior enforcement,” and “earned legal status,” presumably instead of “citizenship,” for undocumented immigrants. Plus, it won’t be one big bill, because Republicans have spent the entire Obama administration decrying long bills, for their length.\n\nThe draft principles will also include a promise that immigration reform will be done on a step-by-step basis and will foreclose the possibility of entering into conference negotiations using the Senate’s comprehensive package — pledges that could soothe some Republicans.\n\nMm-hmm. Soothe some Republicans, and also allow those Republicans to vote for more border security without voting to legalize anyone. That’s always been the point of passing reform “step-by-step.” Not that anyone even actually expects this limited, piecemeal proposal to pass!\n\nThe secret talks are taking place even as leaders doubt that such efforts will be fruitful, in part because of opposition from conservatives who sank the prospects for reform last year. That dynamic hasn’t changed. But Republicans think stating their position is important and could help chart a path forward for reform in 2015 after the midterm elections.\n\nAnd that’s the paragraph that should end all 2014 “could this be the year comprehensive immigration reform passes” pieces. (We finished early this year, everyone!) Republicans think “stating their position” — a position they will state by claiming it is their position, not by voting to make their ostensible position law — is important, for branding reasons, but the House is still full of conservatives, so there’s still no hope for reform.\n\nThat’s why this year, just like last year and the year before, immigration reform won’t happen: There aren’t enough votes for it in the House, because conservatives oppose it and Boehner won’t try to pass it with mostly Democratic votes.", "article_metadata": {"description": "The usual process where Democrats want immigration reform, proposals are made and then they die, has a new twist", "title": "GOP’s new immigration spin: If we can’t pass reform, it’s Obamacare’s fault", "og": {"site_name": "Salon", "description": "The usual process where Democrats want immigration reform, proposals are made and then they die, has a new twist", "title": "GOP’s new immigration spin: If we can’t pass reform, it’s Obamacare’s fault", "url": "http://www.salon.com/2014/01/20/republicans_if_we_cant_pass_immigration_reform_its_obamacares_fault/", "image": "http://media.salon.com/2014/01/rubio_cantor.jpg", "type": "article"}, "twitter": {"description": "The usual process where Democrats want immigration reform, proposals are made and then they die, has a new twist", "title": "GOP’s new immigration spin: If we can’t pass reform, it’s Obamacare’s fault", "image": "http://media.salon.com/2014/01/rubio_cantor.jpg", "creator": "@pareene", "site": "@salon", "card": "summary_large_image"}, "author": "Alex Pareene", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Affordable Care Act, Editor's Picks, Eric Cantor, GOP, Immigration, Immigration Policy, Immigration Reform, John Boehner, Marco Rubio, Obamacare, Republican Party, The Right, U.S. House of Representatives", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd068c\"", "article_summary": "And that’s the paragraph that should end all 2014 “could this be the year comprehensive immigration reform passes” pieces.\nThe end, for Immigration Reform 2013.\nOn to Immigration Reform 2014.\nBefore his 2012 reelection, Republicans frequently argued that Barack Obama wanted immigration reform to fail, so that he could make Republicans look bad to Hispanics and use that to win reelection.\nThat’s why this year, just like last year and the year before, immigration reform won’t happen: There aren’t enough votes for it in the House, because conservatives oppose it and Boehner won’t try to pass it with mostly Democratic votes."}