{"article_title": "Clinton Promises All American Homes Will Run on Alternative Energy", "article_keywords": ["homes", "promises", "run", "clean", "federal", "energy", "hillary", "american", "vowed", "solar", "clinton", "alternative", "panels", "industry", "renewable"], "article_url": "http://www.thefiscaltimes.com/2015/07/27/Clinton-Promises-All-American-Homes-Will-Run-Alternative-Energy", "article_text": "Even though solar energy provides a mere four-tenths of 1 percent of the energy consumed in the U.S. today, Hillary Clinton plans to power every home in the country by 2027 with renewable sources of energy. That would give her 10 years, if elected president, to realize her plan, which includes a huge increase in solar energy and other alternatives.\n\nThe front-running Democratic presidential candidate unveiled the broad outlines of her plan on Sunday that promises to install a half-billion solar panels nationwide by 2021. That represents a 700 percent increase from the current rate of installations. Clinton also vowed that if she is elected there would be enough renewable energy produced – including solar, wind, hydro and geothermal – to fulfill her energy goals.\n\nRelated: Hillary Clinton Sets Renewable Energy Goals to Spur More Wind, Solar Power\n\n“We can make a transition over time from a fossil fuel economy, predominantly, to a clean renewable energy economy, predominantly,” Clinton said in Iowa on Sunday as part of the roll out. In a three-minute campaign video, the former secretary of state and U.S. reprimanded skeptical Republican presidential candidates – including former Florida governor Jeb Bush -- for questioning the adverse impact of industrial greenhouse gas emissions on climate change.\n\n“It’s hard to believe that people running for president refuse to believe the settled science of climate change,” she said.\n\nTo her credit, Clinton is among the first major presidential candidates to make the dangers of climate change a central issue. During her formal announcement last month in New York, she vowed to make America “the clean energy superpower of the 21st century.” And as part of the plan she announced yesterday, Clinton vowed to fight Republican efforts to roll back provisions of the Obama administration’s Clean Power Plan.\n\nHer campaign also outlined a new “Clean Power Challenge,” including competition for grants for renewable energy products, more federal assistance to state and local governments to encourage expanded use of alternative energy sources, and other incentives for consumers.\n\nRelated: Where’s Clinton on the Environment? That Depends\n\n“Through these goals, we will increase the amount of installed solar capacity by 700 percent by 2020, expand renewable energy to at least a third of all electricity generation, prevent thousands of premature deaths and tens of thousands of asthma attacks each year, and put our country on a path to achieve deep emission reductions by 2050,” Clinton said.\n\nClinton’s sharp focus on solar energy and other alternative energy sources is not unlike President Obama’s big push throughout his first term to spark expansion in the solar energy industry, largely with the use of Energy Department grants and loans to private producers of solar panels and batteries.\n\nHowever, that approach backfired in August 2011 after a California based solar panel manufacturing plant called Solyndra went bankrupt and left taxpayers on the hook for $535 million of federal green energy loans. Obama had visited the plant the year before and praised it for “leading the way toward a brighter and more prosperous future.”\n\nThe proposal released by Clinton over the weekend provided few details of how federal, state and local governments would fund a major expansion in solar energy production The federal investment tax credit, which has helped the solar industry compete against other more entrenched electricity sectors, will significantly decline at the end of 2016 unless it is renewed, experts warn.\n\nRelated: Green Groups Divided on Hillary Clinton's Oil Interest Ties\n\nWhile on the face of it, Clinton is vowing an ambitious new push towards greater reliance on solar energy and other alternatives to fossil fuels, the solar industry has made substantial headway in recent years, suggesting that Clinton’s target may well be in reach.\n\nFor example, Brad Plummer of Vox notes that solar capacity grew 418 percent between 2010 and 2014 – starting from a very small base. So a 700 percent growth rate between 2014 and 2020 is conceivable, although it would require additional policy changes and government incentive.\n\nRelated: Where Hillary Clinton, Bernie Sanders and Martin O’Malley Stand on the Issues\n\nThe U.S. Department of Energy (DOE) has projected that solar panels may be in use on almost 1 million homes by 2020. And if solar costs significantly decline from today’s levels, DOE’s so-called SunShot study predicts that solar installations could grow to nearly 4 million homes by 2020.\n\nYet while solar technologies are improving, the industry research group cautioned, meeting current U.S. electricity needs with today’s photovoltaic technology would require about 10,000 square miles of solar panels, “an area the size of New Hampshire and Rhode Island combined,” according to the Institute for Energy Research.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Even though solar energy provides a mere four-tenths of 1 percent of the energy consum", "title": "Clinton Promises All American Homes Will Run on Alternative Energy", "url": "http://www.thefiscaltimes.com/2015/07/27/Clinton-Promises-All-American-Homes-Will-Run-Alternative-Energy", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/06232015_Hillary_Clinton.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/07/27/Clinton-Promises-All-American-Homes-Will-Run-Alternative-Energy", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/06232015_Hillary_Clinton.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Even though solar energy provides a mere four-tenths of 1 percent of the energy consum", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Clinton’s sharp focus on solar energy and other alternative energy sources is not unlike President Obama’s big push throughout his first term to spark expansion in the solar energy industry, largely with the use of Energy Department grants and loans to private producers of solar panels and batteries.\nThat would give her 10 years, if elected president, to realize her plan, which includes a huge increase in solar energy and other alternatives.\nThe front-running Democratic presidential candidate unveiled the broad outlines of her plan on Sunday that promises to install a half-billion solar panels nationwide by 2021.\nClinton also vowed that if she is elected there would be enough renewable energy produced – including solar, wind, hydro and geothermal – to fulfill her energy goals.\nEven though solar energy provides a mere four-tenths of 1 percent of the energy consumed in the U.S. today, Hillary Clinton plans to power every home in the country by 2027 with renewable sources of energy."}