{"article_title": "Aging America: An 'America Tonight' Special Series", "article_keywords": ["loved", "work", "weeklong", "aging", "personal", "series", "older", "tonight", "elder", "americans", "professional", "america", "special", "care"], "article_url": "http://america.aljazeera.com/watch/shows/america-tonight/multimedia/2014/2/aging-america-thechangingfaceofeldercare.html", "article_text": "By 2030, almost one in five Americans will be 65 or over. The number of Americans older than 85 is also expected to triple in the next three decades, and continue to climb. With this tectonic demographic shift, how we care for our elderly has become an urgent societal question.\n\nBut it is also a deeply personal one. It can be difficult, even painful, to trust an older loved one with professional care, not to mention the rising costs. For those providing the care, the work is often strenuous, underpaid and even abusive. And many Americans who care for their own older loved ones are left trying to balance unexpected responsibilities, often sacrificing their personal and professional lives.\n\nIn our weeklong special series \"Aging America,\" America Tonight studies the way elder care shapes lives, and how new ideas and technology are shaping elder care. From Monday to Thursday at 9 p.m. ET/6 PT, we’ll air a new report, with more strories to explore on our website. Follow along and share your thoughts using the #AgingAmerica hashtag on Twitter.", "article_metadata": {"description": "With our senior population booming, 'America Tonight' examines the problems and possibilities in the way we provide care", "google-play-app": "app-id=com.aljazeera.simple", "og": {"url": "http://america.aljazeera.com/watch/shows/america-tonight/multimedia/2014/2/aging-america-thechangingfaceofeldercare.html", "image": {"width": 1460, "identifier": "http://america.aljazeera.com/content/dam/ajam/images/shows/AmericaTonight/eldercare3.jpg", "height": 913}, "type": "website", "description": "With our senior population booming, 'America Tonight' examines the problems and possibilities in the way we provide care", "title": "Aging America: An ‘America Tonight’ special series"}, "twitter": {"site": "@AJAM", "image": "http://america.aljazeera.com/content/dam/ajam/images/shows/AmericaTonight/eldercare3.jpg", "description": "With our senior population booming, ‘America Tonight’ examines the problems and possibilities in the way we provide care", "card": "summary", "title": "Aging America: An ‘America Tonight’ special series"}, "apple-itunes-app": "app-id=810543104, affiliate-data=10lxKx", "keywords": "America Tonight, Elderly, U.S., Senior Citizens", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd84b0\"", "article_summary": "In our weeklong special series \"Aging America,\" America Tonight studies the way elder care shapes lives, and how new ideas and technology are shaping elder care.\nThe number of Americans older than 85 is also expected to triple in the next three decades, and continue to climb.\nIt can be difficult, even painful, to trust an older loved one with professional care, not to mention the rising costs.\nAnd many Americans who care for their own older loved ones are left trying to balance unexpected responsibilities, often sacrificing their personal and professional lives.\nFor those providing the care, the work is often strenuous, underpaid and even abusive."}