{"article_title": "1 Aspect of Obamacare That Is Decisively Missing the Mark -- The Motley Fool", "article_keywords": ["fool", "patient", "emergency", "missing", "motley", "pcp", "obamacare", "mark", "volume", "health", "insurance", "aspect", "margins", "care", "decisively", "er"], "article_url": "http://www.fool.com/investing/general/2015/05/09/1-aspect-of-obamacare-that-is-decisively-missing-t.aspx", "article_text": "In many respects the Patient Protection and Affordable Care Act, which is known better by its nickname Obamacare, has hit on a number of its key goals in the early going.\n\nBased on data from Gallup prior to the official implementation of the individual mandate on Jan. 1, 2014, the uninsured rate in the U.S. was 17.1%. The latest data from Gallup shows that the uninsured rate for health insurance in the first quarter was just 11.9%. This is consistent with the enrollment surge we witnessed in the three-month enrollment period between Nov. 15, 2014-Feb. 15, 2015 when nearly 12 million people enrolled for health insurance on state and federally run marketplace exchanges. For context, there were just 6.7 million paying enrollees in mid-October.\n\nSome of the primary goals of Obamacare were to reduce the rate of uninsured Americans and to help control the rate at which inflation affects insurance premiums. The enrollment data suggests Obamacare is putting a sizable dent in the uninsured rate, but it's a bit too early to suggest it's had an impact on premium pricing.\n\nOne area where Obamacare is failing to meet its goals\n\nAnother one of Obamacare's \"goals\" is so ensure that every American has access to a primary care physician. The thinking when crafting the law is that if Americans are insured and they have access to a primary care physician, or PCP, they'll regularly go to their PCP for preventative care checkups. These checkups are critical to discovering serious diseases early, which prevents chronic and/or serious diseases from developing into costly problems for the healthcare system later in life.\n\nBut, here-in lies the rub, and perhaps Obamacare's greatest failure thus far: PCP's aren't seeing a surge in Obamacare patients -- emergency rooms are!\n\nAccording to the 2015 American College of Emergency Physicians Poll, which asked 2,099 emergency room doctors how the implementation of the Obamacare has affected their ER volume, a vast majority claimed that volume is up.\n\nPer the results, 28% noted ER patient volume has \"increased greatly,\" while another 47% said it \"increased slightly.\" An additional 17% of respondents noted ER volume \"remained the same.\" Excluding the \"not sure\" responses, just 5% of ER doctors noted some level of volume drop-off in patients since Jan. 1, 2014.\n\nWhy this is happening\n\nWhy is this bad news? On the surface it's a cost issue. At least some of the ER doctors polled responded that select patients would have been better off seeing a PCP rather than heading to the ER. As USA Today noted via a Robert Wood Johnson Foundation report from 2013, ER visit costs run about $580 more than a similar PCP visit.\n\nBut it's more than just a cost problem. A PCP shortage is also a primary concern with physician demand expected to grow by as much as 17% by 2025. The Association of American Medical Colleges is forecasting a shortfall of between 12,400-31,100 PCPs by 2025. This means that getting in to see your doctor may not be as easy as you think, even if you have health insurance.\n\nAdditionally, not all PCPs are accepting Obamacare health insurance because they don't believe Medicaid-based reimbursement will cover their expenses. Obamacare is designed to lessen the reliance of private businesses, including PCPs and hospitals, on government-sponsored care such as Medicaid and Medicare. Therefore, as these government-sponsored payouts tighten, it's possible even fewer PCPs will accept Obamacare-based health insurance.\n\nLastly, emergency rooms are open at all hours to people of all income levels, which makes them convenient, whether a patient has insurance or not.\n\nUltimately, if ER visits are rising it means costs and strains to the ER networks are probably rising too. It also means that consumers probably aren't visiting their PCP for preventative care purposes, thus negating the potential benefits of early disease detection that insurance providers are counting on.\n\nIt all depends on the patient\n\nAlthough you would probably think that a surge in ER visits is good news for the nation's largest publicly traded hospitals, HCA Holdings (NYSE:HCA) and Tenet Healthcare (NYSE:THC), this may not always be the case.\n\nA survey conducted by Health Affairs in 2009 showed that ER profit margins were just 7.8%, meaning other hospital operations, such as in-patient stays and specialized, appointment-based visits, are typically higher margin segments. But, everything really depends on what type of patient the hospital is treating.\n\nAn uninsured patient, per Health Affairs, yields a negative profit margin of minus 54.4%. By comparison, privately insured individuals have hospitals licking their chops with an average profit margin of 39.6%. Medicare and Medicaid patients can be a toss-up, with some bringing in positive and other's negative profit margins. The key for hospitals, and what the American College of Emergency Physicians Poll doesn't tell us, is what the make-up of these ER visitors is.\n\nMy suspicion, based on the influx since Obamacare was fully implemented, is that we're seeing more Medicaid-based payers, which could result in lower margins for hospital ER's.\n\nOf course, Tenet Healthcare's first-quarter results from this past week suggest that everything is just fine so far, and that my hypothesis could be all wet. Emergency department visits rose 7.2% in Q1, while net outpatient revenue per visit rose 1.6% year over year. A 1.5% rise in net patient revenue from Medicaid certainly implies that more Obamacare enrollees are visiting the ER, but for now the margins appear to be holding up OK. In the meantime, I'd suggest monitoring hospital profit margins, especially ER margins, very closely.\n\nA big challenge awaits\n\nAside from next month's Supreme Court case that will decide whether or not the federal government can legally hand out subsidies on behalf of the 37 states it currently covers via Healthcare.gov, weaning consumers off of the ER and moving them toward a PCP just might be Obamacare's biggest challenge yet. In order for Obamacare to be a success, long-term insurer costs need to be kept down. Early detection of serious diseases and disorders is a critical component to achieving these lower long-term costs. Whether this becomes a reality years down the road is really anyone's guess at this point.", "article_metadata": {"publish_time": "11:41", "date": "2015-05-09T15:41:00Z", "description": "The uninsured rate has dropped substantially because of Obamacare, but there's one aspect of this health reform law that's completely missing the mark as of year two.", "ResponsiveALP": "1Ses_2things-v-single_single-control_50", "author": "Sean Williams", "promo": "The uninsured rate has dropped substantially because of Obamacare, but there's one aspect of this health reform law that's completely missing the mark as of year two.", "twitter": {"description": "The uninsured rate has dropped substantially because of Obamacare, but there's one aspect of this health reform law that's completely missing the mark as of year two.", "site": "@themotleyfool", "title": "1 Aspect of Obamacare That Is Decisively Missing the Mark --  The Motley Fool"}, "headline": "1 Aspect of Obamacare That Is Decisively Missing the Mark", "og": {"site_name": "The Motley Fool", "description": "The uninsured rate has dropped substantially because of Obamacare, but there's one aspect of this health reform law that's completely missing the mark as of year two.", "title": "1 Aspect of Obamacare That Is Decisively Missing the Mark --  The Motley Fool", "url": "http://www.fool.com/investing/general/2015/05/09/1-aspect-of-obamacare-that-is-decisively-missing-t.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F166767%2F3993523315_72c94ec765_z.jpg&h=630&w=1200&op=resize", "type": "article"}, "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "591ab62c-f2d5-11e4-aba6-0050569d4be0", "pitch": 1724, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2015 05 09", "tickers": "THC,HCA", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fd7ff5\"", "article_summary": "Additionally, not all PCPs are accepting Obamacare health insurance because they don't believe Medicaid-based reimbursement will cover their expenses.\nPer the results, 28% noted ER patient volume has \"increased greatly,\" while another 47% said it \"increased slightly.\"\nIn the meantime, I'd suggest monitoring hospital profit margins, especially ER margins, very closely.\nThe latest data from Gallup shows that the uninsured rate for health insurance in the first quarter was just 11.9%.\nThis means that getting in to see your doctor may not be as easy as you think, even if you have health insurance."}