{"article_title": "Dear Democrats, Don’t Even Think about Running from Jonathan Gruber", "article_keywords": ["insurance", "dont", "reform", "obamacare", "think", "policy", "running", "health", "democrats", "mr", "dear", "white", "jonathan", "dr", "gruber"], "article_url": "http://www.patheos.com/blogs/frenchrevolution/2014/11/17/dear-democrats-dont-even-think-about-running-from-jonathan-gruber/", "article_text": "Ian Tuttle has a nice piece up over on the homepage about the Democrats’ many efforts to distance themselves from Jonathan “stupidity of the American voter” Gruber.\n\nHe used to be known as the “architect” of Obamacare and now, according to CBS News, the Democrats are trying to “turn Gruber into a stranger.”\n\nNot so fast.\n\nIn a 2010 piece, the Daily Kos outlined Gruber’s deep ties to the White House and to HHS, providing even links to his HHS contracts and the stated justifications for his contracts. The language from thepresolicitation notice is particularly interesting (note highlighted portions):\n\nThe Department of Health and Human Services (DHHS), Assistant Secretary for Planning and Evaluation (ASPE), intends to negotiate with Jonathan Gruber, Ph.D. on a sole sources basis for technical assistance in evaluating options for national healthcare reform. The basis for restricting competition is the authority of 41 USC 253(c)(1) 106-1(b) because there is only one responsible source and no other supplies or services will satisfy DHHS requirements.The anticipated contract period will be eight months. [Emphasis added].\n\nAnd . . .\n\nDr. Gruber is uniquely positioned to provide the analytic work ASPE requires based on over 15 years of experience in health care and health policy. Dr. Gruber is a recognized expert in health policy in economics including being widely published in peer-reviewed academic and health policy literature on the effects of changes in health benefit designs on the cost of enrollment in health insurance. Moreover, in order to estimate the impacts, Dr. Gruber developed a proprietary statistically sophisticated micro-simulation model that has the flexibility to ascertain the distribution of changes in health care spending and public and private sector health care costs due to a large variety of changes in health insurance benefit design, public program eligibility criteria, and tax policy. This model has been used for other health reform proposal. Finally, Dr. Gruber’s ongoing work with ASPE, using these proprietary models to help inform the Office of Health Reform, strongly positions him to meet HHS’ requirements the most efficiently, which is a key requirement in order for well-developed legislative proposals to be put forth for Congressional consideration as soon as possible. [Emphasis added].\n\nThat’s not all. Daily Kos also helpfully links to five White House blog posts citing Gruber. One of them, by Nancy-Ann DeParle (then assistant to the president and deputy chief of staff for policy) demonstrates how much the administration relied on his expertise in public debate. Titled, “MIT Economist Confirms Senate Health Reform Bill Reduces Costs and Improves Coverage,” it begins like this:\n\nJonathan Gruber, PhD, a MIT Economist who has been closely following the health insurance reform process, issued a compelling new report based on data from the non-partisan Congressional Budget Office. As the Politico wrote, “The report concludes that under the Senate’s health-reform bill, Americans buying individual coverage will pay less than they do for today’s typical individual market coverage, and would be protected from high out-of-pocket costs.” Here are some key points: Gruber concludes that the Senate proposal’s health insurance exchange, choices and competition, and policies to hold insurers accountable would reduce costs. Savings for people purchasing coverage in the individual market would range from $200 to 500 for individuals and families, and would be greater if people opted for basic benefits. People with low incomes would receive premium tax credits that would reduce the price that they pay for health insurance by as much as $2,500 to $7,500 in 2009 dollars.\n\nLet’s pause for a moment and reflect on the magnificence of these paragraphs. Not only do they demonstrate the White House’s reliance on Dr. Gruber, they also call into question who truly suffers from “stupidity,” White House policy “experts” or the American voter? Look at those projections of cost savings. Now, compare them with the reality, where Obamacare premiums are rising by an average of 7.5 percent.\n\nAnd Gruber’s influence extended beyond Washington. In addition to receiving $392,000 from the federal government, Gruber was paid staggering sums of money by friendly Democrats in state government to produce “cookie cutter reports” supporting Obamacare. Here’s the Washington Times:\n\nMinnesota, for example, used federal Obamacare grants to pay Mr. Gruber to attend one meeting, participate in a biweekly email list and print a copy of the report, all for $329,000. Wisconsin paid Mr. Gruber $400,000 for the same material, requested by the office of then-Gov. Jim Doyle, a Democrat. When the report was presented, Gov. Scott Walker, a Republican, didn’t want Mr. Gruber at the news conference. Vermont is paying him another $400,000 . . . West Virginia, Maine, Colorado and Oregon have partaken of Mr. Gruber’s services, too, guaranteeing him a tidy sum.\n\nIt’s clear that Obamacare has been very, very good for Mr. Gruber. It’s equally clear that there’s no credible way for Democrats — state or federal — to run from him now. No one believes that he is solely responsible for Obamacare, but he was certainly instrumental — not just in its architecture but also in the critically important role of selling it to the American people. Democrats, including the White House, were proud of his involvement, eager to parade him in front of the public, and considered his involvement a “key requirement for . . . legislative proposals to be put forth for Congressional consideration.”\n\nSo, when Gruber states repeatedly that the law was deliberately opaque, that subsidies are not available through the federal exchanges, and that Obamacare’s drafters were deliberately attempting to exploit perceived voter “stupidity,” he was most definitely in a position to know. The Obama administration owns his comments. Every single one.\n\nThis article first appeared on National Review Online\n\nRead more on the Patheos Faith and Family Channel and follow David on Twitter.", "article_metadata": {"og": {"site_name": "The French Revolution", "description": "He used to be known as the “architect” of Obamacare and now, according to CBS News, the Democrats are trying to “turn Gruber into a stranger.”", "title": "Dear Democrats, Don’t Even Think about Running from Jonathan Gruber", "url": "http://www.patheos.com/blogs/frenchrevolution/2014/11/17/dear-democrats-dont-even-think-about-running-from-jonathan-gruber/", "image": "http://wp.production.patheos.com/blogs/frenchrevolution/files/2014/11/Jonathan-Gruber.600.jpg", "type": "article"}, "article": {"author": "https://www.facebook.com/NancyAndersonFrench"}, "com.silverpop.brandeddomains": "www.pages04.net,patheos.mkt5005.com,www.patheos.com", "description": "He used to be known as the “architect” of Obamacare and now, according to CBS News, the Democrats are trying to “turn Gruber into a stranger.”", "robots": "noodp,noydir"}, "_id": "\"57477af36914bd0286fcea24\"", "article_summary": "Dr. Gruber is uniquely positioned to provide the analytic work ASPE requires based on over 15 years of experience in health care and health policy.\nWisconsin paid Mr. Gruber $400,000 for the same material, requested by the office of then-Gov.\nScott Walker, a Republican, didn’t want Mr. Gruber at the news conference.\nDr. Gruber is a recognized expert in health policy in economics including being widely published in peer-reviewed academic and health policy literature on the effects of changes in health benefit designs on the cost of enrollment in health insurance.\nThis model has been used for other health reform proposal."}