{"article_title": "Some professors fear Catholic colleges are ignoring call by the pope to focus less on abortion and homosexuality", "article_keywords": ["universities", "catholic", "colleges", "pope", "university", "abortion", "focus", "ignoring", "professors", "providence", "homosexuality", "santa", "faculty", "professor", "fear", "institutions"], "article_url": "https://www.insidehighered.com/news/2013/10/23/some-professors-fear-catholic-colleges-are-ignoring-call-pope-focus-less-abortion", "article_text": "Pope Francis surprised many last month following the publication of his first full-length interview, in which he offered a less doctrinaire stance on issues such as homosexuality and abortion than any of his predecessors.\n\n“I am no one to judge,” he said in response a question about gay people, echoing previous comments he’d made to media on the topic this summer and signaling to some that the Vatican was becoming more moderate. Somewhat similarly, the pope said that the church has grown “obsessed” with doctrine -- at the expense of larger spiritual matters.\n\n“We cannot insist only on issues related to abortion, gay marriage and the use of contraceptive methods,” he said. “I have not spoken much about these things, and I was reprimanded for that.”\n\nBut within days of the publication of the Vatican-approved interview, which appeared in the U.S. in the Jesuit magazine America, several American Roman Catholic institutions took a harder line on those exact issues.\n\nThe apparent disconnect led some faculty members at Santa Clara and Loyola Marymount Universities, which recently dropped coverage for elective abortions from their standard health insurance plans, and Providence College, which banned a gay marriage advocate from speaking on campus, to wonder whether their administrations had gotten the message.\n\n\"It did not escape the faculty that the timing on this was very unusual,\" said Fred Drogula, professor of history and president of the Faculty Senate at Providence, which last month canceled an event featuring John Corvino, an associate professor of philosophy at Wayne State University who lectures nationally on gay marriage. In its initial cancellation announcement to faculty, Providence -- which follows the Dominican tradition -- cited a policy unknown to many on campus that when \"mission-sensitive\" issues are discussed, both sides must be presented. It said the college's internal rebuttal speaker had not been given enough time to prepare.\n\nIn his announcement, Hugh Lena, provost, also referenced the the U.S. Catholic Bishops’ 2004 statement \"Catholics in Political Life.\" “Catholic institutions should not honor those who act in defiance of our fundamental moral principles. They should not be given awards, honors or platforms which would suggest support for their actions,” it says. Among the elements of the Providence dispute that bothered faculty members was that a document largely intended for honors for politicians was being applied to scholarly discussions.\n\nDays later, amid faculty outcry and media scrutiny, Providence tentatively rescheduled the event for spring. Unsatisfied and still unclear about the administration's motives, Drogula said the Faculty Senate passed by a wide margin a resolution criticizing the college for using a \"nonexistent\" policy to justify the move and damaging its reputation and sense of academic freedom. It also demanded that Providence publicly apologize to Corvino and commit to eventually hosting the event.\n\nIn a statement about the cancellation, Corvino noted what he saw as Providence's straying from the pope's attitude, and said he remained hopeful that Providence College \"may soon better reflect that tone.\"\n\nDrogula said that the timing of Providence's actions -- just as the new pope was suggesting new attitudes -- was striking. The more open approach \"doesn't seem to be what the administration is doing here.\"\n\nEarlier this month, Loyola Marymount and Santa Clara Universities, both Jesuit institutions in California, eliminated elective abortion coverage for their employees, saying that the new policies are more in line with the institutions' Catholic values. While Loyola Marymount's faculty had some time to discuss and -- for some -- protest the change before the Board of Trustees voted in favor of it on Oct. 7, Santa Clara's faculty have said they felt blindsided by the decision from the president, the Rev. Michael Engh.\n\n\"I think, like many people, I was shocked,\" said Linda Garber, an associate professor of women's studies at Santa Clara who organized a petition seeking a \"meaningful opportunity\" to appeal the change -- beyond the discussion forums that took place after it was announced. \"We have a shared governance structure that includes a specific [benefits] committee, and the entire process was circumvented -- all we got was a letter in the mail.\"\n\n\"Our commitments as a Catholic university are incompatible with the inclusion of elective abortion coverage in the university's health care plans,\" Father Engh wrote in his letter.\n\nGarber said Santa Clara faculty were particularly surprised in light of the pope's remarks, which many professors found \"heartening.\" And even those faculty with no particular commitment to defending women's reproductive rights strongly oppose the decision for lack of employee input, she said.\n\n\"It's chilling when a decision of such importance, or any importance, on campus gets made without getting faculty involved, seemingly out of the blue,\" she said. \"Who knows what could be next?\"\n\nDermot Ryan, associate professor of English at Loyola Marymount, said in an e-mail that gay and lesbian employees are particularly concerned at that campus, \"not only because [the LGBT] community has been traditionally concerned about questions of gender and sexual equality more generally, but because there is the very real specter of a 'slippery slope' here.\"\n\nJuliana Chang, associate professor of English and president of Santa Clara's Faculty Senate, presented a statement of concern to the university's Board of Trustees last week.\n\n\"I am hearing about a loss of faith in the mission, vision, and values of the university,\" she said. \"How can we educate citizens and leaders of competence, conscience, and compassion, some ask, if we are not deemed worthy of exercising our own consciences or if we find this decision uncompassionate? How can we welcome and respect other religious and philosophical traditions if we ourselves do not feel welcome and respected?\"\n\nAlso last week, a high-profile faculty member broke ties with the university's Markkula Center for Applied Ethics, saying it was acting as an arm of the administration in organizing a forum for faculty to discuss the decision after it had been made.\n\n\"I appreciate that there are deeply held differences within the [Santa Clara] community over the question of abortion,\" Stephen Diamond, associate professor of law, said in his resignation letter, noting that he, like Pope Francis recently said in separate statements, had concerns over its being a byproduct of today's \"throwaway\" culture.\n\n\"However,\" Diamond said, \"I firmly believe that the question of whether an abortion is acceptable is a question to be resolved by a woman after receiving appropriate medical advice from her doctor.\"\n\nA center spokeswoman disputed Diamond's account, say that it took no position on such matters and was one of three university entities tasked with hosting an employee forum.\n\nFaculty at Loyola Marymount, who were alerted of that institution's new policy several weeks before the board's planned vote, expressed similar concerns in petitions, letters and an 80-signature ad in the school newspaper. The board voted to pass the measure but in a concession to concerned faculty, said it would work to develop a third-party plan for faculty who want abortion coverage; the university won't pay into that plan, however.\n\n\"It's somewhat strange, given the pope's recent comments about not getting caught up in that kind of minutiae,\" said Nora Murphy, associate professor of psychology.\n\nBut more troubling, and the \"crux\" of the issue, she said, is the threat such decisions pose to the Jesuit tradition of \"encouraging intellectual pursuits and a questioning mind and the willingness to engage in communication and dialogue.\"\n\nThat tradition attracts a diverse, talented faculty -- and the university's recruitment efforts could suffer going forward, she said. \"It's like it turned a 90-degree corner.\"\n\nRyan agreed, saying, \"Many of us feel strongly that the proposed changes to our healthcare is a direct threat to diversity and retention on this campus: we don't want to send a message that those who work here have to subscribe to a strict Catholic moral code. We've got amazing faculty and staff here and we want to keep those we have and keep attracting brilliant teachers and scholars.\"\n\nDrogula said Providence's faculty -- who, like their counterparts at other Catholic colleges, but unlike those at some evangelical institutions, don't have to sign statements of faith -- is proudly diverse. Faculty at the Jesuit institutions said the same. Murphy, an atheist, said she'd always felt included and never held to any Catholic-specific standard.\n\nConsequently, Drogula said of the Corvino decision, \"We did think it was somehow incongruous with Catholic colleges normally being willing to engage with people.\"\n\nBut while faculty at Santa Clara and Loyola Marymount said the abortion policy change seemed an isolated occurrence, two other recent decisions at Providence could have hinted at what was coming.\n\nDrogula said the university recently enacted a new mission statement seeking to strengthen the institution's religious identity, despite the fact that the Faculty Senate voted it down for what he said were academic reasons. It also \"suddenly\" canceled birth control coverage in its insurance plan last year, after many years of offering it, and to the dismay of many faculty.\n\nA university spokesman attributed the insurance change to a policy oversight that university only noticed and immediately fixed last year. Providence never intended to cover birth control but the provider had been doing so for years in error, he said.\n\nNational voices in Catholic education said the recent events weren't indicative of any larger trend, and that it was wrong to read the pope's comments as any endorsement of a relaxation of church doctrine.\n\nRev. Michael Sheeran, president of the Association of Jesuit Colleges and Universities, called the Jesuit institutions' new policies an \"accident of the moment,\" based on a reevaluation of their health care policies. (Although it has been widely reported that the decisions were made based on provisions of the Affordable Care Act, which does not require employers to cover elective abortions in insurance plans, the universities have said the new law was not the reason for the change.)\n\nMoreover, Father Sheeran called it \"happenstance\" that these changes are occurring as \"you've got the pope being presented as, perhaps inaccurately, someone who doesn't care about doctrinal issues. He cares very much about doctrinal issues.\"\n\nMichael Galligan-Stierle, president of the Association of Catholic Colleges and Universities, said in a e-mailed statement that “Pope Francis is suggesting that, first and foremost, people and the Church reexamine the ways of being a servant leader. From that perspective, Catholic leaders and institutions are called to a never-ending reexamination of living an authentic life.”\n\nHe continued: “Pope Francis is reexamining how the Church demonstrates gospel values in contemporary society. Following his lead, Catholic colleges and universities are reexamining how they more clearly demonstrate their commitment to gospel values today.”\n\nBut Ryan said his institution shouldn't stray too far from educating students into the personal lives of employees. At the end of the day, Loyola Marymount \"should be in the business of offering its students a meaningful education in the great Jesuit and Marymount traditions, not interfering with faculty and staff members' private medical decisions.\"\n\nFather Sheeran said that universities aren't banning their employees from getting abortions. Rather, they've said, \" 'We're just not going to pay for it.' \"", "article_metadata": {"og": {"url": "https://www.insidehighered.com/news/2013/10/23/some-professors-fear-catholic-colleges-are-ignoring-call-pope-focus-less-abortion", "image": "https://www.insidehighered.com/sites/all/themes/ihecustom/images/facebook_icon_large.jpg", "type": "article", "description": "New pontiff has suggested that church leaders focus less on abortion and homosexuality. So recent actions at Roman Catholic colleges have faculty members wondering if administrators missed the latest from Rome.", "title": "Some professors fear Catholic colleges are ignoring call by the pope to focus less on abortion and homosexuality"}, "msapplication-config": "/IEconfig.xml", "description": "New pontiff has suggested that church leaders focus less on abortion and homosexuality. So recent actions at Roman Catholic colleges have faculty members wondering if administrators missed the latest from Rome.", "viewport": "width=device-width, initial-scale=1", "robots": "follow, index"}, "_id": "\"57477af46914bd0286fd9407\"", "article_summary": "“Catholic institutions should not honor those who act in defiance of our fundamental moral principles.\n\"Our commitments as a Catholic university are incompatible with the inclusion of elective abortion coverage in the university's health care plans,\" Father Engh wrote in his letter.\nIn its initial cancellation announcement to faculty, Providence -- which follows the Dominican tradition -- cited a policy unknown to many on campus that when \"mission-sensitive\" issues are discussed, both sides must be presented.\nGarber said Santa Clara faculty were particularly surprised in light of the pope's remarks, which many professors found \"heartening.\"\nIn his announcement, Hugh Lena, provost, also referenced the the U.S. Catholic Bishops’ 2004 statement \"Catholics in Political Life.\""}