{"article_title": "'Imaginary threats' cited in blocking of anti-terror ad", "article_keywords": ["threats", "ad", "campaign", "yerushalmi", "freedom", "cited", "ads", "american", "run", "york", "transit", "antiterror", "imaginary", "law", "blocking", "center"], "article_url": "http://www.onenewsnow.com/legal-courts/2014/12/02/imaginary-threats-cited-in-blocking-of-anti-terror-ad", "article_text": "A Judeo-Christian law firm is asking a federal judge to force the New York Metropolitan Transit Authority to run an anti-terrorism advertisement on its public transit buses.\n\nThe American Freedom Law Center says the New York MTA has refused to run ads sponsored by Pamela Geller and Robert Spencer's group, American Freedom Defense Initiative. Law Center co-founder and senior counsel David Yerushalmi says AFDI is responding to a propaganda campaign by the Council on American Islamic Relations (CAIR).\n\n\"CAIR started a national campaign publishing transit ads and billboard ads that [said] jihad was nothing more than losing weight or feeding the poor or getting a college degree,\" he explains.\n\nSo Yerushalmi says Geller and Spencer countered with an ad campaign of their quoting Hamas MTV (see image below).\n\n\"The MTA refused to run it,\" says the attorney, \"and their argument was that there could be some Muslims in New York who would actually understand that to be a fatwa, as it were, from Hamas, and they would jump up and 'likely and eminently' murder Jews – because that's the standard under incitement. It has to be eminent and likely violence.\"\n\nBut Yerushalmi argues that under the First Amendment the government isn't permitted to impose special prohibitions on speech out of fear that some members of the public might react violently to its content. \"The First Amendment knows no heckler's veto,\" he states.\n\nHe is hopeful the judge will make a ruling on the case early next year.\n\nTweet to @AFLC_Updates\n\nThe American Freedom Law Center notes that the same ad ran for months in Chicago and San Francisco without incident.", "article_metadata": {"og": {"url": "http://www.onenewsnow.com/legal-courts/2014/12/02/imaginary-threats-cited-in-blocking-of-anti-terror-ad", "image": {"width": 800, "identifier": "http://www.onenewsnow.com/images/ogimage.jpg", "height": 500}, "description": "A Judeo-Christian law firm is asking a federal judge to force the New York Metropolitan Transit Authority to run an anti-terrorism advertisement on its public transit buses.", "title": "'Imaginary threats' cited in blocking of anti-terror ad"}, "twitter": {"site": "@onenewsnowcom", "image": "http://www.onenewsnow.com/images/ogimage.jpg", "description": "A Judeo-Christian law firm is asking a federal judge to force the New York Metropolitan Transit Authority to run an anti-terrorism advertisement on its public transit buses.", "card": "summary_large_image", "title": "'Imaginary threats' cited in blocking of anti-terror ad"}, "fb": {"app_id": 1597751183824293}, "viewport": "width=device-width, initial-scale=1.0", "description": "A Judeo-Christian law firm is asking a federal judge to force the New York Metropolitan Transit Authority to run an anti-terrorism advertisement on its public transit buses."}, "article_summary": "Tweet to @AFLC_UpdatesThe American Freedom Law Center notes that the same ad ran for months in Chicago and San Francisco without incident.\nThe American Freedom Law Center says the New York MTA has refused to run ads sponsored by Pamela Geller and Robert Spencer's group, American Freedom Defense Initiative.\nLaw Center co-founder and senior counsel David Yerushalmi says AFDI is responding to a propaganda campaign by the Council on American Islamic Relations (CAIR).\nSo Yerushalmi says Geller and Spencer countered with an ad campaign of their quoting Hamas MTV (see image below).\n\"CAIR started a national campaign publishing transit ads and billboard ads that [said] jihad was nothing more than losing weight or feeding the poor or getting a college degree,\" he explains."}