{"article_title": "The Examiners: A Healthy Secondary Market Helps Restructurings", "article_keywords": ["restructurings", "chapter", "unsecured", "claim", "healthy", "value", "process", "trading", "helps", "claims", "debt", "holder", "examiners", "market", "secondary"], "article_url": "http://blogs.wsj.com/bankruptcy/2016/02/17/the-examiners-a-healthy-secondary-market-helps-restructurings/", "article_text": "Overall, does claims trading help or hinder the chapter 11 process? Should additional disclosures be required?\n\nMany factors should be considered when assessing claims trading, including the individual company, the type of claim and the holder of the claim. Given the unique dynamics of every chapter 11 process, it is important to distinguish the class of claims as each of the tranches of debt may have differing agendas and motives. Generally speaking, claims trading can, and theoretically should, benefit the bankruptcy process. Liquidity that may be otherwise unavailable can be provided. New investors can be identified and given incentive to participate in a reorganization.\n\nThe secondary market for secured and unsecured funded debt is mature and can be positive as optionality is provided for debtors. The fulcrum security is generally in a position to recapitalize a company and provide some level of recovery for administrative, priority and unsecured trade claims. The selling of unsecured claims could provide liquidity to a vendor and the holder generally wants to achieve the highest value, although that value may be in a liquidation rather than a reorganization.\n\nThe issue of disclosure of the price paid for a claim recently has been hotly debated. I am not in favor of the disclosure of the trading level for one simple reason: A debtor shouldn’t have the benefit of a backdoor discharge of a debt without a process. How the claim is ultimately treated, in accordance with applicable laws and dependent on valuation, is the best arbiter of fairness. Any stakeholder can, in most instances (other than private sales) estimate the value of the trade based on the vibrant market that exists. Where transparency must exist is in the identity of the holder.\n\nOverall, claims trading is in the fabric of restructuring. Having a healthy secondary market for debt trading actually helps the chapter 11 process. But there is no “one size fits all.” Addressing the different classes of claims and having a transparent process identifying the holder behind each claim helps supports the goals of a reorganization. As a result, trading will continue to be an important factor in chapter 11s and any measure to chill trading should not be enacted.\n\nPerry Mandarino is the U.S. Business Recovery Services leader for PricewaterhouseCoopers, based in New York. Follow him on Twitter @Perrymandarino", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "Perry Mandarino of PwC debates the role of claims trading in the chapter 11 process.", "title": "The Examiners: A Healthy Secondary Market Helps Restructurings", "url": "http://blogs.wsj.com/bankruptcy/2016/02/17/the-examiners-a-healthy-secondary-market-helps-restructurings/", "image": {"src": "http://s.wsj.net/img/WSJ_profile_lg.gif"}, "site": "WSJ", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Markets", "article.headline": "The Examiners: A Healthy Secondary Market Helps Restructurings", "description": "Perry Mandarino of PwC debates the role of claims trading in the chapter 11 process.", "article_section": "Markets", "author": "Perry Mandarino", "user.type": "unsubscribed", "article.page": "Bankruptcy Beat Blog", "page.content.format": "responsive", "page.subsection": "Bankruptcy Beat", "article.summary": "Perry Mandarino of PwC debates the role of claims trading in the chapter 11 process.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2016-02-17T15:35:16-05:00", "dj.asn": "10-158", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/bankruptcy/2016/02/17/the-examiners-a-healthy-secondary-market-helps-restructurings/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-BANKB-21755", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Markets", "language": "en-US", "og": {"site_name": "WSJ", "description": "Perry Mandarino of PwC debates the role of claims trading in the chapter 11 process.", "title": "The Examiners: A Healthy Secondary Market Helps Restructurings", "url": "http://blogs.wsj.com/bankruptcy/2016/02/17/the-examiners-a-healthy-secondary-market-helps-restructurings/", "image": {"width": 1200, "identifier": "http://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "height": 630}, "type": "article"}, "article.access": "free", "article.type": "Bankruptcy Beat", "article.id": "BL-BANKB-21755", "user.exp": "default", "article.updated": "2016-02-17T15:36:05-05:00"}, "article_summary": "Having a healthy secondary market for debt trading actually helps the chapter 11 process.\nThe secondary market for secured and unsecured funded debt is mature and can be positive as optionality is provided for debtors.\nMany factors should be considered when assessing claims trading, including the individual company, the type of claim and the holder of the claim.\nOverall, claims trading is in the fabric of restructuring.\nOverall, does claims trading help or hinder the chapter 11 process?"}