{"article_title": "Q for Ben Carson: Is \"Caving to Gays\" a Choice, Too? And What About the GOP Field?", "article_keywords": ["carson", "ben", "gay", "voters", "choice", "q", "field", "caving", "issues", "way", "gays", "marriage", "issue", "gop", "presidential"], "article_url": "http://reason.com/blog/2015/03/06/q-for-ben-carson-is-caving-to-gays-a-cho", "article_text": "As Matt Welch noted Wednesday, pediatric neurosurgeon and next Republican president of the United States Ben Carson both \"lived down to stereotype\" and articulated some truths about the GOP field for 2016 when he argued that gay sex among heterosexuals in prisons proves that being gay is a \"choice.\" (Carson's very existence, by the way, proves my general about Republicans' \"long love affair\" manifestly unqualified candidates.)\n\nHere's something else to think about while mulling over whether any of this matters more than a tinker's ding-dong: Ben Carson has apologized for his comments and is already being taken to the woodshed by conservatives for backing down and issuing a formal statement. \"Ben Carson Caves to Gays,\" runs one indicative headline.\n\nMore interesting, Hot Air's Allahpundit writes that\n\nfor all the heat Carson took [for both his original statement and subsequent apology], he’s open to legalized gay marriage insofar as he’s a federalist on the issue. “I support the right of individual states to sanction” the practice, he says, which puts him in line with Ted Cruz and puts both of them quite a ways away from social conservative orthodoxy as recently as 2008 or so in calling for a Federal Marriage Amendment to ban gay marriage nationwide. The media’s holding Carson up as an example of how retrograde his views are, but meanwhile even the right wing of the GOP field is ready for gay marriage coast to coast so long as it’s being enacted by state legislatures.\n\nAllahpundit muses on how the Santorum/Huckabee types in the GOP field will respond to any or all of this, noting that Carson may well end up being seen as too hard on gay issues by people on the left and too soft on gays by social cons. But his position will almost certainly be the position of the GOP presidential candidate, who will definitely not be Dr. Ben. Or Rick Santorum or Mike Huckabee, either.\n\nRead the whole thing.\n\nThis opens up a larger question that the GOP would do well to grapple with head-on: If the vast majority of presidential wannabes are good with gay marriage—or are at least good with the federal government staying the hell out of the issue—what will they do to take it off the table for discussion among their prospective candidates and national figures?\n\nPolls routinely show 55 percent to 60 percent of Americans approve of gay marriage. The quickness with which the issue went from not even being on the radar screen to majority and growing acceptance indicates that no political party is ever going to do well because of an anti-gay marriage position (though a party might still flourish despite an anti-gay marriage stance). Of course, the gay marriage issue resonates perfectly with all the things that conservatives say they favor, such as long-term commitment in adult relationships, devolving power out of Washington, etc. Other than a religiously based opposition to homosexual activity—and most conservatives would agree that there is and should be a separation of church and state—nothing about the issues surrounding gay marriage presents a problem for conservatives.\n\nConservatives and Republicans should also consider how the belief that they are homophobic hurts them with the general population. Regardless of what presidential candidates might think on the issue of gay marriage, the national and many state-level GOP platforms are anti-gay.\n\nThere are large numbers of voters who are neither Republican nor Democratic loyalists. Call them moderates, independents, whatever. Like most voters, these people care first and foremost about issues such as \"the economy,\" \"the availability of good jobs,\" and \"the way the federal government is working,\" to name the top three concerns among registered voters according to Gallup last fall.\n\nWhile these voters may not vote with gay issues in the front of their minds, to the extent that Republicans are seen as intolerant and spiteful if not hateful toward gays, voters will likely go the other way. Or, same thing, not feel comfortable voting for a Republican. Especially if that doesn't reflect the feelings of the party's presidential candidates, the GOP should work to change the way it operates in the court of public opinion.\n\nHere's Ben Carson apologizing on CNN:", "article_metadata": {"og": {"site_name": "Reason.com", "description": "As Matt Welch noted Wednesday, pediatric neurosurgeon and next Republican president of the United States Ben Carson both \"lived down to stereotype\" and", "title": "Q for Ben Carson: Is \"Caving to Gays\" a Choice, Too? And What About the GOP Field?", "url": "http://reason.com/blog/2015/03/06/q-for-ben-carson-is-caving-to-gays-a-cho", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14256545661600.jpg", "type": "article"}, "twitter": {"description": "As Matt\nWelch \nnoted Wednesday, pediatric neurosurgeon and next Republican\npresident of the United States Ben Carson both \"lived down to\nstereotype\" and articulated some truths about the GOP field for\n2016 when he argued that gay sex among heterosexuals in prisons\nproves that being gay is a \"choice.\" (Carson's very existence, by\nthe way, proves my general about Republicans'", "title": "Q for Ben Carson: Is \"Caving to Gays\" a Choice, Too? And What About the GOP Field?", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14256545661600.jpg", "creator": "@nickgillespie", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Nanny State", "published_time": "2015-03-06T15:55:00+00:00", "author": "http://reason.com/people/nick-gillespie"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fdd3c2\"", "article_summary": "\"Ben Carson Caves to Gays,\" runs one indicative headline.\nBut his position will almost certainly be the position of the GOP presidential candidate, who will definitely not be Dr. Ben.\nHere's Ben Carson apologizing on CNN:\nPolls routinely show 55 percent to 60 percent of Americans approve of gay marriage.\nRegardless of what presidential candidates might think on the issue of gay marriage, the national and many state-level GOP platforms are anti-gay."}