{"article_title": "Millennials Face Troubling Retirement Math", "article_keywords": ["retirement", "benefits", "plans", "working", "union", "workers", "face", "millennials", "savings", "americans", "members", "need", "troubling", "math"], "article_url": "http://insurancenewsnet.com/oarticle/millennials-must-start-thinking-about-retirement", "article_text": "I’m only 24, but I signed up for the 401(k) plan at work as soon as I qualified. I’m privileged to have a responsible employer and to belong to a union that fought for its members’ right to enjoy decent retirement benefits. Many of my friends aren’t so lucky.\n\nMy employer contributes 5 percent of my annual salary to my account, and I’m pitching in with another 5 percent. That amounts to the 10 percent retirement savings rate financial experts commonly recommend.\n\nWith this simple action, I’ve entered a class in the economy that unfortunately excludes members of nearly 40 million U.S. households with no retirement accounts at all.\n\nAnd most Americans who have saved something don’t have enough socked away. The typical working family has merely $2,500 in retirement savings. Households approaching retirement have just $14,500.\n\nThe retirement savings crisis that’s engulfing millions of baby boomers is already looming for members of my generation.\n\nMost working millennials — people between the ages of 14 and 34 — have nothing saved for retirement. Between skyrocketing rents (especially in cities like Washington, D.C., where I live), mountains of student debt and stagnant wages, we’re struggling to get by, let alone save for our future. How can we avoid having to work into our 70s?\n\nThe growing gap between Americans with and without retirement savings is compounded by another trend: Only 1 out of 5 of us are participating in traditional defined-benefit plans, also known as pensions.\n\nThose plans, which maintain reasonable standards of living for many of today’s seniors, have largely been replaced by notoriously unstable defined-contribution plans, such as 401(k)s and Individual Retirement Accounts (IRAs). Even when employers like mine contribute some of the money that goes into them, these plans shift the largest burden for retirement planning and saving onto employees themselves, away from their employers.\n\nAs a financial planning student, I can’t emphasize enough the importance of starting to save for retirement early. By embarking on this journey now, I’ll be able to take advantage of 30-plus years of compound investment interest and growth that can add up to a more secure retirement. But for most Americans, the savings you can accumulate by doing everything right still won’t be enough to sustain you in retirement.\n\nIt doesn’t have to be this way.\n\nThere’s one group of workers who continue to have relatively decent retirement plans provided by their employers: union members. More than 3 out of 4 union workers participate in an employer-sponsored pension. In contrast, just 1 out of 6 non-union workers has that important benefit.\n\nAll workers, including millennials who don’t belong to unions, can change this picture, especially if we come together and exercise our collective power. Organizing a union isn’t easy, but it’s the best way to fundamentally change the benefits you receive at work.\n\nApproximately a quarter of people with significant retirement savings still don’t expect to have enough saved by the time they stop working, and most Americans now expect to retire at 66, up from 63 in 2002. At the same time, more people than ever are counting on Social Security benefits to be able to afford to retire at all.\n\nIf my generation is ever going to be able to retire, we’ll need to solve the retirement crisis before it’s too late. That means being informed about and taking advantage of all available workplace benefits. But that won’t change things for the people with few or no workplace benefits at all.\n\nWe need to do what we can to make sure all employers share in the massive responsibility of saving for retirement and stop shifting that immense burden onto all working Americans. And we need to protect and expand Social Security as a program that we can count on to be there for us. We surely will need it.\n\n— Ethan Miller, a labor rights activist and communicator, lives in Washington, D.C. He is a Jobs With Justice communications assistant. JwJ.org. Distributed by OtherWords.org.", "article_metadata": {"description": "Nearly 40 million U.S. households have no retirement accounts at all, including many millennials. The typical working family has just $2,500 in retirement savings. Households approaching retirement have just $14,500.", "og": {"site_name": "InsuranceNewsNet", "description": "Nearly 40 million U.S. households have no retirement accounts at all, including many millennials. The typical working family has just $2,500 in retirement savings. Households approaching retirement have just $14,500.", "title": "Millennials Face Troubling Retirement Math - InsuranceNewsNet", "url": "http://insurancenewsnet.com/oarticle/millennials-must-start-thinking-about-retirement", "image": {"width": 480, "identifier": "http://insurancenewsnet.com/wp-content/uploads/2015/07/970158361_aa7bdab5d7_z.jpg", "height": 640}, "updated_time": "2015-12-31T09:28:06+00:00", "locale": "en_US", "type": "article"}, "twitter": {"image": "http://insurancenewsnet.com/wp-content/uploads/2015/07/970158361_aa7bdab5d7_z.jpg", "title": "Millennials Face Troubling Retirement Math - InsuranceNewsNet", "description": "Nearly 40 million U.S. households have no retirement accounts at all, including many millennials. The typical working family has just $2,500 in retirement savings. Households approaching retirement have just $14,500.", "card": "summary", "site": "@insnewsnet"}, "robots": "noodp", "DC.date.issued": "2015-12-28T12:21:16-04:00", "yandex-verification": "4b822c768d77b153", "google-site-verification": "tjN7Q5WvF9Qfl-Gnlk5Dtbk78wjlFGdQX6Ab6EbzPFw", "keywords": "insurance news, life and health, annuity news, financial news, advisor news, annuity news newsletter, inn daily newsletter, inn daily newsletter hot off the wires, inn weekly newsletter financial, newswires, top stories, 2015-12-24, 2015-12-27, 2015-12-28, 2015-12-29, 2015-12-30, 2016-01-03", "article": {"publisher": "https://www.facebook.com/insnewsnet", "published_time": "2015-12-28T12:21:16+00:00", "author": "http://insurancenewsnet.com/author/user", "section": "Advisor News", "modified_time": "2015-12-31T09:28:06+00:00", "tag": "2016-01-03"}, "'yandex-verification'": "'4b822c768d77b153'", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "That amounts to the 10 percent retirement savings rate financial experts commonly recommend.\nThere’s one group of workers who continue to have relatively decent retirement plans provided by their employers: union members.\nThe retirement savings crisis that’s engulfing millions of baby boomers is already looming for members of my generation.\nI’m privileged to have a responsible employer and to belong to a union that fought for its members’ right to enjoy decent retirement benefits.\nThe typical working family has merely $2,500 in retirement savings."}