{"article_title": "Two little known statutes may make religious belief superior to the law of the land", "article_keywords": ["superior", "little", "land", "court", "belief", "policy", "statutes", "scrutiny", "strict", "state", "officials", "burden", "prison", "known", "law", "religious"], "article_url": "http://blog.constitutioncenter.org/2014/10/two-little-known-statutes-may-make-religious-belief-superior-to-the-law-of-the-land/", "article_text": "Share:\n\n\n\n\n\n\n\nEmail\n\n\n\n\n\n\n\nJeffrey Shulman from Georgetown Law looks at the unintended consequences of two statutes that could, in the words of Justice Antonin Scalia, “permit every citizen to become a law unto himself.”\n\n\n\nWe have all learned to be sensitive to the many symbolic dimensions of hair. Cultural marker, religious mandate, personal statement, good luck charm—hair matters. And we all know that most things that matter sooner or later become the stuff of legal conflict. Indeed, a facial hair dispute will soon be before the Supreme Court.\n\nAbdul Maalik Muhammad, who will enter legal history as Gregory Holt, wants to grow a beard in accordance with his Salafi Muslim faith. Though obligated by his understanding of Islamic law to leave his beard entirely uncut, Mr. Holt seeks to grow only a half-inch beard. The problem is that he is in an Arkansas state prison, where he is serving a life sentence for burglary and domestic battery, and state prison officials have their own set of hair dictates.\n\nThe state Department of Correction prohibits beards, though it does allow quarter-inch beards that are grown for medical reasons. Prison officials argue that safety and security concerns—a half-inch beard could become a hiding place for contraband; a prisoner who escaped could change his appearance by shaving his beard; it would be difficult to monitor beard length; any exceptions to a uniform grooming policy could breed resentment—require a uniform no-beard policy. What makes this case interesting, however, is not the merits of the department’s justifications for its grooming policy, but the burden of proof under which the department will have to labor. It’s the burden of proof that will decide this case—and in all likelihood make the decision an easy one.\n\nIf Mr. Holt were claiming that the state’s prison policy violated his right under the federal Constitution to exercise his religious beliefs freely, things might be a little dicier. In constitutional law, there are rights, and then there are rights. Most laws (or other forms of state action) receive a deferential review from the courts, despite the fact that they might impinge upon a host of personal prerogatives. Under “rational basis review,” courts presume the constitutionality of legislation. The party trying to overcome this presumption must show 1) that the law serves no legitimate purpose, or 2) that the means employed by the law has no rational relation to the law’s stated goal.\n\nBut laws (or other forms of state action) that impinge upon rights considered to be “fundamental” get a far more skeptical judicial reception. Under a “strict scrutiny” standard, courts will presume that such a law is unconstitutional. To overcome this presumption, the government must show 1) that the law serves a compelling purpose, and 2) that the means employed by the law are as narrowly tailored as possible to achieve the law’s stated goal.\n\nBecause the hurdle of strict scrutiny is so difficult to clear (“strict in theory and fatal in fact,” it is commonly, if not entirely accurately, said), the level of review employed by the court can easily determine the outcome of a case.\n\nWith regard to regulations that incidentally burden religious practice, the Supreme Court has said that rational basis review applies. Such restrictions are constitutionally permissible unless they directly target religious practice or discriminate against religious groups. This is the core principle of Employment Division, Department of Human Resources of Oregon v. Smith. Decided in 1990, the Smith Court held that where state regulation burdens religious freedom only incidentally—that is, where the burden is a secondary effect of a regulation that is neutral and generally applicable, restricting secular and religious activity alike—the courts will presume its constitutionality. Thus, for example, a law that makes illegal the use of peyote because of safety and health concerns—this was the case in Smith—would be subject to, and would survive, rational basis review, even though it would burden the beliefs and perhaps effectively prohibit the practices of some religious groups.\n\nSmith unleashed a perfect storm of outrage, with blasts of criticism coming from both the left and right sides of the political spectrum. Since 1990, critics of Smith have sought a statutory return to the heightened review of free exercise claims. In 1993, Congress passed the Religious Freedom Restoration Act (RFRA), which required a strict scrutiny standard for any federal or state action that “substantially burden[s] a person’s exercise of religion even if the burden results from a rule of general applicability.”\n\nIn 1997, for reasons not relevant here, the Supreme Court overturned RFRA insofar as it applied to the states. (Think second perfect storm.) But RFRA remains good law where the action of the federal government is concerned. Its strict scrutiny standard was the heavy finger that tipped the scales in favor of Hobby Lobby’s claim that its rights were violated by Obamacare’s contraception mandate—violated not under the Constitution, but under the federal RFRA.\n\nSoon after the demise of RFRA’s application to state laws, Congress went to work to find a way to bring heightened review to some aspects of state conduct. The result (in 2000) was a statute with the ungainly title of the Religious Land Use and Institutionalized Persons Act, which goes by the even more ungainly acronym RLUIPA. In brief, RLUIPA applies strict scrutiny to claims of religious burdens involving prisoner rights or discriminatory land use.\n\nWhich brings us back to the question of prison grooming policies. For Mr. Holt is not suing under the First Amendment. His claim is that Arkansas prison officials have violated RLUIPA. Thus, to justify a uniform grooming policy, prison officials will have to do more than show that the policy is reasonably related to a legitimate penological interest. That’s the constitutional standard. Under RLUIPA, prison officials will have to show that there is a compelling state interest in a no-beard policy and that such a policy is the least restrictive means to further this interest.\n\nThis burden will probably be too much for the Department of Correction to bear. In trial testimony, prison officials failed to offer much in the way of specific evidence to demonstrate the validity of their safety and security concerns. Or anything in the way of evidence to show why they had ruled out less restrictive policies. (This explains why the department argues that courts should not insist on data, studies, and examples as proof to uphold prison officials’ predictive judgments.) It’s not going to help the department that an exemption is already made for medical reasons. Nor is it going to help that at least 44 state and federal prison systems would permit Mr. Holt to grow his beard, and that 42 of these jurisdictions would impose no length limitations whatsoever.\n\nThere’s little choice but for state officials to fall upon the argument that courts have historically accorded great deference to prison officials in matters of safety and security. This is true enough, but it’s precisely this degree of deference that the strict scrutiny standard of RLUIPA is meant to change. In discussing strict scrutiny under RFRA (the standard is the same under RLUIPA), the Court has said that the test contemplates an inquiry more focused than a mere categorical approach. It “requires the Government to demonstrate that the compelling interest test is satisfied through application of the challenged law ‘to the person’—the particular claimant whose sincere exercise of religion is being substantially burdened.” These laws thus “look beyond broadly formulated interests justifying the general applicability of government mandates and scrutinize the asserted harm of granting specific exemptions to particular religious claimants.”\n\nInterestingly, the Department of Correction did not argue with any energy that its beard policy was appropriate given the particular religious claimant who brought this case. Yet Mr. Holt had declared “a state of war” with the prison barber after one beard-trimming episode. The two had to be permanently separated. The department’s failure to pursue this line of argument is curious. In its amicus brief supporting Mr. Holt, the United States noted this altercation, remarking that “[i]n general, if an inmate who is permitted to grow a half-inch beard as an accommodation creates a security risk by initiating hostile altercations with a barber, it may be appropriate to withdraw that accommodation to further proper security interests.” The Solicitor General’s invitation to pursue this line of argument is curious, too.\n\nAll of this leaves open the question whether as a policy matter it would make more sense for courts to defer to the judgment of prison officials. More broadly, cases like those brought by Mr. Holt and Hobby Lobby should cause us to ask why the constitutional standard is not the appropriate measure by which to judge neutral and generally applicable regulations that incidentally burden religion. Was Justice Scalia wrong in Smith to warn that strict scrutiny review of neutral and generally applicable laws would “make the professed doctrines of religious belief superior to the law of the land, and in effect . . . permit every citizen to become a law unto himself”? And should we not ask—indeed, some have—what business Congress has in telling the Supreme Court that it must apply strict scrutiny where the Court has already decided it is inappropriate to do so?\n\nThere was much liberal outrage when the Supreme Court handed down Hobby Lobby. But a strict scrutiny standard for regulations that burden religion was the child of legislative parents liberal and conservative. (RFRA’s primary co-sponsors were Senators Ted Kennedy and Orrin Hatch.) Sooner or later, strict scrutiny will deliver an unpleasant surprise to conservatives, too. Perhaps, then, when we think about religious objections to neutral and generally applicable regulations, the law that we should really pay attention to is the law of unintended consequences.\n\nJeffrey Shulman teaches constitutional family law at Georgetown Law. His new book is “The Constitutional Parent: Rights, Responsibilities, and the Enfranchisement of the Child” (Yale University Press, 2014).\n\nRecent Stories on Constitution Daily\n\nJeffrey Rosen interviews Justice Ruth Bader Ginsburg\n\nWill Scalia’s words cement same-sex marriage into the law?\n\nJConstitution Check: What if the Supreme Court takes a pass now on same-sex marriage?\n\nShare:\n\n\n\n\n\n\n\nEmail\n\n\n\n\n\n\n\nComments\n\ncomments", "article_metadata": {"og": {"site_name": "Constitution Daily", "description": "Jeffrey Shulman from Georgetown Law looks at the unintended consequences of two statutes that could, in the words of Justice Antonin Scalia, \"permit every citizen to become a law unto himself.\"", "title": "Two little known statutes may make religious belief superior to the law of the land", "url": "http://blog.constitutioncenter.org/2014/10/two-little-known-statutes-may-make-religious-belief-superior-to-the-law-of-the-land/", "image": "http://blog.constitutioncenter.org/wp-content/uploads/2014/07/gregoryhholt.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"src": "http://blog.constitutioncenter.org/wp-content/uploads/2014/07/gregoryhholt.jpg?w=640"}, "card": "summary_large_image"}, "robots": "noodp,noydir", "fb": {"admins": 59543893235, "page_id": 59543893235, "app_id": 108483985888821}, "article": {"published_time": "2014-10-03T10:10:16+00:00", "modified_time": "2014-10-02T15:47:09+00:00", "author": "http://blog.constitutioncenter.org/author/jeffrey-shulman/"}, "msvalidate.01": "7A707BA806870C4CB077BE8CFB94D00F", "google-site-verification": "g-YRZSJfme1Aa6j71jlmtj3ZRUHZKtKda1U7n-deAIA", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcea47\"", "article_summary": "The problem is that he is in an Arkansas state prison, where he is serving a life sentence for burglary and domestic battery, and state prison officials have their own set of hair dictates.\nIn brief, RLUIPA applies strict scrutiny to claims of religious burdens involving prisoner rights or discriminatory land use.\nThere’s little choice but for state officials to fall upon the argument that courts have historically accorded great deference to prison officials in matters of safety and security.\nWith regard to regulations that incidentally burden religious practice, the Supreme Court has said that rational basis review applies.\nThis is true enough, but it’s precisely this degree of deference that the strict scrutiny standard of RLUIPA is meant to change."}