{"article_title": "Health and Human Services Secretary Talks ACA, Addiction and Planned Parenthood", "article_keywords": ["aca", "sure", "country", "number", "know", "thats", "parenthood", "services", "need", "important", "health", "planned", "human", "folks", "talks", "addiction", "theres", "think", "secretary"], "article_url": "http://www.njtvonline.org/news/video/health-and-human-services-secretary-talks-aca-addiction-and-planned-parenthood/", "article_text": "The urgency of the Heroin epidemic, the push to defund Planned Parenthood and the expansion of health insurance under the Affordable Care Act all are the domain of the U.S. Department of Health and Human Services. The Secretary for Health and Human Services Sylvia Mathews Burwell spent the day in Jersey City. NJTV Correspondent David Cruz was able to speak with her.\n\nCruz: New Jersey is one of your targeted states. Why is that?\n\nBurwell: In the state of New Jersey there are a number of people who are uninsured and eligible for the marketplace, and open enrollment just started. We want to make sure that we reach those folks and that they understand that there’s affordable insurance that’s available. That in the country today seven out of 10 folks in the marketplace can find a plan for $75 in premiums or less with the tax subsidy. We want to make sure that we’re reaching out and getting the information to the folks who need it so they can make good decisions for their health and financial security.\n\nCruz: What’s stopping people from participating, signing up?\n\nBurwell: For many people we think actually information, and quality information, especially about this issue of affordability, Knowing that they can get assistance is very important. We don’t know, but for some people it may be ease and simplicity, so we worked to make the website better and easier. Folks told us entering a 14-digit number to re-enroll was tough; don’t need to do that anymore. They said they wanted it easier to reset a password; made it easier. They said they wanted to understand about total costs of their healthcare, so we have something called the out-of-pocket estimator that we created as a feature. And finally, we think some people may be hesitating because they don’t know that they can get assistance, that they can talk to somebody. So they can go to 1-800-318-2596, 24-hours a day in 200 different languages. They can also go to healthcare.gov or cuidadodesalud.gov or go to localhelp.healthcare.gov to find out where you can meet somebody face to face to have a conversation.\n\nCruz: We’re now entering year number three; what is the net effect, do you think, on this industry? We read a lot of these co-ops have closed down. Is this just part of the growing pains?\n\nBurwell: With regard to the industry and what the big picture means, I think we need to probably start with the fact that 17.6 million fewer Americans are uninsured. So, that many more people in our country have access to healthcare now in terms of insurance. I think that in regard to the marketplace we know that across the country right now in the marketplace 9 out of 10 counties in this country have three of more issuers in them. So, for them it is a market and a business that they’re in and growing.\n\nCruz: Who is not registering? Who is not signing up? Is it poor people? Uneducated people?\n\nBurwell: What we know about the 10.5 million folks that we think are eligible is that a third of them are people of color. We know that many of them live in under served communities, and we know that they’re disproportionately young, 18 to 34, and actually there’s a higher percentage of males than females. That’s what we know about, and as we work to meet those people in understanding those things and reaching them through both the technology and the communities that are important to them is what we’re aiming to do.\n\nCruz: In New Jersey we are experiencing a heroin epidemic, which across the country is starting to be the same. What is the HHS doing about that? Are you focusing on that as a growing healthcare issue?\n\nBurwell: Absolutely. And we’re glad that the governor recently spoke out about the important issue. There are three things that we are prioritizing. One, is prescribing practices, because we know that many people switch from prescription opioids to heroin. So we’re going to be putting out new guidelines to help doctors and physicians and others to use guidelines when they’re prescribing because we know that in the country two years ago there were 250 million prescriptions of opioids. That’s one for every adult in the nation. So there’s over prescribing going on. Second, we want to make sure that there’s medication assisted treatment; that’s an issue that the governor touched upon. The importance of treatment and getting people the assistance they need when they do have these issues. And finally, for those who sadly have a situation where there is an overdose, we want to make sure that there’s naloxone, which is the drug that can save lives, both for opioid prescription overdoses or heroin overdoses.\n\nCruz: Being the political season, there’s all this talk about defunding Planned Parenthood. What would the net effect of something like that be?\n\nBurwell: So Planned Parenthood is an organization that serves nearly three million people across this country in terms of preventative care every year. That preventative care are things like PAP smears, mammograms and wellness visits for millions of women throughout our country. Those are important services that are very important to many people throughout this country, and they work in a number of communities where there aren’t other service providers.\n\nCruz: People would have to struggle and find those services.\n\nBurwell: …and some would have to go without.\n\nFollow @CruzNJTV", "article_metadata": {"generator": "WordPress 4.5.2", "pubdate": 20151106, "og": {"site_name": "NJTV News", "description": "Now entering its third year, enrollment in the Affordable Care Act marketplace is now taking place. 17.6 million Americans are now insured; another 10.5 million Americans are eligible, yet not enrolled. Continue reading →", "title": "Health and Human Services Secretary Talks ACA, Addiction and Planned Parenthood | Video | NJTV News", "locale": "en_US", "image": "http://www.njtvonline.org/news/files/2015/11/151106Cruz.jpg", "url": "http://www.njtvonline.org/news/video/health-and-human-services-secretary-talks-aca-addiction-and-planned-parenthood/", "type": "article"}, "twitter": {"description": "Now entering its third year, enrollment in the Affordable Care Act marketplace is now taking place. 17.6 million Americans are now insured; another 10.5 million Americans are eligible, yet not enrolled. Continue reading →", "creator": "@NJTVNews", "image": "http://www.njtvonline.org/news/files/2015/11/151106Cruz.jpg", "title": "Health and Human Services Secretary Talks ACA, Addiction and Planned Parenthood | Video | NJTV News", "site": "@NJTVNews", "card": "summary"}, "apple-mobile-web-app-capable": "no", "article": {"publisher": "http://www.facebook.com/NJTVonline", "tag": "Sylvia Mathews Burwell"}, "thumbnail": "http://www.njtvonline.org/news/files/2015/11/151106Cruz.jpg", "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "The Secretary for Health and Human Services Sylvia Mathews Burwell spent the day in Jersey City.\nWe want to make sure that we reach those folks and that they understand that there’s affordable insurance that’s available.\nBurwell: So Planned Parenthood is an organization that serves nearly three million people across this country in terms of preventative care every year.\nThe urgency of the Heroin epidemic, the push to defund Planned Parenthood and the expansion of health insurance under the Affordable Care Act all are the domain of the U.S. Department of Health and Human Services.\nSecond, we want to make sure that there’s medication assisted treatment; that’s an issue that the governor touched upon."}