{"article_title": "Organizations make final push for annual enrollments in Obamacare", "article_keywords": ["affordable", "organizations", "wisconsin", "eligible", "federal", "enrollment", "annual", "obamacare", "insurance", "enrollments", "health", "coverage", "push", "milwaukee", "final", "care"], "article_url": "http://www.jsonline.com/business/organizations-make-final-push-for-annual-enrollments-in-obamacare-b99647873z1-364740221.html", "article_text": "Caroline Gomez-Tom of Covering Wisconsin helps Marie Mattison of Milwaukee sign up for health insurance at Zablocki Public Library. Credit: Calvin Mattheis\n\nBy of the\n\nWatnise McKinney is among the Wheaton Franciscan Healthcare employees who have volunteered to speak at their churches about signing up for health insurance through the Affordable Care Act.\n\nMcKinney, who attends the Greater Galilee Missionary Baptist Church in Milwaukee, spoke briefly and answered questions, such as where people can get help enrolling in a health plan through Obamacare.\n\nShe also knew firsthand that many people were confused by the complicated task of picking a health plan. Her aunt, who was recently treated for breast cancer, had asked about getting help enrolling.\n\nWheaton Franciscan, borrowing an idea used in other cities, put out a request for volunteers and then held two conference calls to give them basic information on the open enrollment period. It also prepared materials for the volunteers to hand out.\n\nThe initiative is an example of the work done by an array of organizations to encourage people to sign up for health insurance through the Affordable Care Act.\n\nThe third open enrollment period ends Jan. 31, and the final push has begun.\n\nAn estimated 80,000 people in Milwaukee County were uninsured last year. Many of them were eligible for federal subsidies to help offset the cost of health plans sold on the federal marketplace set up through the Affordable Care Act or eligible for BadgerCare Plus, one of the state's Medicaid programs.\n\nIn Wisconsin, adults with incomes below the poverty threshold — $11,770 for one person — are eligible for BadgerCare Plus. There is no deadline for signing up for coverage through the program.\n\nNationally, almost 11.3 million people had enrolled or where automatically re-enrolled in a health plan sold on the federal or state marketplaces as of Dec. 26, according to the U.S. Department of Health and Human Services. Almost 3 million, or about 26%, were new customers.\n\nIn Wisconsin, 218,394 people had signed up for coverage on the federal marketplace as of Jan. 2. Last year, 207,349 people had signed up by the end of the open enrollment period, although the number dropped to about 183,000 by June.\n\n\"The difficult task is reaching people who have not enrolled,\" said Sarah DeRoo, spokeswoman for City of Milwaukee Health Department.\n\nThere is more awareness of the Affordable Care Act, she said, but still confusion about who is eligible and what is required to sign up for coverage.\n\n\"There's a lot for people to understand, especially for people who have never had health insurance before,\" DeRoo said.\n\nThe city placed inserts in water bills and is working with organizations such as Covering Wisconsin and the Milwaukee Enrollment Network, a consortium that includes health systems and community health centers, to increase awareness.\n\nThere also was a small advertising campaign to encourage people to get coverage.\n\nMost people who are uninsured this year will face a penalty of $695 a person, or 2.5% of household income above the federal tax filing threshold of $10,150 — whichever is larger.\n\nMore people now are aware of the penalty, said Caroline Gomez-Tom of Covering Wisconsin, which has a federal grant to help people enroll in 23 Wisconsin counties.\n\n\"I'm very surprised by how well we have done this year in terms of staying consistently busy,\" Gomez-Tom said. \"Word of mouth has helped us a lot.\"\n\nFor the final push, events are planned at the Milwaukee Area Technical College, public libraries, Centro Hispano, Community Advocates and other sites.\n\nPeople can call the 211 social services hotline for information on where they can get help.\n\nThe success or failure of this enrollment drive could be a key factor in determining the ultimate fate of the Affordable Care Act.\n\nThe results so far are mixed.\n\nAn early estimate from the National Health Interview Survey showed a decline of 14.7 million uninsured, non-elderly adults through June, according to an article in Health Affairs, a policy journal. That includes people who gain coverage in states that expanded their Medicaid programs.\n\nWisconsin expanded its Medicaid program but has turned down the additional federal dollars available through the law — a decision that will cost $1.07 billion in state funds over the next six years, according to the most recent estimate by the Legislative Fiscal Bureau.\n\nAlmost nine out of 10 people in Wisconsin — and a slightly lower percentage nationwide — were eligible for federal subsidies last year. However, the subsidies drop sharply for people with incomes above roughly $30,000 a year. For them, health insurance remains expensive.\n\nHealth insurance is expensive because health care is expensive. However, the premiums and high deductibles have deterred many people, particularly those who are young and healthy, from signing up for coverage. At the same time, getting more people to sign up for coverage could lower premiums.\n\nRalph Bultman of Bultman Financial in Brookfield estimates that his company helped 200 people buy health insurance before the Dec. 17 deadline for coverage to start on Jan. 1. That was up from about 50 last year.\n\n\"With patience, we got everyone through,\" Bultman said. \"There is not any easy way to get people enrolled. You have got to go through the process.\"\n\nMost of Bultman Financial's clients already had insurance. The challenge is reaching people who don't.\n\nHowever, some of the efforts, such as Wheaton Franciscan's initiative, apparently are working.\n\nAndrea Reed of Milwaukee picked up some information at her church that was dropped off by a Wheaton Franciscan employee.\n\nThe information was for her grandson, who recently turned 18. Her grandson bought a health plan on the marketplace that costs $149 a month.\n\n\"He understands that he needs insurance,\" Reed said.", "article_metadata": {"title": "Organizations make final push for annual enrollments in Obamacare", "og": {"url": "http://www.jsonline.com/business/organizations-make-final-push-for-annual-enrollments-in-obamacare-b99647873z1-364740221.html", "image": {"width": 1540, "identifier": "http://media.jrn.com/images/b99647873z.1_20160109113506_000_gp7e1hhl.1-0.jpg", "height": 1103}, "type": "article", "description": "Wheaton Franciscan Healthcare employees volunteer to speak at their churches about signing up for health insurance through the Affordable Care Act.", "title": "Organizations make final push for annual enrollments in Obamacare"}, "twitter": {"site": "@journalsentinel", "image": "http://media.jrn.com/images/b99647873z.1_20160109113506_000_gp7e1hhl.1-0.jpg", "description": "Wheaton Franciscan Healthcare employees volunteer to speak at their churches about signing up for health insurance through the Affordable Care Act.", "card": "summary_large_image", "title": "Organizations make final push for annual enrollments in Obamacare"}, "apple-mobile-web-app-capable": "no", "fb": {"admins": "journal.sentinel.1", "app_id": 227386193957280}, "msapplication-TileImage": "http://media.jrn.com/designimages/logo-mjs-144-icon.png", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "article_summary": "\"The difficult task is reaching people who have not enrolled,\" said Sarah DeRoo, spokeswoman for City of Milwaukee Health Department.\nHealth insurance is expensive because health care is expensive.\n\"There's a lot for people to understand, especially for people who have never had health insurance before,\" DeRoo said.\nThe initiative is an example of the work done by an array of organizations to encourage people to sign up for health insurance through the Affordable Care Act.\nCaroline Gomez-Tom of Covering Wisconsin helps Marie Mattison of Milwaukee sign up for health insurance at Zablocki Public Library."}