{"article_title": "Death row women find God; ABC News promptly loses him — GetReligion", "article_keywords": ["cole", "abc", "love", "sawyer", "carr", "god", "say", "getreligion", "loses", "women", "death", "promptly", "row"], "article_url": "http://www.getreligion.org/getreligion/2015/2/27/death-row-women-find-god-abc-news-promptly-loses-him", "article_text": "Whoosh!\n\nWhat was that?\n\nOh, just a flock of faith words sailing over the heads of ABC News.\n\nABC maven Diane Sawyer interviewed two female death row inmates for a special (scheduled for 10 Eastern tonight). According to the online text and preview video, she looks at their life under threat of death. She gets them talking about their youthfulness (they're two of the youngest women on death row). And the story decries the unfairness of sentencing practices.\n\nWhat doesn't the report get to? As a GetReligion reader, you must have guessed: the many religious and spiritual references in their quotes.\n\nPart of Sawyer's \"Hidden America\" series, the show visits Tiffany Cole and Emilia Carr at a prison in Ocala, Fla., where they await execution for separate murders. The 1,200-word article says much about their cases and lets them say their boyfriends really did the murders.\n\nThe women admit making bad life choices but say they’ve changed. Carr says she suffered extreme stress before she \"came to know God.\" And Cole says: “I am not the same person anymore. I have peace, I have joy. I have a sound mind.”\n\nCole's quote has at least two Bible references. Romans 14:17 says the kingdom of God is a matter of \"righteousness, peace and joy in the Holy Ghost.\" And II Timothy 1:17 says that God imparts a spirit of \"power, and of love, and of a sound mind.\"\n\nDidn't Sawyer or any of her expert assistants recognize the verses? Or were they just uninterested? Hate to say it, but I'd guess the latter. Because ABC says Carr and Cole read about Gandhi and Martin Luther King Jr. And the two say \"religion\" has helped them cope behind bars.\n\nWhich religion? Well, let's hear some more clues:\n\nThey have even put religious songs to a kind of dance and, from time to time, they share small moments when they sing and laugh together.\n\n“We’re not just up here doing nothing,” Carr said. “We’re up here living and, you know, finding joy in a situation like this and praising God in the process, you know, and just showing people. We’re people.”\n\n“It’s not over,” Cole said. “There is forgiveness and there is hope.”\n\n\"What an image! Women waiting to die on death row and they're dancing and creating 'religious songs' and they sing together!\" says a faithful GetReligion reader who tipped us off on this story. \"I don't doubt for a nanosecond that these ladies were chock full of Jesus talk and were very likely sharing Scripture from their Bible studies.\"\n\nBut ABC not only careens away from those hints, it places them in the last fourth of the article. In contrast, it spends eight paragraphs on the crimes -- ironically adding that Carr and Cole were \"reluctant to give details about their cases.\"\n\nThe article also says much about their appeal process and how rigged the system is. Cole calls execution \"legal murder\" and asks, \"How many rich people go to prison?\" And ABC chimes in that 75 percent of Americans accused of a crime, especially racial minorities, can't afford a private attorney. (It doesn't mention, though, that women like Cole and Carr comprise only 8.8 percent of all American inmates.)\n\nFaithful Reader was also amazed that the ABC report said nothing of Karla Faye Tucker, executed in Texas in 1998 for a double pickax murder. Tucker said she accepted Christ in prison, and her last words were:\n\n“Yes sir, I would like to say to all of you — the Thornton family and Jerry Dean’s family — that I am so sorry. I hope God will give you peace with this. Baby, I love you. Ron, give Peggy a hug for me. Everybody has been so good to me. I love all of you very much. I am going to be face to face with Jesus now. Warden Baggett, thank all of you so much. You have been so good to me. I love all of you very much. I will see you all when you get there. I will wait for you. ”\n\nThat would have been good background, all right. But I'm not surprised it wasn't included. Not if Sawyer and company didn't follow the bread crumbs dropped by their own interviewees.\n\nI sure hope the online text and preview vid don't reflect the full program accurate. Otherwise, the show may shine some light on women on death row, but their spirituality will stay in solitary confinement.", "article_metadata": {"description": "Whoosh!\r\n\r\nWhat was that?\r\n\r\nOh, just a flock of faith words sailing over the heads of ABC News.\r\n\r\nABC maven Diane Sawyer interviewed two female death row inmates for a \r\nspecial (scheduled for 10 Eastern Time tonight, Feb. 27). According to the \r\nonline text and preview video, she looks at their life under threat of \r\ndeath. She gets them talking about their youthfulness (they're two of the \r\nyoungest women on death row). And the story decries the unfairness of \r\nsentencing practices.  \r\n\r\nWhat doesn't the report get to? As a GR reader, you must have surely \r\nguessed: the many religious and spiritual references in their quotes.\r\n\r\nPart of Sawyer's \"Hidden America\" series, the show visits Tiffany Cole and \r\nEmilia Carr at a prison in Ocala, Fla., where they await execution for \r\nseparate murders. The 1,200-word article says much about their cases and \r\nlets them say their boyfriends really did the murders.\r\n\r\nThe women admit making bad life choices but say they’ve changed. Carr says \r\nshe suffered extreme stress before she \"came to know God.\"  And Cole says: \r\n“I am not the same person anymore. I have peace, I have joy. I have a sound \r\nmind.”\r\n\r\nCole's quote has at least two Bible references. Romans 14:17 says the \r\nkingdom of God is a matter of \"righteousness, peace and joy in the Holy \r\nGhost.\"  And II Timothy 1:17 says that God imparts a spirit of \"power, and \r\nof love, and of a sound mind.\"\r\n\r\nDidn't Sawyer or any of her expert assistants recognize the verses? Or were \r\nthey just uninterested? Hate to say it, but I'd guess the latter. Because \r\nABC says Carr and Cole read about Gandhi and Martin Luther King Jr. And the \r\ntwo say \"religion\" has helped them cope behind bars.\r\n\r\nWhich religion? Well, let's hear some more clues:", "og": {"site_name": "GetReligion", "description": "Whoosh!\r\n\r\nWhat was that?\r\n\r\nOh, just a flock of faith words sailing over the heads of ABC News.\r\n\r\nABC maven Diane Sawyer interviewed two female death row inmates for a \r\nspecial (scheduled for 10 Eastern Time tonight, Feb. 27). According to the \r\nonline text and preview video, she looks at their life under threat of \r\ndeath. She gets them talking about their youthfulness (they're two of the \r\nyoungest women on death row). And the story decries the unfairness of \r\nsentencing practices.  \r\n\r\nWhat doesn't the report get to? As a GR reader, you must have surely \r\nguessed: the many religious and spiritual references in their quotes.\r\n\r\nPart of Sawyer's \"Hidden America\" series, the show visits Tiffany Cole and \r\nEmilia Carr at a prison in Ocala, Fla., where they await execution for \r\nseparate murders. The 1,200-word article says much about their cases and \r\nlets them say their boyfriends really did the murders.\r\n\r\nThe women admit making bad life choices but say they’ve changed. Carr says \r\nshe suffered extreme stress before she \"came to know God.\"  And Cole says: \r\n“I am not the same person anymore. I have peace, I have joy. I have a sound \r\nmind.”\r\n\r\nCole's quote has at least two Bible references. Romans 14:17 says the \r\nkingdom of God is a matter of \"righteousness, peace and joy in the Holy \r\nGhost.\"  And II Timothy 1:17 says that God imparts a spirit of \"power, and \r\nof love, and of a sound mind.\"\r\n\r\nDidn't Sawyer or any of her expert assistants recognize the verses? Or were \r\nthey just uninterested? Hate to say it, but I'd guess the latter. Because \r\nABC says Carr and Cole read about Gandhi and Martin Luther King Jr. And the \r\ntwo say \"religion\" has helped them cope behind bars.\r\n\r\nWhich religion? Well, let's hear some more clues:", "title": "Death row women find God; ABC News promptly loses him", "url": "http://www.getreligion.org/getreligion/2015/2/27/death-row-women-find-god-abc-news-promptly-loses-him", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/54f0030ae4b0e91e31e75289/1425058120170/?format=1000w", "longitude": "-76.61218930000001", "latitude": "39.2903848", "type": "article"}, "twitter": {"url": "http://www.getreligion.org/getreligion/2015/2/27/death-row-women-find-god-abc-news-promptly-loses-him", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/54f0030ae4b0e91e31e75289/1425058120170/?format=1000w", "description": "Whoosh!\r\n\r\nWhat was that?\r\n\r\nOh, just a flock of faith words sailing over the heads of ABC News.\r\n\r\nABC maven Diane Sawyer interviewed two female death row inmates for a \r\nspecial (scheduled for 10 Eastern Time tonight, Feb. 27). According to the \r\nonline text and preview video, she looks at their life under threat of \r\ndeath. She gets them talking about their youthfulness (they're two of the \r\nyoungest women on death row). And the story decries the unfairness of \r\nsentencing practices.  \r\n\r\nWhat doesn't the report get to? As a GR reader, you must have surely \r\nguessed: the many religious and spiritual references in their quotes.\r\n\r\nPart of Sawyer's \"Hidden America\" series, the show visits Tiffany Cole and \r\nEmilia Carr at a prison in Ocala, Fla., where they await execution for \r\nseparate murders. The 1,200-word article says much about their cases and \r\nlets them say their boyfriends really did the murders.\r\n\r\nThe women admit making bad life choices but say they’ve changed. Carr says \r\nshe suffered extreme stress before she \"came to know God.\"  And Cole says: \r\n“I am not the same person anymore. I have peace, I have joy. I have a sound \r\nmind.”\r\n\r\nCole's quote has at least two Bible references. Romans 14:17 says the \r\nkingdom of God is a matter of \"righteousness, peace and joy in the Holy \r\nGhost.\"  And II Timothy 1:17 says that God imparts a spirit of \"power, and \r\nof love, and of a sound mind.\"\r\n\r\nDidn't Sawyer or any of her expert assistants recognize the verses? Or were \r\nthey just uninterested? Hate to say it, but I'd guess the latter. Because \r\nABC says Carr and Cole read about Gandhi and Martin Luther King Jr. And the \r\ntwo say \"religion\" has helped them cope behind bars.\r\n\r\nWhich religion? Well, let's hear some more clues:", "card": "summary", "title": "Death row women find God; ABC News promptly loses him"}, "msvalidate.01": "3467E5793F979E4BD02734F0CF1D6947", "google-site-verification": "HRNAABbZH8j77D61bQp4QciWQ7JstpS2Nv6NI7HyTaI", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcfc1b\"", "article_summary": "Otherwise, the show may shine some light on women on death row, but their spirituality will stay in solitary confinement.\nShe gets them talking about their youthfulness (they're two of the youngest women on death row).\nABC maven Diane Sawyer interviewed two female death row inmates for a special (scheduled for 10 Eastern tonight).\nWomen waiting to die on death row and they're dancing and creating 'religious songs' and they sing together!\"\n(It doesn't mention, though, that women like Cole and Carr comprise only 8.8 percent of all American inmates.)"}