{"article_title": "Ebola: Clash between leadership and nonsense", "article_keywords": ["clash", "west", "limbaugh", "washington", "nonsense", "evidence", "spread", "leadership", "way", "big", "ebola", "racial", "obama"], "article_url": "http://www.chicagotribune.com/news/opinion/page/ct-ebola-aids-crisis-reaction-perspec-1001-20141010-column.html", "article_text": "Sometimes it's hard to tell which is more terrifying: Ebola or the commentary about the virus.\n\nOn Monday, radio host Rush Limbaugh suggested that President Barack Obama is refusing to divert flights from Liberia and other Ebola-infected countries because of some sort of racial payback.\n\nBecause the U.S. established Liberia as a home for freed American slaves in the early 1800s, Limbaugh conjectured that Obama and other so-called \"politically correct\" liberals \"think we (Americans) kind of deserve a little bit of this\" Ebola epidemic.\n\nIf that black-payback theme sounds familiar, you may recall that Limbaugh sounded a similar note of racial grievance during the health care debate in 2010, calling the proposal — now widely called Obamacare — a sneaky liberal \"civil rights bill\" and \"reparations.\"\n\nNot to be outdone in the crazy-talk contest, radio host Michael Savage accused Obama of trying to \"bring infected children into a nation\" and sending troops \"into a hot Ebola zone.\" \"It rises to levels of treason,\" he said. \"It actually exceeds any level of treason I've ever seen.\"\n\nAs a potentate of paranoid punditry, Savage has probably seen quite a bit, I'm sure.\n\nOn the other side of the racial divide, we have such familiar voices as Nation of Islam Minister Louis Farrakhan. On his movement's website, FinalCall.com, he revives an old conspiracy theory by describing Ebola and AIDS as \"race-targeting weapons\" created to kill only blacks \"because it is a genotype weapon that is designed for your genes, for your race, for your kind.\"\n\nAs an African-American, I have had ample personal reasons to look into such theories for almost 30 years, yet I have yet to find even a sliver of hard evidence of any such conspiracy. But, as the old saying goes, if you tell a big enough falsehood, wittingly or unwittingly, you don't need evidence for it to have a big impact.\n\nIn fact, the measures that the Obama administration announced on Wednesday are notably similar to those recommended by Texas Gov. Rick Perry: \"enhanced screening procedures\" and \"fully staffed quarantine stations\" at \"all points of entry\" to the United States.\n\nObama's plans differ from Perry's in limiting the screening to airports in Atlanta, Chicago, New Jersey, New York, and Washington, D.C., which the administration says will cover about 95 percent of visitors from the infected African countries.\n\nStill, even brainless commentary has its consequences. Even in Congress, today's arguments about how to deal with Ebola sound a lot like the big debates that I remember about AIDS in the early 1980s: a frustrating collision of sensible leadership and dangerous nonsense.\n\nCongress has prudently avoided a serious, full-on debate about our new war against the Islamic State. Yet for more than a month, lawmakers have been holding up most of the $1 billion in Pentagon funds that the president wants to shift to his anti-Ebola effort in West Africa.\n\nRepublicans on key congressional committees want more details on planned uses for the funds, including precautions to protect military personnel from infections and to prevent the mission from turning into a long-term expense.\n\nThose are not unimportant concerns. But a possible travel ban between here and West Africa also is popular, particularly among Republican lawmakers, even though experience shows such efforts do more to spread epidemics than to contain them.\n\nIn today's world, for example, ending direct flights would not have stopped a Liberian like Thomas Eric Duncan, the first Ebola victim in this country. He flew into Washington' Dulles International Airport by way of Brussels. Yet a travel ban certainly would make it more difficult to fly aid workers and supplies to West Africa to help save lives and contain the epidemic.\n\nAmple evidence shows that the best way to slow the spread of a medical outbreak is through \"contact tracing.\" Isolate the patients, then identify and trace the people with whom the ailing victims have had close contact.\n\nThis country has far more effective and reliable specialists and resources than the Ebola-infected counties overseas. But, as the health experts say, dangerous panic can spread faster than the disease.\n\nClarence Page, a member of the Tribune Editorial Board, blogs at chicagotribune.com/pagespage.\n\ncpage@tribune.com\n\nTwitter @cptime", "article_metadata": {"fb_title": "Ebola: Frustrating clash between leadership and nonsense", "googlebot": "index", "copyright": "Copyright (c) 2016 Chicago Tribune", "author": "Chicago Tribune", "og": {"site_name": "chicagotribune.com", "description": "Sometimes it's hard to tell which is more terrifying: Ebola or the commentary about the virus.", "title": "Ebola: Frustrating clash between leadership and nonsense", "url": "http://www.chicagotribune.com/news/opinion/page/ct-ebola-aids-crisis-reaction-perspec-1001-20141010-column.html", "image": "http://www.trbimg.com/img-5438b18a/turbine/ct-ebola-aids-crisis-reaction-perspec-1001-20141010", "type": "article"}, "x-servername": "lalvp07.18", "twitter": {"site": "@chicagotribune", "card": "summary"}, "keywords": "Ebola, AIDS, reaction, politics, flights, ban, Thomas Eric Duncan, Obama, Limbaugh", "robots": "index,follow", "apple-itunes-app": "app-id=383137151, app-argument=http://www.chicagotribune.com/deeplinkid/81645510", "fb": {"page_id": 5953023255, "app_id": 306836229411287}, "googlebot-news": "index", "date": "2014-10-10", "Description": "Today's Ebola politics is a reminder of the early-1980s AIDS crisis: a frustrating clash between heroic leadership and dangerous nonsense.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Ebola, AIDS, reaction, politics, flights, ban, Thomas Eric Duncan, Obama, Limbaugh"}, "_id": "\"57477af36914bd0286fcea73\"", "article_summary": "Even in Congress, today's arguments about how to deal with Ebola sound a lot like the big debates that I remember about AIDS in the early 1980s: a frustrating collision of sensible leadership and dangerous nonsense.\nSometimes it's hard to tell which is more terrifying: Ebola or the commentary about the virus.\nIn today's world, for example, ending direct flights would not have stopped a Liberian like Thomas Eric Duncan, the first Ebola victim in this country.\nAmple evidence shows that the best way to slow the spread of a medical outbreak is through \"contact tracing.\"\nOn the other side of the racial divide, we have such familiar voices as Nation of Islam Minister Louis Farrakhan."}