{"article_title": "Were pilgrims America’s original economic migrants?", "article_keywords": ["merchant", "migrants", "england", "investors", "played", "profit", "plymouth", "america", "americas", "pilgrims", "economic", "solman", "pickering", "original"], "article_url": "http://www.pbs.org/newshour/bb/were-pilgrims-americas-original-economic-migrants/", "article_text": "HARI SREENIVASAN: But first, our money man, Paul Solman, looks at those original Thanksgiving celebrants — the Pilgrims — and the economic pressures that drove them to America, and defined so much of their time here. It`s part of our weekly series, “Making Sense,” which airs every Thursday on the NEWSHOUR.\n\nPAUL SOLMAN: Thanksgiving time at Plymouth plantation, a 17th century living history museum in Massachusetts. The year? 1624, when, as the story goes:\n\nNARRATOR: A hundred people landed on a bare and windy shore, seeking freedom from the English church. For this, they were ready to confront the grim and grisly face of poverty.\n\nMAN: In the beginning, God created the heaven and the earth —\n\nPAUL SOLMAN: We`ve long celebrated the religious drive to build a city on a hill for strangers in a strange land. But it turns out that our pilgrims faced poverty at least as grim and grisly back in Holland, from whence they had fled 16 years earlier to separate from the Church of England.\n\nPatience Prence was among those who came to Plymouth, as played by one of the plantations re- enactors.\n\nPATIENCE PRENCE, Plymouth Colonist, Played by Grace Bello: We live a humble life, but we work for ourselves. In Holland, we could put food on our tables, but, it was a very hard labor.\n\nPAUL SOLMAN: Meanwhile, America was literally, to them, a new world.\n\nGOV. WILLIAM BRADFORD, Plymouth Colonist, Played by Doug Blake: We will be able to turn a good profit so that it benefits everyone.\n\nPAUL SOLMAN: The plantation’s governor and chronicler, William Bradford.\n\nWILLIAM BRADFORD: It might be a place where profit and religion can jump together. There is no shame in doing well, for one must still exist in this world and thus be comfortable.\n\nPAUL SOLMAN: Stephen Hopkins was a merchant colonist.\n\nWill you become rich, do you think?\n\nSTEPHEN HOPKINS, Colonist and investor, Plymouth, Played by Scott Atwood: Well, imagine all men entertain the idea of it, but — well, that really shall be not up to me. It is hoped that we`ll at least prosper.\n\nPAUL SOLMAN: Most of the pilgrims had been farmers in England, but made their living in the cloth trade in Holland. When the wool market crashed, these folks were desperate to emigrate.\n\nRICHARD PICKERING, Deputy Executive Director, Plimouth: They were living in deep privation and it was a way of escaping poverty.\n\nPAUL SOLMAN: Plymouth historian Richard Pickering.\n\nSo was the main motivation really, what we would now call economic?\n\nRICHARD PICKERING: There is a religious motivation in the desire to protect the church. But those that were living in Holland were safe, so that they could have remained and worshiped as they wanted, but it is an economic motivation to better the lives of their children and grow the number of church members.\n\nPAUL SOLMAN: In other words, the Pilgrims were very much economic immigrants, like so many who`ve come to America since.\n\nBut if so poor, how could they afford an ocean passage, with provisions, to America? The answer is seventy-some-odd investors, known as “merchant adventurers”.\n\nThrough the magic of video teleportation, Pickering took us to visit one, supposedly at his home outside London.\n\nLONDON MERCHANT, Played by John Kemp: Do come in sir, let me show you here, we`ve some fine peltry, furs just back from New England.\n\nPAUL SOLMAN: Full disclosure: we were still in reconstructed Plymouth, but houses there looked just like those in suburban England.\n\nWhat`s the main way in which you`re hoping to make a profit here?\n\nLONDON MERCHANT: Well, close at hand, sir. Here, looky well, fine beaver pelt, just brung back. And, our report is that they expect more and more of such things.\n\nPAUL SOLMAN: Why furs? Do people wear fur coats here in London?\n\nLONDON MERCHANT: Oh no, sir. It`s the hats, the beaver hats. All good people now wear beaver hats.\n\nYou may remember that famous Indian princess that come from Virginia, that some would call Pocahontas; though in England, generally, she was called Rebecca. And, she had her portrait, I`m told, in a fine beaver.\n\nPAUL SOLMAN: The tradable goods of America were the three F`s — fur, fish and forests — which provided wood like pine for an increasingly clear-cut England.\n\nLONDON MERCHANT: In England, there`s hardly a pine till you get up to Scotland!\n\nPAUL SOLMAN: But to get the goods, you had to get to America. And survive.\n\nSo, investors in London bankrolled the venture, by purchasing shares in a stock company, as with similar ventures in Virginia, Bermuda and elsewhere.\n\nTen pounds for a single share, roughly six months’ worth of an ordinary worker`s wages: $15,000 to $20,000 today, maybe.\n\nOne merchant may have invested as much as several hundred thousand in current dollars. Each colonist over age 16 got one share just for emigrating, working the territory, and making a profit for the investors.\n\nSTEPHEN HOPKINS: Initially, it was agreed that for seven years` time, we would ship raw materials back to them to be sold.\n\nPAUL SOLMAN: Merchant colonist Stephen Hopkins.\n\nSTEPHEN HOPKINS: They would send trade goods onto us annually and with a promise, or hope, that there would be a dividend at the end of the seventh year. The dividend, the profit that comes in silver and gold shall go to the founders, the financers.\n\nPAUL SOLMAN: Once those “financers” were paid back, the colonists would get the deed to the land, initially given by the king to the investors, and all future profits would be theirs.\n\nSo, this is a capitalist enterprise from the get-go?\n\nSTEPHEN PICKERING: It was capitalism from the very beginning. The intent was to prosper here in any way that they could, whether it was the fur trade, timber trade or fishing.\n\nPAUL SOLMAN: But the early efforts to pay off their investors failed. The first winter was brutal; nearly half of the colonists died.\n\nWILLIAM BRADFORD: First ship it was that we sent back empty for reasons of barely being able to survive. And sadly, the second ship I sent back, laden with goods, was taken by French pirates right before it reached England.\n\nPAUL SOLMAN: And Turkish pirates took another; then as now, hawks stalked their chickens; competing colonists set up shop along the New England coast and inland, closer to the suppliers. That meant that when trading with the natives, the price of beaver kept getting bid up — setbacks galore.\n\nBut not surprisingly, the investors back home were getting impatient.\n\nSTEPHEN HOPKINS: Some of them imagine they might cast seeds on the ground and press the cider the same year, but it is not so in business.\n\nPAUL SOLMAN: What was so in business: distrust, partly because of investors who bilked the inexperienced colonists, and demanded quick profits.\n\nWILLIAM BRADFORD: Many a time it is that we are treated little better than a slave or a servant. But whilst my share is equal to someone in England, he might have a hundred more of those equal shares. Thus, the minority has the majority of the shareholding.\n\nPAUL SOLMAN: Despite the ownership disparity, however, colonists who survived tended to prosper, even the indentured servants, who got no shares and had to work seven years for their freedom. Edward Doty served Stephen Hopkins.\n\nDo you think you could ever be a rich man in America? Do you have what you might call an American dream?\n\nEDWARD DOTY, Indentured Servant, Plymouth Colony: Rich in land, rich in woods, which you make quite a lot of money with. But no matter what, if you get land here, people will respect you and if those will become a time like I expect it to be and a true settlement, there is a profit to be had.\n\nPAUL SOLMAN: And that was very different from the old country.\n\nPATIENCE PRENCE: So in England, owning land is for gentry and noblemen. But, people of our sort would usually only rent it.\n\nPAUL SOLMAN: We had one last question for the plantation`s historian. What`s the relevance if any, of economics being the main driver of the Plymouth plantation?\n\nRICHARD PICKERING: So often, we think of the pilgrims symbolically. We don`t look at their everyday business lives and realize that their success enabled later settlement and contributed to the creation of an immigrant country.\n\nPAUL SOLMAN: This is economics correspondent Paul Solman, reporting for the PBS NewsHour, from the 17th century — sort of.", "article_metadata": {"description": "Four hundred years ago, a group of pilgrims founded a colony in Plymouth. But what did they hope to accomplish there, how did they live? Economics correspondent Paul Solman jumps back in time to interview some of these early settlers and find out how they made a living.", "pubdate": 20151126, "og": {"site_name": "PBS NewsHour", "description": "Four hundred years ago, a group of pilgrims founded a colony in Plymouth. But what did they hope to accomplish there, how did they live? Economics correspondent Paul Solman jumps back in time to interview some of these early settlers and find out how they made a living.", "title": "Were pilgrims America’s original economic migrants?", "locale": "en_US", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2015/11/The_First_Thanksgiving_cph_3g04961.jpg", "url": "http://www.pbs.org/newshour/bb/were-pilgrims-americas-original-economic-migrants/", "type": "article"}, "twitter": {"domain": "PBS NewsHour", "description": "Four hundred years ago, a group of pilgrims founded a colony in Plymouth. But what did they hope to accomplish there, how did they live? Economics correspondent Paul Solman jumps back in time to interview some of these early settlers and find out how they made a living.", "title": "Were pilgrims America’s original economic migrants?", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2015/11/The_First_Thanksgiving_cph_3g04961.jpg", "creator": "@newshour", "site": "@newshour", "card": "summary_large_image"}, "robots": "noodp,noydir", "apple-mobile-web-app-capable": "no", "fb": {"app_id": 114150878604116}, "article": {"publisher": "https://www.facebook.com/newshour", "tag": "Thanksgiving"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "news_keywords": "american history, Making Sen$e, Paul Solman, pilgrims, Thanksgiving"}, "article_summary": "PAUL SOLMAN: In other words, the Pilgrims were very much economic immigrants, like so many who`ve come to America since.\nSTEPHEN HOPKINS, Colonist and investor, Plymouth, Played by Scott Atwood: Well, imagine all men entertain the idea of it, but — well, that really shall be not up to me.\nPAUL SOLMAN: Most of the pilgrims had been farmers in England, but made their living in the cloth trade in Holland.\nPAUL SOLMAN: Merchant colonist Stephen Hopkins.\nPAUL SOLMAN: Plymouth historian Richard Pickering."}