{"article_title": "The wrong ruling on NSA data collection", "article_keywords": ["privacy", "nsa", "smith", "collection", "phone", "wrong", "ruling", "records", "nsas", "metadata", "data", "numbers"], "article_url": "https://www.washingtonpost.com/opinions/the-wrong-ruling-on-nsa-data-collection/2013/12/19/494362ee-68ca-11e3-a0b9-249bbb34602c_story.html", "article_text": "Michael B. Mukasey was U.S. attorney general in the George W. Bush administration. Steven G. Bradbury was head of the Justice Department’s Office of Legal Counsel during the George W. Bush administration and led the legal effort to obtain initial court approval for the NSA’s metadata collection. David B. Rivkin Jr. served in the Justice Department and the White House Counsel’s office during the Reagan and George H.W. Bush administrations.\n\nA federal judge’s ruling Monday that the National Security Agency’s (NSA’s) bulk telephone metadata collection is “likely” unconstitutional is wrong on the law and the facts. It conflicts with the opinions of 15 other federal judges who have sat on the Foreign Intelligence Surveillance Court and approved the NSA’s metadata collection 35 times since 2006.\n\nU.S. District Judge Richard Leon has stayed his order to give the U.S. Court of Appeals for the D.C. Circuit the opportunity to reach its own judgment. But in the post-Snowden, anti-NSA climate pervading Washington, there is reason for concern that this opinion will amplify the caterwaul of those seeking to dismantle vital U.S. counterterrorism capabilities.\n\nThe telephone metadata collected by the NSA consists of transactional business records revealing only which phone numbers have called which numbers, when and for how long. It includes no other subscriber information, and it doesn’t enable the government to listen to anyone’s calls. This database enables intelligence agencies to discover quickly whether any phone numbers of known foreign terrorists have been in contact with numbers in the United States, a vital input in counterterrorism investigations. It is informative even when it reveals a lack of contacts.\n\nIn Leon’s view, however, the Fourth Amendment prohibits Congress from authorizing the bulk metadata collection and the focused querying of those records, even where the president has determined its necessity and it is approved every 90 days by a federal judge. No case law remotely supports this breathtaking conclusion. Liberal use of exclamation marks is no substitute.\n\n1 of 20 Full Screen Autoplay Close Skip Ad × Top opinions stories of 2013 View Photos From Trayvon Martin to Obamacare: Take a look at a selection of the stories that caught readers’ interests over the past year. Caption From Trayvon Martin to Obamacare: Take a look at a selection of the stories that caught readers’ interests over the past year. Why liberals are panicked about Obamacare If Obamacare fails, “It will discredit Obama’s new liberalism for years to come.” By Charles Krauthammer Jessica Rinaldi/Reuters Buy Photo Wait 1 second to continue.\n\nLeon argues that the Supreme Court’s 1979 decision in Smith v. Maryland upholding the warrantless use of pen registers — devices that record numbers dialed — has become obsolete in this age of multifunction smartphones. But district judges are not empowered to declare the death of binding Supreme Court precedent. The calling-record data collected by the NSA is almost exactly the same data the police collected in Smith: the phone numbers that Michael Lee Smith called and the dates and times of those calls.\n\nIn Smith, the high court held that telephone customers have no reasonable expectation of privacy in the numbers they dial or in the calling records that phone companies generate for business purposes. And since the court’s 1967 decision in Katz v. United States , a reasonable expectation of privacy has been the measure for what constitutes a search under the Fourth Amendment. Appeals courts have consistently followed Smith and applied its holding to other developing technologies, including the collection of e-mail metadata.\n\nAlthough Monday’s ruling emphasizes the “all-encompassing” and “indiscriminate” nature of the NSA’s metadata collection, that does not alter anyone’s reasonable expectations of privacy. If anything, the use of a pen register to target Smith’s personal phone line was more intrusive than the NSA’s metadata collection, given the vastness and anonymity of the data set and the minuscule chance that any particular person’s calling records will be reviewed by an NSA analyst.\n\nLeon cited the Supreme Court’s 2012 decision in United States v. Jones , but that case is not germane. In Jones, the police trespassed on a suspect’s property by installing a GPS device on his car and tracked his every move. The NSA’s bulk collection entails no physical invasion of property and does not comprehensively track individual customers’ movements and activities.\n\nEven if phone customers did reasonably expect that the numbers they dial would remain private, Leon’s ruling makes another fundamental error when it misconstrues the “special needs” doctrine, which allows warrantless searches in special circumstances, based on a balancing of the government’s need for the information against the extent of the infringement of privacy interests.\n\nLeon believes that the metadata program intrudes on consumers’ infatuation with their smartphones, but having stressed the lifestyle changes brought by new technology, he fails to appreciate that individual privacy is much more porous today than it was in the 1970s. Many private companies collect and analyze personal data — including the Internet companies that want the NSA to stop its surveillance efforts. Most Americans willingly accept less privacy in exchange for the conveniences the Internet makes possible. But Leon’s analysis means that U.S. intelligence agencies cannot protect Americans from foreign threats using the same analytical tools that private companies employ.\n\nAmericans know that many government agencies collect business records and information for lawful purposes and that this often includes personal data. What distinguishes the NSA is the importance of its national security mission and the extensive congressional and judicial oversight. Foreign governments, of course, collect all manner of data about Americans for their own military and commercial purposes.\n\nLeon was not convinced that metadata collection had produced the one critical piece of intelligence needed to stop a terrorist strike just before it was carried out, but that’s an entirely unreasonable standard. Judging the value of an intelligence program demands the greatest deference to the political branches; courts are not institutionally suited to the task. NSA metadata collection is both constitutional and necessary.", "article_metadata": {"news_keywords": "Michael Mukasey, michael b mukasey, steven g bradbury, steven bradbury office of legal counsel, david rivkin, judge richard leon nsa ruling, federal judge nsa data collection, nsa metadata phone calls, nsa americans phone surveillance, national security agency telephone records, smith v. maryland, supreme court katz v. united states, nsa americans data, nsa data collection fourth amendment, foreign intelligence surveillance act court, nsa congress oversight, federal judge nsa constitutional data collection", "og": {"site_name": "Washington Post", "description": "The flawed decision could be a blow against U.S. counterterrorism efforts.", "title": "The wrong ruling on NSA data collection", "url": "https://www.washingtonpost.com/opinions/the-wrong-ruling-on-nsa-data-collection/2013/12/19/494362ee-68ca-11e3-a0b9-249bbb34602c_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2013/12/19/Editorial-Opinion/Images/Obama_NSA_Surveillance-04aa9-1696.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/opinions/the-wrong-ruling-on-nsa-data-collection/2013/12/19/494362ee-68ca-11e3-a0b9-249bbb34602c_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Michael Mukasey, michael b mukasey, steven g bradbury, steven bradbury office of legal counsel, david rivkin, judge richard leon nsa ruling, federal judge nsa data collection, nsa metadata phone calls, nsa americans phone surveillance, national security agency telephone records, smith v. maryland, supreme court katz v. united states, nsa americans data, nsa data collection fourth amendment, foreign intelligence surveillance act court, nsa congress oversight, federal judge nsa constitutional data collection", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "eomportal-uuid": "494362ee-68ca-11e3-a0b9-249bbb34602c", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "description": "The flawed decision could be a blow against U.S. counterterrorism efforts."}, "article_summary": "NSA metadata collection is both constitutional and necessary.\nA federal judge’s ruling Monday that the National Security Agency’s (NSA’s) bulk telephone metadata collection is “likely” unconstitutional is wrong on the law and the facts.\nAlthough Monday’s ruling emphasizes the “all-encompassing” and “indiscriminate” nature of the NSA’s metadata collection, that does not alter anyone’s reasonable expectations of privacy.\nIt conflicts with the opinions of 15 other federal judges who have sat on the Foreign Intelligence Surveillance Court and approved the NSA’s metadata collection 35 times since 2006.\nSteven G. Bradbury was head of the Justice Department’s Office of Legal Counsel during the George W. Bush administration and led the legal effort to obtain initial court approval for the NSA’s metadata collection."}