{"article_title": "Obama: I Am Not a Socialist", "article_keywords": ["good", "reform", "socialist", "differences", "tax", "health", "policy", "care", "issues", "obama"], "article_url": "http://www.usnews.com/news/articles/2013/11/19/obama-i-am-not-a-socialist", "article_text": "President Barack Obama blamed \"tactics\" and \"rhetoric\" for Washington's gridlock, which he says could be averted if lawmakers focused on governing rather than elections during the 2013 CEO Council hosted by The Wall Street Journal Tuesday.\n\n\"We know what the challenges are, we know what the solutions are,\" Obama said. \"Some of them are tough, but what's holding us back is not a lack of good policy ideas or even what used to be considered good bipartisan policy ideas. We just have to break through the stubborn cycle of crisis politics and start working together.\"\n\nObama said Republicans and Democrats are actually \"fighting inside the 40-yard lines\" when it comes to policy differences on issues like infrastructure, entitlement reform and tax reform.\n\n[READ: Poll: Obama Approval Sinks to All-Time Low]\n\n\"If we can get beyond the tactical advantages that parties perceive in painting folks as extreme and trying to keep an eye always on the next election and for awhile at least just focus on governing, then there is probably 70 percent overlap on a whole range of issues,\" he said. \"There are going to be differences on the details and those details matter and I'll fight very hard for them but we shouldn't think that somehow the reason we've got these problems is because our policy differences are so great.\"\n\nThe president addressed the technical issues surrounding the flawed launch of the online health insurance marketplace, an essential piece of his health care reform law, promising most of the problems would be resolved by the end of the month. He also doubled-down on the importance of supporting the Affordable Care Act for economic reasons – that growing health costs continue to eat up a larger and larger portion of non-discretionary federal spending.\n\n[READ: Study: Medicaid Expansion Key Factor in Obamacare Effects]\n\nObama also defended himself against charges that he's a socialist.\n\n\"People call me a socialist sometimes, but you've got to meet real socialists, you'll have a real sense of what a socialist is,\" he said. \"I'm talking about lowering the corporate tax rate, my health care reform is based on the private marketplace, the stock market is doing pretty good the last time I checked and it is true that I am concerned about growing inequality in the system, but nobody questions the efficacy of a market economy in terms of producing wealth and innovation and keeping us competitive.\"", "article_metadata": {"zone": "homepage/articles", "keyword": "Obama, Barack", "title": "Obama: I Am Not a Socialist", "og": {"site_name": "US News & World Report", "description": "Obama says Washington must shed rhetoric to work.", "title": "Obama: I Am Not a Socialist", "url": "http://www.usnews.com/news/articles/2013/11/19/obama-i-am-not-a-socialist", "image": "http://www.usnews.com/cmsmedia/2a/fb6e9696c5497750b5730c01b54427/50042widemodern_obama_111913.jpg", "type": "article"}, "twitter": {"site": "@USNews", "description": "Obama says Washington must shed rhetoric to work.", "card": "summary", "title": "Obama: I Am Not a Socialist"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "news", "date_published": "Nov. 19, 2013", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Rebekah Metzler,Obama, Barack,Rebekah Metzler,Obama, Barack", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "Obama says Washington must shed rhetoric to work."}, "_id": "\"57477af36914bd0286fcea7d\"", "article_summary": "\"People call me a socialist sometimes, but you've got to meet real socialists, you'll have a real sense of what a socialist is,\" he said.\nObama said Republicans and Democrats are actually \"fighting inside the 40-yard lines\" when it comes to policy differences on issues like infrastructure, entitlement reform and tax reform.\n\"Some of them are tough, but what's holding us back is not a lack of good policy ideas or even what used to be considered good bipartisan policy ideas.\n\"We know what the challenges are, we know what the solutions are,\" Obama said.\n[READ: Study: Medicaid Expansion Key Factor in Obamacare Effects]Obama also defended himself against charges that he's a socialist."}