{"article_title": "Justice wants John Boehner-Obama lawsuit tossed", "article_keywords": ["wants", "tossed", "justice", "house", "mr", "rule", "legal", "boehner", "health", "boehnerobama", "suit", "white", "john", "lawsuit", "obama"], "article_url": "http://www.washingtontimes.com/news/2015/apr/1/justice-wants-john-boehner-obama-lawsuit-tossed/?page=all", "article_text": "The Obama administration is refusing to flinch in its claim that House Speaker John A. Boehner used novel and invalid legal theories to sue over how the president implemented his signature health law.\n\nJustice Department attorneys asked a federal judge in Washington late Tuesday to toss the speaker’s lawsuit, saying it exaggerates the perceived harm done by administrative delays to Obamacare, and that House Republicans cannot prove that the White House inflicted real damage on the legislative body.\n\n“Federal courts sit only to decide actual cases and controversies, not abstract claims of legislative power,” they told the U.S. District Court for the District of Columbia.\n\nSEE ALSO: New Jersey Sen. Bob Menendez indicted on corruption charges\n\nTheir brief is the latest volley in the legal back-and-forth over the lawsuit, which says Mr. Obama took unlawful steps to delay part of his health care law and is paying out funds to insurers without congressional approval.\n\nMr. Boehner filed his suit in November, three months after the House authorized the suit and after two law firms decided not to take part.\n\nDemocrats have criticized the lawsuit as misguided and a waste of federal time and money.\n\nSEE ALSO: Iran says U.S. and allies lack ‘political will’ for final nuclear deal\n\nThe suit formalized Republican complaints over Mr. Obama’s use of executive authority and piggy-backed on criticism of the president’s decision last fall to grant deportation amnesty to millions of illegal immigrants.\n\nMr. Boehner has said if Mr. Obama can “make his own laws,” then future presidents will as well, usurping or nullifying the will of a duly elected Congress.\n\nJustice attorneys said the House does not have legal standing to sue, even if Mr. Boehner feels the administration is canceling out what legislators intended five years ago.\n\n“The executive branch does not harm the House in any concrete and particularized way simply by interpreting and administering legislation enacted by a previous Congress in a manner with which the current House disagrees — whether the House labels that disagreement as ‘nullification’ or otherwise,” the lawyers said in their latest brief.\n\nThey said House Republicans were merely speculating that Mr. Obama’s actions would seriously harm the separation of powers between the legislative and executive branches, and that their lawsuit should fail even if a court grants them legal standing to proceed.\n\nThe Boehner lawsuit has two main prongs.\n\nFirst, it says the White House stretched its authority by twice delaying the law’s employer mandate and its associated penalties. The rule requires employers with 50 or more full-time workers or equivalents to provide health coverage or pay fines if at least one employee takes advantage of a tax credit on the health law’s insurance exchanges.\n\nCritics said the rule is would force employers to cut jobs and hours, and the White House decided to phase in the rule through 2016 instead of allowing it to take effect in 2014 as the law states.\n\nRepublicans charged the delays were politically motivated, in that employers hoping to avoid the mandate might not slash jobs or cut workers’ hours until after the midterm elections. Either way, it did not work out well for Democrats, who suffered sweeping losses in the contests earlier this month.\n\nRepublicans also are contesting a cost-sharing program estimated to pay out $3 billion to insurance companies in fiscal 2014 and $175 billion over the next 10 years. The program is designed to offset reduced co-insurance, co-pays and deductibles that insurers provide to qualified Obamacare enrollees as a condition of participating in the state-based health exchanges.\n\nMr. Boehner’s suit says Congress never authorized the payments, which are flowing out of a Treasury account.", "article_metadata": {"description": "The Obama administration is refusing to flinch in its claim that House Speaker John A. Boehner used novel and invalid legal theories to sue over how the president implemented his signature health law.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "The Obama administration is refusing to flinch in its claim that House Speaker John A. Boehner used novel and invalid legal theories to sue over how the president implemented his signature health law.", "title": "Justice wants John Boehner-Obama lawsuit tossed", "url": "http://www.washingtontimes.com/news/2015/apr/1/justice-wants-john-boehner-obama-lawsuit-tossed/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/03/30/Mideast_Iraq.JPEG-00e01.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/03/30/Mideast_Iraq.JPEG-00e01.jpg", "description": "The Obama administration is refusing to flinch in its claim that House Speaker John A. Boehner used novel and invalid legal theories to sue over how the president implemented his signature health law.", "site": "@washtimes", "card": "summary", "title": "Justice wants John Boehner-Obama lawsuit tossed"}, "Author": "Tom Howell Jr.", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Politics, Labor, Law Crime, John A Boehner, White House"}, "_id": "\"57477af36914bd0286fceaaf\"", "article_summary": "First, it says the White House stretched its authority by twice delaying the law’s employer mandate and its associated penalties.\nMr. Boehner has said if Mr. Obama can “make his own laws,” then future presidents will as well, usurping or nullifying the will of a duly elected Congress.\nThe Boehner lawsuit has two main prongs.\nMr. Boehner filed his suit in November, three months after the House authorized the suit and after two law firms decided not to take part.\nJustice attorneys said the House does not have legal standing to sue, even if Mr. Boehner feels the administration is canceling out what legislators intended five years ago."}