{"article_title": "Here's Every Argument You'll Need To Win Your Obamacare Debate This Thanksgiving", "article_keywords": ["hank", "plans", "point", "heres", "win", "obamacare", "thanksgiving", "argument", "federal", "individual", "health", "insurance", "mandate", "need", "talking", "youll", "debate"], "article_url": "http://www.huffingtonpost.com/2013/11/21/obamacare-facts_n_4303837.html", "article_text": "kristian sekulic via Getty Images\n\nWe've all got a crazy uncle we love. He might not even technically be an uncle -- it's not something the family likes to get into -- but he's there at Thanksgiving every year just the same, getting heavy handed with the 1.5-liter wine bottle, insisting on calling the dog \"bitch,\" starting with off-color jokes that made people uncomfortable even before the country \"evolved\" and finishing with a tea party-inspired screed about the Kenyan in the White House. We'll call him Uncle Hank.\n\nEveryone has or knows a Hank -- that is, except for Hank. Hank has a problem on turkey day: his hopelessly naive, Nation-reading, vegetarian niece who likes to quote from Howard Zinn and tell him about the genocidal roots of the holiday they've gathered to celebrate. She wants to spread the wealth around, but has no interest in hard work, no respect for the people who make this country run. She has never signed the front of a paycheck. Let's call her Emily.\n\nIt's been a rough stretch for Uncle Hank. Thanksgiving after the 2010 tea party wave tasted pretty sweet, but otherwise, he's had little to rub in when he's seen Emily -- what with gay marriage sweeping the nation and an ascendant multicultural coalition reelecting the black president. Ugh.\n\nBut this year, more than the cranberry sauce, more than the deep-fried turkey, more than the pecan pie and more than the Concha y Toro, he's looking forward to devouring his defenseless niece over the flop that has been Obamacare. He's ready for his feast of I-told-ya-so.\n\nHere at HuffPost we believe in news you can use, so we've put together a guide we hope is just as useful to Hank as it is to Emily. Because what good is having a political opinion if you can't prove it's the right one in front of your extended family on Thanksgiving?\n\nHank: Obama lied. You can't keep your plan if you like it.\n\nTalking point: The president broke his promise and now millions have lost their insurance plans. Cite a friend or somebody you know who got a cancellation notice. If you don't know anybody, pretend you do or use Edie Sundby.\n\nKiller stat: More than 4.2 million of those people have received notices that their plans have been canceled or they will need to pay substantially higher premiums. That's not change you can believe in. And it's a lie. And be ready with an unimpeachable source for this number: The Associated Press.\n\nBottom line: The rollout shows that government should stay out of the free market. I've always told you too much regulation hurts people, now I have proof.\n\nEmily's Rebuttal: This is just another example of corporate greed.\n\nWhether you're Hank or Emily, here are some handy Obamacare talking points that will drive home your argument.\n\nStarting talking point: Obamacare grandfathered in these lousy plans on the private market. The only reason they're getting canceled is that insurers changed them after passage, knowing full well they'd have to cancel them in a year or two! (Hank has a rebuttal opportunity here: Some of the plans being canceled were perfectly decent but don't meet the specific requirements of Obamacare.) If you want to throw him in a deeper hole, read this.\n\nSecond talking point: Those plans were terrible anyway -- high deductibles, no hospital coverage, dropped you if you got sick, etc. It wasn't insurance if you actually needed it. Cite an example from a family member here who's gotten screwed by an insurer. Shouldn't be hard to find.\n\nThird talking point: Uncle Hank, it sounds like you wish there was a public option. It would be a safe harbor for those 4.2 million people who had their plans nixed [food flies].\n\nHank : Millions of Americans are seeing their premiums increase.\n\nTalking point: Everybody's prices are going up so we can cover the 47 percent who don't have any work ethic. And you, Emily, are going to subsidize me, as young people are forced to pay more to keep costs down for us. Sucker.\n\nPersonal anecdote: Your own cousin, Cathy, in Colorado -- who championed this monstrosity! -- had her insurance canceled and is now paying a 35 percent-higher premium with a higher deductible for the same coverage.\n\nTalking point: Of the millions of Americans who have received cancellation notices, many of them are complaining about premium increases of 50 percent, 100 percent or even more.\n\nEmily : The vast majority will save money, while others will qualify for subsidies.\n\nFirst talking point: Those facing cancellation notices can potentially save thousands a month shopping for competitive plans in the online health care marketplace. I thought you liked the marketplace! You prefer corporate monopolies?\n\nSecond talking point: Those huge percentage increases you cite come from anti-Obamacare folks and compare terrible plans with good plans. Of course good plans cost more. And don't forget the subsidies.\n\nThird talking point: All of a sudden you're bothered by rate increases? Health insurance has been increasing by double digits for companies across the country for years. There has always been a naturally high turnover rate in the individual market; regardless of the ACA, plans get canceled all the time! Here's Kaiser if you need to bone up.\n\nFourth talking point: When it comes to premium prices for younger, healthier policyholders, Obamacare works no differently than job-based insurance and no one complains about that. In fact, Congress explicitly modeled these exchanges after job-based health benefits, where all employees pay the same premium for the same benefits even though younger healthier workers don't use them as much -- unless something horrible happens, which is why it's called insurance!\n\nFifth talking point: Again, that's why we need a public option.\n\nHank : The individual mandate is unconstitutional and should be repealed. What if we forced everyone to buy a pickup truck? This is tyranny!\n\nEmily : The individual mandate was your idea to begin with!\n\nFirst talking point: Aside from the fact that the U.S. Supreme Court upheld the law and the mandate, liberty-lovin' Republicans are the ones who invented the individual mandate in the first place. A Republican think tank (the Heritage Foundation) came up with the \"individual mandate,\" and a Republican governor (Mitt Romney) first implemented it in Massachusetts! More importantly, if we’re stuck with Obamacare altogether, the individual mandate is inherently necessary to successful insurance reform -- or what economists have coined the adverse-selection problem.\n\nSecond talking point: Look, society already pays for the uninsured at the emergency room and with higher premiums. So the question is how do we do it most effectively?\n\n[Ultimately, feel free to cave on the mandate and tell him you're satisfied with single-payer instead.]\n\nHank: The website screwup means Obamacare is dead.\n\nTalking point: The website’s frustrating and time-consuming glitches are deterring healthier young people who are not in dire need of health insurance from signing up, leaving the most desperate and sick as the majority of successful enrollees.\n\nTalking point: Even Democrats are abandoning this sinking ship!\n\nEmily : GOP Governors are largely responsible for the struggling health care rollout in the first place. And Democrats are wimps, so that's not a surprise to anybody.\n\nFirst off: Remind Hank of the Republican governors who refused to implement state-run marketplaces and forced the Obama administration to set up a single federal marketplace, compounding the federal website’s tech burden with managing exchanges for 36 states.\n\nRepublicans then refused to appropriate funding for the additional website burdens on the federal government, which left the Obama administration scrambling to secure additional funding for HealthCare.gov.\n\nTalking point: Republicans even forced the guy hired to fix the website, Todd Park, who wasn't involved in the rollout, to take nearly a week off to testify before a House committee. The GOP is clearly trying to sabotage this.\n\nState-run online health care marketplaces, notably the ones for California and Kentucky, have fared significantly better than the federal website.\n\nTalking point: Red states have refused to participate in any education initiative to inform the public about the law, and have actively thwarted those who have tried to help -- requiring navigators to jump through government hoops and trying to scare people away with baseless allegations of fraud. All of a sudden, the GOP loves government oversight and regulation.\n\nLastly: Enrollment goes until March 31. During the first year of Romneycare, younger Americans waited until the last minute to sign up for insurance. That could happen this time, too.\n\nHank : We can't afford Obamacare and it's killing jobs.\n\nTalking point: Even though it’s been delayed until 2015, Obamacare’s employer mandate, which requires employers with more than 50 employees to provide health insurance to full-time workers, incentivizes companies to shift workers to part-time work in order to avoid buying employee health coverage or paying penalties.\n\nTalking point: Low-wage workers that face cuts to their hours will be more directly affected by these changes than other workforce sectors. Those are the people you're supposed to care about.\n\nTalking point: Several companies, including Subway and SeaWorld, have moved employees to part-time work to avoid the health law’s employer mandate.\n\nEmily : Obamacare pays for itself -- and cuts the federal budget deficit!\n\nTalking point: The ACA pays for itself through a combination of tax increases and fees coupled with spending reductions (mostly in the form of lower Medicare payments). The former includes fees/taxes on health care companies (i.e. insurers, drug makers, device makers) and taxes, and Medicare payroll deductions for wealthy people.\n\nTalking point: According to the Congressional Budget Office, “ACA Coverage Provisions Will Have a Significant Federal Cost That Will Be More Than Offset by ACA Spending Cuts and Revenue Increases,” while providing coverage to 32 million uninsured Americans and cutting the federal budget deficit by roughly 210 billion dollars by the end of 2021.\n\nTalking point: There is no evidence from the Bureau of Labor Statistics that the law has had an impact on part-time workers seeking full-time work.\n\nHere's how to finish it all up:\n\nEmily: The most successful part of the law has been the Medicaid expansion, which has already helped over 400,000 people get insurance. But GOP governors in more than 20 states are refusing to approve the expansion, leaving millions unable to get coverage they could have otherwise. People are going to die because of this.\n\nThis isn't the reform I wanted in the first place, and you're killing yourself trying to repeal a law you guys helped design. So what do we do? Cut out the costly middlemen -- private insurers -- and offer equal coverage for every American under a single public program funded through taxes: Single-payer. Medicare for all. It has well over 60 percent support.\n\nHank: Let's just agree to disagree. How's college?\n\nEmily: I graduated three years ago.\n\nAlso on HuffPost: Presidential Thanksgiving Proclamations Presidential Thanksgiving Proclamations\n\n1 of 20 George Washington (1789) \"Now therefore I do recommend and assign Thursday the 26th day of November next to be devoted by the People of these States to the service of that great and glorious Being, who is the beneficent Author of all the good that was, that is, or that will be -- That we may then all unite in rendering unto him our sincere and humble thanks -- for his kind care and protection of the People of this country previous to their becoming a Nation -- for the signal and manifold mercies, and the favorable interpositions of his providence, which we experienced in the course and conclusion of the late war -- for the great degree of tranquillity, union, and plenty, which we have since enjoyed -- for the peaceable and rational manner in which we have been enabled to establish constitutions of government for our safety and happiness, and particularly the national One now lately instituted, for the civil and religious liberty with which we are blessed, and the means we have of acquiring and diffusing useful knowledge; and in general for all the great and various favors which he hath been pleased to confer upon us.\" (Oct. 3, 1789) Share this slide:\n\nMediaWiki", "article_metadata": {"description": "We've all got a crazy uncle we love. He might not even technically be an uncle -- it's not something the family likes to get into -- but he's there at Th...", "sailthru.expire_date": "2013-11-22 14:45:24 -0500", "og": {"site_name": "The Huffington Post", "description": "We've all got a crazy uncle we love. He might not even technically be an uncle -- it's not something the family likes to get into -- but he's there at Th...", "title": "Here's Every Argument You'll Need To Know To Win Your Obamacare Debate This Thanksgiving", "url": "http://www.huffingtonpost.com/2013/11/21/obamacare-facts_n_4303837.html", "image": "http://i.huffpost.com/gen/1474384/images/o-FAMILY-THANKSGIVING-DINNER-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1474384/images/o-FAMILY-THANKSGIVING-DINNER-facebook.jpg", "height": 1000}, "title": "Here's Every Argument You'll Need To Know To Win Your Obamacare Debate This Thanksgiving", "description": "We've all got a crazy uncle we love. He might not even technically be an uncle -- it's not something the family likes to get into -- but he's there at Th...", "card": "summary_large_image", "site": "@HuffPostPol"}, "sailthru.date": "2013-11-21 14:45:24 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4303837", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "obamacare talking points,affordable care act facts,obamacare debate,Affordable Care Act talking points,healthcare.gov,individual mandate,tea party obamacare,Obama Health Care,obamacare facts,obamacare liberal,health care law,employer mandate,Affordable Care Act,obamacare website glitches,health care website", "article": {"section": "Politics", "tag": "obamacare talking points,affordable care act facts,obamacare debate,Affordable Care Act talking points,healthcare.gov,individual mandate,tea party obamacare,Obama Health Care,obamacare facts,obamacare liberal,health care law,employer mandate,Affordable Care Act,obamacare website glitches,health care website", "published_time": "2013-11-21 14:45:24 -0500", "modified_time": "2013-11-22 15:30:46 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fdd8b9\"", "article_summary": "Whether you're Hank or Emily, here are some handy Obamacare talking points that will drive home your argument.\nTalking point: Everybody's prices are going up so we can cover the 47 percent who don't have any work ethic.\nStarting talking point: Obamacare grandfathered in these lousy plans on the private market.\nTalking point: The president broke his promise and now millions have lost their insurance plans.\nSecond talking point: Look, society already pays for the uninsured at the emergency room and with higher premiums."}