{"article_title": "Main Street Morning: World’s coolest offices", "article_keywords": ["worlds", "business", "service", "entrepreneurs", "washington", "morning", "owner", "startup", "street", "offices", "marks", "small", "businesses", "tax", "main", "coolest"], "article_url": "https://www.washingtonpost.com/news/on-small-business/wp/2015/03/23/main-street-morning-worlds-coolest-offices/", "article_text": "\n\nCheck out some of the world’s most incredible offices below. (David Paul Morris/Bloomberg)\n\nWelcome to Main Street Morning, The Washington Post’s daily collection of news affecting entrepreneurs, start-ups and small businesses, with a special focus on policy and government.\n\nHere’s what’s affecting my small business, my clients and other entrepreneurs today.\n\nWashington\n\n• Here’s why Washington drives innovators and entrepreneurs nuts.\n\n• Sen. Ted Cruz will officially announce his candidacy for president today.\n\n• This is what’s on the agenda this week in Congress.\n\nFictional Washington\n\n• Fictional President Frank Underwood has created a lot of problems for a real non-profit called America Works.\n\nThe Economy\n\n• The most recent household debt service ratio comes in at near record low levels.\n\n• Though leading indicators are beginning to trend lower, the U.S. economy continues to shine, according to a manufacturing economist.\n\n• An oil field services company cuts 200 of its 250 employees in Arkansas.\n\nTaxes\n\n• Cash-strapped Americans anxious for tax refunds are increasingly turning to payment advances, prepaid cards or other costly services when getting tax preparation help, according to new federal data.\n\n• A libertarian explains how the death tax squeezes small businesses out of the market.\n\nHealthcare\n\n• Five years after employers were considering terminating health coverage due to costs and other issues related to the Affordable Care Act, companies have largely changed their tune as fears have not been realized, according to a new analysis.\n\n• Like many new start-ups, a human-resources software service that also acts as a health-insurance broker for small employers wouldn’t exist without the healthcare law, says the firm’s chief executive officer.\n\n• Meanwhile, a longtime IHOP owner says he sold his 16 restaurants because of Obamacare.\n\nManagement\n\n• These are some of the world’s coolest offices.\n\n• And these are five types of business insurance you never knew existed.\n\nEmployees\n\n• Here’s how to boost employee happiness without spending any money.\n\n• Why an open salary policy always beats secrecy.\n\n• The Federal Emergency Management Association has some advice on how to organize an employee awareness campaign.\n\nFranchises\n\n• Opening a Subway is surprisingly cheaper than you may think.\n\nStart-up\n\n• Some chutzpah lessons from the Israeli start-up scene.\n\n• Why this start-up decided to move from Spain to Baltimore.\n\n• A new start-up is marketing a Fitbit for your dog.\n\nMarketing\n\n• Starbucks ends its #racetogether campaign.\n\n• A coffee company allows its customers to pay with a poem on World Poetry Day.\n\nEntrepreneurs\n\n• After eight years, an entrepreneur is now on the cusp of manufacturing the decorative and energy-saving fireplace covers she created.\n\nSocial Media\n\n• These are the definitions of 61key social media metrics.\n\n• A live-streaming app that has Twitter going crazy raises $12 million.\n\n• Yelp is accused of unethical business practices in a new documentary.\n\nTechnology\n\n• Google fixes one of Wi-Fi’s biggest annoyances.\n\nStrategies\n\n• How, after emerging from bankruptcy, Kodak is trying to find a future for itself.\n\n• A business owner explains his strategies for buying businesses instead of starting them.\n\nAround the Country\n\n• A business pitch contest in Ohio gives local entrepreneurs whose product or service helps impact and empower the lives of women and families the chance to win $30,000.\n\n• A Sioux Falls business owner says South Dakota’s new teen minimum wage allows her to give more inexperienced teens their first paycheck.\n\n• After a family-owned restaurant closes in New York’s West Chelsea a writer worries that our cities may be in danger of becoming franchise-filled shopping malls.\n\n• San Francisco has the highest LGBT population (as a percentage of adults) in the country.\n\nAround the World\n\n• A construction project in Auckland, New Zealand is hurting some local business owners.\n\n• Paris bans 50 percent of its traffic due to smog.\n\nGene Marks owns the Marks Group, a Bala Cynwyd, Pa., consulting firm that helps clients with customer relationship management. Follow Gene Marks and On Small Business on Twitter.\n\nNews we should know about? Email us here.", "article_metadata": {"description": "Our rundown of news affecting start-ups and small businesses.", "og": {"site_name": "Washington Post", "description": "Our rundown of news affecting start-ups and small businesses.", "title": "Main Street Morning: World’s coolest offices", "url": "https://www.washingtonpost.com/news/on-small-business/wp/2015/03/23/main-street-morning-worlds-coolest-offices/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2012/01/31/National-Economy/Images/30494281_H948274.JPG", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@genemarks"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/on-small-business/wp/2015/03/23/main-street-morning-worlds-coolest-offices/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "osbapp; msmorning; bizpage; small business; business; economy; washington; startups; government; small business owners; jobs; congress;", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "osbapp; msmorning; bizpage; small business; business; economy; washington; startups; government; small business owners; jobs; congress;"}, "_id": "\"57477af46914bd0286fdd448\"", "article_summary": "(David Paul Morris/Bloomberg)Welcome to Main Street Morning, The Washington Post’s daily collection of news affecting entrepreneurs, start-ups and small businesses, with a special focus on policy and government.\n• A Sioux Falls business owner says South Dakota’s new teen minimum wage allows her to give more inexperienced teens their first paycheck.\n• A libertarian explains how the death tax squeezes small businesses out of the market.\nHere’s what’s affecting my small business, my clients and other entrepreneurs today.\nFollow Gene Marks and On Small Business on Twitter."}