{"article_title": "3 Value Stocks Near 52-Week Lows Worth Buying -- The Motley Fool", "article_keywords": ["fool", "52week", "financial", "credit", "motley", "jazz", "discover", "value", "xerox", "pharmaceuticals", "near", "drug", "lows", "services", "card", "stocks", "worth", "buying"], "article_url": "http://www.fool.com/investing/general/2015/10/14/3-value-stocks-near-52-week-lows-worth-buying.aspx", "article_text": "While many companies' shares are rising past their fair values now, others are trading at potential bargain prices. The difficulty with bargain shopping, though, is that you may be understandably hesitant to buy stocks wallowing at 52-week lows. In an effort to separate the rebound candidates from the laggards, it makes sense to start by determining whether the market has overreacted to a company's bad news.\n\nHere's a look at three fallen angels trading near their 52-week lows that could be worth buying.\n\nDiscover Financial Services\n\nInstead of \"discovering the possibilities,\" shareholders of Discover Financial Services (NYSE:DFS) have witnessed the company's stock fall by more than 20% at one point this year.\n\nWhat's wrong with Discover? Primarily, investors have been concerned about rising costs at the bank and credit card issuer. Discover, like other credit card companies, has seen increased costs relating to its increasing issuance of cards with embedded chips, which offer added protection against identity theft and card counterfeiting. That spending, combined with higher marketing costs and customer loyalty rewards -- both of which are needed to attract consumers in a highly competitive space -- has dragged down Discover's profits in recent months.\n\nHowever, there's plenty you might also like about Discover Financial Services. For instance, Discover is a \"double-dipper\" in that it can profit off of merchant payment facilitation and earn interest on outstanding credit loans. The ability to boost profits this way gives Discover a potential margin edge over other card providers when the global economy is firing on all cylinders.\n\nAnother point worth mentioning is that Discover's delinquency rates have been near historical lows. The percentage of credit card loans more than 30 days past due shrank eight basis points to 1.55% in the second quarter, and the net charge-off rate dipped five basis points to 2.28%. There could be some concern among skeptics that as lending rates rise Discover's delinquency rates will also rise, as its loans are typically variable-rate. However, with the Federal Reserve approaching lending rate increases as if it were walking on eggshells, consumers should be able to cope with nominal interest-rate increases.\n\nValued at less than 10 times forward earnings, Discover Financial Services is a company worth looking into.\n\nXerox (NYSE:XRX)\n\nOver the last couple of years, the only things being printed at Xerox were ugly one-time charges and a series of restructuring charges. Thankfully for shareholders, the Xerox of the future looks nothing like the printing-solutions company of the past.\n\nXerox's new model focuses on moving away from its legacy printing business and investing in higher-margin growth opportunities in information solutions. For instance, Xerox has become one of the largest processors of Medicaid payments within the United States. Its solutions have also spearheaded the effort of hospitals and clinics to move away from paper and toward electronic health records. You'll even see Xerox-based automated tolling solutions on various highways and subways. Boosting service revenue is a capital-intensive investment that has indeed weighed on margins in recent quarters, but it can lend to more predictable cash flow and more lucrative long-term contracts. Investors merely need to have a long-term mindset.\n\nIt's also worth keeping in mind that Xerox still has levers it can pull to keep its costs under control as it invests in its services segment and attempts to hit its end-of-decade goal of making services revenue equal to 65% or more of its annual total sales. But shareholders are not suffering from these cost-cutting efforts: Xerox boosted its share repurchase program to $1.3 billion in 2015, and it has raised its dividend in each of the past three years.\n\nCurrently yielding 2.7% and sporting a forward P/E of around 10, this new Xerox is worthy of your attention.\n\nJazz Pharmaceuticals (NASDAQ:JAZZ)\n\nLastly, mid-cap biopharmaceutical company Jazz Pharmaceuticals has been hammered since mid-August, primarily as a result of weakness in the biotech sector following comments from presidential hopeful Hillary Clinton.\n\nLast month, Clinton offered up her proposal for prescription drug reform after privately held Turing Pharmaceuticals proposed to increase the price of a rare disease drug it had purchased just a month prior by nearly 5,500%. Any type of reform that could lessen the pricing power of drug developers is viewed as concerning -- and it's especially worrisome for Jazz, given that lead drug Xyrem's price rose more than 800% since 2007.\n\nThe good news here is the likelihood of prescription drug reforms actually sticking are slim to none. Removing drugs from formulary lists comes with the risk of sending members elsewhere to find effective drugs, and curbing the pricing power of drug developers in the U.S. could threaten to send jobs overseas. Long story short, Jazz will more than likely retain its superior pricing power.\n\nThanks to the high growth prospects of narcolepsy drug Xyrem, Jazz continues to record double-digit year-on-year growth. Sales in its most recent quarter were $333.7 million, aided by a 30% surge in Xyrem to $247.8 million. Wall Street is projecting that annual sales for Jazz can grow from $1.2 billion in 2014 to roughly $2 billion by 2018, with more than $16 in EPS, or about double what it reported in 2014.\n\nFurthermore, Jazz Pharmaceuticals is headquartered in Ireland, meaning it has a much lower corporate tax rate than U.S. companies. This could make it extremely attractive for a possible acquirer looking to make the move overseas to a lower corporate tax environment. I'd suggest you keep a close eye on Jazz Pharmaceuticals.", "article_metadata": {"publish_time": "19:08", "date": "2015-10-14T23:08:00Z", "description": "These value stocks are down but far from out.", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Sean Williams", "promo": "These value stocks are down but far from out.", "twitter": {"description": "These value stocks are down but far from out.", "site": "@themotleyfool", "title": "3 Value Stocks Near 52-Week Lows Worth Buying --  The Motley Fool"}, "tags": "Yahoo", "og": {"site_name": "The Motley Fool", "description": "These value stocks are down but far from out.", "title": "3 Value Stocks Near 52-Week Lows Worth Buying --  The Motley Fool", "url": "http://www.fool.com/investing/general/2015/10/14/3-value-stocks-near-52-week-lows-worth-buying.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F181432%2Fdfs-fb.jpg&h=630&w=1200&op=resize", "type": "article"}, "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-investment-planning", "STORY_UID": "c849a0f6-6d48-11e5-b280-0050569d32b9", "headline": "3 Value Stocks Near 52-Week Lows Worth Buying", "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2015 10 14", "pitch": 3186, "tickers": "DFS,XRX,JAZZ", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fceac9\"", "article_summary": "Discover Financial ServicesInstead of \"discovering the possibilities,\" shareholders of Discover Financial Services (NYSE:DFS) have witnessed the company's stock fall by more than 20% at one point this year.\nJazz Pharmaceuticals (NASDAQ:JAZZ)Lastly, mid-cap biopharmaceutical company Jazz Pharmaceuticals has been hammered since mid-August, primarily as a result of weakness in the biotech sector following comments from presidential hopeful Hillary Clinton.\nFurthermore, Jazz Pharmaceuticals is headquartered in Ireland, meaning it has a much lower corporate tax rate than U.S. companies.\nValued at less than 10 times forward earnings, Discover Financial Services is a company worth looking into.\nHowever, there's plenty you might also like about Discover Financial Services."}