{"article_title": "10% Of Americans Have Gone To Work After Smoking Weed (Lunch Breaks In The 80s Included)", "article_keywords": ["gone", "80s", "prescription", "survey", "breaks", "work", "influence", "marijuana", "drug", "weed", "high", "lunch", "respondents", "americans", "included", "smoking"], "article_url": "http://www.medicaldaily.com/10-americans-have-gone-work-after-smoking-weed-lunch-breaks-80s-included-303938", "article_text": "A recent poll conducted by SurveyMonkey on behalf of Mashable.com suggests that one out of every 10 Americans has gone to work under the influence of marijuana at some point in their professional career. However, the findings from the survey appear to be a little bit hazy (no pun intended) due to a small sample size and if employees are coming to work high regularly or if it’s a one-time thing.\n\nSurveyMonkey researchers asked 534 Americans about their use of marijuana, prescription drugs, or any other illicit substance during their work day. Just over 90 percent of survey respondents claimed they have never gone to work high on marijuana, 9.74 percent said they had taken at least one “smoked lunch.” Out of those who did admit to toking up before or during work, only 19.23 percent said they obtained their weed legally, while the remaining 80.77 percent got it from, well, you could probably guess where.\n\nAs to whether or not people would consider going to work high in the future, most Americans seem to be unyielding their effort to stay sober at work. When asked “How likely are you to go to work under the influence of marijuana in the future?” 92.13 percent said it was “very unlikely.” More than 94 percent of survey respondents also said it was very unlikely that they would use marijuana while at work in the future.\n\nWhen it came to prescription drugs, it seems more Americans are willing to openly admit to this type of drug use, but usually for a medical purpose and they will have it prescribed by a health care professional. A little over 28 percent of surveyors said they had gone to work under the influence of a prescription drug. Of that representation, 92.72 percent said it was due to a medical purpose and 95.36 percent said the drug was prescribed by a doctor. Less than four percent of the survey said they had ever gone to work under the influence of an illegal drug other than marijuana.\n\nIs seems as though alcohol, or at the very least hangovers, is a whole other story. According to a similar poll conducted by Blowfish, around 50 percent of Americans said they have gone to work with a hangover. Surprisingly enough, more women (52 percent of female survey respondents) said they went to work with a hangover compared to men (50 percent of male survey respondents).", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "marijuana, drugs, work", "og": {"site_name": "Medical Daily", "description": "Apparently, one out of 10 American workers has showed up to their job high on marijuana.", "title": "10% Of Americans Have Gone To Work High (Apparently)", "url": "http://www.medicaldaily.com/10-americans-have-gone-work-after-smoking-weed-lunch-breaks-80s-included-303938", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/19/marijuana-work.jpg", "type": "article"}, "twitter": {"description": "Apparently, one out of 10 American workers has showed up to their job high on marijuana.", "title": "10% Of Americans Have Gone To Work High (Apparently)", "url": "http://www.medicaldaily.com/10-americans-have-gone-work-after-smoking-weed-lunch-breaks-80s-included-303938", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/19/marijuana-work.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/19/marijuana-work.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-09-19T10:55:20-04:00", "modified_time": "2014-09-19T10:55:19-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Apparently, one out of 10 American workers has showed up to their job high on marijuana."}, "_id": "\"57477af36914bd0286fceacb\"", "article_summary": "Surprisingly enough, more women (52 percent of female survey respondents) said they went to work with a hangover compared to men (50 percent of male survey respondents).\nA little over 28 percent of surveyors said they had gone to work under the influence of a prescription drug.\nSurveyMonkey researchers asked 534 Americans about their use of marijuana, prescription drugs, or any other illicit substance during their work day.\nAs to whether or not people would consider going to work high in the future, most Americans seem to be unyielding their effort to stay sober at work.\nAccording to a similar poll conducted by Blowfish, around 50 percent of Americans said they have gone to work with a hangover."}