{"article_title": "Don't Soul-Search. Stiffen Your Backbone.", "article_keywords": ["stiffen", "reelection", "prek", "dont", "progressive", "voters", "backbone", "washington", "inequality", "candidates", "democrats", "party", "soulsearch", "democratic"], "article_url": "http://www.huffingtonpost.com/bill-de-blasio/midterms-democrats-dont-soul-search_b_6141732.html", "article_text": "ASSOCIATED PRESS\n\nIt's a time-honored tradition.\n\nAfter months of covering the midterm elections through a prism of polls and tactics, pundits will shift their focus to the defeated party's so-called season of \"soul-searching.\"\n\nAs a Democrat, I'm disappointed in last Tuesday's results. But as a progressive, I know my party need not search for its soul -- but rather, its backbone.\n\nThe truth is that the Democratic Party has core values that are very much in sync with most Americans.\n\nWe believe in taking dead aim at the income inequality that infects our communities -- from big cities like New York, to small towns and rural areas across the United States.\n\nWe believe that the wealthy should pay their fair share so we can lift people out of poverty and grow our middle class.\n\nAnd we believe in rules that prevent big corporations and Wall Street banks from unraveling workers' pensions, suppressing employees' wages and benefits, and rigging the system to reward wealth instead of work.\n\nThis year, too many Democratic candidates lost sight of those core principles -- opting instead to clip their progressive wings in deference to a conventional wisdom that says bold ideas aren't politically practical.\n\nTo working people, it showed Democratic weakness -- a weak commitment to the change desperately sought by struggling families, and a weak alternative to a Republican philosophy that has held America back.\n\nBold, progressive ideas win elections.\n\nJust ask Senator Al Franken, who has fought fearlessly to rein in Wall Street, and won by a larger margin on Tuesday than President Obama did in Minnesota in 2012.\n\nOr Senator Jeff Merkley, who never backed away from his support for Obamacare -- a federal program that is already working to reduce income inequality, and promises to do more to address the inequality crisis than anything out of Washington in generations. Merkley won re-election in Oregon by six points more than Obama won that state in 2012.\n\nThen there's Governor Jerry Brown, who cruised to re-election after championing -- and winning -- a millionaire's tax that dedicated funding to California's public schools.\n\nAnd don't forget Governor Dan Malloy -- who was written off by so many in his re-election bid in Connecticut. Malloy raised taxes so he could invest more in education each year (at a time when other Governors were slashing education to close yawning budget gaps). Malloy passed earned sick time and a minimum wage hike. And in his re-election bid, he proudly stood alongside President Obama.\n\nMalloy not only lived to tell about it on Tuesday, he increased his margin of victory in a rematch with his 2010 Republican opponent.\n\nCritics will point to competitive Senate races in Kentucky, Arkansas, and North Carolina as places where such progressive policies would all but ensure Democrats' defeat.\n\nOur question is: how would they know?\n\nIn those states, Democratic candidates didn't say much about progressive taxation, expanding health and retirement benefits, or implementing anti-poverty efforts like universal pre-k or affordable housing.\n\nIn Kentucky, more than 413,000 residents have signed up for Obamacare -- making it one of the program's most notable success stories. Arkansas had the nation's fourth highest poverty rate last year, at 19.7%. In North Carolina -- nearly 60% of three-and-four-year olds are not enrolled in pre-k. What were the Democratic candidates offering voters there?\n\nWe saw photo-ops with candidates firing their rifles of choice; witnessed rhetorical gymnastics about how different they were from Obama; and watched televised debates dominated by empty attacks on the Koch Brothers' influence on campaigns, rather than policies requiring billionaires like the Kochs to pay their fair share in taxes to fund programs benefiting working people.\n\nI'm not blaming the individual candidates here. The strategies they employed are largely the making of Washington insiders who force-feed message points on candidates under threat of being written off by their national party infrastructure.\n\nBut we've tried it the Washington way time and time again -- and seen the result. It's time for a bold, new approach -- with campaign messages that are rooted in local concerns and core party principles; ideas that are morally just, intellectually honest, and sound public policy. In other words, a campaign plan that gives voters some credit, and has a real chance of success at the polls.\n\nAcknowledging the need to address income inequality helps win elections. Want proof? Look at the Republicans. In several contests where the GOP prevailed last Tuesday, candidates spoke directly to voters' concerns on issues like poverty, wage equality, and underemployment.\n\nAnd tackling inequality is not only good politics; it's good government.\n\nIn New York, progressive Democrats joined me in passing universal pre-k and an expansion of after-school programs. We are pursuing bold plans for building affordable housing. And we've taken decisive action to offer more people paid sick leave and living wages.\n\nIn Washington, Senator Elizabeth Warren and progressive Democrats have fought to better regulate the complex financial instruments at the heart of the 2008 fiscal meltdown, and have battled the big banks to allow students to refinance their college loans at current lower rates.\n\nAnd the fight against inequality isn't limited to blue states. Right now, there's a fierce battle being waged on behalf of pre-k in dark-red Indiana. In Kentucky, Governor Beshear maintains wide support and popularity after publicly championing the benefits of Obamacare to the state. Last week, voters in Arkansas, Alaska, Nebraska, and South Dakota approved ballot measures to increase the minimum wage.\n\nSo where do Democrats go from here?\n\nThe 2016 presidential election is two years off, but will have a huge impact on the lives of America's middle-class and poor. Democrats simply cannot rely on shifting demographics and a badly damaged Republican brand to hold the White House and help countless Americans who are struggling.\n\nWe must demonstrate, from coast to coast, that we are a party dedicated to lifting people out of poverty; one committed to building a bigger and more durable middle-class; one that is unafraid to ask a little more from those at the very top -- the wealthy individuals and big corporations who have not only rebounded from the depths of the Great Recession, but who've accumulated record new wealth.\n\nThis is a blueprint to revitalize the Democratic Party; to reenergize the everyday people whom we have always championed and stand up tall -- with a backbone of steel -- in what is sure to be a hard-fought contest for the direction our nation in 2016 and beyond.\n\nFollow Bill de Blasio on Twitter: www.twitter.com/BilldeBlasio", "article_metadata": {"description": "It's a time-honored tradition.\n\nAfter months of covering the midterm elections through a prism of polls and tactics, pundits will shift their focus to th...", "sailthru.expire_date": "2014-11-13 10:00:16 -0500", "og": {"site_name": "The Huffington Post", "description": "It's a time-honored tradition.\n\nAfter months of covering the midterm elections through a prism of polls and tactics, pundits will shift their focus to th...", "url": "http://www.huffingtonpost.com/bill-de-blasio/midterms-democrats-dont-soul-search_b_6141732.html", "image": "http://i.huffpost.com/gen/2268984/images/o-DE-BLASIO-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2268984/images/o-DE-BLASIO-facebook.jpg", "height": 1000}, "creator": "BilldeBlasio", "site": "@HuffPostPol", "card": "summary_large_image", "description": "It's a time-honored tradition.\n\nAfter months of covering the midterm elections through a prism of polls and tactics, pundits will shift their focus to th..."}, "sailthru.date": "2014-11-12 10:00:16 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=6141732", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "elections 2014,2014 election,democrats,Bill de Blasio,progressives,New York", "article": {"section": "Politics", "tag": "elections 2014,2014 election,democrats,Bill de Blasio,progressives,New York", "published_time": "2014-11-12 10:00:16 -0500", "modified_time": "2014-11-16 07:59:01 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fcead7\"", "article_summary": "The truth is that the Democratic Party has core values that are very much in sync with most Americans.\nIn North Carolina -- nearly 60% of three-and-four-year olds are not enrolled in pre-k. What were the Democratic candidates offering voters there?\nBut as a progressive, I know my party need not search for its soul -- but rather, its backbone.\nIn New York, progressive Democrats joined me in passing universal pre-k and an expansion of after-school programs.\nAnd don't forget Governor Dan Malloy -- who was written off by so many in his re-election bid in Connecticut."}