{"article_title": "Littlejohn Invests in Oil & Gas Services Co. PSC Industrial", "article_keywords": ["firm", "oil", "tire", "psc", "gas", "industrial", "goldberg", "solutions", "invests", "services", "littlejohn", "lindsay"], "article_url": "http://www.themiddlemarket.com/news/energy/littlejohn-invests-in-oil-253759-1.html", "article_text": "Littlejohn Invests in Oil & Gas Services Co. PSC Industrial\n\nThe deal marks an exit for Lindsay Goldberg, which bought Dealer Tire in November\n\nGreenwich, Connecticut-based private equity firm Littlejohn & Co. has acquired PSC Industrial Holdings Corp. from Lindsay Goldberg LLC.\n\nPSC, headquartered in Houston, Texas, provides maintenance services to energy infrastructure. The company has more than 90 locations across the U.S. Terms of the deal were not disclosed.\n\nLittlejohn invests primarily in middle-market companies that are undergoing a fundamental change, either in capital structure, strategy, operations or growth. The firm is currently investing from Littlejohn Fun V LP, which has $2 billion in capital commitments and closed in July.\n\nThe firm's recent deals include the sale of Clean Earth to Compass Diversified Holdings (NYSE: CODI) in August, and the purchase of Hostway Corp. in December 2013.\n\nThe selling PE firm, New York-based Lindsay Goldberg, invested in tire distributor Dealer Tire LLC, in November.\n\nPepper Hamilton LLP was Littlejohn's legal counsel in connection with the deal.\n\nSeveral other companies have been investing in oil and gas services recently. Earlier in December, First Reserve invested in Hoover Container Solutions, which provides storage services to the oil and gas industry, and in November, Crestview Partners partnered with B-29 Investments LP to form and oil and gas services company called Endurance Lift Solutions LLC.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/energy/littlejohn-invests-in-oil-253759-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/psc-industrial.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Littlejohn Invests in Oil & Gas Services Co. PSC Industrial"}}, "_id": "\"57477af36914bd0286fceae6\"", "article_summary": "Littlejohn Invests in Oil & Gas Services Co. PSC IndustrialThe deal marks an exit for Lindsay Goldberg, which bought Dealer Tire in NovemberGreenwich, Connecticut-based private equity firm Littlejohn & Co. has acquired PSC Industrial Holdings Corp. from Lindsay Goldberg LLC.\nSeveral other companies have been investing in oil and gas services recently.\nEarlier in December, First Reserve invested in Hoover Container Solutions, which provides storage services to the oil and gas industry, and in November, Crestview Partners partnered with B-29 Investments LP to form and oil and gas services company called Endurance Lift Solutions LLC.\nThe selling PE firm, New York-based Lindsay Goldberg, invested in tire distributor Dealer Tire LLC, in November.\nLittlejohn invests primarily in middle-market companies that are undergoing a fundamental change, either in capital structure, strategy, operations or growth."}