{"article_title": "4 Key Upcoming Supreme Court Cases", "article_keywords": ["license", "supreme", "court", "key", "upcoming", "circuit", "kimble", "speech", "decide", "v", "cases", "marvel"], "article_url": "http://dailysignal.com/2015/01/12/4-key-upcoming-supreme-court-cases-involving-spider-man-confederate-flag-obamacare/", "article_text": "Today the Supreme Court will be back in full swing, hearing oral arguments in a number of important cases. In addition to a case dealing with discrimination against Muslims and a few involving freedom of speech, here are other noteworthy cases coming up.\n\n1. Walker v. Texas Division, Sons of Confederate Veterans: Do messages on license plates convey speech of the government or of individuals? In general, the government may not discriminate against certain viewpoints by preferring some speech over others. But when the government itself is speaking, it may choose to endorse certain views and speak certain messages. For example, if the government issues pamphlets that say “Fight Terrorism,” it does not need to offer similar pamphlets endorsing terrorism. Texas issues a standard license plate but authorizes some specialty plates for an additional fee. The Sons of Confederate Veterans sought permission from the state to authorize a specialty license plate featuring the group’s logo and a Confederate flag. Texas denied the group authorization after receiving hundreds of public comments opposing the license plate. At issue before the Supreme Court is whether these specialty license plates are private speech—requiring viewpoint neutrality—or government speech. The outcome will likely decide a related case involving North Carolina’s “Choose Life” license plates.\n\n2. Utility Air Regulatory Group v. EPA: Congress authorizes the Environmental Protection Agency to regulate public health risks from hazardous air pollutants emitted by electric utilities when “appropriate and necessary.” Following this mandate, the EPA adopted a rule regulating these emissions that costs $9.6 billion per year (according to EPA’s analysis), while only benefitting society $4-6 million per year. As the Utility Air Regulatory Group explains, that’s a “$1 ‘benefit’ for every $1,500 spent.” The group sued the EPA claiming that the agency may not ignore costs when determining the “appropriateness” of regulations. Over the dissent of Judge Brett Kavanaugh, who wrote that cost consideration is “a central component of ordinary regulatory analysis,” the D.C. Circuit deferred to the EPA, stating that appropriateness is “open-ended” and “ambiguous.” The Supreme Court will decide if that decision was correct.\n\n3. Kimble v. Marvel Enterprises: In 1991, Stephen Kimble invented and obtained a patent for a toy that let children shoot foam string like Spider-Man. Marvel came out with a similar toy (the Web Blaster) soon after, and Marvel and Kimble entered into an agreement providing future royalties to Kimble. In 2008, the parties disputed the royalty calculations, and Kimble sued Marvel for breaching their agreement. But Marvel claims that under the 1964 Supreme Court decision Brulotte v. Thys Co, it does not owe future royalties to Kimble since his patent expired in 2010. In Brulotte, the Supreme Court held that agreements providing royalties to patent holders after the patent expires are per se unlawful, but this decision has been criticized by many for stifling innovation. The Supreme Court will decide who gets to string Spider-Man’s web.\n\n4. King v. Burwell: In Lewis Carroll’s “Through the Looking-Glass,” Humpty Dumpty asserts, “When I use a word…it means just what I choose it to mean.” In the latest challenge to Obamacare, the government takes a page from Humpty Dumpty’s view on words. Enacted as part of Obamacare, Section 36B of the Internal Revenue Code authorizes tax credits for health insurance purchased through an exchange “established by the state.” When 36 states chose not to establish their own exchanges, the federal government created federally run exchanges in those states, and the IRS extended tax credits for insurance purchased through those exchanges. In King v. Burwell, the Fourth Circuit decided that the IRS’s twisting of “established by the state” to include the exchanges established by the federal government was reasonable, but the D.C. Circuit came to the opposite conclusion, stating that the IRS regulation violates the plain language of Section 36B. The Supreme Court will now have the opportunity, just like Humpty Dumpty, to decide what Congress meant when it said “established by the state.”\n\nThe constitutionality of traditional marriage laws may also come before the Court this spring. While the Court declined to review a number of cases last fall, it is increasingly likely that the justices will grant review in one of the more recent petitions filed with the Court challenging laws in Kentucky, Michigan, Ohio and Tennessee.\n\nWhile the Court does not typically announce the reason for not agreeing to hear a case, it is likely the Court declined to review prior cases last fall because, at that time, every appellate court had ruled that these laws violate the U.S. Constitution. But in November, the Midwest-based Sixth Circuit upheld traditional marriage laws in several states. This disagreement (known as a “circuit split”) increases the chances that the Court will decide to grant review in one of these cases this term. You can read about many of the other big cases of this term here.", "article_metadata": {"description": "Spider-Man, the Confederate Flag and Obamacare will all figure in top cases.", "og": {"site_name": "The Daily Signal", "description": "Spider-Man, the Confederate Flag and Obamacare will all figure in top cases.", "title": "4 Key Upcoming Supreme Court Cases", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/apaphotos604884.png", "updated_time": "2015-01-12T15:24:51+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1Iknsgu"}, "twitter": {"domain": "The Daily Signal", "description": "Spider-Man, the Confederate Flag and Obamacare will all figure in top cases.", "title": "4 Key Upcoming Supreme Court Cases", "image": {"src": "http://dailysignal.com/wp-content/uploads/apaphotos604884.png"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Law", "tag": "supreme court", "published_time": "2015-01-12T10:25:10+00:00", "modified_time": "2015-01-12T15:24:51+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "supreme court, Walker v. Texas Division, Sons of Confederate Veterans, Utility Air Regulatory Group v. EPA, Kimble v. Marvel Enterprise, King v. Burwell"}, "_id": "\"57477af36914bd0286fceae9\"", "article_summary": "Today the Supreme Court will be back in full swing, hearing oral arguments in a number of important cases.\nAt issue before the Supreme Court is whether these specialty license plates are private speech—requiring viewpoint neutrality—or government speech.\nCircuit deferred to the EPA, stating that appropriateness is “open-ended” and “ambiguous.” The Supreme Court will decide if that decision was correct.\nThe Supreme Court will decide who gets to string Spider-Man’s web.\nKimble v. Marvel Enterprises: In 1991, Stephen Kimble invented and obtained a patent for a toy that let children shoot foam string like Spider-Man."}