{"article_title": "The Future Of Dental Insurance In A Struggling Economy", "article_keywords": ["poor", "industry", "dental", "costs", "increase", "future", "medicare", "coverage", "health", "struggling", "care", "insurance", "economy"], "article_url": "http://www.inquisitr.com/2171858/the-future-of-dental-insurance-in-a-struggling-economy/", "article_text": "The future of dental insurance in the American economy is quite difficult to predict. No doubt it has become one of the most sought-after insurances within the health care industry, but unfortunately, due to rising costs and a struggling economy, over 40 percent of all Americans do not have the insurance.\n\nAccording to the 2013 U.S. Survey of Dental Care Affordability and Accessibility. Many Americans don’t see the dentist unless something is wrong, and 56 percent of those without insurance skip preventive treatment altogether because of high costs and lack of price transparency.\n\nIn a recent report by medicare advocacy, the lack on proper dental care affects other forms of health.\n\n”Neglecting oral health could be a costly exercise in denial. There are many links between poor dental care and a person’s health care in general. Poor dental care could lead to diabetes, early stroke or heart attacks and one of the most common is migraine headaches, along with many health issues that follow poor dental care. Older Americans in poverty are more than 60% more likely to have lost all of their teeth compared to those with higher incomes.In addition, coverage for routine dental care under Medicare – the largest health insurance provider for individuals over 65 – is virtually nonexistent. Less than 1% of dental services are covered by Medicare. In addition, because the services are not covered under Medicare, Medigap insurance, purchased by beneficiaries to supplement Medicare coverage and assist with out-of-pocket costs, does not cover dental services.”\n\nThe National Association of Dental Plans continues to advance the dental insurance benefits industry by sharing perspectives, needs, requirements, and views with key stakeholders and the media. Their mission is to promote and advance the dental benefits industry to improve consumer access to affordable, quality dental care. Executive Director Evelyn F. Ireland, CAE, and Director of Government Relations Kins Hathaway, presented their views to various members of Congress regarding implementation issues related to the Affordable Care Act.\n\nObamacare plans, on the other hand, focus on health care. It does not cover any costs for dental insurance. The cost of an average filling is $170, while some insurance companies may only pay 40 to 50 percent of the cost of the filling. With seeing substantial decreases in dental insurance coverage, medical health rates are expected to rise in all states due to the increase in prescription medications, a 10 percent increase will occur by the end of 2016. Although this increase will occur it still may not cover any such dental work. However, those with Obamacare will have more options to select from.", "article_metadata": {"description": "The future of dental insurance in the American economy is quite difficult to predict. No doubt it has become one of the most sought-after insurances within the", "og": {"site_name": "The Inquisitr News", "description": "The future of dental insurance in the American economy is quite difficult to predict. No doubt it has become one of the most sought-after insurances within the", "title": "The Future Of Dental Insurance In A Struggling  Economy", "url": "http://www.inquisitr.com/2171858/the-future-of-dental-insurance-in-a-struggling-economy/", "image": "http://cdn.inquisitr.com/wp-content/uploads/2015/06/dentist.jpeg", "article": {"published_time": "2015-06-14T23:38:21+00:00", "modified_time": "2015-06-15T00:42:25+00:00"}, "type": "article"}, "image": "http://cdn.inquisitr.com/wp-content/uploads/2015/06/dentist.jpeg", "msapplication-TileColor": "#ed1c24", "datePublished": "2015-06-14T23:38:21+00:00", "fb": {"app_id": 164157850314499, "pages": 71179904752}, "msapplication-TileImage": "http://cdn.inquisitr.com/assets/0cec37/dist/images/logos/inq-win.png", "keywords": "affordable care act,dental insurance,us economy,health", "HandheldFriendly": "True", "y_key": "f282393706a5fd85", "twitter": {"image": {"src": "http://cdn.inquisitr.com/wp-content/uploads/2015/06/dentist.jpeg", "height": 409, "width": 670}, "site": "@theinquisitr", "card": "summary_large_image", "description": "The future of dental insurance in the American economy is quite difficult to predict. No doubt it has become one of the most sought-after insurances within the"}, "viewport": "width=980"}, "_id": "\"57477af46914bd0286fe227d\"", "article_summary": "The future of dental insurance in the American economy is quite difficult to predict.\nPoor dental care could lead to diabetes, early stroke or heart attacks and one of the most common is migraine headaches, along with many health issues that follow poor dental care.\nThere are many links between poor dental care and a person’s health care in general.\nTheir mission is to promote and advance the dental benefits industry to improve consumer access to affordable, quality dental care.\nAccording to the 2013 U.S. Survey of Dental Care Affordability and Accessibility."}