{"article_title": "Chelsea Clinton Rallies Support For Her Mother In St. Pete", "article_keywords": ["pete", "sanders", "clinton", "energy", "mothers", "kriseman", "support", "mother", "commitment", "st", "rallies", "chelsea", "event", "tampa"], "article_url": "http://wusfnews.wusf.usf.edu/post/chelsea-clinton-rallies-support-her-mother-st-pete", "article_text": "Chelsea Clinton held a get out the vote rally in downtown St. Petersburg Friday afternoon in support of her mother and presidential hopeful Hillary Clinton.\n\nAt the intimate event at the local coffee shop (swah-rey), Clinton set her event apart from other recent Tampa Bay political rallies by sitting on stage and speaking to the crowd in a conservational tone.\n\nShe told the roughly 100 people at the event about her mother's ability to work with Republican's to pass key legislation.\n\nShe emphasized her mother's key policies like standing up for women's reproductive rights and immigration reform. She also discussed her mother’s lifelong commitment to universal healthcare, saying that before it was Obamacare it was called “Clinton-care.”\n\n“We also need to find ways to finish the job of the affordable care act, to incentivize governors like yours who haven't yet expanded Medicaid,” Clinton said.\n\nIn an interview with reporters following her speech, Clinton addressed her mother’s commitment to making renewable energy more available. A day earlier, Vermont Sen. Bernie Sanders and Clinton rival said he was committed to expanding solar energy capture in Florida.\n\n“My mother had a plan for expanding renewable energy before Senator Sanders did,” Chelsea said. “It shouldn’t only be about solar energy. We are in a place where it shines a lot, but in other places where the wind blows really hard or where we can access geothermal energy.”\n\nChelsea Clinton was introduced to the crowd Friday by St. Petersburg Mayor Rick Kriseman. Both Kriseman and across the bay in Tampa, Mayor Bob Buckhorn, have recently come out in support of Hillary Clinton.\n\nAt Friday’s rally, Kriseman said that in addition to her foreign policy experience as Secretary of State, he believe Clinton’s commitment to supporting local governments makes her a better pick than Sanders for Florida.\n\n\"She get's the importance of small business and we are a community here of small businesses. She understands the role and the important role that cities play in our world,” he said.\n\nClinton will face off against Sanders in Florida’s Democratic primary on Tuesday. Polls open at 7 a.m.", "article_metadata": {"category": "News", "description": "Chelsea Clinton held a get out the vote rally in downtown St. Petersburg Friday afternoon in support of her mother and presidential hopeful Hillary", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://wusfnews.wusf.usf.edu/post/chelsea-clinton-rallies-support-her-mother-st-pete", "image": "http://mediad.publicbroadcasting.net/p/wusf/files/styles/medium/public/201603/IMG_9004_0.jpg", "type": "article", "description": "Chelsea Clinton held a get out the vote rally in downtown St. Petersburg Friday afternoon in support of her mother and presidential hopeful Hillary", "title": "Chelsea Clinton Rallies Support For Her Mother In St. Pete"}, "story_id": 470246429, "twitter": {"site": "@wusf", "card": "summary", "creator": "@wusf"}, "author": "Roberto Roldan", "org_id": 0, "dc": {"title": "Chelsea Clinton Rallies Support For Her Mother In St. Pete"}, "nid": 503044, "datePublished": "2016-03-12", "keywords": "hillary clinton, st. petersburg, Mayor Rick Kriseman, Rick Kriseman", "wordCount": 398, "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "Chelsea Clinton held a get out the vote rally in downtown St. Petersburg Friday afternoon in support of her mother and presidential hopeful Hillary Clinton.\nIn an interview with reporters following her speech, Clinton addressed her mother’s commitment to making renewable energy more available.\nBoth Kriseman and across the bay in Tampa, Mayor Bob Buckhorn, have recently come out in support of Hillary Clinton.\nA day earlier, Vermont Sen. Bernie Sanders and Clinton rival said he was committed to expanding solar energy capture in Florida.\n“My mother had a plan for expanding renewable energy before Senator Sanders did,” Chelsea said."}