{"article_title": "Just a myth? Women in the US lag behind on human rights, UN reports — RT America", "article_keywords": ["rt", "leave", "right", "group", "working", "myth", "rights", "concerned", "lag", "womens", "reports", "lack", "human", "america", "law", "women"], "article_url": "https://www.rt.com/usa/325742-women-us-human-rights/", "article_text": "The US is lagging in human rights standards for women, a UN Working Group has found. The group is concerned about the rhetoric of some presidential candidates, violent attacks preventing women from accessing reproductive clinics and a lack of gun control.\n\n“There is a myth that women already enjoy all these rights and protections under US law,” the group said on Friday, following a 10-day visit to the US.\n\nThe US is one of seven countries that have not ratified the Convention on the Elimination of All of Forms of Discrimination Against Women (CEDAW), despite committing to do so in 2010 and 2015.\n\n“This political resistance has also consistently blocked efforts to pass an Equal Rights Amendment, which would entrench women’s right to equality in the US Constitution,” the report said.\n\nWork and inequality\n\nWomen make up close to half of the labor force in the US and working mothers account for two third of household earnings.\n\nThe gender wage gap is 21 percent, and minority women earn even less. Federal law does not require equal pay for work of equal value.\n\nThe majority of minimum wage earners are women. Many are working full time and are the sole breadwinners for their families.\n\nThe group recommended increasing the minimum wage to a living wage.\n\n\"US, Papua New Guinea, Oman are only nations without paid maternity leave\" http://t.co/t7NHKYolpi — Charlie Camosy (@nohiddenmagenta) January 16, 2015\n\nMaternity Leave\n\nThe US is one of only two countries in the world without a mandatory paid maternity leave for all women workers.\n\nEmployees can take unpaid leave of 12 weeks. This is “far beneath international human rights standards, which require that maternity leave must be paid.”\n\nThe group was “shocked by the lack of mandatory standards for workplace accommodation for pregnant women, post-natal mothers and persons with care responsibilities, which are required in international human rights law.”\n\nHealth Care\n\nThe group acknowledged efforts to improve women’s right to health and the Affordable Healthcare Act, but highlighted the five-year waiting period for immigrant women to access Medicaid and the exclusion of undocumented workers from health care.\n\n“We heard appalling testimonies of migrant women who were diagnosed with breast cancer, but could not afford the appropriate treatment,” they said.\n\nRT_com: RT RT_America: ‘I am a warrior for the babies’: #PlannedParenthood mass shooter proclaims guilt in court https://t.co/tr2H3RaiwU … — ChavezNews (@ChaviztaEu) December 10, 2015\n\nReproductive Health\n\nThe group is concerned about the Supreme Court’s recognition of an exemption on grounds of freedom of religion to opt out of contraceptive insurance for employees. “Freedom of religion cannot be used to justify discrimination against women, and therefore should not be regarded as a justification for denying women’s right to enjoyment of the highest attainable standard of health.”\n\nAlthough women have a legal right to terminate a pregnancy under federal law, it is increasingly difficult to access abortion facilities.\n\nDelays and restrictions on granting licenses for clinics were deemed to have a “disproportionate and discriminatory impact on poor women.”\n\nThreats, harassment and the vandalizing of clinics are common. The group observed a lack of protection from law enforcement. The Colorado massacre demonstrated the level of hostility.\n\nSex Education\n\nThe group found sex education was lacking in many areas, with abstinence the only education given in many schools.\n\nFrom US: Isolation & cold cells: Women asylum seekers go on hunger strike to protest mistreatment https://t.co/ciTaDyuxJ3 via @RT_com — Border Criminologies (@BorderCrim) November 5, 2015\n\nSafety Issues\n\nThe group shared concerns for women in detention, citing “sexual violence, shackling of pregnant women, solitary confinement,” among their worries.\n\nThe group is “extremely concerned” about migrant women in detention. They received allegations of sexual abuse, mistreatment and assault.\n\nThe lack of gun control was also vexing, particularly in relation to domestic violence. Increased police brutality and homicide of black women by police was highlighted.\n\n\n\nPolitical Representation\n\nWomen hold 19.4 percent of Congressional seats and more than a third of judges are women.\n\nSources told the delegation that women face greater difficulties in fundraising, in part due to big money in politics and predominantly male fundraising networks. The group was “deeply concerned” about the removal of limits on campaign funding by the Supreme Court.\n\n26,000 unreported sexual assults in the military-only 238 convictions. What did these geniuses expect when they put men & women together? — Donald J. Trump (@realDonaldTrump) May 7, 2013\n\nChanges to voter ID laws, which increase bureaucratic requirements and reduce the number of voting centers, making voting more difficult for the poor, were also troubling.\n\nThe group praised Emily’s List, a group that promotes female candidates.\n\nThey also expressed gratitude for the US invitation, but observed a gap between the administration's expression of support for women’s equality and the reality.", "article_metadata": {"description": "The US is lagging in human rights standards for women, a UN Working Group has found. The group is concerned about the rhetoric of some presidential candidates, violent attacks preventing women from accessing reproductive clinics and a lack of gun control.", "og": {"site_name": "RT International", "description": "The US is lagging in human rights standards for women, a UN Working Group has found. The group is concerned about the rhetoric of some presidential candidates, violent attacks preventing women from accessing reproductive clinics and a lack of gun control.", "title": "Just a myth? Women in the US lag behind on human rights, UN reports", "locale": "en_EN", "image": "https://img.rt.com/files/2015.12/article/566c4392c361885e478b45d8.jpg", "url": "https://www.rt.com/usa/325742-women-us-human-rights/", "type": "article"}, "navigation": "tabbed", "twitter": {"description": "The US is lagging in human rights standards for women, a UN Working Group has found. The group is concerned about the rhetoric of some presidential candidates, violent attacks preventing women from accessing reproductive clinics and a lack of gun control.", "title": "RT International", "image": "https://img.rt.com/files/2015.12/article/566c4392c361885e478b45d8.jpg", "creator": "@RT_com", "site": "@RT_com", "card": "summary_large_image"}, "HandheldFriendly": "true", "format-detection": "telephone=yes", "msvalidate.01": "36879475773792950F4872586A371571", "google-site-verification": "VQLbsaWKiXW2-Vt4lP7MevnhMES537NO4fQjfGgLcbI", "apple-mobile-web-app-capable": "no", "MobileOptimzied": "width", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes"}, "article_summary": "The US is lagging in human rights standards for women, a UN Working Group has found.\n“This political resistance has also consistently blocked efforts to pass an Equal Rights Amendment, which would entrench women’s right to equality in the US Constitution,” the report said.\n“There is a myth that women already enjoy all these rights and protections under US law,” the group said on Friday, following a 10-day visit to the US.\nThe group is concerned about the rhetoric of some presidential candidates, violent attacks preventing women from accessing reproductive clinics and a lack of gun control.\n“We heard appalling testimonies of migrant women who were diagnosed with breast cancer, but could not afford the appropriate treatment,” they said."}