{"article_title": "Avalanche goalie Semyon Varlamov in midseason form after team visits Vail – The Denver Post", "article_keywords": ["great", "semyon", "form", "vail", "know", "midseason", "game", "denver", "players", "avalanche", "including", "visits", "lot", "team", "varlamov", "kings", "post", "guys", "goalie", "landeskog"], "article_url": "http://www.denverpost.com/avalanche/ci_28887947/varlamov-midseason-form-after-team-visits-vail", "article_text": "Talk about tough acts to follow …\n\nThe night after Tesla, Styx and Def Leppard honored “Spinal Tap” and put the amplifiers all the way up to 11 in a potentially deafening Pepsi Center concert, the Avalanche closed out the home portion of its exhibition season Sunday with a 2-1 shootout loss to the Los Angeles Kings.\n\nThe Avalanche had returned from what amounted to a two-day preseason retreat to Vail, where the players went through activities together — including listening to guest speakers — and practiced Saturday.\n\n“It was the players’ idea to go there,” Avalanche coach Patrick Roy said before Sunday’s game. “In the summer, I talked to (captain Gabe Landeskog), and he said he’d like to do something for team bonding. We knew we had a lot of new players, and it would be a chance for them to be together.”\n\nSaid Landeskog, a 22-year-old Swede: “I thought Vail was a great opportunity for us to get to know each other. Whether new faces or returning guys, I think it’s important to get to know each other a little bit better and get guys out of their comfort zones in a relaxed atmosphere. It’s getting to know each other not just at the rink and on airplanes. There were some other activities that were a lot of fun.”\n\nLandeskog said the Avalanche heard from motivational speaker and author Ross Bernstein and “some high-ranking special forces guys as well.”\n\nLandeskog added, “We learned a lot from those guys. They were great to take their time to come up there and basically volunteer to come and see us and hang out with us, which was the great start of a relationship.”\n\nAfter that, it was back to the preseason routine for the Avalanche, including the Sunday game against the Kings.\n\nSemyon Varlamov got his second start in the Colorado net in the three exhibitions so far, played the entire game this time and looked in prime midseason form. The Russian goaltender finished with 35 saves, including six in overtime, when the Kings had a 4-on-3 power play for two minutes in what otherwise was the new 3-on-3 format.\n\nThe Kings’ No. 1, Jonathan Quick, had 10 saves through two periods before giving way to former Avalanche goalie Peter Budaj for the third.\n\nMichael Mersch, a former Wisconsin Badgers winger who spent last season with Manchester of the AHL, scored for the Kings at 13:19 of the first period before Avalanche defenseman Tyson Barrie tied it at 1:39 of the second. He converted a pass from Blake Comeau from behind the goal line.\n\n“It was a great pass,” Barrie said. “(Comeau) did a great job of protecting the puck and came around the net and I just tried to find a hole for him and he did a good job of spotting me there. I got it and was able to pretty much come down Broadway.”\n\nThe shootout took four rounds, with Tanner Pearson and Dustin Brown beating Varlamov for the Kings and only Landeskog getting the puck past Budaj for the Avalanche.\n\nFootnotes. Veteran winger Jack Skille, making a legitimate run at cracking the Avalanche’s roster, suffered a leg injury in the first period and didn’t return. … Among the Avs who didn’t suit up against Los Angeles were Jarome Iginla, Nathan MacKinnon, Alex Tanguay, Nick Holden, Joey Hishon, Brad Stuart, Borna Rendulic, Zach Redmond and Cody McLeod. … Earlier on Sunday, Colorado reduced its roster to 37 by sending centers Colin Smith and Ben Street, plus goalie Roman Will, to the San Antonio Rampage. … The Avalanche will practice Monday at Family Sports before leaving for Calgary.\n\nTerry Frei: tfrei@denverpost or @TFrei", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Avalanche goalie Semyon Varlamov in midseason form after team visits Vail", "title": "Avalanche goalie Semyon Varlamov in midseason form after team visits Vail", "url": "http://www.denverpost.com/2015/09/27/avalanche-goalie-semyon-varlamov-in-midseason-form-after-team-visits-vail/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150927__avs-varlamovp1.jpg", "height": 452}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150927__avs-varlamovp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-09-27T21:56:44+00:00", "modified_time": "2016-04-22T00:50:31+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fceb07\"", "article_summary": "“In the summer, I talked to (captain Gabe Landeskog), and he said he’d like to do something for team bonding.\n“It was the players’ idea to go there,” Avalanche coach Patrick Roy said before Sunday’s game.\n1, Jonathan Quick, had 10 saves through two periods before giving way to former Avalanche goalie Peter Budaj for the third.\nSemyon Varlamov got his second start in the Colorado net in the three exhibitions so far, played the entire game this time and looked in prime midseason form.\nThe Avalanche had returned from what amounted to a two-day preseason retreat to Vail, where the players went through activities together — including listening to guest speakers — and practiced Saturday."}