{"article_title": "Nintendo's Wii Fit Helps People With Diabetes Control Their Weight And Blood Sugar Levels", "article_keywords": ["control", "given", "group", "weight", "fit", "nintendos", "study", "wii", "sugar", "levels", "health", "blood", "quality", "helps", "exercise", "diabetes"], "article_url": "http://www.medicaldaily.com/nintendos-wii-fit-helps-people-diabetes-control-their-weight-and-blood-sugar-levels-264697", "article_text": "For people with diabetes, finding an easy and effective form of exercise that helps manage their weight and blood glucose (sugar) levels is an important part of living with their condition. Researchers from the West German Center for Diabetes and Health found that a half hour of Wii Fit a day not only helped diabetics keep their weight in check but also their blood sugar levels and quality of life.\n\n\"Computer games that promote a healthy lifestyle might be one way to achieve this, but different forms of physical activity might work better for different people,” Dr. Richard Elliott from Diabetes UK told the BBC.“Further research will be needed to identify the long-term effects of such games compared to other approaches.\"\n\nA team of researchers led by Professor Stephan Martin recruited 220 individuals suffering from diabetes to participate in the study. Researchers divided participants into two groups, including one that was given a Nintendo Wii console, the Wii Fit Plus exercise game, and the balance board needed to play the game. The other group received the usual care for a diabetic until 12 weeks into the study when they were also given a Wii Fit.\n\nAt the beginning of the study and after 12 weeks, each participant’s standard of health was evaluated including weight, body mass index (BMI), Hemoglobin A1c (HbA1c), and fasting blood sugar. Participants were also given questionnaires to gauge their quality of life. The group using the Wii Fit throughout the course of the study saw a significant reduction in fasting blood glucose, weight, and BMI as well as an improvement in HbA1c. This group also displayed a better quality of life after the study wrapped up, seen by a decline in the number of patients who were considered depressed. When the control group was given Wii Fit consoles, similar findings were reported.\n\n\"Physical activity and a healthy balanced diet, along with taking doctor-prescribed medications if necessary, can help people with type 2 diabetes to control their condition and minimize their risk of diabetes-related complications over time,” Dr. Elliot told the BBC. \"To make physical activity part of your daily routine it's important to find an approach that works for you and is enjoyable, as this will make it easier to keep active in the long run.”\n\nAccording to the World Health Organization (WHO), around 347 million people around the world are currently living with diabetes. This chronic disease resulting from the body’s inability to properly use its production of insulin can lead to serious health concerns such as heart disease, blindness, certain types of cancer, and kidney failure. To prevent or delay the onset of type 2 diabetes, the WHO recommends at least 30 minutes of mild exercise each day, avoidance of tobacco, and a diet consisting of three to five daily servings of fruit and vegetables.\n\nKempf K, Martin S. “Autonomous exercise game use improves metabolic control and quality of life in type 2 diabetes patients — a randomized controlled trial.” BMC Endocrine Disorders. 2013.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "wii, fit, diabetes, blood, sugar, levels", "og": {"site_name": "Medical Daily", "description": "German researchers say a half hour of Wii Fit each day can help people with diabetes control their blood sugar levels.", "title": "Nintendo's Wii Fit Helps People With Diabetes Control Their Blood Sugar Levels", "url": "http://www.medicaldaily.com/nintendos-wii-fit-helps-people-diabetes-control-their-weight-and-blood-sugar-levels-264697", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/12/10/wii-fit.jpg", "type": "article"}, "twitter": {"description": "German researchers say a half hour of Wii Fit each day can help people with diabetes control their blood sugar levels.", "title": "Nintendo's Wii Fit Helps People With Diabetes Control Their Blood Sugar Levels", "url": "http://www.medicaldaily.com/nintendos-wii-fit-helps-people-diabetes-control-their-weight-and-blood-sugar-levels-264697", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/12/10/wii-fit.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/12/10/wii-fit.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Conditions", "published_time": "2013-12-10T12:58:59-05:00", "modified_time": "2013-12-10T12:58:58-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "German researchers say a half hour of Wii Fit each day can help people with diabetes control their blood sugar levels."}, "_id": "\"57477af36914bd0286fceb0f\"", "article_summary": "When the control group was given Wii Fit consoles, similar findings were reported.\nResearchers from the West German Center for Diabetes and Health found that a half hour of Wii Fit a day not only helped diabetics keep their weight in check but also their blood sugar levels and quality of life.\nThe other group received the usual care for a diabetic until 12 weeks into the study when they were also given a Wii Fit.\nResearchers divided participants into two groups, including one that was given a Nintendo Wii console, the Wii Fit Plus exercise game, and the balance board needed to play the game.\nFor people with diabetes, finding an easy and effective form of exercise that helps manage their weight and blood glucose (sugar) levels is an important part of living with their condition."}