{"article_title": "Tiger Woods' PGA Championship status in question after latest injury", "article_keywords": ["status", "play", "championship", "shot", "pga", "win", "question", "major", "final", "tiger", "woods", "golf", "lacava", "injury", "valhalla", "latest"], "article_url": "http://www.washingtontimes.com/news/2014/aug/4/tiger-woods-pga-championship-status-question-after/?page=all", "article_text": "LOUISVILLE, Ky. — Joe LaCava walked nearly never blade of grass on the 18th green at Valhalla Golf Club, jotting notes in his yardage book after stepping off the distances from every edge of the green to every possible pin position. It was just like any other Monday at a major.\n\nThe caddie just didn’t know whether any of this information would be useful in the PGA Championship. LaCava was awaiting word on whether his boss - Tiger Woods - would be healthy enough to play the final major of the year.\n\n“I’m optimistic,” LaCava said after he finished charting the entire golf course. “I’m hoping he plays. So I’m just doing whatever work I would normally do.”\n\nThe caddie was at Valhalla. So was his car, a silver SUV parked in the spot assigned to the four-time major champion.\n\nAs for Woods?\n\nStay tuned. His agent, Mark Steinberg at Excel Sports Management, said in an email that Monday would be too early for doctors to decide whether Woods could or even should try to play this week after another back injury.\n\nThe PGA of America said that Woods would not have his previously scheduled news conference Tuesday morning. It did not provide additional details.\n\nWoods took another turn toward an uncertain future when he withdrew after eight holes and one final shot Sunday at the Bridgestone Invitational. Before leaving Firestone, he said he jarred his back when he hopped into a deep bunker after playing a shot on the par-5 second hole from an awkward lie off the slope above the sand.\n\n“It’s just the whole lower back,” Woods said. “I don’t know what happened.”\n\nMaking the picture look even bleaker was the timing. Woods had back surgery March 31 to alleviate the pain from a pinched nerve. The Bridgestone Invitational was only his third tournament since returning from a three-month absence. And there he went again, riding off the golf course in a cart, struggling to even remove his shoes before LaCava drove him to the airport for a flight back to Florida for evaluation.\n\n“Obviously, I feel bad for him,” Rory McIlroy told the BBC on Monday. “The game of golf really needs Tiger. He’s had a few withdrawals the past couple of years. I think the first thing is just to get fit and 100 percent healthy, even if that means taking the year off and coming back next year ready to play golf.”\n\nIf he doesn’t play the PGA Championship, his season indeed would be over.\n\nWoods has to win the final major of the year to qualify for the FedEx Cup playoffs. He would have to win to make the Ryder Cup team. And by the sound of U.S. captain Tom Watson, he would have to play at Valhalla to even merit consideration as a wild-card selection.\n\n“Tiger would be a great addition to tour team,” Watson told SiriusXM PGA Tour Radio on Monday. “I’ve said all along, I would pick Tiger Woods if he’s healthy and playing well. This doesn’t bode well right now. I just hope that maybe it’s just an isolated problem that he can turn around and possibly play this week at the PGA.”\n\nWatson said he watched the entire front nine and knew something was wrong with Woods after his tee shot on the par-3 fifth hole came up 65 yards short.\n\n“You don’t hit that terrible a shot ever - ever,” Watson said. “And I said, ‘Something is wrong.’”\n\nLavaca noticed it much earlier, when Woods hit a shot so heavy that it came up 30 yards short of the flag and into the water on the third hole.\n\n“I knew he was hurting when he fatted the one on 3, which he never does,” LaCava said. “He never fats them like that.”\n\nWoods kept playing, though, until grimacing on a tee shot at the ninth, slowly bending to remove his tee and calling for a cart to take him in. Why not stop sooner?\n\n“He’s tough,” LaCava said. “Tough and stubborn would be two good words.”\n\nWoods has not been back to Valhalla in 14 years, not since that high-charged playoff victory over Bob May that gave Woods his third straight major on his way to an unprecedented sweep of the majors at the height of his game. Woods was recovering from season-ending knee surgery in 2008 and did not play in the Ryder Cup.\n\nThe course has changed since, with Jack Nicklaus making various tweaks, especially around the green. The par is now 71 with the second hole changed to a par 4. Otherwise, it looked to be in immaculate conditions on the first day of practice.\n\nPhil Mickelson, coming off a 62 in the final round at Firestone, played nine holes. The practice range and chipping area were crowded with players. McIlroy already was back at work, having established himself as the overwhelming favorite coming off his wire-to-wire win at the British Open and rallying from three shots behind to win at Firestone.\n\nStill to be determined is whether Woods would be able to join them.", "article_metadata": {"description": "Woods took another turn toward an uncertain future when he withdrew after eight holes and one final shot Sunday at the Bridgestone Invitational. Before leaving Firestone, he said he jarred his back when he hopped into a deep bunker after playing a shot on the par-5 second hole from an awkward lie off the slope above the sand.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Woods took another turn toward an uncertain future when he withdrew after eight holes and one final shot Sunday at the Bridgestone Invitational. Before leaving Firestone, he said he jarred his back when he hopped into a deep bunker after playing a shot on the par-5 second hole from an awkward lie off the slope above the sand.", "title": "Tiger Woods’ PGA Championship status in question after latest injury", "url": "http://www.washingtontimes.com/news/2014/aug/4/tiger-woods-pga-championship-status-question-after/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/08/04/bridgestone-invitatio_lanc1.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/08/04/bridgestone-invitatio_lanc1.jpg", "description": "Woods took another turn toward an uncertain future when he withdrew after eight holes and one final shot Sunday at the Bridgestone Invitational. Before leaving Firestone, he said he jarred his back wh", "site": "@washtimes", "card": "summary", "title": "Tiger Woods’ PGA Championship status in question after latest in"}, "Author": "Doug Ferguson", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "_id": "\"57477af46914bd0286fdd4ae\"", "article_summary": "LaCava was awaiting word on whether his boss - Tiger Woods - would be healthy enough to play the final major of the year.\nWoods has to win the final major of the year to qualify for the FedEx Cup playoffs.\nWoods took another turn toward an uncertain future when he withdrew after eight holes and one final shot Sunday at the Bridgestone Invitational.\nThe PGA of America said that Woods would not have his previously scheduled news conference Tuesday morning.\nThe caddie just didn’t know whether any of this information would be useful in the PGA Championship."}