{"article_title": "Nurses’ Union Sees Both Opportunities, Obstacles in Obamacare", "article_keywords": ["sees", "programs", "nurses", "wellness", "workers", "obstacles", "obamacare", "opportunities", "noted", "union", "patient", "quality", "hospital", "hospitals", "care"], "article_url": "http://www.njspotlight.com/stories/14/02/02/nurses-union-sees-both-opportunities-obstacles-in-obamacare/", "article_text": "The Affordable Care Act potentially includes both pluses and minuses for hospital professionals, according to a union representing nurses and other healthcare workers.\n\nThe downside includes the possibility that the federal government will reduce payments to hospitals as more care is provided in outpatient settings, the chance of being disciplined as a result of patient satisfaction surveys required under the law, and implementation of mandated health and wellness programs without union input.\n\nOn the plus side, creation of new jobs that involve coordination of patient care through accountable care organizations may provide opportunities to bolster union ranks.\n\nThese issues were addressed in a recent workshop held by the Health Professionals and Allied Employees (HPAE) union during its bargaining conference held January 29 in Monroe.\n\nWith ACA’s expansion of insurance coverage expected to lead to more care being given at outpatient facilities, rather than hospitals, ,union officials said they want to organize workers at such facilities, which are often affiliated with hosptials.\n\n“We are going to see fewer admissions in the hospitals – it’s a good thing for the patient (but) it’s not such a great thing for those of us who work in the hospitals,” said Bridget Devane, an HPAE public policy staff member. “So ultimately that means less funding for hospitals that’s being diverted to other sources.”\n\nThe ACA includes measures meant to rein hospital costs, including penalties for facilities that have poor patient satisfaction surveys.\n\nThese measures aim to improve the quality of U.S. healthcare, which trails other developed countries, noted Amy Clary, assistant director of AFT Healthcare, HPAE’s parent union.\n\nUnion officials said hospitals are increasing disciplinary actions in an attempt to improve patient satisfaction surveys, but noted that factors outside staff members’ control often affect these surveys.\n\nThey said they are working to include provisions in collective bargaining contracts that prevent hospitals from unfairly punishing workers. Clary noted that the union could use these measures to argue that hospital staffing levels are too low.\n\n“Our challenge as bargainers is, how do we improve patient care and quality of care while still trying to protect the reimbursements that our hospitals need,” Clary said.\n\nIn addition, the law’s incentives for increased efficiency and care coordination through programs like accountable care organizations (ACOs) may accelerate the trend toward hospital consolidations.\n\nDevane said the union would like to organize hospital workers before the facilities are sold and jobs are eliminated.\n\n“We want to make sure that we’re organized ahead of the game” instead of after consolidation has occurred, she said.\n\nOn the other hand, Clary noted, ACOs are creating new roles for nurses, including positions as care coordinators, which offer opportunities for unions to expand their membership.\n\nThe ACA encourages care coordination through programs like the Medicare Shared Savings ACO program, which pays providers more for meeting quality and cost benchmarks.\n\nUnion officials said they are encouraging hospitals to inform staff members about the factors affecting reimbursements from the federal government, so they understand how it may affect patients and themselves.\n\nFor example, there are now penalties under the ACA for infections patients get while in the hospital. And the number of different healthcare quality measurements that could lead to penalties is slated to increase over the next three years.\n\n“You want to at least have some say over how these disciplines are happening, because in some cases, in some hospitals, it’s excessive,” Devane told representatives of union locals.\n\nCooper University Hospital nurse Jackie Franchetti expressed concern that various financial pressures being placed on hospitals to cut costs and improve different measurements of care is putting more pressure on nurses.\n\n“We’re really under a microscope,” said Franchetti, the grievance chair for the HPAE local at Cooper. “That is a big concern, that the money goes down and we’re going to be paying for it.”\n\nAnother potential concern for the union is how health-and-wellness programs are implemented.\n\nJohn Abraham, deputy director for the AFT’s research and strategic initiatives department, said hospitals should work with union locals to design their wellness programs.\n\nThe ACA allows employers to provide workers with a discount of up to 30 percent on their insurance premiums for participating in a wellness program. Abraham said the union wants to combat chronic illness and promote good health among its members, but also wants to prevent wellness programs from being used to penalize or fire workers.", "article_metadata": {"og": {"image": "http://assets.njspotlight.com/assets/14/0202/2052"}, "google-site-verification": "eSiTqCyhbNrILKPNvPOLORFjlPbqSQLW3WfNOcpjdcg", "apple-mobile-web-app-title": "NJ Spotlight", "description": "ACA efficiencies could reduce federal funding to hospitals but might also create new jobs", "viewport": "width = device-width"}, "_id": "\"57477af36914bd0286fceb2a\"", "article_summary": "On the plus side, creation of new jobs that involve coordination of patient care through accountable care organizations may provide opportunities to bolster union ranks.\nDevane said the union would like to organize hospital workers before the facilities are sold and jobs are eliminated.\nJohn Abraham, deputy director for the AFT’s research and strategic initiatives department, said hospitals should work with union locals to design their wellness programs.\nThe Affordable Care Act potentially includes both pluses and minuses for hospital professionals, according to a union representing nurses and other healthcare workers.\nClary noted that the union could use these measures to argue that hospital staffing levels are too low."}