{"article_title": "Texas’ New Governor Echoes the Plans of Perry", "article_keywords": ["houston", "abbott", "perry", "plans", "perrys", "patrick", "continue", "governor", "state", "oil", "mr", "echoes", "texas"], "article_url": "http://www.nytimes.com/2015/01/21/us/politics/new-texas-governor-greg-abbott-expected-to-continue-on-perrys-path.html", "article_text": "Photo\n\nAUSTIN, Tex. — Greg Abbott, the first new governor of Texas in more than a decade, was sworn in here Tuesday as he prepared to lead the state at a time of economic anxiety, partisan divisions and shifting demographics, and he appeared poised to continue the policies of his predecessor, Rick Perry.\n\nMr. Perry stepped down after a 14-year tenure as the longest-serving governor and one of the most powerful in the history of Texas. Mr. Abbott, the former Texas attorney general and a Republican like Mr. Perry, championed and defended some of Mr. Perry’s and the Texas Legislature’s most conservative initiatives, and echoed his predecessor in his inaugural speech, saying he would secure the border and fight the Obama administration’s reach into the state.\n\n“As governor I will continue my legacy of pushing back against Washington, if they spend too much, regulate too much or violate our state sovereignty,” Mr. Abbott, 57, told thousands of spectators and officials outside the Texas Capitol. “Any government that uses the guise of fairness to rob us of our freedom will get a uniquely Texan response: ‘Come and take it.’ ”\n\nMr. Abbott has already taken pages from Mr. Perry’s anti-Washington playbook.\n\nDemocrats and health care advocates had hoped that Mr. Abbott would reverse Mr. Perry’s refusal to expand Medicaid in the state, which has the highest rate of uninsured residents in the country. But Mr. Abbott made it clear recently that he would not expand the government health insurance program for low-income and sick people, with a spokeswoman saying that he had “fought Obamacare and will continue to fight against it.”\n\nSuch statements angered Democrats, many of whom worry that Mr. Abbott will continue to promote Mr. Perry’s small-government mantra, which they said fails to provide an adequate safety net for all. But Mr. Abbott’s approach has reassured Republicans, who control the Legislature and every top office and who argue that the Texas model has brought jobs and built a strong economy.\n\nAdvertisement Continue reading the main story\n\n“I think basically everyone is in the honeymoon period right now,” said State Representative Jimmie Don Aycock, a Republican from Killeen, in Central Texas. “I think he goes in with a good track record of trying to legally defend what the Legislature’s views were.”\n\nBut a Democratic congressman, Representative Joaquín Castro of San Antonio, said the start of Mr. Abbott’s administration “seems so far like it’s more of the same.”\n\n“He gave some signs that he might be willing to be bipartisan,” Mr. Castro said, “but at the end of the day, he’s scared of the Tea Party and he’s beholden to them, and so he’s going to continue a very hard-right agenda in Texas.”\n\nFor Texas Republicans, the inaugural ceremony was a festive occasion, marked by touches of state history, swagger and even a fighter jet flyover. Mr. Abbott took the oath of office with his left hand on a family Bible as well as a Bible believed to have belonged to Sam Houston, the first president of the Republic of Texas. The official program’s front cover declared, “Even the future is bigger in Texas.”\n\nPhoto\n\nMr. Abbott’s inauguration represented two firsts for the state — he is the first governor of Texas to use a wheelchair, and his wife, Cecilia Phalen Abbott, 55, is the state’s first Latina first lady.\n\nMr. Abbott was 26 and a recent law school graduate in 1984 when a giant oak tree weakened by a storm fell on him as he was jogging in Houston. The tree crushed his spinal cord and left him paralyzed. On Tuesday, he called his inauguration “highly improbable.”\n\n“During this month 30 years ago, I laid in a hospital bed recovering from injuries that broke my back and left me forever unable to walk,” Mr. Abbott said. “The journey from that Houston hospital to the Texas governorship was possible because of two powerful forces.”\n\nThe first, he said, was the grace of God, and the second was Texas itself. “I am living proof that we live in a state where a young man’s life can literally be broken in half, and yet he can still rise up to be governor of this great state,” said Mr. Abbott, who spoke at a lectern that was lowered so the crowd could see him as he sat in his wheelchair.\n\nAdvertisement Continue reading the main story\n\nAs the state’s lawyer, Mr. Abbott had mounted the legal defense in all of Texas’ most high-profile courtroom battles in recent years, including its passage of the country’s toughest voter-identification law, its strict new abortion rules, its ban on same-sex marriage and its legal challenges of President Obama’s environmental, immigration and health care agenda.\n\nThe state remains starkly divided. With a handful of exceptions, out of the 181 members of the Legislature, most of the Democrats are either black or Hispanic, and most of the Republicans are white. Three times since 2012, federal courts have ruled that voting-related laws defended by Mr. Abbott discriminated against or disproportionately hurt black and Hispanic voters.\n\nThe new lieutenant governor, Dan Patrick, a Tea Party favorite and former state senator from Houston who was also sworn in Tuesday, has outraged many Democrats with his conservative stands on border security, abortion and same-sex marriage. Mr. Patrick once criticized the openly lesbian mayor of Houston, Annise Parker, for marrying her longtime partner in Palm Springs, Calif., describing it as “part of a larger strategy of hers to turn Texas into California.”\n\nAt the lectern, Mr. Patrick took a few selfies and later repeated a statement that has become his calling card: “I respect all faiths and religions, but I am a Christian first, a conservative second and a Republican third, and I praise Jesus for this moment and this day.”\n\nTexas has been bolstered by tax revenues on oil and gas production and by a boom in energy-related jobs. But the sudden, steep drop in crude oil prices — from more than $100 a barrel in June to below $50 in recent days — has caused widespread concern. A senior economist at the Federal Reserve Bank of Dallas said the collapse of oil prices could be a “headwind for the Texas economy.”\n\nNeither Mr. Abbott nor Mr. Patrick referred to oil prices in their speeches.", "article_metadata": {"tone": "news", "ptime": 20150120102348, "twitter": {"description": "Greg Abbott, who served as state attorney general under Rick Perry, has championed and defended his conservative initiatives.", "title": "Texas’ New Governor Echoes the Plans of Perry", "url": "http://www.nytimes.com/2015/01/21/us/politics/new-texas-governor-greg-abbott-expected-to-continue-on-perrys-path.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000003460148"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/2015/01/21/us/ABBOTT1/ABBOTT1-thumbLarge.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2015/01/21/us/politics/new-texas-governor-greg-abbott-expected-to-continue-on-perrys-path.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000003460148", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2015/01/21/us/politics/new-texas-governor-greg-abbott-expected-to-continue-on-perrys-path.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "us/politics", "hdl_p": "Texas’ New Governor Echoes the Plans of Perry", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "DISPLAYDATE": "Jan. 20, 2015", "edt": "NewYork", "org": "Republican Party", "keywords": "Texas,Abbott  Gregory W (1957- ),Republican Party,Abbott  Cecilia Phalen,Perry  Rick", "news_keywords": "Texas", "applicationName": "article", "PT": "article", "author": "Manny Fernandez", "SCG": "politics", "sourceApp": "nyt-v5", "per": "Perry, Rick", "thumbnail_150_width": 150, "byl": "By MANNY FERNANDEZ", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "Greg Abbott, who served as state attorney general under Rick Perry, has championed and defended his conservative initiatives.", "tom": "News", "dfp-amazon-enabled": "false", "thumbnail": "https://static01.nyt.com/images/2015/01/21/us/ABBOTT1/ABBOTT1-thumbStandard.jpg", "description": "Greg Abbott, who served as state attorney general under Rick Perry, has championed and defended his conservative initiatives.", "CG": "us", "robots": "noarchive", "dat": "Jan. 20, 2015", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "article": {"author": "http://topics.nytimes.com/top/reference/timestopics/people/f/manny_fernandez/index.html", "section": "Politics", "modified": "2015-01-21", "collection": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "tag": "Perry, Rick", "published": "2015-01-20", "section-taxonomy-id": "23FD6C8B-62D5-4CEA-A331-6C2A9A1223BE"}, "thumbnail_height": 75, "geo": "Texas", "slug": "21abbott", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20150121140520, "og": {"url": "http://www.nytimes.com/2015/01/21/us/politics/new-texas-governor-greg-abbott-expected-to-continue-on-perrys-path.html", "image": "https://static01.nyt.com/images/2015/01/21/us/ABBOTT1/ABBOTT1-facebookJumbo.jpg", "type": "article", "description": "Greg Abbott, who served as state attorney general under Rick Perry, has championed and defended his conservative initiatives.", "title": "Texas’ New Governor Echoes the Plans of Perry"}, "pdate": 20150120, "articleid": 100000003460148, "cre": "The New York Times", "hdl": "Texas’ New Governor Echoes the Plans of Perry", "thumbnail_150": "https://static01.nyt.com/images/2015/01/21/us/ABBOTT1/ABBOTT1-thumbLarge.jpg", "PST": "News"}, "_id": "\"57477af46914bd0286fdd4bd\"", "article_summary": "Mr. Perry stepped down after a 14-year tenure as the longest-serving governor and one of the most powerful in the history of Texas.\nThree times since 2012, federal courts have ruled that voting-related laws defended by Mr. Abbott discriminated against or disproportionately hurt black and Hispanic voters.\n“Any government that uses the guise of fairness to rob us of our freedom will get a uniquely Texan response: ‘Come and take it.’ ”Mr. Abbott has already taken pages from Mr. Perry’s anti-Washington playbook.\nA senior economist at the Federal Reserve Bank of Dallas said the collapse of oil prices could be a “headwind for the Texas economy.”Neither Mr. Abbott nor Mr. Patrick referred to oil prices in their speeches.\nDemocrats and health care advocates had hoped that Mr. Abbott would reverse Mr. Perry’s refusal to expand Medicaid in the state, which has the highest rate of uninsured residents in the country."}