{"article_title": "Affordable Care Act may put low-income patients in coverage limboC-VILLE Weekly", "article_keywords": ["affordable", "aca", "johnson", "lowincome", "gap", "patients", "going", "medicaid", "limbocville", "coverage", "act", "services", "health", "weekly", "insurance", "indigent", "care"], "article_url": "http://www.c-ville.com/65111/", "article_text": "Joy Johnson has many plans. But a health insurance plan is not one of them.\n\nJohnson is one of an estimated 25,000 Charlottesville area residents who is stuck in a coverage “gap.” She makes too much money to be eligible for Medicaid, and at 57 years old Johnson doesn’t yet qualify for Medicare or Social Security benefits.\n\nJohnson does outreach work at the Westhaven Nursing Clinic, across the street from her three-bedroom home where she’s lived for decades. But she only works 20 hours each week—not enough to get health insurance through the Jefferson Area Board for Aging (JABA), which runs the clinic and offers coverage to employees who work 30 hours per week or more. So she is left paying for her own health insurance plan. But she can’t afford the costs of the premiums.\n\nJohnson is the type of person the Affordable Care Act (ACA), or Obamacare, was designed to help.\n\nBy providing less expensive health insurance options and by reimbursing states for expanding their Medicaid benefits to cover more of the working poor—individuals earning $15,856 or less annually—the law’s aim was to provide some form of health care coverage for the country’s lower income citizens.\n\nBut the U.S. Supreme Court ruled last year that states can opt out of expanding their Medicaid coverage. And that’s exactly what Virginia and 26 other states have done, leaving Johnson and an estimated 400,000 other Virginians in a precarious situation, with health care coverage that’s not set in stone.\n\nInstead, Johnson and thousands of others in Charlottesville rely on a network of various city, state, and federally funded services geared toward serving people in their specific financial situations and providing them with a safety net.\n\nJohnson receives her care through UVA’s indigent care program, which uses federal funds to offset its costs, giving individuals who make less than $22,980 per year, or $39,060 for a family of three, access to primary care services on a sliding fee scale, charging as little as $6 per visit and $4 for prescription medication.\n\nBut under the ACA, the millions of dollars in federal funds for indigent care programs are going to be significantly scaled back. The original idea under the ACA was that between a state level expansion in Medicaid and lower cost insurance options, everyone who typically used the indigent care services would now be covered and the government could afford to cut funding for the programs.\n\nBut because Virginia has not accepted the federal government’s reimbursement funds in exchange for expanding Medicaid services, area hospitals will see their indigent care money reduced. The people the program is designed to serve will go uncovered under the current Medicaid eligibility standards, with many unable to afford insurance premiums under ACA, even with government subsidies.\n\nLarry Fitzgerald, the vice president for business development and finance at UVA hospital, said the $180 million in federal funds that hospitals in the state receive for providing their indigent care services is expected to be cut in half over the next six years.\n\nUVA Chief of Internal Medicine Mohan Nadkarni said the hospital is going to have to change the way it does business with Charlottesville and Albemarle’s poorest patients, but the indigent care services will always exist.\n\n“That doesn’t necessarily mean the indigent program is going to be dropped,” said Nadkarni. “Academic medical centers are just going to have to adapt.”\n\nNadkarni said UVA treats patients regardless of their ability to pay.\n\n“You’re never going to get turned away from the emergency room or the primary care clinics due to lack of insurance,” he said. “So people will still get seen.”\n\nNadkarni co-founded Charlottesville’s Free Clinic, which is another heavily active provider of health care services to the area’s low-income patients and people positioned to be in this gap of coverage.\n\nErika Viccellio, who now runs the Free Clinic, said it’s not planning to scale down its services. But her dream is to have every one of the clinic’s patients covered by some sort of health care plan instead of relying on programs like hers to catch the poorest residents as they fall through the insurance system’s cracks.\n\n“In our community there’s always a place for people to get the care they need and that won’t change,” said Viccellio. “But our system shouldn’t be the safety net.”\n\nDr. Greg Gelburd helps run the Downtown Family Health Care center and is part of that safety net.\n\nGelburd said his practice sees about 1,000 patients each year who fall into this gap of coverage—too rich for Medicaid, but too poor for other insurance plans—charging them an average of $20 per visit. He and each of the other owners of the practice estimate they lose at least $20,000 each year by providing low cost services. If patients need more serious care, however, he said he sends them to the indigent care programs at the area hospitals.\n\nGelburd said he’s seen people’s awareness of the ACA rise steadily since it was unveiled October 1, with a crux of the outreach being done by Virginia Organizing. The local grassroots activist group has been hosting a series of workshops on how to navigate the ACA system, with the next one slated for October 19 at Sojourners United Church of Christ in Belmont.\n\nJohnson is the first to tell you how hard and intimidating the signup process and the law as a whole can appear, and that’s coming from someone who works in the public health field, with access to dozens of health care professionals.\n\n“I still don’t understand it. Every time I hear something new it makes me have more questions,’” said Johnson while sitting at her computer in the Westhaven clinic’s offices. “Like, what is going to happen to the people who fall in that gap? What if that gap isn’t covered, what are they going be able to do?”\n\nThe Legal Aid Justice Center has two federally funded and trained navigators to help with these questions and walk people through the signup process. And volunteers with Virginia Organizing have been getting trained to be ACA counselors as well.\n\nBut Nadkarni and others worry that won’t be enough.\n\nOf course, the future of the state’s health care may all change on November 5, when Virginians choose their next governor.\n\nDemocratic candidate Terry McAuliffe has promised to accept the $21 billion in federal funding over the next seven years to expand the state’s Medicaid benefits so they cover people in this gap, while Attorney General and Republican gubernatorial candidate Ken Cuccinelli has made his fight against the ACA a centerpiece of his campaign and has vowed not to expand Medicaid, opting instead to push for Medicaid reforms.\n\nBut for people like Johnson, stuck in the gap of coverage, the writing seems to be on the wall.\n\n“Don’t nothing change for poor people,” Johnson said.—Jordy Yager", "article_metadata": {"description": "Joy Johnson is the type of person the Affordable Care Act (ACA), or Obamacare, was designed to help.", "generator": "WordPress 4.5.2", "og": {"site_name": "C-VILLE Weekly", "description": "Joy Johnson is the type of person the Affordable Care Act (ACA), or Obamacare, was designed to help.", "title": "Affordable Care Act may put low-income patients in coverage limbo", "locale": "en_US", "image": "http://www.c-ville.com/wp-content/uploads/2013/10/DSC_0943.jpg", "updated_time": "2013-10-18T10:32:13+00:00", "url": "http://www.c-ville.com/65111/", "type": "article"}, "apple-mobile-web-app-capable": "yes", "fb": {"admins": 1219058141, "app_id": 1073603839361926}, "template": "Cville Theme 3.0.0", "article": {"section": "Uncategorized", "published_time": "2013-10-16T11:11:47+00:00", "modified_time": "2013-10-18T10:32:13+00:00"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe2b82\"", "article_summary": "If patients need more serious care, however, he said he sends them to the indigent care programs at the area hospitals.\nOf course, the future of the state’s health care may all change on November 5, when Virginians choose their next governor.\nJohnson is the type of person the Affordable Care Act (ACA), or Obamacare, was designed to help.\n“But our system shouldn’t be the safety net.”Dr. Greg Gelburd helps run the Downtown Family Health Care center and is part of that safety net.\n“So people will still get seen.”Nadkarni co-founded Charlottesville’s Free Clinic, which is another heavily active provider of health care services to the area’s low-income patients and people positioned to be in this gap of coverage."}