{"article_title": "NFL’s Image Deflated Further by Charging to Honor Vets", "article_keywords": ["military", "hometown", "image", "nfl", "flake", "nfls", "deflategate", "vets", "national", "deflated", "jets", "charging", "heroes", "teams", "segment", "honor"], "article_url": "http://www.thefiscaltimes.com/2015/05/12/NFL-s-Image-Deflated-Further-Charging-Honor-Vets", "article_text": "The release of the NFL’s report on the New England Patriots’ DeflateGate scandal and speculation about the potential punishment of Superbowl-winning quarterback Tom Brady got most of the attention of National Football League fans last week. But another story, percolating under the radar of most fans is starting to get wider attention and may be more damaging to the league’s reputation.\n\nNumerous NFL teams do promotional events, sometimes during games, which feature U.S. military personnel. For example, the New York Jets have a segment during home games where they honor “hometown heroes,” from the New Jersey National Guard by showing their pictures on the scoreboard during a break in the game, asking the crowd to thank them for their service, and providing a few seats for the soldiers and some friends to watch the game.\n\nRelated: DeflateGate – The Weirdest Thing About the Report Slamming Brady and the Pats\n\nTo all appearances, the Hometown Heroes segment looks like a public-spirited gesture by the Jets organization – which is worth nearly $2 billion – in honor of the nation’s military. As it turns out, in exchange for a little screen time and a handful of seats, the Jets were being paid handsomely.\n\nThe transaction appears to have been publicized first by Sen. Jeff Flake (R-AZ), who hammered the New Jersey National Guard for signing off on the deal as part of his crusade against wasteful government spending. In subsequent media coverage, most of the ire has been directed at the NFL, particularly after reporters started digging into the story and determined that the Jets were far from alone in striking such deals with the military.\n\nMore than a dozen NFL teams have advertising contracts with one or more branches of the U.S. military, and military officials have defended the deals they make with various sports and entertainment organizations as effective recruiting tools. The U.S. Army has a long relationship with NASCAR, for example.\n\nRelated: DeflateGate Follows Patriots to the Superbowl\n\nAlso, to be clear, contract data made available by Flake does not price out the various things the Jets delivered for the payments they received. In addition to the Hometown Heroes segment, for example, the contract also specified 500,000 digital banner ad impressions on the team’s website, and advertisements on stadium monitors.\n\nHowever, what seemed to irk Flake and others was the impression created by the events that the Jets and other teams were acting out of benevolence, rather than under the terms of contracts that earned NFL teams a collective $5.4 million between 2011 and 2014.\n\nWhile nobody would be surprised that the Army or Navy has to pay for advertising space in a stadium or banner ads on a website, Flake told NJ.com, the Hometown Heroes segments and others involving individual soldiers, feel distinctly different. “They realize the public believes they're doing it as a public service or a sense of patriotism,” Flake said. “It leaves a bad taste in your mouth.”\n\nFlake was far from alone in thinking there was something off about the arrangement. Longtime military correspondent Tom Ricks, who has reported from multiple war zones and is now a columnist with Foreign Policy magazine, called the program “one of the crassest manipulations of patriotism that I have ever seen.”\n\nTop Reads from The Fiscal Times", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "A segment honoring soldiers at Jets home games looked like an NFL team making a public-spirited gesture. But it turned out the Jets, like a number of NFL teams, were being paid handsomely.", "title": "NFL’s Image Deflated Further by Charging to Honor Vets", "url": "http://www.thefiscaltimes.com/2015/05/12/NFL-s-Image-Deflated-Further-Charging-Honor-Vets", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/nfl_3.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/05/12/NFL-s-Image-Deflated-Further-Charging-Honor-Vets", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/nfl_3.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "A segment honoring soldiers at Jets home games looked like an NFL team making a public-spirited gesture. But it turned out the Jets, like a number of NFL teams, were being paid handsomely.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fd84d1\"", "article_summary": "Numerous NFL teams do promotional events, sometimes during games, which feature U.S. military personnel.\nIn addition to the Hometown Heroes segment, for example, the contract also specified 500,000 digital banner ad impressions on the team’s website, and advertisements on stadium monitors.\n“It leaves a bad taste in your mouth.”Flake was far from alone in thinking there was something off about the arrangement.\n“They realize the public believes they're doing it as a public service or a sense of patriotism,” Flake said.\nAs it turns out, in exchange for a little screen time and a handful of seats, the Jets were being paid handsomely."}