{"article_title": "Dramatic Power Struggles in the Obama White House", "article_keywords": ["wolffe", "campaign", "power", "house", "debate", "struggles", "dc", "second", "dramatic", "gibbs", "team", "president", "white", "circle", "obama"], "article_url": "http://www.thefiscaltimes.com/Articles/2013/09/18/Dramatic-Power-Struggles-Obama-White-House", "article_text": "Picture infighting, dysfunction and personality conflicts and you might think of the key players of a production team on a Hollywood blockbuster sparring over budgets, promotion strategy and how to keep the temperamental lead actor happy.\n\nOops, wrong coast. Try Washington, D.C., where author Richard Wolffe, in a new book, The Message: The Reselling of President Obama, brings the brutal 2012 Obama reelection campaign to new life:\n\n* David Axelrod didn’t think former Obama Deputy Chief of Staff Jim Messina was “up to the job” of campaign manager and tried to short circuit him at almost every turn.\n\n* David Plouffe had confidence in Messina, but “nobody could come up with a good candidate to replace him.”\n\n* Messina couldn’t fire Axelrod – but Barack Obama could.\n\nThis is how Wolffe tells it: “He [Axelrod] was pushed out. Not officially, of course. He was just leaving a little earlier than intended…. Nothing unusual, really. Just a wrenching expression of disaffection from the president he had fallen for.”\n\nRELATED: SUMMERS + SYRIA = OBAMA LAME DUCK\n\nThe takeaway was this, Wolffe says: “For those who remained, the departure of Axelrod and [Robert] Gibbs sent a clear message: They were all dispensable. ‘He doesn’t need anyone,’ said [a] member of the [Obama] inner circle. ‘Axe and Gibbs were effectively fired. He owes everything to Axe. Everything. He’d never have gotten anywhere without him. I’d like to think he knows that and sees him differently. But I’m not sure.’”\n\nAfter covering the first Obama election campaign for Newsweek, Wolffe drew on his access to key members of the reelection team to deliver a new book – and there’s plenty of juice to go around.\n\nA few other revelations:\n\nTHAT FIRST DEBATE PERFORMANCE STUNK UP THE PLACE\n\nObama's team knew instantly their guy had flunked the first presidential debate against Mitt Romney – and were miserable about the president’s lackluster performance.\n\nHere’s Wolffe quoting Robert Gibbs: “Oh, shit,” Gibbs said aloud as he watched it on TV. And Valerie Jarrett: “I knew it was painful. He was not on top of his game. I thought that Governor Romney was very strong. Very, very strong.”\n\nKey members of the team, including David Plouffe, told Obama he “could lose the election if he suffered another poor debate performance,” according to Wolffe’s account. “There was no cushion for a second bad debate.”\n\nWolffe quotes Gibbs: “He [Obama] knew he had this near-death experience.”\n\nSo the team pushed him hard to be aggressive and “real” in the next debate, to live where Americans live rather than focus on D.C. legislative battles.\n\nAfter the much more successful second debate performance, “Obama returned to the White House exhausted.” But back at the executive mansion, a camera crew was waiting for him to shoot a campaign ad about getting out the vote.\n\nThe president said he was “dead tired” and wanted to do it “in one take.” The shoot lasted an hour.\n\nBy the end of the third debate, on foreign policy, “the Obama team was beginning to chuckle.” They had won game, set, match.\n\nCAMPAIGNING CAN BE MORE FUN THAN GOVERNING\n\nAs Election Day neared and Obama made his final presidential campaign stop in Des Moines, there was nostalgia for campaigning – the joy he got out of it, the exhilaration, the energy from mingling with crowds and seeing the American people up close.\n\nHe told Michelle Obama as they rode in the presidential limo, “We have to remember in a second term that campaigning outside of D.C. is good for my soul.”\n\nThe First Lady responded, “We’re going to make sure we get you out of D.C. a lot.”\n\nEVEN NOW, OBAMA PREFERS A SMALL CIRCLE OF FRIENDS\n\nWolffe calls it “cliquish.”\n\n“Despite his confidence on stage, Obama has governed with a very small circle of decision-making aides… Real outsiders fared badly inside Obama’s West Wing.”\n\nIt wasn’t policy disputes that caused this but ugly and awkward personal rivalries. In addition, Wolffe describes a president who “centralized decision making around himself and his inner circle,” but those decisions were \"often painfully slow in coming.\"\n\nThis has been obvious in the first year of the second term, when the president has been faced with scandals inside government agencies as well as sticky foreign policy and security issues, including the Syria chemical weapons crisis.\n\n“He [has] erred on the safe side of big decisions for too long before edging into the risk-filled choices,” writes Wolffe.\n\nBIG LUMBERING AGENCIES ARE HARD TO HANDLE\n\nFour of the serious problems that confronted the second Obama administration early on \"involved agencies that, by their very nature, were either hard to discuss or impossible to control,\" says Wolffe.\n\nThere was the IRS, the leak investigations, Benghazi, the NSA. It's why the \"real challenge\" was getting the messaging right, or trying like heck to, in the face of a near-impossible task, according to the book.\n\nSo the Obama team, in the first term and at the start of the second, engaged in \"passive fatalism,\" in contrast to the campaigns, as Wolffe sees it. Some issues simply could not be \"messaged away.\" Those included the recession and gun control.\n\nBut above all: In these battles, \"there were only 100 voters they cared about, and all of them were United States senators.\"", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Picture infighting, dysfunction and personality conflicts and you might think of the k", "title": "Dramatic Power Struggles in the Obama White House", "url": "http://www.thefiscaltimes.com/Articles/2013/09/18/Dramatic-Power-Struggles-Obama-White-House", "image": "http://cdn.thefiscaltimes.com/sites/default/files/09182013_Obama_Axelrod.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2013/09/18/Dramatic-Power-Struggles-Obama-White-House", "image": "http://cdn.thefiscaltimes.com/sites/default/files/09182013_Obama_Axelrod.jpg", "creator": "@maurmack", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Picture infighting, dysfunction and personality conflicts and you might think of the k", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fceb40\"", "article_summary": "By the end of the third debate, on foreign policy, “the Obama team was beginning to chuckle.” They had won game, set, match.\nSo the Obama team, in the first term and at the start of the second, engaged in \"passive fatalism,\" in contrast to the campaigns, as Wolffe sees it.\nAfter the much more successful second debate performance, “Obama returned to the White House exhausted.” But back at the executive mansion, a camera crew was waiting for him to shoot a campaign ad about getting out the vote.\n‘He doesn’t need anyone,’ said [a] member of the [Obama] inner circle.\nHere’s Wolffe quoting Robert Gibbs: “Oh, shit,” Gibbs said aloud as he watched it on TV."}