{"article_title": "ADA Study Forecasts Growth in Dental Benefits Options for 2015", "article_keywords": ["purchase", "marketplace", "benefits", "plans", "embedded", "dental", "required", "forecasts", "medical", "growth", "health", "pediatric", "ada", "2015", "options", "study"], "article_url": "http://www.orthodonticproductsonline.com/2015/02/ada-study-forecasts-growth-dental-benefits-options-2015/", "article_text": "There is an upward trend in the share of medical plans with embedded dental benefits in the health insurance marketplaces, according to an American Dental Association (ADA) Health Policy Institute study.\n\nStudy authors Cassandra Yarbrough, MPP; Marko Vujicic, PhD; and Kamyar Nasseh, PhD, conclude that while pediatric dental benefits are an essential health benefit under the Affordable Care Act (ACA), many plans do not offer first dollar coverage for preventive dental services. Instead, medical plans with embedded pediatric dental benefits are more likely than stand-alone dental plans to provide first dollar coverage for preventive services. In addition, the authors state that information on dental benefits is much more transparent in the 2015 federally facilitated marketplace compared to 2014.\n\nThe ACA extended health insurance to millions of Americans in 2014. As of the fourth quarter of 2014, the uninsured rate among adults 18 and older was at 12.9%. Approximately 6.7 million Americans gained health insurance, and about 1.1 million Americans gained stand-alone dental benefits through the health insurance marketplaces in 2014. Adults outpaced children in the purchase of stand-alone dental plans (SADPs) in 2014, with young adults ages 26 to 34 the most likely age group to select a SADP.\n\nPediatric dental benefits are one of the 10 essential health benefits that all small group and individual market health plans are required to cover, but health plans sold through the marketplaces are not required to include pediatric dental benefits as long as there are SADPs available for purchase. Consumers can purchase pediatric dental benefits through the marketplace in one of two ways in 2015: through a SADP or through a medical plan that has embedded pediatric dental benefits.\n\nIn most states, consumers are not required to purchase dental benefits for their child. However, there are a few states in which the purchase of pediatric dental benefits is required, or where all medical plans sold through the marketplace include embedded pediatric dental benefits. According to the study, Colorado, Kentucky, Nevada, and Washington specifically require consumers to purchase dental benefits prior to exiting the marketplace. Additionally, all of the medical plans offered in California and West Virginia include embedded pediatric dental benefits.", "article_metadata": {"com.silverpop.brandeddomains": "www.pages05.net,24x7mag.com,allied360.com,anthemmedia.mkt5097.com,axisimagingnews.com,clpmag.com,hearingreview.com,imagingeconomics.com,orthodonticproductsonline.com,plasticsurgerypractice.com,ptproductsonline.com,rehabpub.com,responsive.24x7mag.com,rtmagazine.com,sleepreviewmag.com,www.24x7mag.com,www.allied360.com,www.orthodonticproducts.com", "og": {"site_name": "Orthodontic Products", "description": "An ADA Health Policy Institute study predicts an upward trend for 2015 in the number of medical plans with embedded dental benefits.", "title": "ADA Study Forecasts Growth in Dental Benefits Options for 2015 - Orthodontic Products", "locale": "en_US", "image": "http://a360-wp-uploads.s3.amazonaws.com/wp-content/uploads/orthodon/2015/09/OP_200x200.jpg", "url": "http://www.orthodonticproductsonline.com/2015/02/ada-study-forecasts-growth-dental-benefits-options-2015/", "type": "article"}, "com.silverpop.primary_domain": "orthodonticproductsonline.com", "viewport": "user-scalable=no, width=device-width, initial-scale=1, maximum-scale=1", "article": {"publisher": "https://www.facebook.com/OrthoProducts", "section": "Science Updates", "tag": "Marko Vujicic"}, "com.silverpop.cothost": "engage5.silverpop.com"}, "_id": "\"57477af36914bd0286fceb51\"", "article_summary": "Instead, medical plans with embedded pediatric dental benefits are more likely than stand-alone dental plans to provide first dollar coverage for preventive services.\nConsumers can purchase pediatric dental benefits through the marketplace in one of two ways in 2015: through a SADP or through a medical plan that has embedded pediatric dental benefits.\nAccording to the study, Colorado, Kentucky, Nevada, and Washington specifically require consumers to purchase dental benefits prior to exiting the marketplace.\nAdditionally, all of the medical plans offered in California and West Virginia include embedded pediatric dental benefits.\nThere is an upward trend in the share of medical plans with embedded dental benefits in the health insurance marketplaces, according to an American Dental Association (ADA) Health Policy Institute study."}