{"article_title": "The sad case of Amanda Bynes: Why we should be kinder to child stars", "article_keywords": ["case", "things", "bynes", "mental", "media", "twitter", "sad", "kinder", "issued", "know", "stars", "child", "microchip", "amanda", "help"], "article_url": "http://www.salon.com/2014/10/10/the_sad_case_of_amanda_bynes_why_we_should_be_kinder_to_child_stars/", "article_text": "Topics: Amanda Bynes, child stars, Twitter, Entertainment News\n\nLast night, I was sitting in possibly the most depressing place — a harshly bright bar in the Times Square TGIF with a few friends (I have no valid excuse) — when an older woman behind us fell to the ground, hard. We heard her before we saw her, and just as we turned, two other people came rushing to help her. She was conscious, her mobility was not impaired, and two others were supporting her. She seemed okay, just embarrassed. I looked on for a moment too long until I realized the most helpful thing I could was to turn away and let her get on with her night.\n\nThis is what former Nickelodeon star Amanda Bynes — who has stayed in the news not because of her exciting acting projects or a blossoming fashion and music career, but because she’s become associated with erratic and belligerent behavior — is asking the media and the public to do for her. Perhaps it’s time for us to respect that.\n\nBynes, whose Twitter feed has been a running meta commentary on her mental state and the twisted ways in which magazines profit from her downward spiral, on Thursday issued her most disturbing and devastating tweet yet: That she was verbally, physically, and sexually abused by her father as a child. She issued multiple tweets and went into graphic detail, saying that he allegedly fondled himself in front of her and asked her for sex.\n\nAnd then, with a single tweet, she took it all back, writing, “My dad never did any of those things The microchip in my brain made me say those things but he’s the one that ordered them to microchip me.”\n\nWas Bynes abused as a child? We don’t know, and it’s possible that we might never know. I hope that Bynes seeks legal and mental help, regardless, as does her family. But the media will play no role in brokering any of those things — all we will do, all we an can do, is report on the events as they unfold and create an environment that makes it easier for people to come forward with stories about abuse. I cannot imagine how hard it must be for Bynes to navigate the current gossip-driven media climate around her, and it’s obviously taken a toll on her.", "article_metadata": {"description": "Her latest tweets should offer a rude awakening", "title": "The sad case of Amanda Bynes: Why we should be kinder to child stars", "og": {"site_name": "Salon", "description": "Her latest tweets should offer a rude awakening", "title": "The sad case of Amanda Bynes: Why we should be kinder to child stars", "url": "http://www.salon.com/2014/10/10/the_sad_case_of_amanda_bynes_why_we_should_be_kinder_to_child_stars/", "image": "http://media.salon.com/2014/09/people-amanda-bynes.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Her latest tweets should offer a rude awakening", "title": "The sad case of Amanda Bynes: Why we should be kinder to child stars", "image": "http://media.salon.com/2014/09/people-amanda-bynes.jpeg-1280x960.jpg", "creator": "@prachigu", "site": "@salon", "card": "summary_large_image"}, "author": "Prachi Gupta", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Amanda Bynes, child stars, Twitter", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdd4eb\"", "article_summary": "I hope that Bynes seeks legal and mental help, regardless, as does her family.\nTopics: Amanda Bynes, child stars, Twitter, Entertainment NewsLast night, I was sitting in possibly the most depressing place — a harshly bright bar in the Times Square TGIF with a few friends (I have no valid excuse) — when an older woman behind us fell to the ground, hard.\nWe heard her before we saw her, and just as we turned, two other people came rushing to help her.\nI cannot imagine how hard it must be for Bynes to navigate the current gossip-driven media climate around her, and it’s obviously taken a toll on her.\nShe issued multiple tweets and went into graphic detail, saying that he allegedly fondled himself in front of her and asked her for sex."}