{"article_title": "Elizabeth Warren Calls For Ending The Use Of Credit Checks To Deny People Jobs", "article_keywords": ["sell", "information", "deny", "jobs", "elizabeth", "calls", "companies", "ending", "credit", "job", "history", "americans", "way", "employers", "checks", "warren"], "article_url": "http://www.politicususa.com/2015/09/16/elizabeth-warren-calls-credit-checks-shut-people-job-market.html", "article_text": "Bad credit can happen to anyone for a variety of reason that are beyond their control, Certainly pre-Obamacare, a family member’s illness also meant economic collapse for people who weren’t born with multi-million dollar trust funds. The same holds true, when a family’s primary bread winner dies, or a marriage fails.\n\nDuring the last Republican manufactured recession, millions of Americans went from middle class earners who saw their jobs and the economic stability that went with them disappear. Even if one makes all the “right” choices and works hard, expenses can exceed available financial resources.\n\nWhen there is a major loss of income or reduction in income, too often, it means people fall behind in paying their bills and that can have a negative effect on their credit scores.\n\nAs Senator Elizabeth Warren and Rep. Steve Cohen point out in an op-ed for Time, credit reporting companies pushed the narrative that there is a nexus between credit history and a person’s character.\n\nCredit reporting companies that sell Americans’ personal data to potential employers have pushed the narrative that a credit history somehow provides insight into someone’s character. But, as even a representative from the TransUnion credit bureau admitted, they “don’t have any research to show any statistical correlation between what’s in somebody’s credit report and their job performance.” In fact, research has shown that an individual’s credit has little to no correlation with his or her ability to succeed in the workplace. Credit reports are not a way to screen out bad potential employees; they are just a way to discriminate against people who have fallen on hard times.” Despite facts, pushing this narrative isn’t hard to do when corporate America is already predisposed to believing that financial status and character go hand in hand.\n\nThis belief goes hand in hand with wide support for a reality show star turned Republican Presidential Candidate. While bluster and breaking the “rules” of politics play a role, conservatives also believe wealthy people are morally superior to people who are not. Therefore when Donald Trump says he’s rich and therefore the best presidential candidate, people buy it.\n\nAccording to a 2012 survey, by the Society of Human Resources Management, 53% of employers said they don’t do background checks on job candidates, while a whopping 87% said they do check the credit histories of job candidates.\n\nThe survey tells us that the companies that sell credit history information successfully pushed the myth that one’s credit history provides more insight into their character than a background check does.\n\nAs if that wasn’t enough, credit score information can be inaccurate and the companies who create that information then sell it to employers are notoriously slow to correct inaccuracies.\n\nIn 2013, the Federal Trade Commission reported that as many as 1 in 5 consumers identified at least one error in their credit reports.\n\nThe result is discrimination based on a myth and inaccurate information, that effectively shuts people out of the job market. As Senator Warren and Rep. Cohen pointed out in their op-ed, this practice which affects millions of Americans is fundamentally unfair.\n\nFor hardworking people struggling to make ends meet, the only way to get back on their feet is to find a good job and earn a paycheck. But even when they are able to sell their homes—often at a loss—or after they are forced to close their business’ doors or find temporary work, that bad credit history continues to haunt them. And despite the often-desperate effort to find a job, many employers are unfairly shutting the door on applicants with less-than-stellar credit. We should call this what it is: discrimination.\n\nTaken in a broader context, the practice of using credit histories as a factor in hiring further rigs the system against people at the bottom.\n\nIt’s a cruel and vicious cycle that Senator Warren and Rep. Cohen want to stop with a law called the Equal Employment for All Act. Make no mistake, this practice further rigs an already unfair system against hardworking and honest Americans who need a job, more than they need an Ayn Rand-style lecture on the culture of work.", "article_metadata": {"description": "Taken in a broader context, the practice of using credit histories as a factor in hiring further rigs the system against people at the bottom.", "generator": "WordPress 4.5.2", "author": "Adalia Woodbury", "og": {"site_name": "Politicus USA", "description": "Taken in a broader context, the practice of using credit histories as a factor in hiring further rigs the system against people at the bottom.", "title": "Elizabeth Warren Calls For Ending The Use Of Credit Checks To Deny People Jobs", "url": "http://www.politicususa.com/2015/09/16/elizabeth-warren-calls-credit-checks-shut-people-job-market.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2015/09/cohen-warren-credit.jpg", "updated_time": "2015-09-16T13:03:27+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "Featured News,U.S. Senate,Democratic Party,Elizabeth Warren,employment,Job Market,Republican-manufactured Recession,politicususa,liberal,politics,sarah jones,jason easley,barack obama,hillary clinton,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "U.S. Senate", "published_time": "2015-09-16T13:03:23+00:00", "modified_time": "2015-09-16T13:03:27+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "Democratic Party, Elizabeth Warren, employment, Job Market, Republican-manufactured Recession"}, "_id": "\"57477af46914bd0286fe2d14\"", "article_summary": "The survey tells us that the companies that sell credit history information successfully pushed the myth that one’s credit history provides more insight into their character than a background check does.\nCredit reporting companies that sell Americans’ personal data to potential employers have pushed the narrative that a credit history somehow provides insight into someone’s character.\nAs Senator Elizabeth Warren and Rep. Steve Cohen point out in an op-ed for Time, credit reporting companies pushed the narrative that there is a nexus between credit history and a person’s character.\nAnd despite the often-desperate effort to find a job, many employers are unfairly shutting the door on applicants with less-than-stellar credit.\nAs Senator Warren and Rep. Cohen pointed out in their op-ed, this practice which affects millions of Americans is fundamentally unfair."}