{"article_title": "Montana lawmakers endorse Medicaid expansion", "article_keywords": ["federal", "house", "bill", "obamacare", "expansion", "states", "montana", "medicaid", "coverage", "endorse", "vote", "lawmakers"], "article_url": "http://www.politico.com/story/2015/04/montana-medicaid-expansion-obamacare-116877", "article_text": "Montana lawmakers endorse Medicaid expansion\n\nThe Montana Legislature has backed expansion of the state’s Medicaid program under Obamacare, a startling turnaround after supporters’ repeated setbacks during the current session.\n\nThe action provides the Obama administration a much needed boost given how efforts have foundered in other states such as Tennessee, Wyoming, Utah and Florida. The House’s final passage of the measure on Saturday marks the first time this year a Republican-dominated legislature has agreed to expand coverage under the health care law.\n\nStory Continued Below\n\nThe Montana House long posed the greatest threat to the bill’s success. The state Senate initially cleared expansion in a 28-21 vote on March 30 and now must take one last step — approving a minor House funding amendment that’s not seen as controversial — before the legislation can head to Gov. Steve Bullock’s desk next week. The Democratic executive is expected to sign it.\n\nMontana’s path to Medicaid expansion has been anything but straightforward. In 2013, expansion was defeated when one Democratic lawmaker accidentally cast a no vote. Obamacare backers tried to get a ballot initiative the following year but couldn’t obtain enough signatures. And Bullock’s own model for expansion was blocked earlier this year by House Republicans.\n\nThe compromise measure that ended up passing both chambers also faced strong opposition from those same lawmakers. Earlier this week, a key House committee amended the bill developed by Republican Sen. Ed Buttrey to look like the governor’s original plan — a tactic that incensed Democrats, who argued it was a way to ensure its failure. Through a complicated series of rules changes and legislative maneuvering, supporters were able to bring Buttrey’s first bill to the House floor on Thursday afternoon.\n\nIt survived an initial vote of 54-46 late Thursday and passed 54-42 in the final vote on Saturday morning.\n\n“The Montana bill had been declared dead a few times now, but there was more momentum than was apparent from the outside,” said Katherine Howitt, a senior policy analyst with Community Catalyst.\n\nUnder Obamacare, Medicaid eligibility is expanded up to 138 percent of the federal poverty level, or $16,242 for an individual in 2015. The federal government picks up the entire tab through 2016; after that, its share begins to decline to 90 percent and states must chip in the balance.\n\nRepublican Rep. Art Wittich, who heads the House’s Human Services Committee and was one of the most vocal opponents, said the legislation only had backing from a “sliver” of the chamber’s GOP caucus.\n\nHe said he’s not confident the federal government will be able to sustain the amount of funding it gives to states that expand their coverage. And if Montana then wanted to pull out, it wouldn’t be easy, he added.\n\nWhile debating the bill, some House Republicans also spoke against expanding coverage to adults who aren’t disabled and don’t have children, arguing it would hinder already limited access to medical care from the truly needy.\n\n“All of a sudden, creating a new dependency class with a new federal program, if we had to actually manage that down the road we would have severe limitations,” Wittich said in an interview Thursday.\n\nAmericans for Prosperity, the Koch brothers-backed group that has tried to thwart expansion in numerous states, also expressed deep disappointment with the outcome. In a statement, the organization said the “duplicitous tactics” used to pass the bill were even more egregious than the vote itself.\n\nAs in other states — including Indiana, Iowa and Arkansas — Montana’s governor still needs to obtain approval from HHS to implement its particular expansion model.\n\nUnder the plan, participating Medicaid enrollees would have to pay monthly premiums and co-pays and would have the option of taking an employment assessment and participating in a workforce development program. Several red states have sought to link expansion with greater enrollee cost-sharing and employment incentives as a way to get more Republicans on board.\n\nIf HHS signs off on the proposal, Montana would be the 29th state, plus the District of Columbia, to take up the Obamacare option. The state has estimated that expansion could extend coverage to 70,000 people.\n\n“This vote will save lives,” Democratic Rep. Ellie Hill said.\n\nAuthors:", "article_metadata": {"og": {"site_name": "POLITICO", "description": "The Montana House long posed the greatest threat to the bill’s success.", "title": "Montana lawmakers endorse Medicaid expansion", "url": "http://www.politico.com/story/2015/04/montana-medicaid-expansion-obamacare-116877.html", "image": "http://s3-origin-images.politico.com/2015/04/11/150411_montona_capitol_1160_getty.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Barack Obama,Obamacare,Congress,Montana,Medicaid", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "The Montana House long posed the greatest threat to the bill’s success.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdd4f0\"", "article_summary": "Montana lawmakers endorse Medicaid expansionThe Montana Legislature has backed expansion of the state’s Medicaid program under Obamacare, a startling turnaround after supporters’ repeated setbacks during the current session.\nMontana’s path to Medicaid expansion has been anything but straightforward.\nStory Continued BelowThe Montana House long posed the greatest threat to the bill’s success.\nUnder Obamacare, Medicaid eligibility is expanded up to 138 percent of the federal poverty level, or $16,242 for an individual in 2015.\n“The Montana bill had been declared dead a few times now, but there was more momentum than was apparent from the outside,” said Katherine Howitt, a senior policy analyst with Community Catalyst."}