{"article_title": "NBC-2.com WBBH News for Fort Myers, Cape Coral & Naples, Florida", "article_keywords": ["worlds", "school", "murder", "magic", "missing", "students", "wbbh", "coral", "florida", "rate", "health", "nbc2com", "cape", "stabbed", "myers", "naples", "fort"], "article_url": "http://www.nbc-2.com/story/32066118/5-things-to-know-in-florida-for-may-26", "article_text": "By THE ASSOCIATED PRESS\n\nYour daily look at news, upcoming events and the stories that will be talked about today.\n\nFLORIDA INSURERS REQUEST RATE HIKES UNDER FEDERAL HEALTH LAW\n\nNearly a dozen health insurers are proposing rate increases averaging 13 percent for 2017 Florida plans sold on the exchanges created under President Barack Obama's health care law, but that won't necessarily mean big consumer price hikes. Critics of so-called Obamacare will likely seize on the numbers, but rates have risen as much as 20 or 30 percent in recent years before the federal law took effect. As premiums increase, consumer tax credits will rise proportionately.\n\nFlorida Gov. Rick Scott wants more college students to graduate on time\n\nScott on Wednesday called for several changes designed to help students to get out of school sooner. Currently, only 44 percent of students attending one of Florida's public universities graduate within four years.\n\nEX-HUSBAND CHARGED WITH MURDER OF MISSING FLORIDA WOMAN\n\nDuring a news conference Wednesday morning, Martin County Sheriff William Snyder said 30-year-old Steven Williams confessed to killing Tricia Todd in April. The Air Force airman was arrested Tuesday in North Carolina. She was last seen at a Publix supermarket on April 26 and reported missing the next day.\n\nOFFICIAL: STUDENT STABBED IN BATHROOM AT FLORIDA HIGH SCHOOL\n\nPalm Beach Fire Rescue Capt. Albert Borroto says the boy was stabbed around 8:45 a.m. Wednesday at Royal Palm Beach Community High School, and flown to St. Mary's Medical Center for treatment. The station reports that the suspect was immediately apprehended after the stabbing. He's facing charges of attempted murder and possession of a weapon on school grounds.\n\nREPORT: MAGIC KINGDOM WORLD'S TOP THEME PARK, DRAWING 20M\n\nA report released by the Themed Entertainment Association and AECOM on Wednesday shows all of the major parks in Orlando saw attendance increases. Disney World's Magic Kingdom continues to be the top draw in the world with 20.5 million visitors in 2015, representing a 6 percent increase.\n\nCopyright 2016 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "By THE ASSOCIATED PRESS                    Your daily look at news, upcoming events and the stories that will be talked about today.", "og": {"site_name": "NBC-2.com", "description": "By THE ASSOCIATED PRESS                    Your daily look at news, upcoming events and the stories that will be talked about today.", "title": "5 Things to Know in Florida for May 26", "url": "http://www.nbc-2.com/story/32066118/5-things-to-know-in-florida-for-may-26", "image": "http://ftpcontent.worldnow.com/wncustom/custom/wbbh/2015/images/wbbh-og-image.jpg", "type": "article"}, "twitter": {"description": "By THE ASSOCIATED PRESS                    Your daily look at news, upcoming events and the stories that will be talked about today.", "card": "summary", "title": "5 Things to Know in Florida for May 26"}, "wnreadableurl": "5-things-to-know-in-florida-for-may-26", "ROBOTS": "index,follow,noarchive", "date": "2016/05/25", "fb": {"admins": 1851799707, "app_id": 226927947350099}, "owner": "APFL", "google-site-verification": "mDptbh-eRkdCypHvl8_OHFSQs1YZYC-0K23An6xvtxI", "wn-version": "ContainerE-Story", "wn-base": "IIS20"}, "_id": "\"57477af36914bd0286fceb75\"", "article_summary": "Disney World's Magic Kingdom continues to be the top draw in the world with 20.5 million visitors in 2015, representing a 6 percent increase.\nEX-HUSBAND CHARGED WITH MURDER OF MISSING FLORIDA WOMANDuring a news conference Wednesday morning, Martin County Sheriff William Snyder said 30-year-old Steven Williams confessed to killing Tricia Todd in April.\nBy THE ASSOCIATED PRESSYour daily look at news, upcoming events and the stories that will be talked about today.\nOFFICIAL: STUDENT STABBED IN BATHROOM AT FLORIDA HIGH SCHOOLPalm Beach Fire Rescue Capt.\nShe was last seen at a Publix supermarket on April 26 and reported missing the next day."}