{"article_title": "Former McKinney officer in infamous pool party video had disciplinary record", "article_keywords": ["womans", "pool", "mills", "according", "record", "mckinney", "video", "officer", "records", "party", "told", "disciplinary", "infamous", "casebolt"], "article_url": "http://thescoopblog.dallasnews.com/2015/09/former-mckinney-officer-in-infamous-pool-party-video-had-disciplinary-record.html/", "article_text": "The former McKinney officer who drew national attention to the city after pushing a black teen to the ground while breaking up a pool party had a disciplinary record with the police department.\n\nEric Casebolt resigned in June after a video of the pool party went viral. The Texas Rangers said Thursday that they’re still investigating the incident at Craig Ranch, an upscale neighborhood on the west side of McKinney.\n\nCasebolt’s personnel file shows that McKinney police had reprimanded him three times during his 10-year career with the department. He had been disciplined for a Facebook post, for his behavior at a disturbance call involving his ex-girlfriend and for using a police car and uniform on personal business. McKinney released the documents to The Dallas Morning News late Friday after an open records request.\n\nTom Mills, Casebolt’s criminal defense attorney, said most of the 188 pages of documents in the personnel file released by the city were positive reviews about Casebolt’s job performance.\n\n“The reprimands are so minor as to have nothing whatsoever to do with what he is being investigated for out in Craig Ranch, which is whether he used too much force, whether he assaulted somebody,” Mills said Saturday.\n\nLast year, Casebolt received a written reprimand over a Facebook post he made about a call he handled regarding a suicidal 16-year-old boy.\n\nThe teen had a knife and was at a golf course, according to a police document. A man allowed Casebolt to use his golf cart. The officer confronted the boy and deployed his Taser to subdue him.\n\n“Guess who just checked the box for ‘commandeer a golf cart and tased a suicidal Knife wielding maniac off-handed and still rolling without spilling the golfer’s miller lite’?!” Casebolt wrote on Facebook.\n\nAnother police officer read his comment and reported him, records show. Police officials found that Casebolt violated the department’s social media policy. It bans expressions that reflect negatively on the department and the broadcast of information that officers have access to as a result of their employment.\n\nIn 2011, Casebolt was suspended without pay for three days over allegations connected to his ex-girlfriend.\n\nThe woman’s former husband had called police to complain that Casebolt was circling the woman’s apartment as if stalking her, according to police records. The man also accused Casebolt of leaving a loaded gun unsecured and in the view of children at the woman’s apartment.\n\nMills said Casebolt had lived in the apartment with his then-girlfriend and had left his gun on a nightstand when the woman’s former husband visited with a child.\n\nWhile Casebolt shouldn’t have left his pistol there, it was “a different type of situation” than what the former husband depicted, Mills said.\n\nA few days later, the woman’s former husband and Casebolt were on the phone, and Casebolt told the man that he was on his way to the woman’s apartment, records show. The ex-husband called police.\n\nWhile police were interviewing the woman and her ex-husband, Casebolt showed up. The officer was asked to move away from the “potentially volatile scene” and complied but later became “emotionally defensive,” according to police. Casebolt was then told to leave the scene and report to the Office of Professional Standards the next morning.\n\n“His mere presence created the potential for this incident to escalate and bring discredit to him,” reads one of the allegations.\n\nThe department audited Casebolt’s use of his squad car and found that the officer had been at the apartment complex four times in the span of about a year, but none of those times were for police-related matters, according to police records.\n\nAnother incident with the girlfriend created trouble for Casebolt in 2010. The woman called Casebolt while he was in SWAT training to tell him that she was in custody of University Park police, records show.\n\nCasebolt was excused from the SWAT training and headed to University Park to get his girlfriend out of jail, according to the documents.\n\n“It has been alleged that you wore a SWAT uniform and drove a marked police car to post bail for you [sic] girlfriend and in the process was given preferential treatment in granting you access to speak directly to your girlfriend while being processed into the University Parks [sic] Police Department,” a McKinney police official wrote.\n\nCasebolt was suspended one day without pay, records show.\n\nThe officer’s career unraveled when he and other McKinney police responded to a call June 5 about an unruly party at a Craig Ranch neighborhood pool, which is open only to residents and a limited number of guests. Video captured by a partygoer showed Casebolt, who is white, cursing and throwing a black teenage girl to the ground before drawing his gun on two other black teens who appear to rush to her aid. The two teens ran away.\n\nThe video added fuel to a national debate about police treatment of minorities and cast a glare on McKinney, a budding suburb that boasted a magazine’s title as the No. 1 place to live in America.\n\nMills said Casebolt’s “great reviews” by supervisors are consistent with what the former McKinney officer told the Texas Rangers: that he didn’t break any laws when he responded to the pool party. Casebolt and the other police officers were told by a dispatcher that there were people trespassing at Craig Ranch, Mills said.\n\n“When a police officer is to detain and arrest someone, they are allowed to keep them from running away,” Mills said.\n\nCity records show the aftermath of the pool party has cost McKinney at least $75,000 — $47,726 for police overtime to watch protests; $2,332 in overtime for city employees investigating internal affairs; $14,750 in legal fees and $10,500 in public relations consulting fees. Those expenses only include June and July.\n\nBefore Casebolt joined McKinney in 2005, he had been a state trooper, according to his personnel file. His McKinney supervisors generally gave him positive performance evaluations.\n\nA 2011-12 review noted that the officer sometimes used coarse language, drawing complaints from citizens.\n\nBut he received better marks on customer service the following year:\n\n“Officer Casebolt remains calm when dealing with stressful situations,” his supervisor wrote. “Officer Casebolt exhibits a professional demeanor in his interactions with the public.”", "article_metadata": {"liveFyreID": "aHR0cDovL3RoZXNjb29wYmxvZy5kYWxsYXNuZXdzLmNvbS8yMDE1LzA5L2Zvcm1lci1tY2tpbm5leS1vZmZpY2VyLWluLWluZmFtb3VzLXBvb2wtcGFydHktdmlkZW8taGFkLWRpc2NpcGxpbmFyeS1yZWNvcmQuaHRtbC8=", "generator": "WordPress 3.9.12", "author": "Julieta Chiquillo", "og": {"site_name": "The Scoop Blog", "description": "The former McKinney officer who drew national attention to the city after pushing a black teen to the ground while breaking up a pool party had a disciplinary record with…", "title": "Former McKinney officer in infamous pool party video had disciplinary record", "url": "http://thescoopblog.dallasnews.com/2015/09/former-mckinney-officer-in-infamous-pool-party-video-had-disciplinary-record.html/", "image": "http://thescoopblog.dallasnews.com/wp-content/themes/dallasnews/images/facebook-default-black.jpg", "type": "article"}, "LastModifiedDate": "2015-09-26T17:31:17Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "2012-04-11T13:59:21Z", "wp-parsely_version": "1.7", "viewport": "width=device-width", "google-site-verification": "ZjZz-aaVcLkLDp8kIkLnEwtSTZlAwGgQhLyd1pXAbA8", "cXenseParse": {"recs": {"publishtime": "2012-04-11T13:59:21Z"}}}, "_id": "\"57477af36914bd0286fceb4e\"", "article_summary": "The former McKinney officer who drew national attention to the city after pushing a black teen to the ground while breaking up a pool party had a disciplinary record with the police department.\nEric Casebolt resigned in June after a video of the pool party went viral.\n“Officer Casebolt exhibits a professional demeanor in his interactions with the public.”\nMills said Casebolt’s “great reviews” by supervisors are consistent with what the former McKinney officer told the Texas Rangers: that he didn’t break any laws when he responded to the pool party.\nBefore Casebolt joined McKinney in 2005, he had been a state trooper, according to his personnel file."}