{"article_title": "Medical Device ETF Could Lead Healthcare Rebound", "article_keywords": ["sector", "lead", "spending", "companies", "rebound", "tax", "devices", "growth", "etf", "healthcare", "device", "argue", "medical", "care"], "article_url": "https://www.etftrends.com/2016/02/medical-device-etf-could-lead-healthcare-rebound/", "article_text": "Healthcare stocks and the corresponding exchange traded funds are disappointing in 2016 and that applies to the iShares U.S. Medical Devices ETF (NYSEArca: IHI), the largest dedicated medical devices exchange traded fund. IHI is down about 9.5% year-to-date, but that is nearly 100 basis points better than benchmark, diversified healthcare ETFs.\n\nIndustry observers argue that medical technology companies can tap into increased healthcare spending among emerging economies while the U.S. market has matured and could experience slower growth. Looking ahead, in the years through 2024, spending growth is projected to average 5.8% and peak at 6.3% in 2020.\n\nIHI has also seen plenty of mergers and acquisitions activity among its components in recent years, but that trend within the health care sector has come under scrutiny as the U.S. Treasury Department looks to crack down on U.S. firms acquiring rivals with foreign domiciles so that they can avoid paying U.S. taxes. More recently, inversions have occurred after large U.S. companies merged with smaller foreign firms. The U.S. company would reincorporate in a tax-friendlier country, like Ireland, while maintaining much of their core operations in the U.S. [Inversion Crackdown Affects Health Care ETFs]\n\n“The medical device industry was just handed a gift by Congress and the President in the latest budget deal: a 2-year delay on the medical devices tax. The 2-year delay will almost assuredly turn into a repeal if a Republican wins the White House in November, but the tax may also die under a Democrat president forced to deal with Republicans in the Senate and possibly the House,” according to a Seeking Alpha analysis of IHI.\n\nMarket analysts argue that medical devices and equipment manufacturers are a good healthcare bet and remain well positioned for global growth, reports Constance Gustke for CNBC.\n\nSpecifically, observers argue that medical technology companies can tap into increased healthcare spending among emerging economies while the U.S. market has matured and could experience slower growth. For instance, McKinsey & Company calculated that China’s healthcare spending could triple between 2011 and 2020. [Growth for Medical Devices ETFs]\n\n“However, of all the healthcare subsectors, this is the one sector that has the least amount of uncertainty because the benefit from the repeal of the Affordable Care Act can be calculated based on lower expected tax increase. Also, medical devices are the subsector that most underperformed the overall healthcare sector since the passage of the ACA,” according to Seeking Alpha.\n\niShares U.S. Medical Devices ETF\n\nThe opinions and forecasts expressed herein are solely those of Tom Lydon, and may not actually come to pass. Information on this site should not be used or construed as an offer to sell, a solicitation of an offer to buy, or a recommendation for any product.", "article_metadata": {"keywords": "equities,featured,ihi", "google-site-verification": "Q-wAoS5rW2yMYxQN_OT0klqLjkfU6a6rxznKurdUlsY", "generator": "WordPress 4.5.2", "viewport": "width=device-width, initial-scale=1", "msapplication-TileImage": "https://www.etftrends.com/wp-content/uploads/2016/04/favicon-1.png"}, "article_summary": "Healthcare stocks and the corresponding exchange traded funds are disappointing in 2016 and that applies to the iShares U.S. Medical Devices ETF (NYSEArca: IHI), the largest dedicated medical devices exchange traded fund.\nAlso, medical devices are the subsector that most underperformed the overall healthcare sector since the passage of the ACA,” according to Seeking Alpha.\niShares U.S. Medical Devices ETFThe opinions and forecasts expressed herein are solely those of Tom Lydon, and may not actually come to pass.\nLooking ahead, in the years through 2024, spending growth is projected to average 5.8% and peak at 6.3% in 2020.\nFor instance, McKinsey & Company calculated that China’s healthcare spending could triple between 2011 and 2020."}