{"article_title": "Kodiak High works with NASA on temblor project", "article_keywords": ["project", "school", "temblor", "students", "science", "data", "research", "high", "nasa", "kodiak", "sensors", "works", "technology", "earthquake"], "article_url": "http://www.washingtontimes.com/news/2014/jul/13/kodiak-high-works-with-nasa-on-temblor-project/?page=all", "article_text": "KODIAK, Alaska (AP) - A global initiative led by NASA to develop ways to better predict earthquakes will soon get legs in Kodiak.\n\nAnd some of its data crunchers will be Kodiak High School students.\n\n“We will have some NASA interns coming here this fall,” Kodiak Island Borough School District Stewart McDonald told the Mirror. “They’re going to be installing the earthquake sensors that talk to the satellites. They will be installed right here we’ll have students working on these projects directly with the scientific community.”\n\nThe Global Earthquake Forecasting System is a new international network under development by several partners in research, industry and education, including NASA’s Ames Research Center, San Jose State University, Italy’s Polytechnic di Milani, Switzerland’s International Centre for Earth Simulation, India’s Variable Energy Cyclotron Center, Turkey’s Middle East Technical University, Quebec’s Ministry of Natural Resources, the Swiss Federal Institute of Technology, Silicon Valley’s GeoCosmo Science Center, New Jersey’s Trillium Learning and several Alaskan school districts - including Kodiak.\n\nRon Fortunato, director of Trillium Education, which is heading up the educational outreach for the project as part of his American Bridge program, explained how the system works.\n\nEvery time there is an earthquake, tectonic plates underground crush against each other. Some of those tectonic zones occur just south of Kodiak Island.\n\n“When they push hard on each other, they actually create stresses that change the chemistry of some of the particles down there and create charged ions that form currents of electricity and different compounds,” Fortunato said.\n\nThe chemicals rise to the earth’s surface and, scientists postulate, observing the chemical reactions may significantly improve the predictive abilities of scientists.\n\nFortunato maintains that earthquake predictions could now be stretched to days before a quake instead of the current seconds.\n\nKodiak is the very first school district to participate in the program. The first two sensors in the country will be in Kodiak, with the data read by Kodiak High students.\n\n“When these sensors get set up the students will be looking at the real-time data that’s coming out of the earth and the same data that’s being analyzed by NASA the students are going to be able to look at and actually be part of that process,” he added.\n\nThis is significant for Kodiak because of its history with earthquakes, including the 9.2-magnitude Good Friday Quake of 1964, Experts have predicted that a smaller but more localized temblor could originate from near Kodiak and could wreak havoc on Kodiak City and adjacent parts of the Island.\n\n“What’s amazing about it is as I work these projects and try and do the educational outreach part, the Kodiak Island Borough there was so far ahead in thinking about how it wanted students to be involved with that kind of research and science and technology,” he added.\n\nFor McDonald, earthquake detection is part of the science, technology, engineering, and math curriculum that educators believe is so vital to student real-world preparedness.\n\nMcDonald reports that Kodiak schools add another component to STEM - the arts - changing the acronym to “STEAM.” He added that this artistic component gels very nicely with the work that students will be doing on the earthquake prediction system.\n\n“Let’s face it if you don’t have kids who are well-versed in creative insight, it’s tough for them to translate into the abstractions of science, technology, engineering and mathematics,” McDonald said.\n\n___\n\nInformation from: Kodiak (Alaska) Daily Mirror, http://www.kodiakdailymirror.com", "article_metadata": {"description": "A global initiative led by NASA to develop ways to better predict earthquakes will soon get legs in Kodiak.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"url": "http://www.washingtontimes.com/news/2014/jul/13/kodiak-high-works-with-nasa-on-temblor-project/", "site_name": "The Washingtion Times", "type": "article", "description": "A global initiative led by NASA to develop ways to better predict earthquakes will soon get legs in Kodiak.", "title": "Kodiak High works with NASA on temblor project"}, "twitter": {"description": "A global initiative led by NASA to develop ways to better predict earthquakes will soon get legs in Kodiak.", "site": "@washtimes", "card": "summary", "title": "Kodiak High works with NASA on temblor project"}, "Author": "PETER J MLADINEO", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "_id": "\"57477af46914bd0286fdd5ad\"", "article_summary": "The first two sensors in the country will be in Kodiak, with the data read by Kodiak High students.\nAnd some of its data crunchers will be Kodiak High School students.\nKODIAK, Alaska (AP) - A global initiative led by NASA to develop ways to better predict earthquakes will soon get legs in Kodiak.\n“We will have some NASA interns coming here this fall,” Kodiak Island Borough School District Stewart McDonald told the Mirror.\n“They’re going to be installing the earthquake sensors that talk to the satellites."}