{"article_title": "MSNBC's 'Morning Joe' trashes New York Times coverage of Marco Rubio", "article_keywords": ["marco", "msnbcs", "trashes", "speedboat", "yacht", "morning", "rubio", "york", "coverage", "luxury", "scarborough", "times", "fishing", "think", "boat", "joe"], "article_url": "http://www.washingtontimes.com/news/2015/jun/10/msnbcs-morning-joe-trashes-new-york-times-coverage/", "article_text": "Co-hosts of MSNBC’s “Morning Joe” mocked The New York Times on Wednesday, saying the paper’s piece on Republican presidential candidate Marco Rubio’s so-called “luxury speedboat” purchase is “a reach.”\n\n“Now that I’ve seen the boat, I’ve changed my mind. It’s new money. I think I saw that boat on ‘Entourage,’ ” co-host Mika Brzezinski said sarcastically, The Daily Caller reported.\n\n“It’s a 240-foot yacht!” co-host Joe Scarborough joked. “Oh wait a second, it’s a 24-foot fishing boat.”\n\nSEE ALSO: Marco Rubio slams NYT for ‘arrogantly’ using student loan debt to question financial acumen\n\n“The New York Times is discrediting themselves with this story — as people who have never gone fishing,” said The Blaze’s Amy Holmes. “I mean, to call that boat a luxury speedboat is absurd.”\n\n“No fisherman in America would call that a ‘luxury’ — that’s what you get to load your family up and go out fishing if you live if a place like, I don’t know, Miami?” said Mr. Scarborough, who represented Florida’s 1st District from 1995 until his resignation in 2001. “By the way, anybody that’s ever lived in Florida and bought a boat knows that you can buy it over, like, 20 years.”\n\n“I don’t think there is a lot of deep-sea fishing at The New York Times,” said co-anchor Willie Geist. “$80,000 is not nothing, but if you call it a luxury speedboat, it makes people think he’s on a yacht owned perhaps by some other candidates.”\n\n“I think candidates’ finances are fair game, and we do it to all candidates. But when you read through this, it feels a bit like a reach,” he said.\n\nMr. Scarborough argued: “If this is all The New York Times and Marco’s opponents have on Marco, Marco is doing pretty well right now.”\n\n“Yikes,” Ms. Brzezinski added.", "article_metadata": {"description": "Co-hosts of MSNBC's \"Morning Joe\" mocked The New York Times on Wednesday, saying the paper's attack piece on Republican presidential candidate Marco Rubio's so-called \"luxury speedboat\" purchase is \"a reach.\"", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Co-hosts of MSNBC’s “Morning Joe” mocked The New York Times on Wednesday, saying the paper’s attack piece on Republican presidential candidate Marco Rubio’s so-called “luxury speedboat” purchase is “a reach.”", "title": "MSNBC’s ‘Morning Joe’ trashes New York Times coverage of Marco Rubio", "url": "http://www.washingtontimes.com/news/2015/jun/10/msnbcs-morning-joe-trashes-new-york-times-coverage/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/06/10/morning_joe.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/06/10/morning_joe.jpg", "description": "Co-hosts of MSNBC's \"Morning Joe\" mocked The New York Times on Wednesday, saying the paper's attack piece on Republican presidential candidate Marco Rubio's so-called \"luxury speedboat\" purchase is \"a", "site": "@washtimes", "card": "summary", "title": "MSNBC’s ‘Morning Joe’ trashes New York Times coverag"}, "Author": "Jessica Chasmar", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Joe Scarborough, The New York Times, Marco Rubio, Mika Brzezinski"}, "_id": "\"57477af36914bd0286fcebc0\"", "article_summary": "Mr. Scarborough argued: “If this is all The New York Times and Marco’s opponents have on Marco, Marco is doing pretty well right now.”“Yikes,” Ms. Brzezinski added.\nCo-hosts of MSNBC’s “Morning Joe” mocked The New York Times on Wednesday, saying the paper’s piece on Republican presidential candidate Marco Rubio’s so-called “luxury speedboat” purchase is “a reach.”“Now that I’ve seen the boat, I’ve changed my mind.\nI think I saw that boat on ‘Entourage,’ ” co-host Mika Brzezinski said sarcastically, The Daily Caller reported.\n“It’s a 240-foot yacht!” co-host Joe Scarborough joked.\n“Oh wait a second, it’s a 24-foot fishing boat.”SEE ALSO: Marco Rubio slams NYT for ‘arrogantly’ using student loan debt to question financial acumen“The New York Times is discrediting themselves with this story — as people who have never gone fishing,” said The Blaze’s Amy Holmes."}