{"article_title": "The new (religious) face of civil disobedience", "article_keywords": ["catholic", "disobedience", "leaders", "civil", "patrick", "church", "face", "refugees", "conservatives", "central", "conservative", "religious", "movement"], "article_url": "http://america.aljazeera.com/opinions/2014/9/religion-sanctuarymovementimmigrationrefugeespoverty.html", "article_text": "How are the young refugees fleeing from violence in Central America connected to contraception? In June’s Hobby Lobby decision, a sharply divided Supreme Court interpreted the Religious Freedom Restoration Act of 1993 (RFRA) to require the exemption of an incorporated business owned by conservative Christians from the duty imposed by the Affordable Care Act to offer health insurance policies covering contraception. Hobby Lobby sparked a national discussion about the degree to which religious belief should mandate exemptions from complying with legislation. Unsurprisingly, the debate has divided sharply along liberal and conservative lines. Conservatives tend to endorse religious freedom and liberals emphasize — often using the language of democracy — the duty of all Americans to obey the law. But different issues — from the children crossing our borders, fleeing oppressive circumstances in Central America, to the plight of poor people without regular access to medical care — are now complicating that divide. The standard conservative responses, of course, haven’t disappeared. Many conservatives, typified by Texas Sen. Ted Cruz, have labeled the Central American children “illegals” and demanded swift deportation. Another Texas conservative, Gov. Rick Perry, has vociferously refused to join the enhanced national Medicaid program. But it is becoming clearer that neither of these politicians, both carrying presidential ambitions, unequivocally speaks for conservatives. And interestingly, their critics increasingly speak the language of religious belief and obligation. Support for the young refugees — and corresponding criticism of those calling for harsh treatment — has started coming from religious leaders who, looking beyond abortion and contraception, evoke their particular notions of divine commands to succor the poor and defenseless. At the end of April, The Christian Science Monitor reported on more than 250 evangelical leaders who had decamped on Congress to lobby representatives and senators to move toward immigration reform. John Carlson, an associate professor of religious studies at Arizona State University in Tempe, is quoted in the article as saying, “You’ve got all sort of theological and ethical traditions and foundational concepts that are concerned with the stranger in one’s midst.” Some of these leaders may be identifiable as liberals, but many more are not. The efforts of these religious figures evoke the sanctuary movement of the 1980s, during which many churches, citing a biblical tradition of sites of refuge, refused to turn over Central American refugees to police. Today, Arizona for many people has become identified with efforts to crack down on undocumented immigrants. But consider that two churches in Arizona, the Southside Presbyterian Church in Tucson and the University Presbyterian Church in Tempe, have declared themselves safe havens designed to protect such immigrants against deportation. Many of the strongest supporters of the prior sanctuary movement were Roman Catholic prelates who — in contemporary political terms, given the laser focus on abortion — would have almost automatically been assigned the conservative label. It may be too optimistic to hope for a full-fledged truce in the culture war between religious conservatives and secular liberals. But, to paraphrase Bob Dylan, something is happening, and many people, including pundits, don’t know what it is.\n\nStrangers in the land\n\nIt is not only religious leaders who are complicating our stereotypes about contemporary politics. Increasingly, politicians at both ends of the political spectrum are citing their religious views not as rationales for opposing abortion, contraception or same-sex marriage but for what might be viewed as liberal ends. Massachusetts Gov. Deval Patrick, for instance, proclaimed that his state would take in some of the refugees currently crowded into detention centers at the border. He made the announcement while surrounded by Muslim, Christian and Jewish leaders and, tellingly, referred to his faith instead of citing the Statute of Liberty and the American tradition of giving refuge to the “wretched refuse” from abroad. Patrick stated, “My faith teaches that if a stranger dwells with you in your land, you shall not mistreat him but rather love him as yourself. I believe that we will one day have to answer for our actions — and our inactions.” It was especially fitting that Cardinal Sean Patrick O’Malley of the Boston Archdiocese joined Patrick in his call. As an article in The Daily Beast noted, “The most human and humane voices are coming from the Catholic Church,” and O’Malley “has spent his life working with immigrants, both those with papers and those without.” Even former Los Angeles Cardinal Roger Mahoney, now under justified fire for failing to crack down on pedophile priests, was once a leader of the sanctuary movement and in 2011, as he retired, issued a statement about the duty to take care of strangers in the land. Perhaps the interventions of these religious leaders help explain a recent poll indicating that Americans across the political and religious spectrum see the Central American children as refugees that the U.S. should support while reviewing their cases.\n\nMost Americans have no memory of the Civil Rights era, when liberals and conservatives, secularists and the religious came together to overcome the terrible legacy of racial oppression.\n\nConvictions of politicians\n\nThe implications that one’s religious commitments might have on public policy go beyond the refugee issue. In a 2012 statement, more than 60 prominent theologians and other Catholic leaders accused vice presidential candidate (and Roman Catholic) Rep. Paul Ryan of distorting the teachings of the church while defending his proposed budgetary cuts to basic social welfare programs. “This budget is morally indefensible and betrays Catholic principles of solidarity, just taxation and a commitment to the common good,” it read. “A budget that turns its back on the hungry, the elderly and the sick while giving more tax breaks to the wealthiest few can’t be justified in Christian terms.” Many of his critics said he put the teachings of the atheistic Ayn Rand ahead of those of the Roman Catholic Church. It is thus noteworthy that Ohio Gov. John Kasich, a conservative (Catholic) Republican who is said to have presidential ambitions, fought hard against members of his party to enroll Ohio in the expanded Medicaid program that is part of the Affordable Care Act. Like Patrick, he wore his religious convictions on his sleeve to defend his stance, saying, “When you die and get to the meeting with St. Peter, he’s probably not gonna ask you much about what you did about keeping government small, but he’s going to ask you what you did for the poor. Better have a good answer.” Similarly, the evangelical environmentalist label is being applied to otherwise conservative Christians who see themselves called on to exercise responsible stewardship over God’s creation. Such reactions from religious and political leaders alike hark back not only to the rhetoric and motives of the sanctuary movement of the 1980s but also to the civil rights movement of the 1960s.\n\nLimits of the law", "article_metadata": {"description": "A resurgent sanctuary movement may complicate the precepts of the Christian right", "google-play-app": "app-id=com.aljazeera.simple", "og": {"url": "http://america.aljazeera.com/opinions/2014/9/religion-sanctuarymovementimmigrationrefugeespoverty.html", "image": {"width": 1460, "identifier": "http://america.aljazeera.com/content/ajam/opinions/2014/9/religion-sanctuarymovementimmigrationrefugeespoverty/jcr:content/headlineImage.adapt.1460.high.sanctuary_movement_refugees_a.1410061692777.jpg", "height": 911}, "type": "article", "description": "A resurgent sanctuary movement may complicate the precepts of the Christian right", "title": "OPINION: The new (religious) face of civil disobedience"}, "twitter": {"image": "http://america.aljazeera.com/content/ajam/opinions/2014/9/religion-sanctuarymovementimmigrationrefugeespoverty/jcr:content/headlineImage.adapt.1460.high.sanctuary_movement_refugees_a.1410061692777.jpg", "description": "A resurgent sanctuary movement may complicate the precepts of the Christian right", "site": "@AJAM", "card": "summary", "title": "OPINION: The new (religious) face of civil disobedience"}, "apple-itunes-app": "app-id=810543104, affiliate-data=10lxKx", "keywords": "Politics, Refugees, Immigration, Religion, Spirituality & Ethics, Poverty, U.S.", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcebc1\"", "article_summary": "It may be too optimistic to hope for a full-fledged truce in the culture war between religious conservatives and secular liberals.\nStrangers in the landIt is not only religious leaders who are complicating our stereotypes about contemporary politics.\nHobby Lobby sparked a national discussion about the degree to which religious belief should mandate exemptions from complying with legislation.\nConservatives tend to endorse religious freedom and liberals emphasize — often using the language of democracy — the duty of all Americans to obey the law.\nMost Americans have no memory of the Civil Rights era, when liberals and conservatives, secularists and the religious came together to overcome the terrible legacy of racial oppression."}