{"article_title": "Bill would punish endangering mentally incapacitated", "article_keywords": ["endangering", "mental", "punish", "bill", "drake", "ocean", "person", "ones", "howell", "men", "incapacitated", "situation", "mentally"], "article_url": "http://www.app.com/story/news/local/monmouth-county/2015/05/08/parker-drake-bill/26994393/", "article_text": "Buy Photo Parker Drake, 19, of Howell escaped death when he jumped off a Manasquan jetty into the frigid ocean on a dare. (Photo: BOB BIELK/STAFF PHOTOGRAPHER)Buy Photo\n\nResponding to stories in the Asbury Park Press of an autistic Howell man coaxed into jumping off a jetty in February, Assemblyman Sean Kean has introduced legislation that would make it a crime to entice someone with mental difficulties to do something that is likely to injure them.\n\nKean, a Republican representing portions of Monmouth and Ocean counties, introduced the bill on Thursday.\n\nHe said the bill was crafted after he read articles in the Asbury Park Press about an incident involving Parker Drake, a 19-year-old Howell man with autism who was encouraged by two other Howell men to jump into the freezing ocean in February from the Manasquan jetty.\n\nAccording to Drake, the two men, Christopher Tilton, 19, and Nicholas Formica, 20, offered him $20 and two packs of cigarettes to take the plunge on Feb. 25, when the ocean temperature was 30 degrees Fahrenheit.\n\nKean said the event was even more disturbing because the two men made a video of Drake struggling in the rough surf to swim to shore, and the video was later posted on social media.\n\n'Callous acts'\n\n\"This terrible situation and the callous acts of these two men demonstrated the need for this legislation,'' Kean said in a news release. \"It is not acceptable to lure a person to put themselves in harm's way, especially if that person is mentally incapacitated and may not understand the situation or the person's intentions. Enticing a person to do something that could harm or kill them is terrible, but to do this to a person who may not understand the situation is malicious, and it should be a fourth-degree crime.''\n\nDrake's mother, Christine Marshall, said her son, who also is diabetic, could have died that day, either from drowning, hypothermia or because the pump that delivers needed insulin to his body froze when he was in the ocean.\n\nBut acting Monmouth County Prosecutor Christopher Gramiccioni declined to file criminal charges against Tilton and Formica, saying the behavior did not fit any crime.\n\nAs a result, Marshall signed complaints against the pair in Manasquan Municipal Court charging them with endangering the welfare of a mentally incompetent person, which is a disorderly persons offense carrying a maximum penalty of six months in jail. The charges are pending.\n\nKean said he asked Gramiccioni for input on his bill, which would make it a crime for a person who knows or reasonably should know that another person is mentally incapacitated to lure or entice that person to commit an act that is reasonable likely to cause injury to his or her physical, mental or moral welfare. The crime would be punishable by up to 18 months in prison and a fine up to $10,000.\n\nThe bill defines mental incapacitation as \"that condition in which a person is rendered temporarily or permanently incapable of understanding or controlling one's conduct, or of appraising or controlling one's condition.'' Incapacitation includes but is not limited to an inability to comprehend one's own peril, according to the bill.\n\nAssemblyman Jack Ciattarelli, a Republican representing portions of Mercer and Somerset counties, has co-sponsored the bill, said Matthew Woolley. The bill will now be referred to a committee, he said.\n\nRead or Share this story: http://on.app.com/1H75a50", "article_metadata": {"google": "notranslate", "description": "Assemblyman Sean Kean puts in a bill making it a crime to jeopardize the mentally incapacitated, after Parker Drake of Howell was convinced to jump off a jetty.", "og": {"site_name": "Asbury Park Press", "description": "Assemblyman Sean Kean puts in a bill making it a crime to jeopardize the mentally incapacitated, after Parker Drake of Howell was convinced to jump off a jetty.", "title": "Bill would punish endangering mentally incapacitated", "url": "http://www.app.com/story/news/local/monmouth-county/2015/05/08/parker-drake-bill/26994393/", "image": "http://www.gannett-cdn.com/GDContent/applogos/app.png", "type": "article"}, "twitter": {"description": "Assemblyman Sean Kean puts in a bill making it a crime to jeopardize the mentally incapacitated, after Parker Drake of Howell was convinced to jump off a jetty.", "creator": "@AsburyParkPress", "image": "http://www.gannett-cdn.com/-mm-/3c59d3df45c32b552f5574f09b61c6921926f952/c=0-121-2000-2121&r=x643&c=640x640/local/-/media/2015/05/08/AsburyPark/B9317279535Z.1_20150508151639_000_G16ANU5GU.1-0.jpg", "title": "Bill would punish endangering mentally incapacitated", "site": "@AsburyParkPress", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600068887", "fb": {"app_id": 116172675120111}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Parker Drake, jetty, autism, Sean Kean"}, "article_summary": "Kean, a Republican representing portions of Monmouth and Ocean counties, introduced the bill on Thursday.\n\"It is not acceptable to lure a person to put themselves in harm's way, especially if that person is mentally incapacitated and may not understand the situation or the person's intentions.\nIncapacitation includes but is not limited to an inability to comprehend one's own peril, according to the bill.\nAssemblyman Jack Ciattarelli, a Republican representing portions of Mercer and Somerset counties, has co-sponsored the bill, said Matthew Woolley.\nBuy Photo Parker Drake, 19, of Howell escaped death when he jumped off a Manasquan jetty into the frigid ocean on a dare."}