{"article_title": "Politics: Why do 'true conservatives' (whatever that means) want to close the GOP tent?", "article_keywords": ["think", "weve", "trump", "means", "believe", "conservatives", "tax", "conservative", "politics", "close", "work", "true", "gop", "tent"], "article_url": "http://www.caintv.com/why-do-true-conservatives-what", "article_text": "Politics: Why do 'true conservatives' (whatever that means) want to close the GOP tent?\n\nImage Credit:\n\nPublished by: Herman Cain on Thursday May 5th, 2016\n\nPurity.\n\nI saw an interesting comment on my Facebook page yesterday. It came from a reader who clearly considers himself a \"true conservative\" and had to do with the idea of expanding the Republican tent to let more people in. He said he'd be happy to have more people in the tent, provided they all believe in constitutionally limited government, liberty, etc.\n\nUm . . . news flash: The people who believe in those things are already in!\n\nThe concern here, which can be a valid one if you don't take it too far, is that you don't want to let go of any and all principles just to make more people feel comfortable in your tent. Often when party leaders talk about expanding the tend, what \"true conservative\" activists think they mean is abandoning any commitment to conservative ideas so that more liberal voters will consider becoming Republicans.\n\nI think much of the resistance to Donald Trump is along these lines. Not everyone has really heard all his issue positions, but those who have tend to pick out details that don't sound \"true conservative\" and write off the larger ideas behind his proposals. For example, Trump once talked about people who profit from certain kinds of financial deals needing to pay more taxes on those deals. This got turned into \"Trump wants to raise taxes on the rich\" among many activists and pundits. That's not true! If you look at his overall tax plan, he would lower the rate on the highest earners. This particular tax idea is very limited and applies only to specific situations.\n\nBut because it invovles raising a tax on some people in certain circumstances, it's not \"true conservative\" enough for those obsessed with ideological purity.\n\nThe same is true with health care. Trump has said in the past that health care is a major responsibility of government. Is that a conservative statement? Taken by itself, not at all. If I heard it and didn't know anything else about what he's proposing for health care, I'd be concerned. But the way I'd deal with my concern would be to look into what he's proposing in the here and now. And I'd find that Trump proposes replacing ObamaCare with an excellent market-based set of proposals.\n\nYou'd think a conservative would be happy with that. But it's not enough for the purest of the pure, who remain convinced Trump is not really one of them.\n\nI think much of the resistance to expanding the tent stems from the fear that we might let in people who are not really \"true conservatives.\" Then again, I have no idea what that term is actually supposed to mean. How do I become a true conservative? Are there 50 issue positions I have to agree with? Can I qualify with 40 out of 50? Is there a sliding scale?\n\nWhat I know is this: Conservatives in general believe in less government, less spending and more individual responsibility. Liberals believe in more government, more spending and less individual responsibility. How much more? How much less? It seems to me those questions leave room for us to have a discussion. But if you're afraid of anyone who might be with you for the most part, but might want a little more government than you do . . . well then you have a choice to make.\n\nYou can try to drum everyone but the \"true conservatives\" out of the party, and you can have a very pure - and very small - party. Or you can welcome those who embrace your general ideas but might disagree here and there, and work together to win elections. Then, you work together to govern as best you can.\n\nAs it stands right now, we've lost two straight presidential elections and we have a lot of work ahead of us to avoid making it three. I had my problems with Mitt Romney, as you know, but I voted for him. He would have been eons better than Barack Obama. Yet I actually knew people who called themselves \"constitutional conservatives\" or whatever who refused to vote for Romney on the grounds that he wasn't pure enough for them, and they were quite proud of themselves for their \"principled stand.\"\n\nSome principle. It helped give us another four years of Barack Obama. Romney would have won some victories for conservatives. Under Obama, we've won none. Today we've got another chance. Some will reject Donald Trump - and many of his supporters - because they fear that welcoming them in will compromise the purity of the conservative movement.\n\nI'd like to suggest that conservatives try winning for a change, and then winning the policy battles as they govern. It works a lot better than closing your doors to people who are willing to fight alongside you on some things, and might be persuaded over time on others. But then again, it's very easy to maintain your purity when you never even get the chance to govern - because you never win.\n\nGet your copy of Herman Cain’s new book, The Right Problems, here!", "article_metadata": {"description": "Purity. I saw an interesting comment on my Facebook page yesterday. It came from a reader who clearly considers himself a", "og": {"site_name": "Best of Cain", "description": "Purity. I saw an interesting comment on my Facebook page yesterday. It came from a reader who clearly considers himself a", "title": "Why do 'true conservatives' (whatever that means) want to close the GOP tent?", "url": "http://www.caintv.com/why-do-true-conservatives-what", "image": "http://static.caintv.com/7656fff0d4big-tent.jpg", "type": "article"}, "twitter": {"account_id": 28587919}, "robots": "index, follow", "fb": {"app_id": 1558881514422925}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Politics: Why do 'true conservatives' (whatever that means) want to close the GOP tent?\nYou can try to drum everyone but the \"true conservatives\" out of the party, and you can have a very pure - and very small - party.\nI think much of the resistance to expanding the tent stems from the fear that we might let in people who are not really \"true conservatives.\"\nBut because it invovles raising a tax on some people in certain circumstances, it's not \"true conservative\" enough for those obsessed with ideological purity.\nIt came from a reader who clearly considers himself a \"true conservative\" and had to do with the idea of expanding the Republican tent to let more people in."}