{"article_title": "Hogan Wants Broader Investigation Of Obamacare Flop", "article_keywords": ["wants", "website", "republican", "exchange", "federal", "flop", "obamacare", "state", "investigation", "broader", "maryland", "democratic", "hogan"], "article_url": "http://dailycaller.com/2014/09/25/maryland-gop-nominee-wants-broader-investigation-of-obamacare-flop/", "article_text": "4328221\n\nThe Republican nominee in the Maryland governor’s race on Thursday called for an extensive probe of Maryland’s Obamacare exchange collapse.\n\nLarry Hogan, the Republican candidate who will face Democratic Lt. Gov. Anthony Brown in November, wants a wider investigation of the state exchange’s collapse — specifically about how contractors were picked and which politicians they ended up donating to.\n\nMaryland opted to accept federal taxpayer money and built its own Obamacare exchange, but the website was glitchy and difficult to use from the start. State officials decided in March to throw in the towel on the website, which cost tens of millions of taxpayer funds, and start all over again with a model of Connecticut’s more successful website. (RELATED: Maryland Obamacare Exchange Spent $90 Million On Technology Before Abandoning Website)\n\nThe federal inspector general for the Department of Health and Human Services is currently investigating the state-run exchange. The IG is looking into how state officials spent federal grant money on the failed website, but Hogan wants to expand the breadth of the investigation.\n\n\n\n“We believe that this federal investigation needs to be widened, to determine if federal and/or state laws were broken, and to investigate the potential fraud regarding the state tax dollars that were misspent on the exchange,” Hogan said at a press conference Thursday.\n\nHogan wants to know “how and why the O’Malley-Brown administration awarded these contracts to the failed contractors, and who ultimately was responsible for the collapse of the entire system.”\n\nThe Republican nominee said that Maryland contractors gave donations to the Democratic Governors Association very close to when the exchange awarded the contracts. (RELATED: Maryland Obamacare Flop Will Force Thousands To Re-enroll)\n\nBrown won the Democratic nomination, despite playing a large role in the collapsed Obamacare exchange. Democratic opponent and state attorney general Doug Gansler hit Brown repeatedly for overseeing the failure, but the argument failed to stick with voters.\n\nHogan is trailing Brown by 15 points in the latest Real Clear Politics poll average.\n\nFollow Sarah on Twitter", "article_metadata": {"sailthru.author": "Sarah Hurtubise", "description": "Suspicious political donations?", "og": {"site_name": "The Daily Caller", "description": "The Republican nominee in the Maryland governor's race on Thursday called for an extensive probe of Maryland's Obamacare exchange collapse.    Larry Hogan, the Republican candidate who will face Democ", "title": "Maryland GOP Nominee Wants Broader Investigation Of Obamacare Flop", "url": "http://dailycaller.com/2014/09/25/maryland-gop-nominee-wants-broader-investigation-of-obamacare-flop/", "image": {"width": 630, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2014/05/2014-05-05T132338Z_1_CBREA44117H00_RTROPTP_4_USA-e1403029033833.jpg", "height": 271}, "type": "article"}, "twitter": {"description": "Suspicious political donations?", "title": "Maryland GOP Nominee Wants Broader Investigation Of Obamacare Flop Via @dailycaller", "url": "http://dailycaller.com/2014/09/25/maryland-gop-nominee-wants-broader-investigation-of-obamacare-flop/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2014/05/2014-05-05T132338Z_1_CBREA44117H00_RTROPTP_4_USA-e1403029033833.jpg"}, "creator": "@@SarahMHurtubise", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2014-09-25 18:13:09", "sailthru.title": "Maryland GOP Nominee Wants Broader Investigation Of Obamacare Flop", "HandheldFriendly": "true", "sailthru.tags": "maryland,obamacare,sarah-hurtubise", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "anthony brown,larry hogan,maryland,obamacare", "sailthru.description": "The Republican nominee in the Maryland governor's race on Thursday called for an extensive probe of Maryland's Obamacare exchange collapse.    Larry Hogan, the Republican candidate who will face Democ", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2014/05/2014-05-05T132338Z_1_CBREA44117H00_RTROPTP_4_USA-e1403029033833.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fdd559\"", "article_summary": "(RELATED: Maryland Obamacare Flop Will Force Thousands To Re-enroll)Brown won the Democratic nomination, despite playing a large role in the collapsed Obamacare exchange.\nThe IG is looking into how state officials spent federal grant money on the failed website, but Hogan wants to expand the breadth of the investigation.\n4328221The Republican nominee in the Maryland governor’s race on Thursday called for an extensive probe of Maryland’s Obamacare exchange collapse.\n(RELATED: Maryland Obamacare Exchange Spent $90 Million On Technology Before Abandoning Website)The federal inspector general for the Department of Health and Human Services is currently investigating the state-run exchange.\nMaryland opted to accept federal taxpayer money and built its own Obamacare exchange, but the website was glitchy and difficult to use from the start."}