{"article_title": "New Therapy Restores Brain Region, Offers Hope For Sufferers", "article_keywords": ["pain", "chronic", "drugs", "restores", "region", "work", "drug", "brain", "offers", "therapy", "sufferers", "x", "injury", "cure", "study", "hope"], "article_url": "http://www.medicaldaily.com/eliminating-chronic-pain-new-therapy-restores-brain-region-offers-hope-sufferers-366352", "article_text": "Currently, there is no cure for chronic pain, though there are some limited treatments to lessen it.\n\nCurrently, there is no cure for chronic pain, though there are some limited treatments to lessen it. Pixabay, public domain\n\nChronic pain is one of the most difficult medical conditions to understand, let alone treat. Affecting over three million people in the U.S. per year, chronic pain has no cure and can appear even in the absence of an injury or disease.\n\nNew research out of Northwestern University, however, offers hope to chronic pain sufferers. The study, published in Nature Neuroscience, outlines a new treatment strategy that combines two already FDA-approved drugs to target brain circuits in chronic pain patients. Though it’s only been proven to be successful in rodents, the researchers are pursuing a clinical trial to test it in humans.\n\nPast research has shown brain changes in chronic pain patients. Pain signals can be transmitted even if there is no injury, and they can persist long after an injury too. A study from earlier this year found that chronic pain was similar to anxiety when it came to biological mechanisms, hinting that chronic pain is a complex that may have more to do with mental health than previously believed.\n\n“It was surprising to us that chronic pain actually rewires the part of the brain controlling whether you feel happy or sad,” said James Surmeier, chair of physiology at Feinberg and an author of the study, in the press release. “By understanding what was causing these changes, we were able to design a corrective therapy that worked remarkably well in the models. The question now is whether it will work in humans.”\n\nThe two drugs combined to make the therapy are L-dopa, a Parkinson’s drug, and a non-steroidal anti-inflammatory drug. In combination, these drugs work on brain circuits in the nucleus accumbens, preventing the mechanisms that lead to chronic pain. The researchers also found that injecting the rats with pramipexole, another Parkinson’s drug that increases dopamine production, decreased chronic pain symptoms. A combination of both anti-inflammatory and dopamine-activating drugs would be most effective, they surmise.\n\nBut perhaps one of the most interesting findings of the study was the notion that we can see chronic pain “as the brain getting addicted to pain,” said Vania Apkarian, a professor of physiology at Northwestern University Feinberg School of Medicine and an author of the study, in the press release. “The brain circuit that has to do with addiction has gotten involved in the pain process itself. ... These results establish chronic pain cannot be viewed as a purely sensory phenomenon but instead is closely related to emotions.\"\n\nSource: Ren W, Centeno M, Berger S, Wu Y, Na X, Liu X. The indirect pathway of the nucleus accumbens shell amplifies neuropathic pain. Nature Neuroscience, 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "chronic pain, chronic pain therapy", "og": {"site_name": "Medical Daily", "description": "Research shows that the combination of a Parkinson’s drug and an anti-inflammatory drug are effective in reducing chronic pain in rats.", "title": "New Therapy For Chronic Pain Offers Hope For Sufferers", "url": "http://www.medicaldaily.com/eliminating-chronic-pain-new-therapy-restores-brain-region-offers-hope-sufferers-366352", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/21/chronic-pain.jpg", "type": "article"}, "twitter": {"description": "Research shows that the combination of a Parkinson’s drug and an anti-inflammatory drug are effective in reducing chronic pain in rats.", "title": "New Therapy For Chronic Pain Offers Hope For Sufferers", "url": "http://www.medicaldaily.com/eliminating-chronic-pain-new-therapy-restores-brain-region-offers-hope-sufferers-366352", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/21/chronic-pain.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/21/chronic-pain.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-12-21T18:49:07-05:00", "modified_time": "2015-12-21T18:49:06-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Research shows that the combination of a Parkinson’s drug and an anti-inflammatory drug are effective in reducing chronic pain in rats."}, "article_summary": "New research out of Northwestern University, however, offers hope to chronic pain sufferers.\nIn combination, these drugs work on brain circuits in the nucleus accumbens, preventing the mechanisms that lead to chronic pain.\nThese results establish chronic pain cannot be viewed as a purely sensory phenomenon but instead is closely related to emotions.\"\nCurrently, there is no cure for chronic pain, though there are some limited treatments to lessen it.\nThe researchers also found that injecting the rats with pramipexole, another Parkinson’s drug that increases dopamine production, decreased chronic pain symptoms."}