{"article_title": "Italy launches 3.6 billion euro bank rescue with new fund", "article_keywords": ["billion", "italy", "rescue", "euros", "launches", "di", "36", "system", "fund", "lenders", "banks", "small", "bank", "euro"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/11/22/EU-clears-3-billion-euro-resolution-plans-four-small-Italian-banks", "article_text": "ROME (Reuters) - Italy launched a new system on Sunday to undertake a 3.6 billion euro ($3.83 billion) rescue of four small savings banks before stricter rules for winding down lenders take effect next year.\n\nThe cost of the rescue, to be conducted by the Bank of Italy, will be borne by the country's healthy banks, which pay into a newly-formed National Resolution Fund, not by taxpayers.\n\nItaly wants to save the banks before January, when new EU rules take effect under which depositors with more than 100,000 euros, as well as shareholders and bondholders will have to bear losses before public money can be used to prop up a bank.\n\nUnder the rescue plan announced on Sunday shareholders and junior bondholders in the banks will take a loss, but holders of deposits, current accounts and ordinary bonds will not.\n\n\"The State, and hence taxpayers, sustain absolutely no cost in the process,\" the Bank of Italy said in a statement.\n\nIt added that a series of other solutions to save the ailing lenders had been proposed by Italy in recent months but these had all been rejected by Brussels as illegal state aid.\n\n, Cassa di Risparmio di Ferrara and Cassa di Risparmio di Chieti were all put under special administration in the last two years after audits exposed holes in their accounts. The banks are not big enough to pose a systemic risk to the banking system, but Rome feared that under the new rules a rescue could entail losses on bonds sold to retail clients. The concern among authorities is that this could scare small savers away from what is traditionally a key source of funding for Italian lenders, and possibly trigger bank runs. Prime Minister Matteo Renzi's government passed an emergency decree on Sunday to allow immediate implementation of the plan, which was approved by the European Commission. It envisages that the Bank of Italy, as the resolution authority, will set up a \"bad bank\" containing the impaired assets of all four failing lenders, and seek buyers for what will then be sound banks. Roberto Nicastro, former director general of Unicredit , will act as president of all four sound or \"good\" banks until buyers have been found. The operation will be financed by the National Resolution Fund, which became effective last week. This is paid in to by all the country's healthy banks, which make annual contributions totaling around 550-600 million euros. In order to immediately find the 3.6 billion euros needed to save the four troubled banks, the healthy banks will pay three years of contributions in one go, with the help of an 18-month bridge loan from three of the country's largest lenders. These are Unicredit, Intesa Sanpaolo and UBI Banca . With some 650 banks, Italy's financial system is highly fragmented, and the four troubled banks are among the hundreds of small lenders which suffered most during a three-year recession between 2012-14. Italian banks are still struggling with a mountain of soured debt, with non-performing loans rising to 200 billion euros in September from 198 billion the month before. ($1 = 0.9401 euros) (additional reporting by Paola Arosio, writing by Gavin Jones; editing by Adrian Croft)\n\nBanca delle Marche, Banca Popolare dell'Etruria", "article_metadata": {"og": {"url": "http://www.thefiscaltimes.com/latestnews/2015/11/22/EU-clears-3-billion-euro-resolution-plans-four-small-Italian-banks", "type": "article", "site_name": "The Fiscal Times", "description": "ROME (Reuters) - Italy launched a new system on Sunday to undertake a 3.6 billion euro", "title": "Italy launches 3.6 billion euro bank rescue with new fund"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/11/22/EU-clears-3-billion-euro-resolution-plans-four-small-Italian-banks", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "ROME (Reuters) - Italy launched a new system on Sunday to undertake a 3.6 billion euro", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "ROME (Reuters) - Italy launched a new system on Sunday to undertake a 3.6 billion euro ($3.83 billion) rescue of four small savings banks before stricter rules for winding down lenders take effect next year.\nItalian banks are still struggling with a mountain of soured debt, with non-performing loans rising to 200 billion euros in September from 198 billion the month before.\n\"The State, and hence taxpayers, sustain absolutely no cost in the process,\" the Bank of Italy said in a statement.\n, Cassa di Risparmio di Ferrara and Cassa di Risparmio di Chieti were all put under special administration in the last two years after audits exposed holes in their accounts.\nThe cost of the rescue, to be conducted by the Bank of Italy, will be borne by the country's healthy banks, which pay into a newly-formed National Resolution Fund, not by taxpayers."}