{"article_title": "Allentown School District faces financial problems", "article_keywords": ["school", "financial", "district", "students", "allentown", "problems", "schools", "costs", "poverty", "faces", "employee", "health", "public"], "article_url": "http://articles.mcall.com/2014-01-24/opinion/mc-allentown-school-budget-armstrong-yv-0125-20140124_1_employee-costs-health-care-district-students", "article_text": "Scott Armstrong: Rising costs, poverty burden Allentown School District\n\nThree threats to the school district must be recognized and addressed if catastrophe is to be avoided. They are the district's increasingly unsustainable employee costs, the flawed charter school funding formula, and the city's rapidly rising poverty rates.\n\nSimply put, the Allentown School District is in real trouble. Again last year, the district saw its expenses rise at a faster rate than its revenues. That unfortunate scenario will play out once more this year and for the next few years after that. That is the reality facing the district, and just hoping for the best will not effectively alter the course leading to insolvency.\n\nThe primary problem facing the district annually is balancing the budget. Despite considerable employee furloughs (371 since 2009-10, a 16.5 percent staff reduction) expenditures have continued to rise at more than 3 percent annually and, according to projections, are forecast to grow by 5 percent in the next few years.\n\nExploding employee costs related to escalating public employee pension contributions and health care obligations are the main culprits. Pennsylvania's unsustainable public employee, defined-benefit pension system has created a crisis our elected officials lack the courage to resolve, but putting off a solution only exacerbates the problem. Inaction has imposed a brutal fiscal burden on the public school system, and fiscally distressed districts like Allentown have already paid a high price.\n\nRight behind are soaring health care costs and the threat of a 40 percent federal excise tax to be imposed in 2017 on employee health insurance \"Cadillac plans.\" Clearly, the Affordable Care Act has done nothing to bring down health care costs for the Allentown school District. Dithering in Harrisburg and poorly thought-out legislation in Washington mean tax dollars will continue to exit classrooms and go into broken pension and health care systems.\n\nSecondly, an increasing number of Allentown students are opting out of our public schools every year to attend state-sanctioned charter schools. In the past 10 years, the number of district students attending charter schools has grown from 364 to 2,314.\n\nWhile I am a supporter of charter schools, I am no fan of the state's formula for funding them. In short, the formula is generous to the charters and fiscally punitive to the public schools. This flawed formula opens another deep financial wound in the school district that, if left uncorrected, will bleed the district white. Harrisburg needs to address this problem (House Bill 618, if passed, provides a partial remedy) or the educational needs of the state's most vulnerable students, many right here in Allentown, will be negatively affected.\n\nFinally, the rate of poverty in the district's student population is continually increasing. The current level is a dispiriting 88.7 percent (measured by the number of students who qualify for free or reduced lunch). This rise is attributable to the general lack of interest by the city administration to address the spreading blight in the downtown and other city neighborhoods.\n\nBuilding a new arena and putting up office buildings won't be a substitute for the abandoned voter-approved systematic rental inspections program. How different would the city look if Mayor Ed Pawlowski had not dropped the ball on this popular and vital program? The rise in student poverty can be directly attributed to this failure to properly monitor city housing units.\n\nAllowing poverty to concentrate does a disservice to the entire community but especially to the poor themselves. The impact on the school district is twofold: educating predominantly low-income students presents its own challenges, while the tax revenues from blighted areas fail to provide for the educational needs of the students. It is a one-two punch.", "article_metadata": {"keywords": "Your_View, Opinion", "og": {"url": "http://articles.mcall.com/2014-01-24/opinion/mc-allentown-school-budget-armstrong-yv-0125-20140124_1_employee-costs-health-care-district-students", "site_name": "tribunedigital-mcall", "type": "article", "description": "Simply put, the Allentown School District is in real trouble. Again last year, the district saw its expenses rise at a faster rate than its revenues. That unfortunate scenario will play out once...", "title": "Allentown School District faces financial problems"}, "fb": {"admins": 100001837105818, "app_id": 185854558123618}, "description": "Simply put, the Allentown School District is in real trouble. Again last year, the district saw its expenses rise at a faster rate than its revenues. That unfortunate scenario will play out once"}, "_id": "\"57477af46914bd0286fdd570\"", "article_summary": "This flawed formula opens another deep financial wound in the school district that, if left uncorrected, will bleed the district white.\nScott Armstrong: Rising costs, poverty burden Allentown School DistrictThree threats to the school district must be recognized and addressed if catastrophe is to be avoided.\nSimply put, the Allentown School District is in real trouble.\nClearly, the Affordable Care Act has done nothing to bring down health care costs for the Allentown school District.\nSecondly, an increasing number of Allentown students are opting out of our public schools every year to attend state-sanctioned charter schools."}