{"article_title": "America's 'New' Diseases of Poverty", "article_keywords": ["poor", "school", "diseases", "southern", "national", "neglected", "disease", "americas", "tropical", "chagas", "poverty", "medicine"], "article_url": "http://www.huffingtonpost.com/peter-hotez-md-phd/americas-new-diseases-of-poverty_b_4557630.html", "article_text": "Eco Images via Getty Images\n\nThis month we celebrate the 50th anniversary of President Lyndon Johnson's 1964 State of the Union Address, when he declared a national war on poverty. But today the poorest people living in our nation still suffer from a group of unique neglected diseases linked to extreme poverty, especially in the southern United States.\n\nThe Affordable Care Act is expected to bring additional impoverished Americans into the healthcare system. Many of them will be afflicted with neglected tropical diseases, but are we ready?\n\nInformation published by investigators from the U.S. Centers for Disease Control Prevention (CDC) suggest that a majority physicians are not even trained to recognize or diagnose neglected tropical diseases affecting poor Americans, much less manage or treat their illnesses.\n\nFor instance, Chagas disease is a cause of severe heart disease caused by parasitic trypanosomes that affects an estimated 300,000 Americans, mostly in Texas and adjoining states, as well in California and some large U.S. cities. Unfortunately, a survey from the CDC published in 2010 reveals that almost one-half of U.S. primary care providers and one-third of cardiologists never consider Chagas disease as a possible risk factor for their patients, while approximately one-half of these physicians do not know the symptoms of Chagas disease. One-fourth of practicing cardiologists have never even heard of Chagas disease despite the fact that it is now a major cause of heart disease in the U.S. Things are even worse among obstetricians, which is a terrible tragedy given that about five percent of pregnant mothers infected with Chagas disease will pass the infection on to their unborn babies, resulting in a congenital infection. In a second CDC study only 7.4 percent of obstetricians even knew that maternal infection could lead to congenital Chagas disease.\n\nChagas is one of a half-dozen neglected tropical diseases we see at our National School of Tropical Medicine and specialty clinic, where Dr. Laila Woc-Colburn, a tropical infectious disease specialist, serves as medical director. While many cases are among immigrants from Latin American countries, we are increasingly finding patients who acquired their infections in poor areas of the state of Texas. Beyond Chagas disease, other chronic and debilitating neglected infections include toxocariasis, a parasitic worm disease that can cause lung problems, epilepsy and developmental delays, especially among African American children living in poor families; cysticercosis, another important cause of epilepsy also caused by a worm parasite; and leishmaniasis, a disfiguring parasitic disease of the skin. Unfortunately, few physicians think about these diseases as causes of long-term illness in their patients.\n\nRecently, in collaboration with the Houston Department of Health and Human Services, Dr. Kristy Murray from our National School and Department of Pediatrics discovered that in 2003 Houston emerged as the first major city in the U.S. with dengue. The worst affected areas appear to be the poorest parts of the city where people experience higher exposure to mosquitoes that transmit the infection. Sadly, none of the patients in previous Houston dengue epidemics, including two individuals who died, were diagnosed with this disease when their illnesses presented.\n\nIn response to this lack of knowledge our National School of Tropical Medicine has established an innovative (and intensive) eight-week-long Diploma in Tropical Medicine course to teach physicians, medical students and physician assistants how to recognize and manage the neglected tropical diseases that appear to be widespread among the poor, especially in the southern U.S.\n\n\n\nWe believe that many of these diseases are not new. Instead, it is likely the southern U.S. has suffered from these neglected tropical diseases for decades or longer; it's just that no one thought to look for them. As a result people with long-term and debilitating conditions are being misdiagnosed and not being provided access to treatment. Exactly why southern poverty in America promotes the type of neglected tropical diseases ordinarily thought of as infections found in developing countries is still a bit of a mystery -- undoubtedly poor housing, environmental destruction and lack of access to healthcare are important contributory factors.\n\nUltimately, we hope our National School and tropical disease clinic might serve as a resource for other academic health centers that increasingly might see impoverished patients with these conditions as they begin entering the health care system.\n\nPeter Hotez, M.D., Ph.D. is dean of the National School of Tropical Medicine at Baylor College of Medicine, where he is also Professor of Pediatrics and Texas Children's Hospital Endowed Chair of Tropical Pediatrics. Prof. Hotez is also the President of the Sabin Vaccine Institute and Fellow on Disease and Poverty at the James A. Baker Institute for Public Policy at Rice University. He is the author of Forgotten People, Forgotten Diseases (ASM Press).\n\nFollow Peter Hotez, M.D, Ph.D. on Twitter: www.twitter.com/PeterHotez", "article_metadata": {"description": "This month we celebrate the 50th anniversary of President Lyndon Johnson's 1964 State of the Union Address, when he declared a national war on poverty.  ...", "sailthru.expire_date": "2014-01-09 09:30:35 -0500", "og": {"site_name": "The Huffington Post", "description": "This month we celebrate the 50th anniversary of President Lyndon Johnson's 1964 State of the Union Address, when he declared a national war on poverty.  ...", "url": "http://www.huffingtonpost.com/peter-hotez-md-phd/americas-new-diseases-of-poverty_b_4557630.html", "image": "http://i.huffpost.com/gen/1550422/images/o-CHAGAS-DISEASE-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1550422/images/o-CHAGAS-DISEASE-facebook.jpg", "height": 1000}, "creator": "PeterHotez", "description": "This month we celebrate the 50th anniversary of President Lyndon Johnson's 1964 State of the Union Address, when he declared a national war on poverty.  ...", "card": "summary_large_image", "site": "@HuffPostImpact"}, "sailthru.date": "2014-01-08 09:30:35 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4557630", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "impact", "fb": {"app_id": 46744042133}, "keywords": "Dengue Fever,neglected-tropical-diseases,poverty,US poverty,chagas,Neglected tropical diseases,ntds,poverty in america,Affordable Care Act", "article": {"section": "Impact", "tag": "Dengue Fever,neglected-tropical-diseases,poverty,US poverty,chagas,Neglected tropical diseases,ntds,poverty in america,Affordable Care Act", "published_time": "2014-01-08 09:30:35 -0500", "modified_time": "2014-03-10 05:59:02 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fdd578\"", "article_summary": "Many of them will be afflicted with neglected tropical diseases, but are we ready?\nBut today the poorest people living in our nation still suffer from a group of unique neglected diseases linked to extreme poverty, especially in the southern United States.\nIn a second CDC study only 7.4 percent of obstetricians even knew that maternal infection could lead to congenital Chagas disease.\nInstead, it is likely the southern U.S. has suffered from these neglected tropical diseases for decades or longer; it's just that no one thought to look for them.\nOne-fourth of practicing cardiologists have never even heard of Chagas disease despite the fact that it is now a major cause of heart disease in the U.S."}