{"article_title": "Why liberals want to fix the welfare state — and conservatives don't", "article_keywords": ["benefits", "dont", "family", "fix", "welfare", "tax", "liberals", "paid", "insurance", "leave", "state", "inequality", "conservatives", "workers", "social"], "article_url": "http://theweek.com/articles/445270/why-liberals-want-fix-welfare-state--conservatives-dont", "article_text": "ADVERTISEMENT\n\nThe welfare state is a luxury item in the United States. Most developed countries treat social insurance programs as universal public goods, but the U.S. has largely followed a different tack: leaving it up to employers to provide these programs as fringe benefits.\n\nWe have long relied on employers to be health-insurance providers of first resort, but this is only the most visible example of what Matt Bruenig at Demos calls our \"employer-provided welfare state.\"\n\n\"Employers don't just pay out cash incomes to workers,\" Bruenig observes, \"but are instead tasked — whether by law or not — with running complex social insurance schemes among their workforce.\" These include costly benefits like paid sick days, paid family leave, and pensions.\n\nWe celebrate prominent companies that offer their workers generous social insurance benefits. Google offers new mothers a full five months of paid maternity leave. Facebook provides parents with four months of leave to care for a new child, throwing in $4,000 in \"baby cash\" for good measure.\n\nBut leaving social insurance to the market produces stark inequality in who gets access to it. The wealthiest companies and highest-paid workers tend to have the best social insurance benefits. For instance, only half of all workers in the lowest income quartile (those earning less than $540 per week) have access to paid leave from work, compared with 83 percent of those in the highest quartile (earning at least $1,230 per week).\n\nThis layers social insurance inequality on top of rising income inequality. Liberals want to alleviate this by giving all Americans access to the kinds of social insurance benefits that the highest earners enjoy now through their jobs.\n\nObamaCare sought to do this for health insurance. Insurance has long been primarily a workplace benefit for most Americans, but advocates like Ted Kennedy aimed to transform it into a \"fundamental right and not a privilege.\" Under the law's reforms, employer-sponsored insurance was subsumed into a broader scheme to make health insurance available to all Americans, regardless of where they work.\n\nLiberals have recently begun turning their attention to the inequities of paid family leave. Today, only 12 percent of workers have paid family leave through their jobs. Federal law guarantees only 12 weeks of un-paid leave for just 60 percent of workers.\n\nCongress has a bill before it that would change this. The Family and Medical Insurance Leave Act would provide all workers with 12 weeks of paid leave each year for a new baby or a family illness. Workers would receive two thirds of their typical wages, up to a maximum of $1,000 per week. This would be paid for with a small payroll tax amounting to $2 per week for the average worker.\n\nIn response to the liberal impulse to combat social insurance inequality, conservatives dwell on the potential disruptions to existing private contracts that might result from expanded access. This was most evident in conservatives' dubious preoccupation with plan cancellations that didn't meet health insurance standards under ObamaCare.\n\nWe see the same concern stirring conservative resistance to universal paid family leave. Take the \"reformicon\" movement, the much-publicized band of wonks trying to revitalize conservative policy thinking. \"Room to Grow,\" the reformicon policy manifesto, posits that while paid leave \"would assist some women, it would also disrupt the employment contracts of the majority of working Americans who currently have leave benefits. This new federal entitlement would encourage businesses currently providing paid leave programs — including more generous leave packages — to cease doing so.\"\n\nTo conservatives, the costs to the few existing employment contracts already offering paid leave outweigh the gains from expanding benefits to more workers. As Elizabeth Stoker Bruenig puts it, \"[T]he argument is this: If all women are entitled to paid leave for childbearing, the women at the top who already have generous maternity leave packages might — might!! — lose their cushy set-ups.\"\n\nIn place of paid family leave, reformicons propose a larger Child Tax Credit. But this idea, as embraced and constructed by Sen. Mike Lee of Utah, fails to provide any relief to the poorest American families, whose tax liability is already too low to gain much from a larger credit. It has also drawn resistance from traditional conservative outlets like the Heritage Foundation, warning that a bigger credit would raise marginal tax rates and stifle economic growth.\n\nThe reformicons and the Republicans who have adopted their ideas — including Sens. Lee, Rand Paul, and Marco Rubio — boast that their reforms are pro-growth and pro-family. But the boldness of their pro-family ethic is bounded by an ideological commitment to preserving markets and leaving existing contractual arrangements undisturbed. This keeps the status quo of employer-provided social insurance in place, as well as its resultant inequalities.\n\nIt doesn't have to be this way. A comprehensive welfare state doesn't have to be a bargained-for benefit that only the fortunate few buy from their employers. Social insurance can be made available irrespective of where you work — but liberals shouldn't count on much help from conservatives of any stripe in making this a reality.", "article_metadata": {"description": "Official site of The Week Magazine, offering commentary and analysis of the day's breaking news and current events as well as arts, entertainment, people and gossip, and political cartoons.", "og": {"url": "http://theweek.com/articles/445270/why-liberals-want-fix-welfare-state--conservatives-dont", "image": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/61188_article_full.jpg?itok=MX2SsSfC", "type": "article", "description": "While liberals seek to reform a decrepit employer-based system, conservatives look to preserve it", "title": "Why liberals want to fix the welfare state — and conservatives don't"}, "twitter": {"description": "While liberals seek to reform a decrepit employer-based system, conservatives look to preserve it", "title": "Why liberals want to fix the welfare state — and conservatives don't", "image": {"src": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/61188_article_full.jpg?itok=MX2SsSfC"}, "creator": "@joeldodge07", "site": "@theweek", "card": "summary_large_image"}, "fb": {"pages": 10716057521}, "keywords": "feature, U.S., opinion, liberal", "article": {"published_time": "2014-07-17T06:08:00-04:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdd57b\"", "article_summary": "Liberals have recently begun turning their attention to the inequities of paid family leave.\nLiberals want to alleviate this by giving all Americans access to the kinds of social insurance benefits that the highest earners enjoy now through their jobs.\nIn response to the liberal impulse to combat social insurance inequality, conservatives dwell on the potential disruptions to existing private contracts that might result from expanded access.\nThis layers social insurance inequality on top of rising income inequality.\nThese include costly benefits like paid sick days, paid family leave, and pensions."}