{"article_title": "Online Dating Compatibility and Learning to Accept Personality Traits – AARP", "article_keywords": ["supposed", "aarp", "youre", "soul", "accept", "understanding", "better", "traits", "mate", "im", "taught", "learning", "online", "dating", "type", "compatibility", "change", "personality"], "article_url": "http://blog.aarp.org/2015/08/14/a-potential-mate-how-to-know-him-when-you-see-him/", "article_text": "The book Soul Signs by Rosemary Altea not only taught me about myself, it also taught me how to determine compatible mates for me. With my horrible track record, the lesson was welcome.\n\nAs a “dreamer soul” sign in Altea’s system, my energy flow is central, which means I’m supposed to get along with introverts, extroverts and other centralists. It’s like having type AB positive blood type, the universal recipient: I’m receptive to everybody.\n\nA new you within reach — Visit AARP Life Reimagined »\n\nI’m supposed to be most compatible with the “new born soul,” the “prophet soul” or the “traveler soul.” But my soon-to-be ex is the last, so that one seems to be problematic for me.\n\nThe “prophet soul” can be a calming influence and appreciate my creativity and inspiration. The “new born soul” is supposedly my ideal mate. He is innovative and can provide me with inspiration. My quest is now refined.\n\nHaving a better idea how to identify most-compatible mates got me thinking about the off-Broadway musical comedy “I Love You, You’re Perfect, Now Change.” The play looks at truths we don’t want to admit about relationships and the mating game. The big truth is people don’t change, or if they do change, they usually only experience minor shifts in personality and habits.\n\nA hard-earned lesson for most of us is the value of evaluating the compatibility of a potential mate after the initial infatuation of dating has passed and the surge of serotonin in the brain calms down. If you take off your rose-colored glasses to assess the good and less attractive traits of your potential mate, you’re in a better state to decide whether you can not only live with but actually embrace the entire person, pimples and all.\n\nWith new knowledge from Soul Signs, I have a better understanding of the fundamental aspects of my personality — those that I can’t change — and the understanding that the same is true for a possible mate. The key is to accurately identify these traits.\n\nThe thing is, my soul sign means I have rose-colored glasses super-glued to my face. Short of growing a new set of eyes in the back of my head, I might be doomed. Perhaps a seeing-eye dog could sniff out one good man for me. He need not be perfect, just beautifully imperfect.\n\nComing Aug. 20: Liar, Liar Pants on Fire\n\n*Names and identifying information have been changed to protect privacy and security.\n\nPhoto: adventtr/iStock\n\nAlso of Interest:\n\n\n\nSee the AARP home page for deals, savings tips, trivia and more.", "article_metadata": {"page_title": "blog", "twitter": {"description": "The book Soul Signs by Rosemary Altea not only taught me about myself, it also taught me how to determine compatible mates for me. With my horrible track record, the lesson was welcome. As a “dreamer soul” sign in Altea’s system, my energy flow is central, which means I’m supposed to get along with introverts, extroverts and other centralists. It’s like having type AB positive blood type, the universal recipient: I’m receptive to everybody. A new you within reach — Visit …", "creator": "@aarp", "url": "http://blog.aarp.org/2015/08/14/a-potential-mate-how-to-know-him-when-you-see-him/", "title": "A Potential Mate: How to Know Him When You See Him", "site": "@aarp", "card": "summary"}, "estimated_publish_date": "2015-08-14", "Last-Modified": "2015-08-31EDT11:13:43", "keywords": "11 to 1, attraction, compatibility, infatuation, love, online dating, personality types, relationships, romance, rose-colored glasses, soul mate, traits", "houseAds": "commercial", "paywallStatus": "off", "isArticle": "false", "livefyreId": "350138:http://blog.aarp.org/2015/08/14/a-potential-mate-how-to-know-him-when-you-see-him", "title": "A Potential Mate: How to Know Him When You See Him", "comments": "on", "sponsorship": "on", "source": "aarp_washington_office", "description": "If you take off the rose-colored glasses to assess less attractive traits, you can decide better if you can embrace the entire person.", "robots": "index,follow", "Subject1": "Division:AARP.org", "fb": {"app_id": 114175878660191}, "aarpAdUnit": "11-to-1", "article": {"author": "http://www.facebook.com/AARP"}, "pluckId": "http://www.aarp.org/vendor/blog/", "viewport": "width=device-width, initial-scale=1", "language": "english", "og": {"site_name": "AARP", "description": "The book Soul Signs by Rosemary Altea not only taught me about myself, it also taught me how to determine compatible mates for me. With my horrible track record, the lesson was welcome. As a “dreamer soul” sign in Altea’s system, my energy flow is central, which means I’m supposed to get along with introverts, extroverts and other centralists. It’s like having type AB positive blood type, the universal recipient: I’m receptive to everybody. A new you within reach — Visit …", "title": "Online Dating Compatibility and Learning to Accept Personality Traits", "url": "http://blog.aarp.org/2015/08/14/a-potential-mate-how-to-know-him-when-you-see-him/", "image": "http://blog.aarp.org/wp-content/uploads/2015/07/heart-within-multiple-hearts-for-soul-signs-2iStock_000070001009Medium-185x185.jpg", "type": "article"}, "contentId": "/content/aarpe/en/home/vendor/blog", "Subject2": "Resources and Tools:Blogs", "aarpeContent": "true", "IALevel1": "vendor", "IALevel2": "blog", "s43": "13.Volunteerism|MyPersonalTime", "action": "read", "dateToday": "2016/05/27"}, "article_summary": "As a “dreamer soul” sign in Altea’s system, my energy flow is central, which means I’m supposed to get along with introverts, extroverts and other centralists.\nThe big truth is people don’t change, or if they do change, they usually only experience minor shifts in personality and habits.\nIt’s like having type AB positive blood type, the universal recipient: I’m receptive to everybody.\nThe book Soul Signs by Rosemary Altea not only taught me about myself, it also taught me how to determine compatible mates for me.\nComing Aug. 20: Liar, Liar Pants on Fire*Names and identifying information have been changed to protect privacy and security."}