{"article_title": "Everybody hates David Vitter: How the wingnut managed to tee off everyone in Washington", "article_keywords": ["everybody", "wants", "staffers", "managed", "capitol", "congress", "washington", "tee", "david", "workaround", "hill", "vitter", "contribution", "employer", "wingnut", "hates"], "article_url": "http://www.salon.com/2015/05/13/everybody_hates_david_vitter_how_the_wingnut_managed_to_tee_off_everyone_in_washington/", "article_text": "Topics: aca, Capitol Hill, Congress, David Vitter, Editor's Picks, Louisiana, Obamacare, Senate, Vitter amendment, Politics News\n\nSen. David Vitter is running for governor of Louisiana this year, and just about everyone on Capitol Hill hopes that he wins because they hate him, because he is useless and awful.\n\nA brief recap of David Vitter’s senatorial career: He got tied up in a 2007 prostitution scandal and ever since then has just sent out a bunch of press releases announcing various stunts to antagonize everyone. It’s a strategy that’s “worked,” in the sense that he got easily reelected in 2010 and is in good position ahead of the governor’s race. In terms of accomplishments and statesmanship, it’s made him a joke, but maybe that’s an old-fashioned assessment of value.\n\nVitter’s pet project over the past couple of years (years!) has been to eliminate the employer contribution to health insurance plans for members of Congress and their staffers. During the Obamacare debate, Sen. Chuck Grassley introduced an amendment requiring members of Congress and Hill staffers to join the exchanges set up under the Affordable Care Act. It was intended to embarrass Democrats into voting against it; instead Democrats embarrassed themselves by voting for it. This made for a very unusual situation, in which a small percentage of federal government employees were forbidden by law from receiving standard benefits offered by large employers. So the Office of Personnel Management drafted a workaround that would allow workers on Capitol Hill to apply an employer contribution to plans purchased through exchanges. Most people on the Hill let out a sigh of relief — especially staffers.\n\nDespite popular impressions, Hill staffers do not make tens of billions of dollars each per year. One of the perks of working for the federal government, or a lot of large employers, is the quality benefits package. If they were to lose these things they would all look for work elsewhere, especially if the elimination of the employer health care contribution isn’t met with a corresponding increase in salary. Congress may be stupid now, but it would be even stupider if it lost all of its decent staffers.\n\nDavid Vitter wants to eliminate this workaround. He wants to ensure that no one on Capitol Hill receives an employer contribution, i.e. he wants to cut their pay. He nearly got his way in September 2013, when the GOP was rummaging through some dumb ideas to save face with conservatives ahead of the government shutdown. It didn’t happen.", "article_metadata": {"description": "The Louisiana senator will not give up on his all-important campaign to screw over Hill staffers", "title": "Everybody hates David Vitter: How the wingnut managed to tee off everyone in Washington", "og": {"site_name": "Salon", "description": "The Louisiana senator will not give up on his all-important campaign to screw over Hill staffers", "title": "Everybody hates David Vitter: How the wingnut managed to tee off everyone in Washington", "url": "http://www.salon.com/2015/05/13/everybody_hates_david_vitter_how_the_wingnut_managed_to_tee_off_everyone_in_washington/", "image": "http://media.salon.com/2013/05/david_vitter.jpg", "type": "article"}, "twitter": {"description": "The Louisiana senator will not give up on his all-important campaign to screw over Hill staffers", "title": "Everybody hates David Vitter: How the wingnut managed to tee off everyone in Washington", "image": "http://media.salon.com/2013/05/david_vitter.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Jim Newell", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, aca, Capitol Hill, Congress, David Vitter, Editor's Picks, Louisiana, Obamacare, Senate, Vitter amendment", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: aca, Capitol Hill, Congress, David Vitter, Editor's Picks, Louisiana, Obamacare, Senate, Vitter amendment, Politics NewsSen. David Vitter is running for governor of Louisiana this year, and just about everyone on Capitol Hill hopes that he wins because they hate him, because he is useless and awful.\nDavid Vitter wants to eliminate this workaround.\nDespite popular impressions, Hill staffers do not make tens of billions of dollars each per year.\nHe wants to ensure that no one on Capitol Hill receives an employer contribution, i.e.\nhas been to eliminate the employer contribution to health insurance plans for members of Congress and their staffers."}