{"article_title": "Certain Cancer Drugs Worsen Patients' Brain Function Compared To Others", "article_keywords": ["function", "compared", "cognitive", "cancer", "worsen", "certain", "study", "treatments", "damage", "brain", "patients", "treatment", "chemotherapy", "drugs", "cause", "researchers"], "article_url": "http://www.medicaldaily.com/chemotherapy-brain-certain-cancer-drugs-worsen-patients-brain-function-compared-364146", "article_text": "Study suggests patients may want to be wary of chemotherapy treatment that’s been found to cause more cognitive damage.\n\nStudy suggests patients may want to be wary of chemotherapy treatment that’s been found to cause more cognitive damage. Photo courtesy of Flickr, Adeel Anwer\n\nChemotherapy saves lives, but it may be at the expense of brain function. Previous research has established cancer treatments can impair patients' cognitive skills, as well as cause chemo-induced seizures and memory loss. But it wasn't until researchers from the University of Texas MD Anderson Cancer Center collaborated with Stanford University School of Medicine did they find certain types of chemo cause more damage than others.\n\nFor the study, published in JAMA Oncology, researchers compared the common chemotherapy drug anthracycline to nonanthracycline chemotherapy regimens administered in breast cancer survivors; the average age of survivors was 55. Twenty women received anthracycline-based chemotherapy as part of their primary treatment, 19 women received nonanthracycline regimens, and 23 did not receive chemotherapy at all.\n\nTwo years after treatments, researchers tested participant's cognitive abilities and scanned their brains to examine the status and connectivity of neurons. Overall, women treated with anthracycline-based chemotherapy experience lower verbal memory, lower brain connectivity, and a decrease in information processing. They also experienced both poor and delayed memory recall compared to those receiving nonanthracycline and the control group.\n\nAccording to the American Cancer Society, people with cancer have worried about (and been frustrated by) mental cloudiness during and after cancer treatments, such as forgetfulness and having trouble concentrating and multitasking. Anthracycline drug treatments work by directly damaging DNA to stop the cancer cells from reproducing, which can then cause long-term damage to other healthy parts of the body. Researchers suspect this may be where the neurotoxicity comes into play.\n\n\"Given the results of this study, I strongly advise patients to request a referral for neuropsychological evaluation,\" said Shelli R. Kesler, study co-author and researcher, told TIME. \"This should be ongoing throughout the treatment and into survivorship.\"\n\nKesler went on to explain people who undergo chemotherapy are routinely screened by heart experts for potential damage to the heart, and the same should be done with the brain. Researchers believe genetic testing will be key to making this determination.\n\nAlthough results need to be confirmed using a larger group of participants, this study may encourage cancer specialists to test patients' brain health, especially after anthracycline treatments.\n\nSource: Kesler SR and Blayney DW. Neurotoxic Effects of Anthracycline-vs Nonanthracycline-Based Chemotherapy on Cognition in Breast Cancer Survivors. JAMA Oncology. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "chemotherapy, brain, certain, cancer, drugs, worsen, patients, brain, function, compared", "og": {"site_name": "Medical Daily", "description": "Study suggests patients may want to be wary of chemotherapy treatment that’s been found to cause more cognitive damage.", "title": "These Cancer Drugs Cause The Worst ‘Chemobrain’", "url": "http://www.medicaldaily.com/chemotherapy-brain-certain-cancer-drugs-worsen-patients-brain-function-compared-364146", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/06/chemotherapy-drugs.jpg", "type": "article"}, "twitter": {"description": "Study suggests patients may want to be wary of chemotherapy treatment that’s been found to cause more cognitive damage.", "title": "These Cancer Drugs Cause The Worst ‘Chemobrain’", "url": "http://www.medicaldaily.com/chemotherapy-brain-certain-cancer-drugs-worsen-patients-brain-function-compared-364146", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/06/chemotherapy-drugs.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/06/chemotherapy-drugs.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Under the Hood", "published_time": "2015-12-06T16:17:01-05:00", "modified_time": "2015-12-06T16:17:00-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Study suggests patients may want to be wary of chemotherapy treatment that’s been found to cause more cognitive damage."}, "article_summary": "Previous research has established cancer treatments can impair patients' cognitive skills, as well as cause chemo-induced seizures and memory loss.\nAccording to the American Cancer Society, people with cancer have worried about (and been frustrated by) mental cloudiness during and after cancer treatments, such as forgetfulness and having trouble concentrating and multitasking.\nStudy suggests patients may want to be wary of chemotherapy treatment that’s been found to cause more cognitive damage.\nTwo years after treatments, researchers tested participant's cognitive abilities and scanned their brains to examine the status and connectivity of neurons.\nPhoto courtesy of Flickr, Adeel AnwerChemotherapy saves lives, but it may be at the expense of brain function."}