{"article_title": "Black Forest fire probe clears chief; residents unimpressed – The Denver Post", "article_keywords": ["office", "unimpressed", "harvey", "probe", "sheriffs", "denver", "public", "report", "chief", "black", "forest", "statement", "clears", "residents", "post"], "article_url": "http://www.denverpost.com/news/ci_25184890/black-forest-fire-probe-clears-chief-residents-unimpressed", "article_text": "BLACK FOREST — An internal probe of the Black Forest Fire/Rescue Protection District and its chief exonerates the department of accusations of mishandling last summer’s devastating fire, investigators said Wednesday.\n\nThe report calls Fire Chief Bob Harvey’s conduct “appropriate and proper” and the fire “quickly unstoppable and uncontrollable.”\n\nThe full report, which has been submitted to the El Paso County District Attorney’s office for review, was not released to the public, but the investigation into Harvey and the department was summarized during a news conference at the Black Forest Fire Station.\n\nThe probe was conducted after El Paso County Sheriff Terry Maketa publicly stated the Black Forest fire department mishandled the operation in its initial stages and that Harvey was unaware of the size and destructive power of the blaze. Those mistakes, Maketa said, allowed the fire to grow, ultimately killing two residents and destroying 509 homes.\n\nRetired Greenwood Village Police Cmdr. Dave Fisher directed the inquiry. After interviewing fire experts and other authorities, Fisher concluded,”nothing could have been done to stop this fire.”\n\nFisher hinted his full report may also show the origin and cause of the blaze, but he would not elaborate. The summary merely said the fire was a “perfect storm.”\n\nFisher said he did not know how much the investigation cost.\n\nThe fire board blasted Maketa for his comments, and the media for reporting them, in what the board called a “misadventure.”\n\nThe board’s statement complained about “agencies or elected officials trying to impose their own will” and called for a new culture of working together.\n\nIn a statement released Wednesday night, the sheriff’s office said the protection district’s probe was vague and lacked facts to reinforce its findings.\n\n“It is unfortunate that this report contains many opinions and general information not based on facts that can be substantiated by actual evidence such as radio transmissions and recorded phone calls,” according to the statement.\n\nThe sheriff’s office is conducting the official investigation into the cause and origin of the Black Forest fire. According to the statement, that report will be made public once “all scientific analysis of items of evidence is complete.”\n\nMaketa did not attend the news conference.\n\nHarvey said the public spat between the heads of the two agencies would not interfere with how crews did their jobs when they worked together in the future.\n\n“Operationally, I think we have a great relationship,” Harvey said.\n\nThe report summary urged all agencies and personnel to maintain a professional relationship regardless of personal feelings.\n\nResidents who attended the meeting said they were not impressed with the lack of information and specifics about what mistakes, if any, on the part of Harvey were revealed in the probe.\n\n“This was a whitewash to save (Harvey’s) job,” said Black Forest resident Kevin Clark. “They’re not going to answer our questions, he wants to save his job.”\n\nArea homeowner Lisa Brant said authorities were just as frustrated as residents with the mishandling of the fire.\n\n“Firemen and police officers were the ones who first started complaining,” said Brant said.\n\nBoth Clark and Brant said hoped the sheriff’s final report on the fire will provide the information residents sought.\n\nRyan Parker: 303-954-2409, rparker@denverpost.com or twitter.com/ryanparkerdp", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcecbc\"", "article_summary": "BLACK FOREST — An internal probe of the Black Forest Fire/Rescue Protection District and its chief exonerates the department of accusations of mishandling last summer’s devastating fire, investigators said Wednesday.\nThe sheriff’s office is conducting the official investigation into the cause and origin of the Black Forest fire.\n“This was a whitewash to save (Harvey’s) job,” said Black Forest resident Kevin Clark.\nIn a statement released Wednesday night, the sheriff’s office said the protection district’s probe was vague and lacked facts to reinforce its findings.\nBoth Clark and Brant said hoped the sheriff’s final report on the fire will provide the information residents sought."}