{"article_title": "Forget Marco Rubio: This is what a transformational Republican actually looks like", "article_keywords": ["marco", "forget", "rights", "reform", "republicans", "sandoval", "actually", "hes", "rubio", "transformational", "looks", "transgender", "republican", "gop", "ayres"], "article_url": "http://www.salon.com/2015/04/22/forget_marco_rubio_this_is_what_a_transformational_republican_actually_looks_like/", "article_text": "Topics: 2016 Elections, Abortion, Brian Sandoval, Immigration Reform, Jeb Bush, Jon Ralston, Marco Rubio, Marriage equality, Nevada, Republican Party, Taxes, The Right, Transgender, Whit Ayres, Elections News, Politics News\n\nIn a Wall Street Journal op-ed last month, GOP pollster Whit Ayres brought grim tidings to his fellow Republicans. While Democrats in 2016 face the daunting challenge of holding onto the White House for a third consecutive term, Ayres wrote that Republicans nevertheless “stand a slim chance of winning the presidency” next year — “unless they nominate a transformational candidate who can dramatically broaden the GOP’s appeal.” Accordingly, Ayres has signed onto the nascent presidential campaign of Florida Sen. Marco Rubio, whom he believes can deliver the party from demographic doom.\n\n“We need to nominate a candidate that sends a message that we want Hispanic-Americans in the center-right coalition – that we want you as part of our team, because the Republican values of equal opportunity for all and greater economic growth and limited government work for all people regardless of race, creed or color,” Ayres told a reporters’ breakfast in late March, hailing Rubio as precisely the sort of “transformational” candidate he’d called for in his Journal piece.\n\nAs my colleague Simon Maloy has ably documented, however, there’s considerable peril in billing Rubio as a revolutionary Republican ready to remake the electoral map. Sure, he’s young — he turns 44 next month — and as a Cuban-American, he breaks the GOP’s traditional demographic mold. But Rubio offers little more than a younger, non-white voice for the same stale conservative boilerplate on abortion rights, same-sex marriage, taxes, climate change, health care, and foreign policy. There was that episode in which he led the GOP charge for immigration reform, but he’s since backed down on that front. The man may give a good speech, but only if you ignore what he’s saying.\n\nContrast candidates like Rubio — and his mentor-turned-rival Jeb Bush, another Republican whose odd heresy or two has fed the wildly inaccurate perception that he’s a “moderate” — with GOP Nevada Gov. Brian Sandoval. Unfamiliar with the 51-year-old? You could be forgiven; with much of the political class’s attention focused squarely on the 2016 presidential sweepstakes, Sandoval is hardly the subject of much national media attention, given that he’s not among the roughly 165 Republicans considering a presidential bid. And therein lies the nub of the matter: As a former federal judge, a young-ish Latino with broad electoral appeal, and a popular swing-state governor fresh off a smashing 47-point re-election victory, Sandoval looks, on paper, like an obvious contender for the GOP’s nod — particularly if the party wants to get serious about rebranding itself.\n\nBut it doesn’t, and it won’t. Because the very things that propelled Sandoval to his November 2014 landslide — namely, moderate policies, as opposed to a savvy repackaging of right-wing dogma — would prove fatal in a national GOP primary. Now, Sandoval is no progressive — he’s a corporate-friendly Republican, backs the so-called education “reform” agenda, has battled labor unions, and opposes Obamacare. But he also bucks his party on a wide range of issues: Despite his opposition to health care reform, Sandoval was the first GOP governor to embrace Obamacare’s Medicaid expansion, declaring that doing so was “a way for me to protect [low-income] people,” a goal that generally does not top elected Republicans’ priority lists. On social issues, he favors abortion rights (albeit with caveats), and he famously dropped his legal defense of Nevada’s marriage equality ban. While Sandoval has not fully embraced marriage equality, his record on LGBT issues is remarkably progressive in other respects, particularly on transgender rights; Sandoval signed a transgender hate crime bill, was poised to veto a bill allowing discrimination against transgender students (it failed yesterday); and he appointed a transgender woman to Nevada’s Equal Rights Commission in 2012.\n\nAs Jon Ralston, Nevada’s premiere political reporter, told Salon this week, Sandoval hasn’t always conveyed such a moderate image. Though he compiled a centrist track record in the state legislature and as attorney general, Sandoval tossed plenty of red meat to the GOP base in his successful 2010 primary campaign against incumbent GOP Gov. Jim Gibbons. Sandoval expressed support for Arizona’s SB 1070 law, which cracked down on unauthorized immigrants, and he vociferously opposed tax increases. Since then, however, Sandoval has returned to moderate form, endorsing the 2013 comprehensive immigration reform effort, butting heads with GOP Attorney General Adam Laxalt over Laxalt’s decision to sue to stop President Obama’s deportation reprieves, and proposing new business taxes to fund education. The state Senate passed Sandoval’s $437 million tax increase on Tuesday, although it now faces a right-wing rebellion in the GOP-controlled state Assembly.", "article_metadata": {"description": "If the GOP were serious about remaking its image, it would turn to Brian Sandoval -- but they aren't, so they won't", "title": "Forget Marco Rubio: This is what a transformational Republican actually looks like", "og": {"site_name": "Salon", "description": "If the GOP were serious about remaking its image, it would turn to Brian Sandoval -- but they aren't, so they won't", "title": "Forget Marco Rubio: This is what a transformational Republican actually looks like", "url": "http://www.salon.com/2015/04/22/forget_marco_rubio_this_is_what_a_transformational_republican_actually_looks_like/", "image": "http://media.salon.com/2015/04/brian_sandoval.jpg", "type": "article"}, "twitter": {"description": "If the GOP were serious about remaking its image, it would turn to Brian Sandoval -- but they aren't, so they won't", "title": "Forget Marco Rubio: This is what a transformational Republican actually looks like", "image": "http://media.salon.com/2015/04/brian_sandoval.jpg", "creator": "@LukeBrinker", "site": "@salon", "card": "summary_large_image"}, "author": "Luke Brinker", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, 2016 Elections, Abortion, Brian Sandoval, Immigration Reform, Jeb Bush, Jon Ralston, Marco Rubio, Marriage equality, Nevada, Republican Party, Taxes, The Right, Transgender, Whit Ayres", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "As my colleague Simon Maloy has ably documented, however, there’s considerable peril in billing Rubio as a revolutionary Republican ready to remake the electoral map.\nNow, Sandoval is no progressive — he’s a corporate-friendly Republican, backs the so-called education “reform” agenda, has battled labor unions, and opposes Obamacare.\nThere was that episode in which he led the GOP charge for immigration reform, but he’s since backed down on that front.\nSure, he’s young — he turns 44 next month — and as a Cuban-American, he breaks the GOP’s traditional demographic mold.\nSandoval expressed support for Arizona’s SB 1070 law, which cracked down on unauthorized immigrants, and he vociferously opposed tax increases."}