{"article_title": "Eleven attorneys general slam Obama healthcare fixes as illegal", "article_keywords": ["law", "attorneys", "plans", "illegal", "fixes", "general", "say", "slam", "health", "healthcare", "administration", "changes", "insurance", "wrote", "obama"], "article_url": "http://thehill.com/policy/healthcare/194265-11-gop-attorneys-general-accuse-obama-of-using", "article_text": "Eleven GOP attorneys general say the Obama administration is breaking the law by repeatedly making changes to ObamaCare without going through Congress.\n\nThe attorneys general specifically criticize President Obama's executive action that allowed insurance companies to keep offering health plans that had been canceled for not meeting ObamaCare's more rigorous standards.\n\nADVERTISEMENT\n\nThey say the healthcare fix was “flatly illegal under federal constitutional and statutory law.”\n\nHHS did not respond to a request for comment.\n\n“We support allowing citizens to keep their health insurance coverage, but the only way to fix this problem-ridden law is to enact changes lawfully: through Congressional action,” the attorneys general wrote in a letter to Health and Human Services (HHS) Secretary. “The illegal actions by this administration must stop.”\n\nWest Virginia Attorney General Patrick Morrisey wrote the letter, which was signed by his counterparts in Alabama, Georgia, Idaho, Kansas, Louisiana, Michigan, Nebraska, Oklahoma, Texas and Virginia.\n\nSignatories include Gregg Abbott of Texas — who’s running for governor this year — and Ken Cuccinelli of Virginia.\n\nJames D. “Buddy” Caldwell of Louisiana was previously a member of the Democratic Party, but switched to the GOP in 2011.\n\nRepublicans have often criticized the administration for making changes to the law after the fact. Other switches included the decision to delay the employer insurance mandate for a year, something many lawmakers said should have required a congressional vote.\n\nObama changed the law to allow insurance companies to allow canceled plans after coming under criticism when millions of people found out their plans were no longer being offered despite Obama's repeated promise that under ObamaCare, people would be able to keep their insurance plans if they liked them.\n\nThe change, the Republican attorney generals argue, exceeds precedents set by Supreme Court decisions.\n\nThe officials point to the 1985 Heckler v. Chaney case, in which the Supreme Court concluded that some enforcement actions of laws might be subject to judicial review first.\n\nSecurity on the state and federal health insurance exchanges is another major issue the Republicans say they want the Obama administration to improve.\n\nHHS continues to “ignore the widespread public outcry over the security of consumers’ private information” on exchanges,” they wrote, adding that they’re concerned about the administration’s decision to “not propose and implement rigorous privacy standards for outreach personnel.”", "article_metadata": {"dcterms.description": "“The illegal actions by this administration must stop,\" the attorneys general wrote.", "description": "“The illegal actions by this administration must stop,\" the attorneys general wrote.", "generator": "Drupal 7 (http://drupal.org)", "author": "Rebecca Shabad", "og": {"site_name": "TheHill", "description": "“The illegal actions by this administration must stop,\" the attorneys general wrote.", "title": "Eleven attorneys general slam Obama healthcare fixes as illegal", "url": "http://thehill.com/policy/healthcare/194265-11-gop-attorneys-general-accuse-obama-of-using", "image": "http://thehill.com/sites/default/files/blogs/obamabarack_103013getty.jpg", "updated_time": "2016-02-02T12:18:14-05:00", "type": "article"}, "dcterms.language": "und", "twitter": {"url": "http://thehill.com/policy/healthcare/194265-11-gop-attorneys-general-accuse-obama-of-using", "widgets": {"csp": "on"}, "description": "“The illegal actions by this administration must stop,\" the attorneys general wrote.", "card": "summary", "title": "Eleven attorneys general slam Obama healthcare fixes as illegal"}, "dcterms.modified": "2016-02-02T12:18-05:00", "dcterms.identifier": "http://thehill.com/policy/healthcare/194265-11-gop-attorneys-general-accuse-obama-of-using", "dcterms.date": "2014-01-02T12:54-05:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Rebecca Shabad", "dcterms.type": "Text", "keywords": ",Kathleen Sebelius,", "article": {"published_time": "2014-01-02T12:54:45-05:00", "modified_time": "2016-02-02T12:18:14-05:00"}, "dcterms.format": "text/html", "dcterms.title": "Eleven attorneys general slam Obama healthcare fixes as illegal"}, "_id": "\"57477af46914bd0286fd84e9\"", "article_summary": "Eleven GOP attorneys general say the Obama administration is breaking the law by repeatedly making changes to ObamaCare without going through Congress.\nThe attorneys general specifically criticize President Obama's executive action that allowed insurance companies to keep offering health plans that had been canceled for not meeting ObamaCare's more rigorous standards.\nSecurity on the state and federal health insurance exchanges is another major issue the Republicans say they want the Obama administration to improve.\nADVERTISEMENTThey say the healthcare fix was “flatly illegal under federal constitutional and statutory law.”HHS did not respond to a request for comment.\n“We support allowing citizens to keep their health insurance coverage, but the only way to fix this problem-ridden law is to enact changes lawfully: through Congressional action,” the attorneys general wrote in a letter to Health and Human Services (HHS) Secretary."}