{"article_title": "Reproductive Rights in Spain and Around the World", "article_keywords": ["reproductive", "rights", "abortion", "catalunya", "legal", "system", "access", "women", "abortions", "world", "womens", "spain", "care"], "article_url": "http://today.uconn.edu/2014/03/reproductive-rights-in-spain-and-around-the-world/", "article_text": "On International Women’s Day, March 8, there were women’s rights demonstrations in Spain, where the government has announced a plan to outlaw nearly all abortions. Bayla Ostrach, a Ph.D. candidate in applied medical anthropology, has researched access to abortion in that nation. She discussed with Christine Buckley of the College of Liberal Arts and Sciences the unfolding events and their global significance.\n\nDespite a 2010 policy expanding access to abortion in Spain, an upcoming Parliament vote could ban nearly all abortions there. What triggered this change?\n\nThe 2010 reforms to the abortion laws in Spain were enacted by a then-Socialist government that was subsequently voted out a year later, when the current very conservative ruling party, the Partido Popular (PP), swept national, and most local, elections. Since the early days of its electoral campaign, the PP has stated its intention to overturn legal abortion.\n\nThe current plan, which could be approved by the PP-led Spanish Congress any day, would outlaw all pregnancy terminations for fetal malformation, even those incompatible with viability, and would only allow abortion in cases of rape – with a police report predating the pregnancy confirmation – or if the woman’s life is threatened, and only in the first 12 weeks of pregnancy in either case. This would make it one of the most restrictive laws in the world. Essentially, all abortions will be illegal in Spain.\n\nYour research focuses on access to abortion care in Spain and specifically in the community of Catalunya. What are the challenges that face women trying to access abortions in this region?\n\nWomen decide whether or not to seek an abortion within multiple layers of economic and political realities. Those who navigated the public health system in Catalunya to obtain legal abortion in the wake of the 2010 policy changes encountered delays and obstacles related to misinformation and structural problems within the health system. Women also reported difficulties with a lack of social support, and logistical problems such as arranging travel, childcare, and time off work.\n\nWhat did your research show that women have done across Spain and Catalunya to overcome the difficulties they encounter when seeking abortions?\n\nMany women talked about “doing whatever they had to do” to seek and obtain care – they saw themselves as “superwomen” who could do whatever it took to get the medical care they felt they needed. Women sought abortion after evaluating the economic and social resources they had in their lives. Many women repeated, almost verbatim, “I’d rather have one child and care for him/her well, than have two that go hungry,” and related this idea to the crisis and to the constant threats to the abortion reforms.\n\nWhat would the restriction on abortion access proposed by the Partido Popular mean for Spain’s women?\n\nAny restriction on legal abortion measurably increases the likelihood that women will die or be seriously injured by illegal and clandestine abortion. Deaths and injuries from unsafe abortion, and the overall rate of abortion, are in fact higher in countries where the procedure is illegal, heavily restricted, or even just very stigmatized. More immediately, women in Spain and Catalunya who need an abortion may try to raise funds to travel to England or the U.S. to obtain the procedure, potentially creating a multi-tiered system in which women with financial resources will scramble to get care outside of their own countries, and women without money will be left at the mercy of clandestine providers.\n\nWe also know that denying women a wanted abortion increases the likelihood that these women and their resulting children will end up in poverty, or remain in poverty. The same studies have found that women who are denied a wanted abortion are more likely to be in a situation of intimate partner violence years later.\n\nWhat impact do you think outlawing abortion in Spain may have on the abortion debate in other countries around the world?\n\nThreats to abortion access in Spain should be seen as part of growing global threats to women’s health worldwide. The proposal in Spain is part of a trend of increasing reproductive governance seen everywhere from the U.S., where successful right-wing efforts led to the exclusion of abortion from Affordable Care Act coverage, to international cases of women dying or nearly dying after being denied abortion. With more than 200 abortion restrictions enacted in the U.S. in 2013; 56 percent of women living in a state with at least four types of abortion restrictions; and only 16 states guaranteeing public funding for abortion, women here should view the move to overturn the right to legal abortion in Spain as a dramatic cautionary tale.", "article_metadata": {"generator": "WordPress 4.5.2", "og": {"site_name": "UConn Today", "description": "A graduate student discusses events now unfolding in Spain and their global significance.", "title": "Reproductive Rights in Spain and Around the World - UConn Today", "locale": "en_US", "image": {"width": 630, "identifier": "http://uconn-today.universityofconn.netdna-cdn.com/wp-content/uploads/2014/03/abortion.jpg", "height": 420}, "updated_time": "2014-03-13T12:35:42-04:00", "url": "http://today.uconn.edu/2014/03/reproductive-rights-in-spain-and-around-the-world/", "type": "article"}, "twitter": {"description": "A graduate student discusses events now unfolding in Spain and their global significance.", "title": "Reproductive Rights in Spain and Around the World - UConn Today", "image": "http://uconn-today.universityofconn.netdna-cdn.com/wp-content/uploads/2014/03/abortion.jpg", "creator": "@uconn", "site": "@uconn", "card": "summary_large_image"}, "robots": "noodp", "article": {"publisher": "https://www.facebook.com/UConn/", "section": "Uncategorized", "tag": "Hot Topic", "published_time": "2014-03-11T10:17:57-04:00", "modified_time": "2014-03-13T12:35:42-04:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcec05\"", "article_summary": "What impact do you think outlawing abortion in Spain may have on the abortion debate in other countries around the world?\nThreats to abortion access in Spain should be seen as part of growing global threats to women’s health worldwide.\nSince the early days of its electoral campaign, the PP has stated its intention to overturn legal abortion.\nDespite a 2010 policy expanding access to abortion in Spain, an upcoming Parliament vote could ban nearly all abortions there.\nYour research focuses on access to abortion care in Spain and specifically in the community of Catalunya."}