{"article_title": "HEALTH: Bridging the gap between medical, mental health care", "article_keywords": ["bridging", "mental", "providers", "medical", "primary", "gap", "patients", "health", "behavioral", "services", "physical", "care"], "article_url": "http://www.pe.com/articles/health-795406-mental-care.html", "article_text": "HEALTH: Bridging the gap between medical, mental health care Share Pin It 1 of 4 More Galleries Eileen Bachemin, 50, signs in for her appointment at the San Fernando Mental Health Center in Granada Hills. on Monday, February 8. HEIDI DE MARCO/KAISER HEALTH NEW , HEIDI DE MARCO, KAISER HEALTH NEWS Related article »\n\nEven on her worst days, Tracy Young goes to her appointments at the San Fernando Mental Health Center. The counseling and medication, she says, keep her depression and schizophrenia at bay.\n\n“I come here faithfully,” said Young, 50. “I have to come here or I (feel like) I just want to give up.”\n\nYoung isn’t nearly as religious about her physical health, despite painful arthritis, a persistent backache and a family history of cancer. Until this month, she hadn’t seen a medical doctor in more than three years.\n\nPeople with severe mental illnesses are more likely to die prematurely than those without, and it’s often from treatable chronic diseases — in part because many, like Young, don’t receive regular medical care. They may be uninsured or unable to find doctors who take their insurance. They may be reluctant to seek care in traditional medical offices because of stigma or discrimination.\n\nEven when they do have medical appointments, their doctors rarely communicate with their mental health providers. Experts said the lack of coordination can lead to medication problems, higher health costs and gaps in care.\n\nNow, though, providers are forming partnerships aimed at improving patients’ physical and mental health, and reducing costs at the same time. Such holistic projects are underway in numerous states, including California, New York, Washington, and Florida.\n\n“There has been a sea change in attitudes,” said Garrett Moran, who directs an academy on the integration of behavioral health and primary care for the federal Agency for Healthcare Research and Quality. “If we are going to bend the cost curve, the integration of behavioral health care and physical health care is essential.”\n\nMoran said the old model — simply referring patients with mental illness to a primary care doctor — doesn’t work. Instead, the patients need close, coordinated monitoring by both providers.\n\nThe increased collaboration is driven in part by the Affordable Care Act, which made more people eligible for mental health services and funding for improving coordination of care.\n\nThe integration of physical and mental health was declared a priority by the federal Substance Abuse and Mental Health Services Administration, which has awarded $150 million in grants for that purpose since 2009. The grants are specifically intended to bring medical services into mental health clinics.\n\nNumerous studies have shown the effectiveness of bringing behavioral services into primary care practices. But there isn’t as much research on doing it the other way around, as in the case of San Fernando Mental Health Center.\n\nA review by the RAND Corporation of 56 such programs around the country showed that patients who received primary care at mental health sites had better diabetes and hypertension control. People with obesity and those who smoked did not show improvement.\n\nSo far, nearly 190 organizations have received one of the federal grants. They include groups such as LifeStream Behavioral Center in Florida, the Institute for Family Health in New York and Tarzana Treatment Centers in Southern California.\n\nThe Institute for Family Health focuses on promoting healthy behavior among people with severe mental illness. Medical assistants offer wellness coaching, while primary care providers help patients stop smoking and lose weight, said Virna Little, senior vice president for the institute.\n\n“If you are anxious and using smoking as a coping mechanism, (providers) really have to address the anxiety as well as the smoking cessation and education,” Little said.\n\nLinda Rosenberg, president and CEO of the National Council of Behavioral Health, said it’s often difficult for people with mental illnesses to get to a physician. They may be poor, homeless or live chaotic lives. The mental illness itself may thwart their motivation.\n\n“The best place to get their physical health care is the place where they are getting psychiatric care,” Rosenberg said. “They want the same things we do — they want convenience.”\n\nThe council assists organizations that want to coordinate health care. Often, Rosenberg said, integration starts with placing the primary care and mental health providers in the same office. But it can’t stop there: To have an impact, they need to plan and deliver care in a coordinated way, she said.\n\nTarzana Treatment Centers used its federal grant, about $400,000, to start a partnership last year with Los Angeles County’s San Fernando Mental Health Center. Since September, about 180 patients have been seen there.\n\nRichard Franco, a Tarzana Treatment Centers nurse, helps direct the collaboration. For many of the patients, he said, physical and mental health issues are closely linked.", "article_metadata": {"sailthru.image.thumb": "http://images.onset.freedom.com/pressenterprise/thumb/o34i2e-b88647890z.120160225134947000gbdf09ob.10.jpg", "content_section": "news", "content_title": "HEALTH: Bridging the gap between medical, mental health care", "og": {"site_name": "Press Enterprise", "description": "News: HEALTH: Bridging the gap between medical, mental health care | health, mental, care, medical, patients, young, people, providers, physical, primary", "title": "HEALTH: Bridging the gap between medical, mental health care", "locale": "en", "image": "http://images.onset.freedom.com/pressenterprise/article/o34i2e-b88647890z.120160225134947000gbdf09ob.10.jpg", "url": "http://www.pe.com/articles/health-795406-mental-care.html", "type": "article"}, "section": "news", "sailthru.date": "2016-02-25 13:49:47", "sailthru.title": "HEALTH: Bridging the gap between medical, mental health care", "sailthru.tags": "news, health, mental, care, medical, patients, young, people, providers, physical, primary", "fb": {"app_id": 1413700038878423}, "content_thumbnail": "http://images.onset.freedom.com/pressenterprise/thumb/o34i2e-b88647890z.120160225134947000gbdf09ob.10.jpg", "content_type": "article", "Keywords": "health, mental, care, medical, patients, young, people, providers, physical, primary", "publication_date": "2016-02-25", "sailthru.image.full": "http://images.onset.freedom.com/pressenterprise/o34i2e-b88647890z.120160225134947000gbdf09ob.10.jpg", "Description": "News: HEALTH: Bridging the gap between medical, mental health care | health, mental, care, medical, patients, young, people, providers, physical, primary"}, "article_summary": "HEALTH: Bridging the gap between medical, mental health care Share Pin It 1 of 4 More Galleries Eileen Bachemin, 50, signs in for her appointment at the San Fernando Mental Health Center in Granada Hills.\n“The best place to get their physical health care is the place where they are getting psychiatric care,” Rosenberg said.\nOften, Rosenberg said, integration starts with placing the primary care and mental health providers in the same office.\nThe integration of physical and mental health was declared a priority by the federal Substance Abuse and Mental Health Services Administration, which has awarded $150 million in grants for that purpose since 2009.\nEven when they do have medical appointments, their doctors rarely communicate with their mental health providers."}