{"article_title": "Samsung $350 Freebie a Sign of Despair?", "article_keywords": ["customers", "gift", "samsung", "package", "s6", "devices", "sign", "swarovski", "despair", "freebie", "350", "promotion", "level", "galaxy"], "article_url": "http://techgadgetcentral.com/2015/11/07/samsung-promotions-is-the-350-in-freebies-limited-time-promotion-a-sign-of-despair/", "article_text": "Almost all of the major tech companies offer some kind of promotions to their customers in the months following the release of new devices. This year even Apple offers a $50 off promotion for their Apple Watch when purchased with a new iPhone. But the active promotion of Samsung does feel a little bit like it is an act of despair. Since the sales of their latest flagship devices, the Galaxy S6, Galaxy S6 Edge, Galaxy S6 Edge Plus and Galaxy Note 5 is not exactly what Samsung has hoped for, they seem to be trying to compensate with free giveaways.\n\nSamsung just launched a promotion this week. According to Samsung, until November 22 Samsung customers can choose between two gift packs. The Swarovski crystal jewelry gift package and The Level On gift package are the ones Samsung customers can choose between. Those who opt for buying a Galaxy S6, S6 Edge, S6 Edge Plus or a Samsung Galaxy Note will get one of these gift packs. The Swarovski $350 package brings customers a Samsung-branded fast charge portable battery park, wireless charging pad, and Swarovski crystal phone cover. The offer is available for customers who purchase one of the aforementioned Samsung devices for their full retail price. So, if you would like to have a Swarovski crystal phone cover, this is your chance.\n\nThe other package called The Level On also brings Samsung customers a battery pack and a wireless charging pad. Besides these, The Level ON package offered by Samsung also contains a pair of the company’s Level On headphones. Both bundle packages have a $350 retail price, so no matter which one you choose, the saving will be the same. Alongside the two gift packages Samsung also offers a $50 cash rebate to customers who activate Samsung Pay on their devices. These are all nice promotions, but they are a little surprising. And they make us believe that Samsung is quite desperate to sell their flagship devices. Although they did well this year with the mid- rangers sold, the flagship devices weren’t as welcome so far.\n\nIf the retail price of the gift packages doesn’t feel like despair the $100 in Google Play credit offered to their customers definitely does. Especially since this particular offer is only available for those who trade in an iPhone for a Samsung phone. The promotion not only shows that they are really trying to sell their smartphones, it also shows that they are aware of who their toughest competitor is. We wish Samsung all the best and hope their sales will go as planned. We just wished they didn’t seem so desperate to sell, though.", "article_metadata": {"description": "The Galaxy flagships are not exactly what Samsung had hoped for. Are they trying to compensate with free giveaways?", "generator": "WordPress 4.4.3", "og": {"site_name": "Tech Gadget Central", "description": "The Galaxy flagships are not exactly what Samsung had hoped for. Are they trying to compensate with free giveaways?", "title": "Samsung $350 Freebie a Sign of Despair?", "url": "http://techgadgetcentral.com/2015/11/07/samsung-promotions-is-the-350-in-freebies-limited-time-promotion-a-sign-of-despair/", "image": {"width": 615, "identifier": "http://techgadgetcentral.com/wp-content/uploads/2015/11/Samsung-350-Freebie-a-Sign-of-Despair.jpg", "height": 308}, "updated_time": "2015-11-07T11:21:20+00:00", "locale": "en_US", "type": "article"}, "twitter": {"image": "http://techgadgetcentral.com/wp-content/uploads/2015/11/Samsung-350-Freebie-a-Sign-of-Despair.jpg", "description": "The Galaxy flagships are not exactly what Samsung had hoped for. Are they trying to compensate with free giveaways?", "card": "summary_large_image", "title": "Samsung $350 Freebie a Sign of Despair?"}, "robots": "noodp", "article": {"section": "SMARTPHONES", "tag": "Samsung Promotions", "published_time": "2015-11-07T18:20:49+00:00", "modified_time": "2015-11-07T11:21:20+00:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Those who opt for buying a Galaxy S6, S6 Edge, S6 Edge Plus or a Samsung Galaxy Note will get one of these gift packs.\nThe Swarovski crystal jewelry gift package and The Level On gift package are the ones Samsung customers can choose between.\nSince the sales of their latest flagship devices, the Galaxy S6, Galaxy S6 Edge, Galaxy S6 Edge Plus and Galaxy Note 5 is not exactly what Samsung has hoped for, they seem to be trying to compensate with free giveaways.\nAccording to Samsung, until November 22 Samsung customers can choose between two gift packs.\nBut the active promotion of Samsung does feel a little bit like it is an act of despair."}