{"article_title": "Making Boomerang Kids Pay Rent", "article_keywords": ["living", "college", "kids", "daughter", "money", "pay", "weis", "son", "parents", "rent", "making", "boomerang"], "article_url": "http://www.thefiscaltimes.com/Articles/2013/10/17/Making-Boomerang-Kids-Pay-Rent", "article_text": "When Carol Weis’ daughter graduated from college in 2006 with a degree in sociology, she didn’t have a job waiting for her. So, she got a lackluster retail gig and moved into her mom’s Massachusetts condo. At the time, Weis, who works as a substitute teacher and editor, says she wouldn’t have dreamed of charging her daughter rent.\n\n“I was a perfectly codependent mom,” says Weis with a chuckle. “I always stepped in and took care of her—maybe because I felt guilty that her father left us when she was six years old.”\n\nWeis’ daughter is now 29, and seven years later the two are still living together. But, as her daughter got better-paying side jobs in between studying for her master’s in social work, Weis knew it was time to broach the idea of having her make a financial contribution—if not rent, then at least splitting the household bills.\n\n“Initially, she wasn’t thrilled about the idea of paying for some of the bills,” Weis says about her daughter. “But she knew it was the right thing to do.”\n\nToday, the two split the bills for electricity, water and the rest of their utilities.\n\nRELATED: ARE BOOMERANG KIDS OVERSTAYING THEIR WELCOME\n\nTo Charge or Not to Charge?\n\nFrom sharing the utility bills here and there to paying rent every month, when your adult child moves home, should you ask him or her to contribute financially? It’s a thorny question many parents are grappling with these days.\n\nConsider the numbers: 21.6 million adults between the ages of 18 and 31—or 36% of people in this demo—lived at home with their parents in 2012, according to the August 2013 Pew Research Center report “A Rising Share of Young Adults Live in Their Parents’ Home.” This is the highest share in 40 years.\n\nExperts call these children “boomerang kids,” and when a grown child moves back home, it’s important to make sure that everyone is on the same page, says David Blaylock, a CFP® with LearnVest Planning Services. ”The first conversation that needs to happen is resetting boundaries. Keep in mind that they were probably in high school when they last lived at home, so they shouldn’t be returning to the exact same rules as when they left,” he advises.\n\nAs for paying for the privilege to move back in, Blaylock believes parents should charge a nominal fee for rent, but one that’s way below market rate. “I would advise that parents not charge more than 10% of the child’s take-home pay,” he says. “The amount should be enough as to feel like a responsibility, but not so much as to be a burden.”\n\nParents Who Make Them Pay\n\nSherman Ragland, a father of three, wouldn’t dream of not charging his adult daughter rent, especially since his rate, $450 per month, is a fraction of what she’d pay if she lived on their own.\n\nRELATED: HOW CLINGING TO MOMMY AND DADDY IS RUINING A GENERATION\n\nHis oldest daughter worked in retail while she was in college. When she graduated in 2009, she had her own apartment and worked a full-time job at a major department store chain. But a few years ago, she decided to switch careers to government contracting, which would mean taking a pay cut. “We suggested she move in to save some money,” says Ragland of his now 26-year-old daughter.\n\nHe is far from a traditional landlord. In fact, he still thinks of his primary role as being that of generous father. Case in point: What his daughter doesn’t know is that he has been setting aside all of her “rent” in an account for her to have once she’s ready to move out.\n\nBlaylock isn’t necessarily a fan of this setup. “Instead of saving the money without the child knowing about it, you’re missing out on a teaching opportunity,” he says. “The goal is to help your child manage her assets better, so talk about why you’re putting the money aside. Otherwise, it’ll be like Mom and Dad to the rescue again … ‘Here’s this big pile of money!’”\n\nRagland, a real estate investor in the Washington, D.C., area, believes older kids can also pull their weight in other ways. His daughter and 22-year-old son (who also lives at home while he finishes up his college degree) do chores alongside his 12-year-old son. “They do dishes and contribute to the running of the house, but they don’t pay a cent for food,” he says. “That’s a definite perk to living at home again.”\n\nHow Moving (Back) in Can Help Kids Out\n\nMary Dell Harrington, a writer in Westchester, N.Y., who covers these topics on her website, Grown and Flown, welcomed her 23-year-old son to live at home—rent-free—when he graduated from college in May and was interviewing for jobs. During the day, when he didn’t have an interview, he did work around the house, whether taking care of the family dogs, being home to greet the occasional appliance repairman or getting dinner on the table.\n\nRELATED: WHEN RETIREMENT MEANS CHANGING DIAPERS\n\n“The only problem with his dinner prep is that he loves spicy food and used Tabasco sauce a little too liberally for some in the family,” she jokes.\n\nHarrington sees no downside to letting her son live with her without chipping in financially, especially since he recently got a job and will soon move out of the house.\n\nThanks to their setup, her son has been able to save up for life on his own. “If he had to immediately begin paying for all of his living expenses in New York City where he works, it would be way more difficult for him to get on his feet financially,” she explains. “With a financial cushion of money he saved living at home, he’ll have a running start.”\n\nShe admits, however, that if the rent-free living arrangement had been more permanent, her son would have an unrealistic sense of money management. “If he was living at home long-term, he’d have no idea how expensive it is to maintain an apartment, pay utilities and buy groceries,” she says.\n\nA Second Chance to Bond?\n\nBill Parker, an accountant in Scottsdale, Ariz., invited his 23-year-old daughter to move in with him two and a half years ago, when she had to drop out of college after becoming sick and being unable to keep up with her workload. Parker says that their time together has brought him endless joy—not to mention 25 percent of the rent. (He didn’t do a 50-50 split because he makes more money than his daughter.)\n\nRELATED: 7 REASONS RENTALS ARE ROCKING THE HOUSING MARKET\n\n“I got divorced from her mom almost seven years ago, so I see this as a great opportunity to bond with her under less stressful circumstances,” he says.\n\nParker says asking his daughter, who works as a marketing assistant, to contribute to the rent wasn’t tough at all. “I explained that the rent she’ll pay me is less than what she would pay if she lived with friends,” he says.\n\nIn addition, his daughter also helps pay for half of the groceries and half of the utility bills. “I want her to feel the pain of turning air conditioning up, leaving lights on, etc.,” he says.\n\nAt the end of the day, he couldn’t be happier. “This has probably been the best two and a half years of our relationship,” he says. “We have grown closer than we ever were.”\n\nWhat remains tough: The fact that he worries a lot—maybe more than if they weren’t living together. “I worry when she’s out at night,” he says. “But I wouldn’t change a thing. Having her live with me will be a memory I keep for the rest of my life.”\n\nAnd that’s something else to keep in mind when a child moves back home: It doesn’t have to be a bad thing. “It’s a second chance,” says Blaylock. Not only can cohabitation bring parents and children closer, but it can also give parents another opportunity to teach their children some of the money lessons that they might’ve skimmed over or skipped entirely when they were younger. “Parents can even accept some of the responsibility for what’s going on and say, ‘Maybe I didn’t do such a good job of teaching you this stuff when you were 16, but let’s start now,’ he suggests. “That way the kid doesn’t feel like a failure.”\n\nAs for Weis, there is now an end in sight to her cohabitation with her daughter. “She can’t wait to move out,” she says. “We may be best friends, but we both agree that it’s time we had our separate lives. Luckily, for now, she has the upstairs and I have the downstairs—that’s how we’ve made this work.”\n\nMore from LearnVest:\n\nWhere Do You Draw the Line With Adult Children?\n\nOne Mom’s True Story: How I Stopped Spoiling My Kids\n\nShould You Put Your Kids’ Financial Health Before Your Own?", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "From sharing the utility bills here and there to paying rent every month, when your adult child move homes, should you ask him or her to contribute financially? It's a thorny question many parents are grappling with these days.", "title": "Making Boomerang Kids Pay Rent", "url": "http://www.thefiscaltimes.com/Articles/2013/10/17/Making-Boomerang-Kids-Pay-Rent", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/09172013_Lazy_Guy_Couch.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2013/10/17/Making-Boomerang-Kids-Pay-Rent", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/09172013_Lazy_Guy_Couch.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "From sharing the utility bills here and there to paying rent every month, when your adult child move homes, should you ask him or her to contribute financially? It's a thorny question many parents are grappling with these days.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fcec0b\"", "article_summary": "“I explained that the rent she’ll pay me is less than what she would pay if she lived with friends,” he says.\nAt the time, Weis, who works as a substitute teacher and editor, says she wouldn’t have dreamed of charging her daughter rent.\nWhen Carol Weis’ daughter graduated from college in 2006 with a degree in sociology, she didn’t have a job waiting for her.\nRELATED: ARE BOOMERANG KIDS OVERSTAYING THEIR WELCOMETo Charge or Not to Charge?\nOne Mom’s True Story: How I Stopped Spoiling My KidsShould You Put Your Kids’ Financial Health Before Your Own?"}