{"article_title": "Texas Group Uses Health Care Issue to Get Hispanics to the Polls", "article_keywords": ["group", "voters", "organizing", "support", "polls", "project", "hispanics", "hispanic", "health", "uses", "issue", "texas", "care"], "article_url": "http://www.nytimes.com/2014/09/14/us/texas-group-uses-health-care-issue-to-get-hispanics-to-the-polls.html", "article_text": "Photo\n\nSAN ANTONIO — When Armando Rodriguez opened the front door of his home here on the city’s west side, Chris Ornelas of the Texas Organizing Project met him with one question.\n\n“What are some of the biggest concerns you have in your life right now?” Mr. Ornelas asked in Spanish.\n\nHealth care, Mr. Rodriguez replied, and whether his family could afford it.\n\nThe conversation was familiar for Mr. Ornelas, who goes door to door to talk to residents as part of efforts by the Texas Organizing Project to increase voter participation among minorities.\n\nThe group’s field organizing team often meets minority voters who list health care as a top concern, and it is looking to leverage that issue to get more Hispanic voters to the polls in November.\n\nSince the Affordable Care Act passed in 2009, Republican leaders in Texas have opposed expanding Medicaid to cover poor, uninsured adults, saying the system is broken and should be overhauled before it is expanded.\n\nAdvertisement Continue reading the main story\n\nThe issue of Medicaid expansion resonates strongly with Hispanics, who make up a large portion of the state’s uninsured population. In Harris, Dallas and Bexar Counties — three of the state’s most populous counties — the Texas Organizing Project is working to use Hispanic support of affordable health care to spur a movement that could change the state’s electoral tide.\n\nThe group’s leaders said they believed their efforts, which include 200 canvassers and phone bankers, will be successful because residents are receptive to candidates who support the federal health law regardless of political affiliation.\n\n“These aren’t people who are worried about turning Texas blue,” said Ginny Goldman, executive director of the Texas Organizing Project. “Not only will we support Republicans who are on our side of the issues, but we’ll take on Democrats who are not.”\n\nThe group has endorsed Democratic candidates who are supportive of the health care law.\n\nFor their part, Republicans are prioritizing the economy and jobs — issues on which they say their party holds the upper hand — to reach Hispanic voters. They point to polling data indicating that job security and the economy resonate with Hispanic voters.\n\n“Health care is a concern among all Texans — not just Hispanics,” said David Zapata, Hispanic engagement director for the Republican Party of Texas. “However, what we’re seeing is that jobs and the economy continue to dominate voters’ concerns.”\n\nAs the state’s Hispanic population continues to grow, both major political parties are honing their messages to reach this swelling voting bloc. Although fewer than a third of eligible voters in Texas are Hispanic, they are expected to make up a plurality of the state’s population by 2020, from 38 percent of the state’s population now.\n\nMr. Zapata said conservatives who oppose the federal health law stand to gain from the party’s outreach to Hispanic voters by focusing on the economy. Texas Republicans can promote the “economic success our state has experienced” under their leadership, he said.\n\nJim Henson, Texas Tribune pollster and director of the Texas Politics Project at the University of Texas at Austin, said Hispanics overwhelmingly support almost all of the major provisions of the federal health law. (U.T.-Austin is a corporate sponsor of The Tribune.)\n\nAdvertisement Continue reading the main story\n\nBut the issue ranks far behind unemployment and the economy as the top problem facing the state.\n\nMr. Henson said that while health care was not expected to be a driving force among registered Hispanic voters, those with lower incomes could be more sensitive to health care costs and efforts to mobilize on that issue.\n\n“What we see is a pattern of support among Hispanics for much better health care delivery,” Mr. Henson said. “And, when necessary, for government to help improve that delivery.”\n\nHispanic voters also disapprove of the fines that most Texans will face if they do not buy health insurance under the federal law, and polling data shows they have been critical of its fumbled rollout. Mr. Zapata said Hispanic voters could also agree with Republicans on the Affordable Care Act’s “negative consequences,” which include cases in which individuals have lost their doctors under new health care plans and high premiums they are left to pay for health coverage.\n\nPolitical analysts are at odds on whether health care could be a driving issue among Hispanics whose voter turnout in Texas — much like the general population — has been dismal.\n\nGuadalupe Correa-Cabrera, a political science professor at the University of Texas at Brownsville, said Republicans would eventually have to compromise on health care issues with large support among Hispanics, like Medicaid expansion, if they want to be successful in coming elections in which Hispanics will carry increased electoral weight.\n\nMatt Mackowiak, a conservative political consultant, said the health care debate could work for organizing groups, like the Texas Organizing Project, looking to “target certain constituencies very narrowly” to increase voter turnout. But he quickly added that Democrats looking to use the issue to their advantage are facing a losing proposition.\n\n“The question is, ‘Can Democrats motivate voters narrowly on the issue of health care?’ ” Mr. Mackowiak said. “If you’re asking me if health care as an issue is a net plus for Democrats in 2014, I think the answer is no.”\n\nThe organizing project’s goal for the year is to deliver more than 100,000 new minority voters and reach thousands of minorities who are registered to vote but do not turn out.\n\nAdvertisement Continue reading the main story\n\nThere is a large area for improvement in Hispanic voter turnout in Texas. In 2012, only 39 percent of Hispanics eligible to vote in Texas cast a ballot in the presidential election. In that same election, 61 percent of eligible Anglo Texans voted.\n\nThe group’s leaders believe those voters could be motivated to head to the polls when they realize the polarity of positions on government-subsidized health care in the current election cycle.\n\nThey also argue that Hispanics’ likelihood of being uninsured could favor their mobilization efforts as they organize around ways to make health care more affordable in a state where almost one out of every four residents is uninsured.\n\n“When the numbers are on your side, this is a Latino problem,” said Ms. Goldman, the executive director of the Texas Organizing Project, speaking about the large number of Hispanics in the state that are uninsured. “We’ve got our numbers, and we’re going to leverage them.”", "article_metadata": {"tone": "news", "ptime": 20140913190119, "twitter": {"description": "The Texas Organizing Project’s leaders believe Hispanics could be motivated to vote when they realize the polarity of positions on government-subsidized health care in the current election cycle.", "title": "Texas Group Uses Health Care Issue to Get Hispanics to the Polls", "url": "http://www.nytimes.com/2014/09/14/us/texas-group-uses-health-care-issue-to-get-hispanics-to-the-polls.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000003111567"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/2014/09/14/us/14ttHispanics/14ttHispanics-thumbLarge.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2014/09/14/us/texas-group-uses-health-care-issue-to-get-hispanics-to-the-polls.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000003111567", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2014/09/14/us/texas-group-uses-health-care-issue-to-get-hispanics-to-the-polls.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "us", "hdl_p": "Texas Group Uses Health Care Issue to Get Hispanics to the Polls", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/us/index.jsonp", "DISPLAYDATE": "Sept. 13, 2014", "edt": "AddTexas", "keywords": "Hispanic-Americans,Health Insurance and Managed Care,Voting and Voters,Texas,United States Politics and Government", "news_keywords": "Hispanic Americans,Texas", "applicationName": "article", "PT": "article", "author": "Alexa Ura", "thumbnail_150": "https://static01.nyt.com/images/2014/09/14/us/14ttHispanics/14ttHispanics-thumbLarge.jpg", "sourceApp": "nyt-v5", "thumbnail_150_width": 150, "byl": "By ALEXA URA", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "The Texas Organizing Project’s leaders believe Hispanics could be motivated to vote when they realize the polarity of positions on government-subsidized health care in the current election cycle.", "tom": "News", "dfp-amazon-enabled": "false", "thumbnail": "https://static01.nyt.com/images/2014/09/14/us/14ttHispanics/14ttHispanics-thumbStandard.jpg", "description": "The Texas Organizing Project’s leaders believe Hispanics could be motivated to vote when they realize the polarity of positions on government-subsidized health care in the current election cycle.", "CG": "us", "robots": "noarchive", "dat": "Sept. 13, 2014", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "article": {"section_url": "http://www.nytimes.com/pages/national/index.html", "section": "U.S.", "modified": "2014-09-14", "collection": "https://static01.nyt.com/services/json/sectionfronts/us/index.jsonp", "tag": "United States Politics and Government", "published": "2014-09-13", "section-taxonomy-id": "23FD6C8B-62D5-4CEA-A331-6C2A9A1223BE"}, "thumbnail_height": 75, "geo": "Texas", "slug": "14tthispanic", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20140914013602, "og": {"url": "http://www.nytimes.com/2014/09/14/us/texas-group-uses-health-care-issue-to-get-hispanics-to-the-polls.html", "image": "https://static01.nyt.com/images/2014/09/14/us/14ttHispanics/14ttHispanics-videoSixteenByNine1050.jpg", "type": "article", "description": "The Texas Organizing Project’s leaders believe Hispanics could be motivated to vote when they realize the polarity of positions on government-subsidized health care in the current election cycle.", "title": "Texas Group Uses Health Care Issue to Get Hispanics to the Polls"}, "pdate": 20140913, "des": "United States Politics and Government", "articleid": 100000003111567, "cre": "The New York Times", "hdl": "Texas Group Uses Health Care Issue to Get Hispanics to the Polls", "col": "The Texas Tribune", "PST": "News"}, "article_summary": "“These aren’t people who are worried about turning Texas blue,” said Ginny Goldman, executive director of the Texas Organizing Project.\n“What we see is a pattern of support among Hispanics for much better health care delivery,” Mr. Henson said.\nHealth care, Mr. Rodriguez replied, and whether his family could afford it.\n“Health care is a concern among all Texans — not just Hispanics,” said David Zapata, Hispanic engagement director for the Republican Party of Texas.\n“The question is, ‘Can Democrats motivate voters narrowly on the issue of health care?’ ” Mr. Mackowiak said."}