{"article_title": "Wall Street Bonuses: Why ‘Average’ Means Less and Less", "article_keywords": ["banks", "means", "wall", "pay", "average", "bankers", "deferred", "bonus", "bonuses", "street", "compensation", "employees"], "article_url": "http://www.thefiscaltimes.com/Columns/2014/03/18/Wall-Street-Bonuses-Why-Average-Means-Less-and-Less", "article_text": "Wall Street profits may be down, but that doesn’t mean that bankers can’t still enjoy a pretty hefty bonus.\n\nIndeed, although the broker/dealer operations of New York Stock Exchange member firms (a traditional way to gauge how profitable Wall Street has been) dipped 30 percent to $16.7 billion last year from $23.9 billion in 2012, the average bonus a Wall Street employee pocketed for the year rose by 15 percent, according to data released last week by New York State Comptroller Thomas DiNapoli.\n\nWhat’s not represented in that data is the cumulative impact of five successive years during which Wall Street firms have posted profits. During that period, however, the paydays for traders, investment bankers and back officer workers on the Street weren’t nearly as lavish.\n\nRelated: How Wall Street Turns Its Pups Into Wolves\n\nWall Street banks have posted their three most profitable years ever since the financial crisis, but the three most lucrative years for their employees were 2005 through 2007, when average bonus checks soared from $149,800 to $191,360. Until last year, that is. DiNapoli’s office says that 2013 was the third-best bonus year on record, with the average bonus payment reaching $164,530. (And the average total pay for Wall Street employees was more than $360,000 in 2012, still more than five times higher than other private sector jobs.)\n\nThe disconnect between overall profitability among banks and the big paydays for many of their employees may have a lot to do with the introduction of deferred bonuses — awards earned in previous years but not paid out until this calendar year. DiNapoli’s calculations combine cash bonuses paid out for the current year with compensation deferred from prior years, and his report notes that deferred income has caused the bonus pool to swell by 44 percent over the last two years alone.\n\nTo the extent that a greater proportion of bonus payments are coming from deferred compensation, this is going to create some interesting questions and even, potentially, some dilemmas for banks and their employees.\n\nIn past years, banks that deferred chunks of their compensation — as much as 60 percent of the average bonus check, in some cases — were hailed as being prudent for finding ways to tie their employees’ long-term financial interest to that of their institution. (In recent years, deferrals have typically been a more modest 35 percent to 45 percent, according to anecdotal reports.)\n\nTo the extent that bankers and traders were motivated to take outsize risks by the promise of outsized bonus checks in just a few months’ time – money that was theirs to keep even if their bank lost millions on their bad deals – that seemed logical. In the aftermath of the financial crisis, to the extent that banks could note that they were paying out a smaller portion of their revenues as bonuses than they once had, they could make their bottom lines look better to shareholders. Goldman Sachs, for instance, reported that it set aside only 36.9 percent of revenue to pay employees over the course of 2013, the lowest proportion on record since 2009.\n\nOn the banks’ part, their shift to deferred compensation, combined with the industry’s new fundamentals, have left them with a new kind of conundrum. Revenue opportunities are more difficult to come by; costs – especially regulatory burdens – are more evident.\n\nThat includes compensation costs that, with the shift toward deferred compensation, have now become less flexible, arguably at a time when the banks could most use some flexibility. By locking in future pay – often in the form of stock-based compensation – banks are pledging to pay current employees two to three years into the future, regardless of how well those bankers or traders are performing down the road.\n\nIn its most recent overview of the compensation trends, Johnson Associates Inc. noted that historically Wall Street has paid a premium of 15 percent to 20 percent over “comparable opportunities,” reflecting the fact that it offers significantly less stability and a lot more stress than, say, a job in marketing at Procter & Gamble. Arguably, Johnson Associates analysts suggest, today that premium is at best modest or perhaps even non-existent. At the same time, they are also finding less concern for employee welfare.\n\nBoth of these findings mirror the conclusions drawn by Kevin Roose in his recent chronicle of the experiences of 13 young Wall Street recruits post-crisis, Young Money, and reflect the unease triggered on the Street by a flurry of suicides and other premature deaths of young bankers.\n\nJohnson Associates points out that there is little tolerance for a “field of dreams” approach to compensation: pay well, and hope that the fees and trading profits will come. Investment banks and other Wall Street institutions have to justify the compensation they’ll fork over – and that includes bonuses.\n\nTo the extent a percentage of future payout is set, thanks to past deferrals, younger bankers may want to do some deferring of their own: postponing the celebrations and the spending, for instance, in case a big payout this year is the last one that they see for a while.\n\nGoing forward, the aggregate numbers that DiNapoli’s office puts out year after year are going to say less and less about the experience of the average Wall Street banker or trader.\n\nCommon sense – based on the business and regulatory environment in which these financial institutions do business – means there’s likely to be a lot more differentiation between what a big rainmaker takes home at the end of the year and what junior members of that rainmaker’s team get. The young money used to buying Manhattan condos with their bonus money might have to start thinking instead about, say, a modest SUV.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Last year’s bonuses were the third best on record, but the average numbers only tell part of the story.", "title": "Wall Street Bonuses: Why ‘Average’ Means Less and Less", "url": "http://www.thefiscaltimes.com/Columns/2014/03/18/Wall-Street-Bonuses-Why-Average-Means-Less-and-Less", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/08082011_WallStWoe_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Columns/2014/03/18/Wall-Street-Bonuses-Why-Average-Means-Less-and-Less", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/08082011_WallStWoe_article.jpg", "creator": "@SuzMcGeeNYC", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Last year’s bonuses were the third best on record, but the average numbers only tell part of the story.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Going forward, the aggregate numbers that DiNapoli’s office puts out year after year are going to say less and less about the experience of the average Wall Street banker or trader.\nWhat’s not represented in that data is the cumulative impact of five successive years during which Wall Street firms have posted profits.\n(And the average total pay for Wall Street employees was more than $360,000 in 2012, still more than five times higher than other private sector jobs.)\nInvestment banks and other Wall Street institutions have to justify the compensation they’ll fork over – and that includes bonuses.\nDiNapoli’s office says that 2013 was the third-best bonus year on record, with the average bonus payment reaching $164,530."}