{"article_title": "Alaska Governor pushes lots of new taxes, including state income tax « Hot Air", "article_keywords": ["oil", "pushes", "lots", "tax", "alaska", "taxes", "hot", "state", "including", "governor", "income", "walker", "budget", "plan"], "article_url": "http://hotair.com/archives/2015/12/13/alaska-governor-pushes-lots-of-new-taxes-including-state-income-tax/", "article_text": "Alaska Governor pushes lots of new taxes, including state income tax\n\nposted at 2:01 pm on December 13, 2015 by Jazz Shaw\n\nThings aren’t going very well in Juneau these days and unlike the more nuanced arguments taking place in other states, Alaska is dealing with a problem which can be summed up in one word: money. The state spent a long time riding high on sustained, high oil prices which greatly impact their budget, but the sunset of the oil boom has led to a long term collapse in those revenues and Alaska needs to come up with some more cash. Their part time legislature will be returning to session next month and they will be facing a wide ranging proposal from Governor Bill Walker to fatten up the state coffers through new and increased taxes. (KTUU News)\n\nGov. Bill Walker is proposing a personal state income tax as part of his plan to close Alaska’s $3.5 billion budget gap, he announced Wednesday. The administration estimates that having a majority of residents pay directly into state government for the first time since 1980 would generate an additional $200 million of state revenue each year… In addition to an income tax, Walker’s new plan to pay for state government calls for several revenue-generating steps, including: A 2 percent increase on the top mining tax bracket ($12 million).\n\nA 1 percent commercial fishing surtax ($20 million).\n\nElimination of tourism tax exemptions ($15 million).\n\nAn additional fee for every alcoholic drink sold ($40 million).\n\nA $1 increase for tax on a pack of cigarettes ($27 million).\n\nYou may remember Walker from his early profile as a Republican who later bolted the party to run as an independent. From that mixed-breed platform he adopted a patchwork of policies from both liberal and conservative playbooks, including opposition to new mine construction, global warming prevention and Obamacare Medicaid expansion alongside support for oil and gas pipeline construction, offshore drilling and expanded gun rights. How this massive tax plan fits into that ideology is anybody’s guess.\n\nHis problem is that oil used to reliably sell for 80 to 100 dollars per barrel or more. It’s now been below 50 for quite a while and recently hit $38. Adjustments obviously need to be made, but this clearly isn’t a conservative reflex on display in response to the economic shortfall. Digging in immediately and reaching for even more sin taxes is historically a loser. (Alaska already has among the highest taxes in the nation for beer and wine. If they pass this tobacco tax they’ll be in the top five in the nation in that category.) Installing a progressive state income tax will simply take an historically red state and make it look all the more blue.\n\nThe Governor is proposing some cuts in spending to Alaska’s generous budget for education, health and social services, but the state GOP is saying it’s not going far enough and doesn’t realistically deal with their budget needs. Others would like to see him exploring some version of online sales tax enforcement. The one area of agreement seems to be the pinch residents will feel in their wallets if their annual checks based on the resource royalty payments fund (from oil revenues) are slashed as proposed. That’s one area where the government as an entity and the taxpayers are joined as partners in the good times and the bad, so when commodity prices dip, everyone feels the pain.\n\nThe legislature has a big job in front of them this year. The voters will have an equally important task in deciding if they elected the right man for the job in terms of handling the state purse when the hard times hit.\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "Good luck with that", "title": "Alaska Governor pushes lots of new taxes, including state income tax", "url": "http://hotair.com/archives/2015/12/13/alaska-governor-pushes-lots-of-new-taxes-including-state-income-tax/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary", "creator": "@JazzShaw"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2015-12-13T19:01:11+00:00", "modified_time": "2015-12-13T15:00:36+00:00"}, "keywords": "Alaska, Bill Walker, governor, income tax, Oil and Gas Industry, sin taxes, taxes,", "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "_id": "\"57477af46914bd0286fd84f2\"", "article_summary": "Installing a progressive state income tax will simply take an historically red state and make it look all the more blue.\nBill Walker is proposing a personal state income tax as part of his plan to close Alaska’s $3.5 billion budget gap, he announced Wednesday.\nHow this massive tax plan fits into that ideology is anybody’s guess.\nAlaska Governor pushes lots of new taxes, including state income taxposted at 2:01 pm on December 13, 2015 by Jazz ShawThings aren’t going very well in Juneau these days and unlike the more nuanced arguments taking place in other states, Alaska is dealing with a problem which can be summed up in one word: money.\n(Alaska already has among the highest taxes in the nation for beer and wine."}