{"article_title": "California Health Insurers Restrict Doctor Choice To Lower Costs", "article_keywords": ["blue", "lower", "francisco", "plans", "doctor", "choice", "restrict", "costs", "health", "plan", "doctors", "san", "california", "insurers", "hospitals", "care", "shield"], "article_url": "http://www.kpbs.org/news/2013/dec/02/california-health-insurers-restrict-doctor-choice-/", "article_text": "Aired 12/2/13 on KPBS News. Californians shopping for health insurance next year are faced with many choices and different prices. The plans they choose also come with different combinations of doctors and hospitals. Some people are confused and frustrated.\n\nDiane Shore of Mill Valley is one of a small group of Americans who received a letter that their health policy will be canceled.\n\nThe letter from Blue Shield of California suggested a new Blue Shield plan with a small premium increase.\n\nBut she’s not pleased.\n\n\n\n“My physicians will no longer be in this network of physicians, or the hospitals won’t be as well,” said Shore.\n\nDocument Health Policy Cancellation Notice The letter from Blue Shield of California suggested a new Blue Shield plan with a small premium increase. Download\n\nIf Shore chooses that Blue Shield plan, the doctors and hospitals available to her will be limited to certain geographic areas, like Marin County where she lives.\n\n“All my doctors are in San Francisco. I live 20 minutes from San Francisco. In fact, it’s more convenient for me to go to San Francisco than to the hospital here in Marin County,” she said.\n\nShore battled breast cancer in 1998, and said she wants to stick with the same providers she's been seeing since then.\n\n“I want to keep with a surgeon that I know if this ever reoccurred, that I have full confidence in her. And my primary care doctor has been my primary care doctor for 20 years.”\n\nSo Shore said she’s looking at other options. And she’s fortunate enough to have help from an insurance broker as she shops for a new plan.\n\nGeographic Limitations Included In Health Plans Next Year\n\nThe health plan suggested to Diane Shore was a Blue Shield EPO plan. EPO stands for 'exclusive provider organization.'\n\nBlue Shield of California said it is offering these plans for the first time next year to keep health plans affordable for buyers on the individual market.\n\nBlue Shield EPOs are being offered in four regions in 2014: a swath of counties in Northern California, spanning an area from the Oregon border to Tuolumne County; a second region includes Marin and surrounding counties to the northeast. The other areas include Alameda county and the Monterey region.\n\nPeople in a Blue Shield EPO plan in these counties are restricted to doctors and hospitals in their areas.\n\nThey will not be able to get insurance coverage for a provider in San Francisco or Los Angeles, unless it is an emergency service or Blue Shield authorizes the care as a \"necessary\" service not available in the EPO area.\n\nAnthem Blue Cross is also offering EPOs in some regions next year, including San Francisco, Los Angeles and San Diego.\n\nSan Francisco based insurance broker Susan Shargel said she’s trying to sort out all the new ways insurers are contracting with doctors.\n\nSome Health Plans Will Have Fewer Providers\n\n“It’s enough to give you a migraine, truly,” said Shargel.\n\nCalifornia health insurers say some health plans will also have fewer doctors and hospitals than they had this year.\n\nBlue Shield of California, for example, said it will have fifty percent the doctors and seventy-five percent of the hospitals next year than it has in its individual health plan network this year.\n\nShargel said the changes are not clear in the cancellation letters.\n\n“There isn’t something that says 'Alert! Be aware! Take action now to be sure this works for you...There needs to be a red alert.”\n\nHealth insurers say, it’s true, some plans will have fewer provider options next year. It’s happening on and off the exchanges.\n\nPatrick Johnston is from the California Association of Health Plans.\n\nHe said the Affordable Care Act requires greater benefits to consumers in terms of coverage and out of pocket expenses, so one of the few cost variables to work with is doctor contracts.\n\n“What’s left to control costs is the network, and in areas where there are a lot of hospitals, some more expensive than others, and a lot of doctors, it’s only natural that a health plan will sign up some, but maybe not all,” said Johnston.\n\nSo Johnston said if you’re buying your own insurance next year and want to keep your doctors, you may have to shop around.\n\n“Transitioning might mean looking or having difficulty signing up for exactly the same doctors. But the benefits are rather enormous,” he said.\n\nPrice Negotiation Part Of Market-Based Health Care System\n\nJerry Kominski is with the UCLA Center for Health Policy Research. He said insurers are negotiating for their bottom line.\n\nDocument Notice of Individual Health Benefit Plan Withdrawal Anthem Blue Cross is offering EPOs in some regions next year, including San Francisco, Los Angeles and San Diego. Download\n\n\"We’re willing to pay you $50 a visit, just for example. If you’re not willing to do that, we know a doctor’s group across the street that will accept that.\"\n\nKominski said the trend of narrowing provider networks to keep costs down is not new. But it’s been accelerating under the Affordable Care Act. It happens in group health plans too.\n\n\"What we have done in the last 30 years in the United States is move more and more towards a market-oriented healthcare system. And markets depend on price competition.\"\n\nHe said the jury is still out on whether limiting doctors in health insurance will affect quality of care. But he said there’s no question if affects choice.\n\n\"So if we want to keep healthcare from becoming completely unaffordable for everyone, at some point something has to give. And in this case what’s giving is the ability to choose any doctor in any hospital.\"\n\nKominski and health insurers say some plans may have a wide variety of doctors and hospitals, but you can expect to pay more for that choice.", "article_metadata": {"description": "Californians shopping for health insurance next year are faced with many choices and different prices. The plans they choose also come with different combinations of doctors and hospitals. Some people are confused and frustrated.", "og": {"site_name": "KPBS Public Media", "description": "Californians shopping for health insurance next year are faced with many choices and different prices. The plans they choose also come with different combinations of doctors and hospitals. Some people are confused and frustrated.", "title": "California Health Insurers Restrict Doctor Choice To Lower Costs", "url": "http://www.kpbs.org/news/2013/dec/02/california-health-insurers-restrict-doctor-choice-/", "image": "https://kpbs.media.clients.ellingtoncms.com/img/news/tease/2013/12/02/56837.jpg", "type": "article"}, "has_audio": 1, "apple-mobile-web-app-title": "KPBS", "fb": {"app_id": 131056773055}, "apiKpbs": "133213 %##% California Health Insurers Restrict Doctor Choice To Lower Costs", "keywords": "News, Health, Health Insurance", "verify-v1": "zHHWZpwcl/kpXf/ZbbmtRN41TWDeCfjQil8LGROx/LA=", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no,shrink-to-fit=no"}, "article_summary": "The letter from Blue Shield of California suggested a new Blue Shield plan with a small premium increase.\nDocument Health Policy Cancellation Notice The letter from Blue Shield of California suggested a new Blue Shield plan with a small premium increase.\nGeographic Limitations Included In Health Plans Next YearThe health plan suggested to Diane Shore was a Blue Shield EPO plan.\nCalifornia health insurers say some health plans will also have fewer doctors and hospitals than they had this year.\nPrice Negotiation Part Of Market-Based Health Care SystemJerry Kominski is with the UCLA Center for Health Policy Research."}