{"article_title": "Report highlights successes, challenges of Medicaid", "article_keywords": ["access", "successes", "highlights", "haven", "challenges", "services", "patients", "husky", "medicaid", "enrolled", "report", "health", "insurance", "care"], "article_url": "http://www.nhregister.com/article/NH/20150115/NEWS/150119629", "article_text": "HARTFORD >> A sampling of newly insured low-income residents who received health coverage through the Affordable Care Act show they were happy with their new access to physicians, but many did not realize they also had dental care.\n\nComplaints centered on the difficulty of getting appointments with specialists, while some patients said it took months to get an insurance card.\n\nChristian Community Action’s Healthcare Kitchen Cabinet interviewed 104 individuals who enrolled in insurance plans — mainly HUSKY/Medicaid — in the last year with assistance from Access Health CT, the state’s health exchange network.\n\nCCA, a faith-based ecumenical social services agency in New Haven, collaborated with the Connecticut Alliance for Basic Human Needs on the project.\n\nAdvertisement\n\nThe purpose was to get early feedback on the first year of the expanded health insurance so as to identify issues that could then be shared with state health care policy personnel.\n\n“Most people we talked to were very happy to be insured, had good experiences when they enrolled and were pleased with their experiences with the health care system,” according to the report issued Thursday. The residents interviewed were mainly from New Haven.\n\n“This is what health care should be,” said Andrew, one of the patients quoted in the report; most were identified only by first name.\n\nHe said his wife was covered during her pregnancy and the birth of their son. They reported having no issues with the coverage or care, and were grateful for the coverage.\n\nConnecticut adopted the Medicaid/HUSKY D expansion option, which offered insurance to non-parenting adults with incomes up to 138 percent of the federal poverty level. This level more than doubled the income level which originally was about 55 percent of the federal poverty level.\n\nThe HUSKY A program, which covers children and their parents or caregivers, was available to families with incomes up to 185 percent of the poverty level. It has now been adjusted up to 201 percent of the poverty level.\n\nFor the first six months of the year, 156,815 people enrolled in HUSKY through the exchange. Of these, 79,993 were individuals enrolled in HUSKY D and 77,882 were family members enrolled in HUSKY A.\n\nThis represented an additional 62,774 people, or a 67.4 percent increase, in HUSKY D enrollment, while HUSKY A enrollment jumped by 44,005 additional people, or 10.3 percent.\n\nAn earlier report by an oversight council in October that the cost per member per month for HUSKY D participants dropped from $804 to $684 in the April-June 2014 quarter.\n\n“These figures seem to indicate that those newly eligible for HUSKY D are either healthier than had been anticipated or are not yet accessing health care services for which they are eligible,” the report said.\n\nThe surveyors found that only 18,396 with incomes between 138 percent and 200 percent of the federal poverty level enrolled in private insurance plans offered on the exchange because the plans were too expensive for them, even with subsidies. Those who had enrolled, found they could not meet their high deductibles in order to access care.\n\n“The result is that people with chronic diseases are still not getting the care they need to manage their diseases even if they are paying for insurance,” according to the report.\n\nJane McNichol, who is with the Legal Assistance Resource Center of CT, said HUSKY/Medicaid patients have access to “very good dental coverage,” which is coordinated by the administrative services organization, Benecare, but “people don’t know about it.”\n\nMcNichol said Benecare has a good record of connecting with dentists for the Medicaid population. She said the dental rider for those insured by private plans is not as good.\n\n“Information about the services available through BeneCare and contact information for BeneCare should be made available to and emphasized to new HUSKY enrollees. For those not eligible for HUSKY, dental insurance offerings on the exchange should be improved,” the report recommends.\n\nAs an example of this confusion, the report includes comments from a New Haven man that he was happy with the ability to take care of his medical needs, but he said he put off dental care, despite daily pain, because he lacked the necessary funds to pay for it himself.\n\nGoing forward, the report also recommends year-round accessibility for in-person assistance to help people with enrollment and renewal through the exchange.\n\nSince most people heard about the insurance through family and friends, it also recommended that churches, community institutions and informal community gatherings be targeted as a way to reach these people.\n\nThere was a large variation in the amount of time it took to get a HUSKY card after a person enrolled, according to the survey, with some receiving them in a month, while others waited 2 to 3 months or never received a card.\n\nThe report recommends improved interactions between Access Health CT and the state Department of Social Services, which oversees the HUSKY program.\n\n“People who sign up for health care and are told that they are covered should not have to wait months to receive a care verifying their status,” the report said.\n\nA separate survey by Primary Care for New Haven, which got feedback from primary care providers for adults in the New Haven area, suggested that “as more people enroll in HUSKY and then take steps to get health care, access to health care may become more problematic.”\n\nAt the time of the survey, only 56 percent of providers of primary care to adults in Greater New Haven were accepting new Medicaid patients.\n\nThe two federally qualified health clinics in New Haven reported different issues. Since the Affordable Care Act does not cover undocumented immigrants, the Fair Haven Community Health Center said many coverage issues at the clinic are unchanged.\n\nStaff at the Cornell Scott Hill Health Center saw a jump in patients covered by HUSKY and fewer self-pay patients. They found this was helpful as the HUSKY rate is closer to covering their costs than other forms of payment. This clinic also said they have been able to provide services without overtaxing staff.\n\nThe Hill staff worried that funding to cover services for undocumented immigrants may become more difficult. Unlike most service providers, this clinic has dental service on its site. Its relationship with Yale University also made it easier to access specialists for its patients.", "article_metadata": {"news_keywords": "Health, Health news, New Haven Health news, CT Health news, US Health news, world Health news.", "title": "Report highlights successes, challenges of Medicaid/HUSKY", "og": {"url": "http://www.nhregister.com/article/NH/20150115/NEWS/150119629", "image": {"width": "600px", "identifier": "http://local.nhregister.com/common/dfm/assets/logos/small/nhregister.png?052016", "height": "600px"}, "type": "article", "title": "Report highlights successes, challenges of Medicaid/HUSKY"}, "twitter": {"domain": "nhregister.com", "description": "HARTFORD >> A sampling of newly insured low-income residents who received health coverage through the Affordable Care Act show they were happy with their new access to physicians, but many did not realize they also had dental care.", "title": "Report highlights successes, challenges of Medicaid/HUSKY", "url": "http://www.nhregister.com/article/NH/20150115/NEWS/150119629", "image": {"src": "http://local.nhregister.com/common/dfm/assets/logos/small/nhregister.png?052016"}, "site": "@nhregister", "app": {"id": {"ipad": "id568468308", "iphone": "id520203861", "googleplay": "com.spreedinc.providers.digitalfirstmedia.newhavenregister"}}, "card": "summary_large_image"}, "fb": {"admins": 18506000}, "keywords": "Health, Health news, New Haven Health news, CT Health news, US Health news, world Health news.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "description": "HARTFORD >> A sampling of newly insured low-income residents who received health coverage through the Affordable Care Act show they were happy with their new access to physicians, but many did not realize they also had dental care."}, "article_summary": "“This is what health care should be,” said Andrew, one of the patients quoted in the report; most were identified only by first name.\nThe report recommends improved interactions between Access Health CT and the state Department of Social Services, which oversees the HUSKY program.\nAdvertisementThe purpose was to get early feedback on the first year of the expanded health insurance so as to identify issues that could then be shared with state health care policy personnel.\nOf these, 79,993 were individuals enrolled in HUSKY D and 77,882 were family members enrolled in HUSKY A.\nThose who had enrolled, found they could not meet their high deductibles in order to access care."}