{"article_title": "Marriage today: rich-poor gap, later vows, gays gain access", "article_keywords": ["couples", "program", "married", "adults", "vows", "later", "young", "gap", "access", "richpoor", "according", "marriage", "gain", "gays", "samesex", "programs", "children", "today"], "article_url": "http://ktar.com/story/472550/marriage-today-rich-poor-gap-later-vows-gays-gain-access/", "article_text": "Through two decades of debate on whether America’s gays and lesbians should have the right to marry, opponents of such unions depicted their resistance as “defense of marriage.” Now, on the cusp of a Supreme Court ruling that could legalize same-sex marriage nationwide, the underlying institution is under scrutiny anew.\n\nDoes marriage in America indeed need help? What kind of shape is it in? In simplest terms, the diagnosis is mixed.\n\nAmong college-educated, relatively affluent couples, marriage is doing pretty well. Where education and income levels are lower, it’s often a different story — higher divorce rates; far more children being born out of wedlock, including many to single mothers.\n\nThere’s broad sentiment that this “marriage gap” is unfortunate, but no consensus on what to do about it. Some believe government-funded marriage-promotion programs can make a difference. Others depict marriage-focused solutions as misguided and say the problems can be eased only by broader economic and social initiatives benefiting all types of households.\n\n“There is no one silver bullet,” said David Blankenhorn, head of a centrist think-tank, the Institute for American Values, that focuses much of its work on marriage and families.\n\nYet despite uncertainty about solutions, he and others believe there is now an opportunity to bridge the left-right split over marriage, particularly in light of the sweeping gains for gay and lesbian couples.\n\nFor many years, the gay-marriage debate was intertwined with assertions about “traditional marriage” between a man and a woman. A federal act passed in 1996 and a subsequent wave of amendments adopted in many states used the term “defense of marriage” to deny recognition to same-sex unions. Many opponents of same-sex marriage argued that allowing gays to wed would somehow undermine heterosexual marriage.\n\nSuch arguments have fared poorly in recent federal court cases. And there’s a strong likelihood that the Supreme Court will order the legalization of same-sex marriage in all 50 states in a ruling expected soon. Opinion polls show a solid majority of Americans support it.\n\n“Marriage as culture war in America can now be replaced by marriage as common cause,” said a coalition of scholars and civic leaders in their manifesto for a new initiative called Marriage Opportunity.\n\nThe group, with Blankenhorn as an organizer, envisions liberals fighting for economic opportunity, conservatives fighting for stronger families and gays who have now won marriage rights for themselves all uniting to confront the marriage gap.\n\nScholars who have chronicled the gap say it stems in large measure from the loss of stable, well-paid industrial jobs — consigning many young adults to precarious, low-paid work, and prompting some to put off marriage even while having children out of wedlock.\n\nIn contrast, college-educated young adults are more likely to wait until marriage to have children and then have the prospect of raising them in a household supported by two good incomes.\n\nAccording to the Pew Research Center, the share of American adults who’ve never married is at a historic high. In 2012, 20 percent of adults 25 and older had never been married, compared to 9 percent of adults in 1960. Back then, according to Pew, the likelihood of being married didn’t vary according to level of education; now men with advanced degrees are far more likely to have married than those who didn’t go beyond high school.\n\nAnother striking figure: Unmarried mothers account for 40.6 percent of children born in the U.S., according to recent Census data. In the African-American community, the rate is 71.5 percent.\n\nTera Jordan, a professor of human development at Iowa State University, has studied various aspects of marriage and relationships among black Americans.\n\nShe sees a need for multiple changes — more access to good-paying jobs, better educational opportunities, a lowering of the incarceration rate for young black men. Her advice to young adults wondering about marriage: “Be clear about your goals, be patient. Finish your education.”\n\nBefore moving to Iowa, Jordan worked with a federally funded marriage-strengthening program in Georgia. In all, according to experts who study the field, more than $1 billion in public funding has been spent since 2005 on such programs, yet their effectiveness remains subject to debate.\n\nThe largest, most durable state-level program is the Oklahoma Marriage Initiative, recently renamed Project Relate. Since its launch in 1999, it has served more than 400,000 Oklahomans — about 10 percent of the population.\n\nOne of its primary programs, Family Expectations, entails 30 hours of classes for low-income expectant parents who want to strengthen their relationships. Independent assessments found that couples taking the program are more likely to stay together than other couples.\n\nKendy Cox, a senior director of Project Relate, said many low-income couples believe in the concept of marriage, yet are unsure if it’s the right step for them.\n\n“It’s become seen as sort of pie in the sky for some couples,” she said.\n\nAmong Family Expectations’ graduates is Rachel Chudoba, 27. She and her then-fiance, Chad — now her husband — were 19 when they signed up in 2007; they’re now parents of a son and a daughter.\n\nChudoba said communications skills they learned came in handy when Chad, a member of the Army National Guard, was deployed to Afghanistan in 2013.\n\n“It’s hard to acknowledge that you need a timeout in a conversation when you don’t get to talk very often,” Chudoba said. “But being separated for a year, you are going to have disagreements.”\n\nChudoba said she and her husband came from challenging backgrounds. Both of Rachel’s parents had multiple divorces; Chad spent time in foster care.\n\n“We didn’t have a lot of positive examples of how to have a relationship and how to raise children,” she said. “That was a huge thing for me and my husband — not repeating the mistakes of the older generation.”\n\nSeveral members of her extended family are in their early 20s, and wondering about marriage. “I see people who are apprehensive,” Chudoba said. “I see a lot of looking for answers.”\n\nCopyright © The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "article_metadata": {"description": "higher divorce rates; far more children being born out of wedlock, including many to single mothers.", "google-play-app": "app-id=com.jacobsmedia.KTAR", "og": {"site_name": "KTAR.com", "description": "higher divorce rates; far more children being born out of wedlock, including many to single mothers.", "title": "Marriage today: rich-poor gap, later vows, gays gain access - KTAR.com", "locale": "en_US", "image": "http://ktar.com/wp-content/uploads/cms/apimage/23/ap_927261f646bb9b19780f6a7067004fca.jpg", "url": "http://ktar.com/story/472550/marriage-today-rich-poor-gap-later-vows-gays-gain-access/", "type": "article"}, "twitter": {"domain": "KTAR.com", "description": "higher divorce rates; far more children being born out of wedlock, including many to single mothers.", "title": "Marriage today: rich-poor gap, later vows, gays gain access - KTAR.com", "image": "http://ktar.com/wp-content/uploads/cms/apimage/23/ap_927261f646bb9b19780f6a7067004fca.jpg", "creator": "@ktar923", "site": "@ktar923", "card": "summary_large_image"}, "apple-itunes-app": "app-id=719630055", "fb": {"pages": 42794977621, "app_id": 291385034204941}, "keywords": "Phoenix and Arizona Breaking News And News Headlines - Home, Home,92.3 KTAR", "article": {"publisher": "https://www.facebook.com/KTARNews", "section": "United States", "published_time": "2015-06-06T09:06:27+00:00"}, "wp-parsely_version": "1.7", "verify-v1": "XrJiQDsWmPaoqGKN0EHKs7ult0rBB0W9zj4cWkAPRVI=", "viewport": "width=device-width, maximum-scale=1.0"}, "article_summary": "Many opponents of same-sex marriage argued that allowing gays to wed would somehow undermine heterosexual marriage.\nAmong college-educated, relatively affluent couples, marriage is doing pretty well.\nAnd there’s a strong likelihood that the Supreme Court will order the legalization of same-sex marriage in all 50 states in a ruling expected soon.\nHer advice to young adults wondering about marriage: “Be clear about your goals, be patient.\nThere’s broad sentiment that this “marriage gap” is unfortunate, but no consensus on what to do about it."}