{"article_title": "Most Employers Will Drop Health Coverage", "article_keywords": ["obamacare", "plans", "provide", "shift", "workers", "drop", "companies", "employers", "emanuel", "health", "coverage", "healthcare", "insurance"], "article_url": "http://www.newsmax.com/Newsfront/Emanuel-employers-drop-health/2014/03/21/id/560906/", "article_text": "Urgent:\n\nDo You Approve Or Disapprove of President Obama's Job Performance? Vote Now in Urgent Poll\n\nEditor's Note:\n\nGet the facts on the new law with the 'ObamaCare Survival Guide\n\n'\n\n.\n\nObamacare will bring \"the end of employer-sponsored insurance,\" says Ezekiel J. Emanuel, who helped design the healthcare plan, but he insists the shift will be \"a good thing\" that helps control costs and improve consumer choices.\"It'll be a matter of a few big employers, blue-chip companies\" making the move, Emanuel told The New York Times . \"Then it's going to be the norm.\"In his new book, \" Reinventing American Health Care: How the Affordable Care Act Will Improve Our Terribly Complex, Blatantly Unjust, Outrageously Expensive, Grossly Inefficient, Error Prone System ,\" Emanuel estimates that private-sector workers who get insurance through their employers will drop below 20 percent by 2025.Just under 60 percent of workers now get their insurance through employer-sponsored plans.As Obamacare continues, companies will begin backing away from providing health insurance, says Emanuel, whose brother Rahm Emanuel is the mayor of Chicago and Obama's former chief of staff.It's happening already, he wrote in an article earlier this month in The New Republic. \"The good news is you won’t have insurance companies to kick around much longer. The system is changing. As a result, insurance companies as they are now will be going away,\" Emanuel wrote. \"Indeed, they are already evolving. For the next few years insurance companies will both continue to provide services to employers and, increasingly, compete against each other in the health insurance exchanges.\"Employers have not always offered insurance plans for their workers. Private companies started offering insurance during World War II, when wage controls limited employers from giving raises.As a result, employers rewarded employees by subsidizing their insurance plans. Many experts now blame the practice for limiting consumer choice while raising healthcare costs.The changes that are coming are a good thing, Emanuel argues. The \"health delivery structure is in its infancy,\" he writes, suggesting that new health care organizations \"are developing and testing ways to coordinate, standardize, and provide care more efficiently and at consistently higher quality standards. Over the next decade many of these ACOs and hospital systems will succeed at integrating all the components of care and provide efficient, coordinated care.\"And eventually, they will cut out insurance companies out of the process as the middle man, Emanuel argues, keeping profits for themselves. Insurance companies will have to evolve, he says, or go out of business.President Barack Obama has said he wants to limit how Obamacare changes the way people obtain healthcare coverage, while not disturbing the employer-provided insurance plans that serve 149 million Americans.However, a \"Cadillac tax\" goes into effect in 2018 to help finance Obamacare by imposing a levy on the most generous insurance plans offered by some large companies.The tax, along with the subsidies that help Americans with modest incomes pay for insurance plans through the federal and state healthcare exchanges, will also push companies away from providing healthcare, said Emanuel.In addition, the employer mandate that is a central part of Obamacare will continue to be an incentive for companies to back away from offering insurance coverage, writes Emanuel.Firms that employ 50 or more workers must pay a penalty of $2,000 per employee if they don't provide healthcare, and because many large companies now spend far more than that to offer coverage, he believes they will instead opt to pay the penalty, giving workers raises and pushing them to the public exchanges for coverage.Jonathan Gruber, a health economist from M.I.T. who advised the White House on the law, disagrees with Emanuel, saying \"there's not going to be massive erosion\" in employer-sponsored coverage.In addition, White House advisers say large companies will keep offering coverage to attract employees, and the Congressional Budget Office projects a modest drop, affecting three million to five million people a year by 2019.A large-scale shift could provide Republicans with a new political target, said Avik Roy, a senior fellow at the conservative Manhattan Institute. However, he hopes conservatives will react with restraint rather than blame Obama for misleading the country to get his key agenda item passed, because the shift would bring improvements to the healthcare of Americans.\"He did lie, and he should be held accountable,\" said Roy, who advised Mitt Romney's Republican campaign in 2012. \"But it's a better world where people shop on their own.\"Roy believes the shifts will be most likely among retailers and restaurants whose low-wage workers would be eligible for public subsidies.But much of the shift will depend on whether the healthcare exchanges start working properly, said Emanuel.Obama says the exchanges are now operating well as the March 31 deadline for people to get insurance nears, but unless they evolve into easy-to-navigate shopping marketplaces, which were promised to begin with, the shift away from employer-based coverage may not happen, Emanuel noted.But the government can solve the sites' problems, he said, and constant attention must be paid to the sites to keep them modern and updated.\"Zappos [the popular online shoe store] didn't put up a website and go home,\" Emanuel said.", "article_metadata": {"news_keywords": "Emanuel,employers,drop,health,insurance,coverage,plans", "pubdate": "2014-03-21T08:22:41", "og": {"site_name": "Newsmax", "description": "Obamacare will bring \"the end of employer-sponsored insurance,\" says Ezekiel J. Emanuel, who helped design the healthcare plan, but he insists the shift will be \"a good thing\" that helps control costs and improve consumer choices.", "title": "Obamacare Architect Emanuel: Most Employers Will Drop Health Coverage", "url": "http://www.newsmax.com/Newsfront/Emanuel-employers-drop-health/2014/03/21/id/560906/", "type": "article", "image": "http://www.newsmax.com/App_Themes/Newsmax/images/facebook/newsmaxFBLogo.gif", "page_id": 85452072376}, "twitter": {"url": "http://www.newsmax.com/Newsfront/Emanuel-employers-drop-health/2014/03/21/id/560906/", "title": "Obamacare Architect Emanuel: Most Employers Will Drop Health Coverage", "description": "Obamacare will bring \"the end of employer-sponsored insurance,\" says Ezekiel J. Emanuel, who helped design the healthcare plan, but he insists the shift will be \"a good thing\" that helps control costs and improve consumer choices.", "site": "Newsmax"}, "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "msvalidate.01": "FAF1322EC761685A5DD9344A1C19E82A", "epoch": 1395390161, "google-site-verification": "Jt2HUKgzJJw9VwIQJv31ETytuvNNm5ypTWN6j0nYvHM", "keywords": "Emanuel,employers,drop,health,insurance,coverage,plans", "article": {"section": "Newsfront", "published_time": "2014-03-21T08:22:41"}, "original-source": "http://www.newsmax.com/Newsfront/Emanuel-employers-drop-health/2014/03/21/id/560906/", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=yes", "description": "Obamacare will bring  the end of employer-sponsored insurance,  says Ezekiel J. Emanuel, who helped design the healthcare plan, but he insists the shift will be  a good thing  that helps control costs and improve consumer choices."}, "article_summary": "For the next few years insurance companies will both continue to provide services to employers and, increasingly, compete against each other in the health insurance exchanges.\nPrivate companies started offering insurance during World War II, when wage controls limited employers from giving raises.As a result, employers rewarded employees by subsidizing their insurance plans.\n\"The good news is you won’t have insurance companies to kick around much longer.\n\"Employers have not always offered insurance plans for their workers.\n\"It'll be a matter of a few big employers, blue-chip companies\" making the move, Emanuel told The New York Times ."}