{"article_title": "Craigslist killers: Police say newlyweds stabbed man for thrills", "article_keywords": ["newlyweds", "wife", "laferrara", "sunbury", "craigslist", "say", "killers", "barbour", "miranda", "wifes", "stabbed", "told", "thrills", "investigators", "man"], "article_url": "http://www.washingtontimes.com/news/2013/dec/7/craigslist-killers-police-say-newlyweds-stabbed-ma/", "article_text": "SUNBURY, Pa. — A couple married for just three weeks lured a man to his death with a Craigslist ad because they wanted to kill someone together, police said.\n\nElytte Barbour told officers before his arrest Friday night that he and his wife, Miranda, had planned to kill before, but their plans never worked out until last month when Troy LaFerrara responded to an online posting that promised companionship in return for money, authorities said.\n\nElytte Barbour, 22, and Miranda Barbour, 18, face criminal homicide charges in LaFerrara’s death. His body was found Nov. 12 in an alley in Sunbury, a small city about 100 miles northwest of Philadelphia. The couple had recently moved to nearby Selinsgrove from North Carolina.\n\nSEE ALSO: German cop accused of slaying man who wanted to be killed and eaten\n\nAccording to Sunbury police, Elytte Barbour told investigators he hid in the backseat of the couple’s SUV as his wife picked up LaFerrara at a mall Nov. 11. He told police that, on his wife’s signal, he wrapped a cord around LaFerrara’s neck, restraining him while Miranda Barbour stabbed him.\n\nThe 42-year-old Port Trevorton man was stabbed 20 times, police said.\n\nMiranda Barbour was charged Wednesday. She initially denied knowing LaFerrara, but her story evolved as investigators gathered evidence, including the discovery that the last call received by the victim’s cellphone was made from her number, according to a police affidavit.\n\nThe affidavit said Miranda Barbour acknowledged meeting the victim in Selinsgrove and driving with him to Sunbury, where they parked. She said LaFerrara groped her and she took a knife from between the front seats and stabbed him after he put his hand around her throat, according to the affidavit.\n\nPolice said Miranda Barbour had told them she purchased cleaning supplies at a department store after stabbing LaFerrara, then picked up her husband and took him to a strip club for his birthday. On Friday, police said, Elytte Barbour told them he was the one who had purchased the cleaning products, an account investigators said was backed up by surveillance footage.\n\nFollowing his wife’s arrest, Elytte Barbour told The Daily Item of Sunbury that Miranda Barbour, whom he married Oct. 22, regularly hired herself out as a “companion” to men she met on various websites, a business venture he said he supported because it didn’t involve sexual contact.\n\nBarbour said his wife made anywhere from $50 to $850 by meeting with men for such activities as having dinner together or walking around a mall. The ads she placed on websites including Craigslist all said upfront that sex was not part of the deal, he said.\n\n“She is not a prostitute,” he said. “What she does is meet men who have broken marriages or have no one in their lives, and she meets with them and has delightful conversation.”\n\nElytte Barbour didn’t have an attorney at his arraignment Friday night. A phone message left for his wife’s public defender early Saturday was not immediately returned.\n\nSunbury police Chief Steve Mazzeo told The Daily Item that investigators will also be looking into the death of a man with whom Miranda Barbour had a 1-year-old child. He would not elaborate.", "article_metadata": {"description": "A couple married for just three weeks lured a man to his death with a Craigslist ad because they wanted to kill someone together, police said.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "A couple married for just three weeks lured a man to his death with a Craigslist ad because they wanted to kill someone together, police said.", "title": "Craigslist killers: Police say newlyweds stabbed man for thrills", "url": "http://www.washingtontimes.com/news/2013/dec/7/craigslist-killers-police-say-newlyweds-stabbed-ma/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2013/12/07/craigslist-man-slainjpeg-06226.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2013/12/07/craigslist-man-slainjpeg-06226.jpg", "description": "A couple married for just three weeks lured a man to his death with a Craigslist ad because they wanted to kill someone together, police said.", "card": "summary", "title": "Craigslist killers: Police say newlyweds stabbed man for thrills"}, "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Law Crime, Miranda Barbour, Elytte Barbour, Troy Laferrara, Craigslist"}, "article_summary": "Elytte Barbour, 22, and Miranda Barbour, 18, face criminal homicide charges in LaFerrara’s death.\nHe told police that, on his wife’s signal, he wrapped a cord around LaFerrara’s neck, restraining him while Miranda Barbour stabbed him.\nThe affidavit said Miranda Barbour acknowledged meeting the victim in Selinsgrove and driving with him to Sunbury, where they parked.\nMiranda Barbour was charged Wednesday.\nThe 42-year-old Port Trevorton man was stabbed 20 times, police said."}