{"article_title": "Big Names in Indian Country To Celebrate Half-Century Milestone for Friendship House Tonight", "article_keywords": ["indians", "san", "family", "hes", "house", "big", "halfcentury", "waukazoo", "tonight", "american", "indian", "names", "milestone", "country", "friendship", "celebrate", "native"], "article_url": "http://indiancountrytodaymedianetwork.com/2013/10/19/big-names-indian-country-celebrate-half-century-milestone-friendship-house-tonight-151833", "article_text": "Benjamin Bratt (Peruvian Quechua), the award-winning actor most recently known for his role on NBC's Law & Order, and Tom Phillips (Kiowa/Muscogee), a highly respected American Indian tribal elder, will serve as the co-Masters of Ceremony for the Friendship House's 50th Anniversary Gala, Saturday, October 19.\n\nAlterNATIVE Blues singer Pura Fé (Tuscarora) and Radmilla Cody (Navajo/African American), who received a 2013 GRAMMY nomination for Best Regional Roots singer, will perform in front of an audience of about 700 political, civic and business leaders, as well as Friendship House alumni, at tonight's bash.\n\nAnd former San Francisco Mayor Willie Brown, will present a Lifetime Achievement Award to Friendship House founder and CEO Helen Devore Waukazoo (Navajo).\n\nThe Friendship House Association of American Indians, Inc., based in San Francisco, is one of the nation’s oldest and largest American Indian-owned and -operated non-profit organizations dedicated to helping Native families heal from drug and alcohol addiction. This evening, the Friendship House and its supporters will commemorate its 50th anniversary with a gala, presented by the Lytton Rancheria Band of Pomo Indians, at the historic Fairmont Hotel San Francisco.\n\nSome of the most highly regarded members of the American Indian community are expected to attend the ceremony, which will feature a non-alcoholic reception for guests and silent auction. Following the reception, guests will take their seats in the Grand Ballroom for an entertainment program featuring artists, musicians, dancers and singers Fé and Cody who “represent the beauty and resilience of our people,” Waukazoo says. The evening will also include awards given to long-time allies and supporters of the Friendship House.\n\nThe Friendship House got its start in 1963 as the first program created to aid urban Indians who recently arrived in the Bay Area as a result of government relocation from reservations. Waukazoo herself experienced this challenging transition.\n\nWaukazoo grew up on the Navajo Reservation in New Mexico in a traditional sheep-herding family. At a very young age, she was removed from her home, forced to attend an Indian boarding school in Utah, thousands of miles away. \"At boarding schools we faced lots of problems, like people trying to change us from who we are, and being punished for speaking Navajo,\" Waukazoo recalls. Throughout her formative years, she found strength in the guidance of her father, \"a strong, spiritual man and big influence on my life,\" she says.\n\nAfter boarding school, she wanted to experience life in the city, to find peace on her own while following her father's advice to stay true to her Native roots and “walk in two worlds,” that of her Navajo origins and White America. She came to San Francisco at age 19, and began volunteering with a Christian group that sought to help connect American Indians in the Bay Area and provide resources for affordable housing, employment and more. The Friendship House became a safe haven for individuals and families arriving in the area without jobs, money or urban survival skills.\n\nBenjamin Bratt was just a child when his family found solace in the Friendship House and participated in the 1969 American Indian occupation of Alcatraz Island. Waukazoo met the actor when he was a little boy being raised by a single mother in the Bay Area. \"We are really proud of what he's done; now he's a father to two children,\" Waukazoo says. \"He has always been supportive of the Friendship House; his whole family has been supportive. His brother Peter is on my board and very active in what we do. We're not bringing [Benjamin Bratt] because he's a star but because he's a part of our family and really cares about what we do.\" In addtion to Law & Order, Bratt has performed in Traffic, Bound by Honor (Blood In, Blood Out), Piñero, Miss Congeniality and La Mission.\n\nBratt says, “The Friendship House has transformed the lives of thousands of individuals and families, including members of my own family. Participating in the 50th anniversary celebration is an opportunity for me to give a little something back to the community, as well as ensure that this healing work continues long into future.\"\n\nIn the early 1970s, Waukazoo was still answering phones as a volunteer person. That's when she realized drugs and alcohol were becoming an increasingly serious issue among the Native community. She made it her mission to help Natives recover, and to provide programs for youth—\"our future generations,\" Waukazoo says. \"We want to educate them of the damages caused by drugs and alcohol,\" and offer healthy activities for kids, many of whom only have one parent, who may need support. \"Little did I know this would become my life's work,\" says Waukazoo, now 72 and a proud wife, mother of three children, grandmother to three, and great-grandmother to four. \"I feel like I'm a very rich woman,\" Waukazoo says of her big family. \"It makes me happy.\"\n\nOver her five decades of service to the nonprofit, including 30 years as CEO, Waukazoo achieved one of her biggest goals: to own the land and building that contain Friendship House’s four-story Healing Center, which now provides 90 residential treatment beds for primarily American Indian men and women whose lives have been challenged by alcoholism and drug abuse. Waukazoo has received many honors along the way for her great achievements, including her innovative blending of Native traditions with best practice substance abuse treatment strategies.\n\n\"We want to get to the root of the problem, so we use our culture,\" Waukazoo says. \"We have to go higher than the human race. We have a sweat lodge on both sides. Right now a women's sweat is going on, led by a woman who is also a Sun Dancer. Then the men's sweat will take place this afternoon. There is a medicine man sitting in the next room doing a lot of counseling and prayers with people who may have more problems than they are able to handle.\n\n\"At the end of their stay, clients fill out a survey and they tell me what helped them the most was our cultural approach to healing.\"\n\nTo date, Friendship House has served 3,000-plus residential clients, hundreds of youth consumers, and provided community-focused events to countless numbers of American Indians throughout the San Francisco Bay Area.\n\n“Many, many years ago, when I started working at Friendship House, I saw many needs,\" Waukazoo says. \"I saw our American Indian people losing sight of life. I had just come from American Indian Boarding School, where they told me I would not go further than doing house cleaning, cooking and other labor. But my father told me I could do anything and be anyone I choose. So I did, and this agency is the result. I am so fortunate to have seen so much healing take place in our American Indian population. People are getting their lives and families back together in a good way. I have always believed that people can make it, and that our people will be strong, as our cultural and spiritual traditions have taught us. I see it happening.”\n\nWaukazoo hopes the big-name gala will raise big funds to benefit the Friendship House's services. Tickets cost $250, and sponsorships run between $2,500 and $50,000.\n\nFor more information about Friendship House and the 50th Anniversary Gala, visit www.friendshiphousesf.org.", "article_metadata": {"description": "Benjamin Bratt (Peruvian Quechua), the award-winning actor most recently known for his role on NBC's Law & Order, and Tom Phillips (Kiowa/Muscogee), a highly re", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "klb678", "og": {"url": "http://indiancountrytodaymedianetwork.com/2013/10/19/big-names-indian-country-celebrate-half-century-milestone-friendship-house-tonight-151833", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/benjaminbratt-purafe-radmilla.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Big Names in Indian Country To Celebrate Half-Century Milestone for Friendship House Tonight"}, "dcterms.date": "2013-10-19T07:15-04:00", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2013/10/19/big-names-indian-country-celebrate-half-century-milestone-friendship-house-tonight-151833", "dc": {"title": "Big Names in Indian Country To Celebrate Half-Century Milestone for Friendship House Tonight"}, "robots": "follow, index", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 5}, "dcterms.title": "Big Names in Indian Country To Celebrate Half-Century Milestone for Friendship House Tonight"}, "_id": "\"57477af46914bd0286fe22d2\"", "article_summary": "The evening will also include awards given to long-time allies and supporters of the Friendship House.\nThe Friendship House became a safe haven for individuals and families arriving in the area without jobs, money or urban survival skills.\nI am so fortunate to have seen so much healing take place in our American Indian population.\nFor more information about Friendship House and the 50th Anniversary Gala, visit www.friendshiphousesf.org.\nBratt says, “The Friendship House has transformed the lives of thousands of individuals and families, including members of my own family."}