{"article_title": "Do American newspapers have the time, space and patience to cover Saudi Arabia? — GetReligion", "article_keywords": ["swedish", "wallstrm", "space", "newspapers", "cover", "sweden", "getreligion", "foreign", "middle", "patience", "american", "saudi", "coverage", "arabia", "east", "western"], "article_url": "http://www.getreligion.org/getreligion/2015/4/2/do-american-newspapers-have-the-time-space-and-patience-to-cover-saudi-arabia", "article_text": "How do you handle a \"friend\" as frustrating as Saudi Arabia? What kind of news coverage does this \"friend\" deserve, week after week, in the mainstream American press?\n\nYes, those are scare quotes meant to signal doubt because Saudi reciprocity seems to me as shaky as that of any of Washington's so-called allies.\n\nIts religious, political and social values are opposite those of every Western democracy, including, of course, the United States. The ruling family, the House of Saud spends billions to spread its ultra-conservative brand of Wahhabi Sunni Islam across the Muslim world and is at the center of just about every intra-Muslim conflict across the Middle East, the latest -- but certainly not the most inconsequential -- of which is Yemen, where the long-building Shia-Sunni confrontation could reach a horrific climax.\n\nBut even as its policies toward women are criticized continually in the West, the same Western nations rush to do business with the ridiculously oil rich, theocratic monarchy -- putting profits before principles at virtually every opportunity.\n\nThat's why the spate of stories the past several weeks concerning the Swedish foreign minister's publicly calling out the Saudis on political and women's rights were to my thinking a refreshing change of pace. Not only did Foreign Minister Margot Wallstrom criticize policies, she directly blamed the Saudi royal family for the state of affairs, a rarity in the coded language of international diplomacy.\n\nWhat? You say you're not familiar with this story?\n\nPerhaps that's because in-depth coverage of the diplomatic brouhaha that followed Wallstrom's comments -- coverage you might rightly have expected -- was largely muted at America's major news outlets. Most of what's been published were brief Associated Press and Reuters wire stories, my online search found. That goes for outlets generally thought of as being on the political spectrum's right and left.\n\nOn the other hand, The Spectator -- the British opinion magazine -- pulled no punches. Here's the top of its March 28 piece by Nick Cohen:\n\nIf the cries of ‘Je suis Charlie’ were sincere, the western world would be convulsed with worry and anger about the Wallström affair. It has all the ingredients for a clash-of-civilisations confrontation.\n\nA few weeks ago Margot Wallström, the Swedish foreign minister, denounced the subjugation of women in Saudi Arabia. As the theocratic kingdom prevents women from traveling, conducting official business or marrying without the permission of male guardians, and as girls can be forced into child marriages where they are effectively raped by old men, she was telling no more than the truth. Wallström went on to condemn the Saudi courts for ordering that Raif Badawi receive ten years in prison and 1,000 lashes for setting up a website that championed secularism and free speech. These were ‘mediaeval methods’, she said, and a ‘cruel attempt to silence modern forms of expression’. And once again, who can argue with that?\n\nThe backlash followed the pattern set by Rushdie, the Danish cartoons and Hebdo. Saudi Arabia withdrew its ambassador and stopped issuing visas to Swedish businessmen. The United Arab Emirates joined it. The Organisation of Islamic Co-operation, which represents 56 Muslim-majority states, accused Sweden of failing to respect the world’s ‘rich and varied ethical standards’ -- standards so rich and varied, apparently, they include the flogging of bloggers and encouragement of paedophiles. Meanwhile, the Gulf Co-operation Council condemned her ‘unacceptable interference in the internal affairs of the Kingdom of Saudi Arabia’, and I wouldn’t bet against anti-Swedish riots following soon.\n\nYet there is no ‘Wallström affair’. Outside Sweden, the western media has barely covered the story, and Sweden’s EU allies have shown no inclination whatsoever to support her. A small Scandinavian nation faces sanctions, accusations of Islamophobia and maybe worse to come, and everyone stays silent. As so often, the scandal is that there isn’t a scandal.\n\nRemember, this is Sweden we're talking about, the Scandinavian nation that has gone out of its way to welcome Muslim immigrants and refugees and has even recognized Palestine as a full-fledged independent nation. An AP story dated March 29 about the flap included this paragraph:\n\n\"Just five months earlier, ties between the two countries appeared strong. A headline in the Saudi-run Arab News daily proclaimed, 'Thank You Sweden,' referring to the left-wing government's decision to recognize the state of Palestine and hailing Stockholm's foreign policy as moral and bold.\"\n\nOf the U.S. elite media, I found only The Washington Post weighing in on the story, but in its WorldViews blog, not the news pages. It's opinion piece by Ishaan Tharoor ran under the headline, \"At last, a Western country stands up to Saudi Arabia on human rights.\"\n\nSo how did this story end?\n\nWell it's hasn't quite yet. But not surprisingly, you can say it appears principle has once again been trumped by the profit motive. The Swedish government, which counts Saudi Arabia as its biggest Middle East trading partner, has caved.\n\nSwedish corporate leaders complained, prompting Sweden's figurehead king, who rarely plays any role in politics, to write a letter to Saudi Arabia's king. And Wallstrom was forced to walk back criticism, insisting she never intended to insult Saudi Arabia and that she has \"the greatest respect for Islam as a world religion and for its contribution to our common civilization.\"\n\nHere's how the situation stood as of last weekend. It's another AP story, this one picked off the Fox News wire feed and with the headline, \"Harsh Saudi response to Swedish criticism tests Europe's willingness to promote rights.\"\n\nI get that the few remaining American media companies that can afford to keep reporters in the Middle East are constrained by the need to concentrate on the burgeoning conflict coverage. But how will the general, which is to say casual, American news consumer fully comprehend Middle East turmoil if news organizations do not adequately connect the less dramatic but meaningful cultural back stories with the daily bomb blasts?", "article_metadata": {"description": "How do you handle a \"friend\" as frustrating as Saudi Arabia? What kind of \r\nnews coverage does this \"friend\" deserve, week after week, in the \r\nmainstream American press?\r\n\r\nYes, those are scare quotes meant to signal doubt because Saudi reciprocity \r\nseems to me as shaky as that of any of Washington's so-called allies.\r\n\r\nIts religious, political and social values are opposite those of every \r\nWestern democracy, including, of course, the United States. The ruling \r\nfamily, the House of Saud spends billions to spread its ultra-conservative \r\nbrand of Wahhabi Sunni Islam across the Muslim world and is at the center \r\nof just about every intra-Muslim conflict across the Middle East, the \r\nlatest -- but certainly not the most inconsequential -- of which is Yemen, \r\nwhere the long-building Shia-Sunni confrontation could reach a horrific \r\nclimax.\r\n\r\nBut even as its policies toward women are criticized continually in the \r\nWest, the same Western nations rush to do business with the ridiculously \r\noil rich, theocratic monarchy -- putting profits before principles at \r\nvirtually every opportunity.\r\n\r\nThat's why the spate of stories the past several weeks concerning the \r\nSwedish foreign minister's publicly calling out the Saudis on political and \r\nwomen's rights were to my thinking a refreshing change of pace. Not only \r\ndid Foreign Minister Margot Wallstrom criticize policies, she directly \r\nblamed the Saudi royal family for the state of affairs, a rarity in the \r\ncoded language of international diplomacy.\r\n\r\nWhat? You say you're not familiar with this story?", "og": {"site_name": "GetReligion", "description": "How do you handle a \"friend\" as frustrating as Saudi Arabia? What kind of \r\nnews coverage does this \"friend\" deserve, week after week, in the \r\nmainstream American press?\r\n\r\nYes, those are scare quotes meant to signal doubt because Saudi reciprocity \r\nseems to me as shaky as that of any of Washington's so-called allies.\r\n\r\nIts religious, political and social values are opposite those of every \r\nWestern democracy, including, of course, the United States. The ruling \r\nfamily, the House of Saud spends billions to spread its ultra-conservative \r\nbrand of Wahhabi Sunni Islam across the Muslim world and is at the center \r\nof just about every intra-Muslim conflict across the Middle East, the \r\nlatest -- but certainly not the most inconsequential -- of which is Yemen, \r\nwhere the long-building Shia-Sunni confrontation could reach a horrific \r\nclimax.\r\n\r\nBut even as its policies toward women are criticized continually in the \r\nWest, the same Western nations rush to do business with the ridiculously \r\noil rich, theocratic monarchy -- putting profits before principles at \r\nvirtually every opportunity.\r\n\r\nThat's why the spate of stories the past several weeks concerning the \r\nSwedish foreign minister's publicly calling out the Saudis on political and \r\nwomen's rights were to my thinking a refreshing change of pace. Not only \r\ndid Foreign Minister Margot Wallstrom criticize policies, she directly \r\nblamed the Saudi royal family for the state of affairs, a rarity in the \r\ncoded language of international diplomacy.\r\n\r\nWhat? You say you're not familiar with this story?", "title": "Do American newspapers have the time, space and patience to cover Saudi Arabia?", "url": "http://www.getreligion.org/getreligion/2015/4/2/do-american-newspapers-have-the-time-space-and-patience-to-cover-saudi-arabia", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/551d456ee4b036c4fd0aeef1/1427991698926/?format=1000w", "longitude": "-76.61218930000001", "latitude": "39.2903848", "type": "article"}, "twitter": {"url": "http://www.getreligion.org/getreligion/2015/4/2/do-american-newspapers-have-the-time-space-and-patience-to-cover-saudi-arabia", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/551d456ee4b036c4fd0aeef1/1427991698926/?format=1000w", "description": "How do you handle a \"friend\" as frustrating as Saudi Arabia? What kind of \r\nnews coverage does this \"friend\" deserve, week after week, in the \r\nmainstream American press?\r\n\r\nYes, those are scare quotes meant to signal doubt because Saudi reciprocity \r\nseems to me as shaky as that of any of Washington's so-called allies.\r\n\r\nIts religious, political and social values are opposite those of every \r\nWestern democracy, including, of course, the United States. The ruling \r\nfamily, the House of Saud spends billions to spread its ultra-conservative \r\nbrand of Wahhabi Sunni Islam across the Muslim world and is at the center \r\nof just about every intra-Muslim conflict across the Middle East, the \r\nlatest -- but certainly not the most inconsequential -- of which is Yemen, \r\nwhere the long-building Shia-Sunni confrontation could reach a horrific \r\nclimax.\r\n\r\nBut even as its policies toward women are criticized continually in the \r\nWest, the same Western nations rush to do business with the ridiculously \r\noil rich, theocratic monarchy -- putting profits before principles at \r\nvirtually every opportunity.\r\n\r\nThat's why the spate of stories the past several weeks concerning the \r\nSwedish foreign minister's publicly calling out the Saudis on political and \r\nwomen's rights were to my thinking a refreshing change of pace. Not only \r\ndid Foreign Minister Margot Wallstrom criticize policies, she directly \r\nblamed the Saudi royal family for the state of affairs, a rarity in the \r\ncoded language of international diplomacy.\r\n\r\nWhat? You say you're not familiar with this story?", "card": "summary", "title": "Do American newspapers have the time, space and patience to cover Saudi Arabia?"}, "msvalidate.01": "3467E5793F979E4BD02734F0CF1D6947", "google-site-verification": "HRNAABbZH8j77D61bQp4QciWQ7JstpS2Nv6NI7HyTaI", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "A few weeks ago Margot Wallström, the Swedish foreign minister, denounced the subjugation of women in Saudi Arabia.\nHow do you handle a \"friend\" as frustrating as Saudi Arabia?\nThe Swedish government, which counts Saudi Arabia as its biggest Middle East trading partner, has caved.\nMeanwhile, the Gulf Co-operation Council condemned her ‘unacceptable interference in the internal affairs of the Kingdom of Saudi Arabia’, and I wouldn’t bet against anti-Swedish riots following soon.\nIt's opinion piece by Ishaan Tharoor ran under the headline, \"At last, a Western country stands up to Saudi Arabia on human rights.\""}