{"article_title": "Posthumous Brittany Maynard Video Supports Calif. ‘Death with Dignity’ Bill", "article_keywords": ["dignity", "practice", "death", "option", "dying", "maynard", "calif", "bill", "posthumous", "brittany", "states", "doctors", "video", "treatment", "took", "supports"], "article_url": "http://ww2.kqed.org/stateofhealth/2015/03/25/posthumous-brittany-maynard-video-supports-calif-death-with-dignity-bill/", "article_text": "State senators heard testimony today on a proposed bill that would allow doctors to prescribe lethal medication to terminally ill patients who request it. The testimony included a video from Brittany Maynard recorded 19 days before she took life-ending drugs.\n\nIn the video, Maynard implored California lawmakers to legalize “aid in dying.” Maynard, who had been diagnosed with terminal brain cancer, took lethal medication last year in Oregon, where the practice is legal.\n\n“The decision about how I end my dying process should be up to me and my family under a doctor’s care. How dare the government make decisions or limit options for terminally ill people like me. Unfortunately, California law prevented me from getting the end-of life-option I deserved,” said Maynard, who died Nov. 1 at age 29.\n\nSeveral people testified against the bill, including doctors who said the practice was incompatible with a physician’s role as a healer and warned that evidence from Belgium and the Netherlands, where physician-assisted suicide has been legal since 2002, showed that restrictions and safeguards meant to protect against abuse were difficult to enforce.\n\nDisability rights advocates emphasized this point, arguing some people’s lives would be ended without their consent, through mistakes or abuse.\n\n“It’s a ‘deadly mix’ to combine our broken health care system and assisted suicide, which would instantly become the cheapest treatment,” said Marilyn Golden, senior policy analyst at the Disability Rights Education and Defense Fund. “Direct coercion is not even necessary. If insurers deny, or even merely delay, expensive, life-sustaining treatment, patients are steered toward hastening their deaths. Do we think insurers will do the right thing, or the cheap thing?”\n\nBesides Oregon, the practice is legal in four other states: Montana, New Mexico, Vermont and Washington.\n\nAdvocates for aid-in-dying laws say legislators in at least 17 states have introduced similar measures this year. However, proposals in at least four states have already stalled for the year, and many have not yet received a hearing.\n\nIn the video, Maynard said people asked her if she had explored palliative sedation, a practice where the patient is given sedative drugs continuously until passing naturally, as an alternative to life-ending drugs. But Maynard said she found that option terrifying.\n\n“I may be minimally conscious, still suffering and unable to move or speak,” she said.\n\nMaynard’s husband, Dan Diaz, who introduced the video at the hearing, said that he respects those who disagree with him and his wife, but that aid in dying should be an option for all Californians.\n\n“Even the staunchest of opponents might say, ‘Well, I may not use it, but I would certainly want the option,'” Diaz said as he choked back tears.\n\nThe Senate Health Committee voted 6-2 to approve the bill Wednesday. The bill moves next to the Senate Judiciary Committee for a hearing on April 7.\n\nThe Associated Press contributed to this report.", "article_metadata": {"description": "In the six-minute video, Maynard calmly implores California lawmakers to legalize aid in dying.", "contextly-page": "{\"title\":\"Posthumous Brittany Maynard Video Supports Calif. 'Death with Dignity' Bill\",\"url\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/2015\\/03\\/25\\/posthumous-brittany-maynard-video-supports-calif-death-with-dignity-bill\\/\",\"pub_date\":\"2015-03-25 17:12:17\",\"mod_date\":\"2016-03-10 14:20:01\",\"type\":\"post\",\"post_id\":24721,\"author_id\":\"3205\",\"author_name\":\"April Dembosky\",\"author_display_name\":\"April Dembosky\",\"tags\":[\"Aid in Dying\"],\"categories\":[\"Policy\",\"Tests &amp; Treatments\"],\"image\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/wp-content\\/uploads\\/sites\\/27\\/2015\\/03\\/Screen-Shot-2015-03-25-at-4.54.42-PM.png\"}", "og": {"site_name": "State of Health", "description": "In the six-minute video, Maynard calmly implores California lawmakers to legalize aid in dying.", "title": "Posthumous Brittany Maynard Video Supports Calif. ‘Death with Dignity’ Bill", "url": "http://ww2.kqed.org/stateofhealth/2015/03/25/posthumous-brittany-maynard-video-supports-calif-death-with-dignity-bill/", "image": "http://ww2.kqed.org/stateofhealth/wp-content/uploads/sites/27/2015/03/Screen-Shot-2015-03-25-at-4.54.42-PM.png", "locale": "en_us", "type": "article"}, "twitter": {"site": "@kqedhealth", "card": "summary_large_image", "creator": "@"}, "fb": {"app_id": 160023622793}, "keywords": "aid in dying", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "In the video, Maynard implored California lawmakers to legalize “aid in dying.” Maynard, who had been diagnosed with terminal brain cancer, took lethal medication last year in Oregon, where the practice is legal.\nThe testimony included a video from Brittany Maynard recorded 19 days before she took life-ending drugs.\nIn the video, Maynard said people asked her if she had explored palliative sedation, a practice where the patient is given sedative drugs continuously until passing naturally, as an alternative to life-ending drugs.\nUnfortunately, California law prevented me from getting the end-of life-option I deserved,” said Maynard, who died Nov. 1 at age 29.\n“The decision about how I end my dying process should be up to me and my family under a doctor’s care."}