{"article_title": "Easter egg hunt generates memories for seniors", "article_keywords": ["seniors", "generates", "family", "played", "memories", "eggs", "hunt", "joseph", "mass", "stewart", "egg", "meal", "red", "easter"], "article_url": "http://www.dailyworld.com/story/news/local/2015/03/25/easter-egg-hunt-generates-memories-seniors/70448860/", "article_text": "Buy Photo Holy Trinity Villa director Angela Beverly, left, presents Zella Joseph with a giant Easter bunny after Joseph collected 78 eggs during Wednesday’s Easter Egg Hunt at the assisted living facitlity. See a photo gallery of the event at dailyworld.com. (Photo: Freddie Herpin, Daily World)Buy Photo\n\nSeniors hopped to it Wednesday for an Easter egg hunt at Holy Trinity Villa, an assisted-living community in Opelousas.\n\n“We just wanted to do something for our residents. We have 500 eggs — some plastic, some boiled and five golden eggs with prizes. We had eggs everywhere,” said Angela Beverly, Holy Trinity’s manager who said she plans to make this an annual event.\n\n“Easter is not just for kids,” Beverly said.\n\nZella Joseph was the champion of the egg hunt with 78 in her basket. But almost everyone found a few.\n\nMary Fontenot, 93, collected about a half dozen eggs.\n\n“I’m going to keep the plastic ones and I’ll make an egg salad with the rest,” said Fontenot, who grew up in a sharecropper family in the Arnaudville-Grand Coteau area with 10 brothers and sisters.\n\nHer clearest memories of Easter as a child was going to Mass at her local Catholic church.\n\n“That was very special for us. There were three Masses then. There was a High Mass as 9 a.m. for adults, and we had a special children’s Mass for us,” Joseph said.\n\nEaster Sunday services also created good memories for Lillian Stewart, the former Lillian Jackson, who grew up with 17 brothers and sisters in a farming family around Plaisance. “I was a pure country girl,” said Stewart, 78.\n\nShe said Easter for her family always started with a horse and buggy ride to Mohorn Missionary Baptist Church.\n\nAfter that, she said. everyone in the neighborhood along with aunts, uncles and other relatives would come over to eat.\n\n“We had tables outside. It was a big meal for the community,” Stewart said.\n\nShe said the family raised everything it ate. The Easter meal included various pork products, chickens, turkeys, ducks and more as well as bounty from the garden.\n\nAfter the meal was over, the adults would spend the rest of the day socializing while the children played games.\n\n“We played hopscotch — all kinds of games. I even played pegs with knives with the boys. I was a tomboy,” Stewart said.\n\nBut one of her favorites was “pacques-pacques,” also known as egg knocking.\n\n“I used to win that all the time. I had a guinea egg. That was my egg. It was the hardest of all eggs,” Stewart said with a big laugh.\n\nPacques-Pacques, which is Cajun French for “Easter, Easter,” is also a play on words because it sounds like the hard shell of one egg tapping on another.\n\nThe game, once a popular country tradition throughout Acadiana, is a simple one. Contestants pair off and knock their eggs together. The loser is the first whose egg cracks.\n\nWhoever wins the match not only gets to stay in the game but also gets to keep the loser’s egg.\n\nThe eggs were all boiled and dyed in advance.\n\nCountry folks, Stewart said, didn’t have commercially available dyes in those days so they made do with other sources of color.\n\n“I had a red sweater. I would boil my eggs with the sweater and they would come out a beautiful red,” Stewart said. “We had red eggs, blue eggs, yellow eggs — all colors.”\n\nBoiling the eggs with onion skins created a yellow dye.\n\nBlueberries and strawberries could also be used — even boiling the eggs with an old teabag would produce unique colors.\n\nAlthough Easter was a fun time for the entire family, Stewart and Fontenot recalled that people couldn’t party too much.\n\n“We had to be ready to be back in the fields early the next morning,” Stewart said.\n\nRead or Share this story: http://www.dailyworld.com/story/news/local/2015/03/25/easter-egg-hunt-generates-memories-seniors/70448860/", "article_metadata": {"google": "notranslate", "description": "Seniors remember coloring eggs with natural dyes and playing pacques-pacques", "og": {"site_name": "DailyWorld.com", "description": "Seniors remember coloring eggs with natural dyes and playing pacques-pacques", "title": "Easter egg hunt generates memories for seniors", "url": "http://www.dailyworld.com/story/news/local/2015/03/25/easter-egg-hunt-generates-memories-seniors/70448860/", "image": "http://www.gannett-cdn.com/GDContent/applogos/dailyworld.png", "type": "article"}, "twitter": {"description": "Seniors remember coloring eggs with natural dyes and playing pacques-pacques", "title": "Easter egg hunt generates memories for seniors", "image": "http://www.gannett-cdn.com/-mm-/4489eee9721585eb5dcafbb3637b01c014907f71/c=435-0-1965-1530&r=x643&c=640x640/local/-/media/Opelousas/2015/03/25/B9316736016Z.1_20150325165426_000_GIAAASIQ9.1-0.jpg", "creator": "@", "site": "@", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=898315311", "fb": {"app_id": 164724483570611}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "“We had red eggs, blue eggs, yellow eggs — all colors.”Boiling the eggs with onion skins created a yellow dye.\n(Photo: Freddie Herpin, Daily World)Buy PhotoSeniors hopped to it Wednesday for an Easter egg hunt at Holy Trinity Villa, an assisted-living community in Opelousas.\nPacques-Pacques, which is Cajun French for “Easter, Easter,” is also a play on words because it sounds like the hard shell of one egg tapping on another.\nBuy Photo Holy Trinity Villa director Angela Beverly, left, presents Zella Joseph with a giant Easter bunny after Joseph collected 78 eggs during Wednesday’s Easter Egg Hunt at the assisted living facitlity.\nThe Easter meal included various pork products, chickens, turkeys, ducks and more as well as bounty from the garden."}