{"article_title": "Trump’s Grab-Bag of Campaign Positions", "article_keywords": ["great", "debt", "trump", "campaign", "spending", "positions", "exactly", "tax", "trade", "trumps", "cuts", "grabbag", "thats"], "article_url": "http://www.nationalreview.com/article/432844/trumps-grab-bag-campaign-positions", "article_text": "Now, how exactly would he Make America Great Again?\n\nIt is probably a mistake to try delving too deeply into Donald Trump’s actual policy proposals. Searching for coherence in his utterances is a bit like searching for the meaning of life on the Psychic Hotline. The Trump campaign, after all, is not about annoying details like actually fixing the problems facing this country. It’s more about raw emotion, whether that’s the rage being expressed by many of Trump’s supporters, or his reaction to it.\n\nBut this country is facing real issues, and with Trump still the clear front-runner for the GOP nomination, we should probably ask what exactly he would do as president besides build a wall and “make America great again.”\n\nTaxes, Spending, and the Debt: A Trump presidency would offer little good news for those seeking to reduce government spending and restrain the national debt. Trump has effectively put more than half of the budget off limits, since he has ruled out substantive reform of entitlements (Social Security accounts for 23 percent of federal spending; Medicare, 15 percent; and Medicaid, 10 percent). Interest on the debt, 6.5 percent, is also untouchable. And Trump wants to increase the defense budget, currently 15 percent of federal spending. That leaves just over 30 percent of federal spending available to trim. And Trump has identified few cuts even in these programs; for example, he supports farm subsidies and increased spending at the VA. Essentially, Trump promises to make government more efficient and cut “waste, fraud, and abuse.” That’s not going to get the job done.\n\nOn the other hand, Trump has called for trillions in tax cuts over the next ten years. His tax cuts are generally pro-growth and would likely boost American competitiveness and job creation, which are good things. But in the absence of serious spending restraint, tax cuts of this size could well lead to more debt. The Tax Foundation estimates that, even with increased economic growth, Trump’s plan would add more than $10.1 trillion to the debt by 2024.\n\nHealth Care: Trump has been all over the lot on health-care reform, waxing rhapsodic about universal health insurance and praising Obamacare’s individual mandate. On the other hand, he has consistently called for repealing the Affordable Care Act and replacing it with “something great.” Now he has laid out a replacement proposal that at least touches on all the appropriate conservative buzzwords — even if he doesn’t quite seem to know what they mean.\n\nTrump’s plan begins with “removing the lines around the states,” by which he means allowing interstate sale of health-insurance plans, a longtime goal of free-market health reformers. But only a plan that “complies with state requirements” would be allowed, which would undermine one of the goals of such proposals: escaping state mandates and regulations that drive up premiums. Trump also says he would “allow individuals to use Health Savings Accounts.” That’s a good thing, of course, but it’s hard to tell exactly what he means, since HSAs are already legal. He also would adopt one terrible idea long championed by the Left and endorsed by Hillary Clinton: allowing the government to dictate prescription-drug prices for Medicare and other government programs. But the CBO has warned that such price controls would be ineffective unless you limited the drugs available in each therapeutic class, which could deny seniors access to the best and newest treatments.\n\nForeign Policy and Defense: If Trump’s domestic policies are difficult to understand, his foreign-policy positions are impenetrable, swinging wildly between shows of strength and non-interventionism. In some ways, Trump may be the least interventionist of the Republican candidates. On the other hand, he has suggested sending 20,000 to 30,000 troops to fight ISIS. Maybe. He says he’s not actually in favor of doing this, but he heard from somewhere that that’s what it would take to win, and he’s all about winning.\n\nOn the larger question of the War on Terror, Trump has clearly chosen “security” over “liberty,” to borrow from Ben Franklin’s famous dictum, supporting NSA surveillance, torture, and what can only be called war crimes, like targeting civilian family members of terrorists. He has called for a large increase in defense spending, but hasn’t put any numbers to it.\n\nTrade: Trump strikes a very hard-line pose on trade, railing against nearly every trade agreement negotiated over the past half-century. But beyond “negotiating great deals,” it’s hard to tell exactly what he would do. Most of our trade deals already lower foreign trade barriers more than they do U.S. ones. Tariffs, which Trump casually says could be as high as 45 percent, would primarily hurt low- and middle-income American consumers, and would risk sparking trade wars that would cause American exports to crater.\n\nThe only thing Trump seems to believe with any consistency is that he is the strong leader we need to Make America Great Again.\n\nSocial Issues: Trump is a recent convert to Republican orthodoxy on social issues. He now mostly takes standard GOP positions, though doing so clearly sits uncomfortably with him. He praises Planned Parenthood, for instance, even as he pledges to defund it. He says he believes the states should decide about gay marriage, and he would consider appointing Supreme Court justices who would be likely to overturn Obergefell v. Hodges. His most heartfelt promise is to say Merry Christmas instead of Happy Holidays. At an event in 1990 he condemned the war on drugs, but, as with most things, he has reversed course and now opposes the legalization of marijuana, though he would not move against states that legalize recreational use. And he has reversed his previous support for gun control and become an ardent defender of the Second Amendment.\n\nTrump is unconstrained by any coherent political ideology, leaving him free to change his positions according to which way the political winds are blowing. This could to some extent explain his ability to adapt his campaign to channel the dissatisfaction and anger coursing through large swaths of the American electorate. The only thing he seems to believe with any consistency is that he is the strong leader we need to Make America Great Again. We may not know how this would be accomplished in the dark timeline of a Trump presidency, but it would entail expanding the scope of presidential power without respect for the institutions that traditionally provided checks and balances. Given some of the rhetoric emanating from his campaign, this is a very frightening prospect indeed.\n\n— Michael Tanner is a senior fellow at the Cato Institute and the author of Going for Broke: Deficits, Debt, and the Entitlement Crisis. You can follow him on Twitter @mtannercato, or on his blog, TannerOnPolicy.com.", "article_metadata": {"tweettext": "Donald Trump never explains exactly how he plans to Make America Great Again.", "sailthru.author": "Michael Tanner", "description": "Donald Trump never explains exactly how he plans to Make America Great Again.", "generator": "Drupal 7 (http://drupal.org)", "title": "Trump’s Grab-Bag of Campaign Positions", "og": {"site_name": "National Review Online", "description": "Donald Trump never explains exactly how he plans to Make America Great Again.", "title": "Trump: The Candidate of Raw Emotion", "url": "http://www.nationalreview.com/article/432844/trumps-grab-bag-campaign-positions", "image": "http://c9.nrostatic.com/sites/default/files/uploaded/donald-trump-campaign-positions-r.jpg", "type": "article"}, "twitter": {"url": "http://www.nationalreview.com/article/432844/trumps-grab-bag-campaign-positions", "image": "http://c7.nrostatic.com/sites/default/files/uploaded/donald-trump-campaign-positions.jpg", "description": "Donald Trump never explains exactly how he plans to Make America Great Again.", "card": "summary", "title": "Trump: The Candidate of Raw Emotion, by Michael Tanner, National Review"}, "sailthru.date": "Wed, 2016-03-16 04:00", "robots": "follow, index", "sailthru.title": "Trump: The Candidate of Raw Emotion", "sailthru.tags": "politics, policy, donald-trump, 2016, michael-tanner, article, long", "fb": {"app_id": 129250807108374}, "keywords": "Michael Tanner", "msvalidate.01": "E48498F585100158A880ED1615918208", "google-site-verification": "OOtPjyj3i8ggfSXzZ7MPoTiwFy_JnfzKMPkjZ5bhpk0", "copyright": "© National Review, Inc.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Michael Tanner, Politics, Nation, World"}, "article_summary": "Trade: Trump strikes a very hard-line pose on trade, railing against nearly every trade agreement negotiated over the past half-century.\nHis tax cuts are generally pro-growth and would likely boost American competitiveness and job creation, which are good things.\nOn the other hand, Trump has called for trillions in tax cuts over the next ten years.\nBut in the absence of serious spending restraint, tax cuts of this size could well lead to more debt.\nIt’s more about raw emotion, whether that’s the rage being expressed by many of Trump’s supporters, or his reaction to it."}