{"article_title": "Marc Thiessen: Obama’s legacy of failure", "article_keywords": ["unpopular", "poll", "office", "marc", "presidents", "obamacare", "failure", "legacy", "americans", "history", "president", "obamas", "thiessen", "obama"], "article_url": "https://www.washingtonpost.com/opinions/marc-thiessen-obamas-legacy-of-failure/2014/07/07/9148acf8-05e0-11e4-a0dd-f2b22a257353_story.html", "article_text": "In his 2008 convention speech, Barack Obama declared that as president he would clean up the mess created by “the failed presidency of George W. Bush.” Now many Americans say he has done a worse job in office than the man he replaced. A new Quinnipiac poll finds that a plurality rated Barack Obama the worst president in the past 70 years — worse even than Richard Nixon, who resigned in scandal. That is quite an achievement.\n\nAnd, to add insult to injury, a new Gallup poll finds that confidence in the presidency has dropped from 51 percent when Obama took office to just 29 percent today (4 points lower than Bush at the same point in his presidency).\n\nThere are two ways a president can drive his poll numbers down: The first is to make hard decisions that are unpopular but the right thing to do. The second is to be really, really bad at your job. Presidents in the first category tend to be vindicated by history. Presidents in the second tend to find that history’s judgment confirms that of voters in their own time.\n\nHarry Truman left office one of the most unpopular presidents in American history, with his polls dropping to 22 percent in his last year as president. But thanks to the decisions he made — the Berlin Airlift, the Marshall Plan, the Truman Doctrine and the deployment of U.S. troops to Korea — he is now considered one of the greatest presidents of the 20th century. By contrast, Jimmy Carter presided over a string of disasters at home and abroad — from the Iran hostage crisis and the Soviet invasion of Afghanistan to gas lines and stagflation — and is still considered one of our worst presidents.\n\nSo the question is: Will Obama end more up like Truman or Carter?\n\nRight now, he’s looking like another Carter in the making. Obama has presided over a recent string of disasters that make even Carter look competent. From his failure to enforce his own red line in Syria to the release of five senior Taliban leaders from Guantanamo Bay to the Russian invasion and annexation of Crimea to the implosion of Iraq, the world is on fire — and Obama’s foreign policy legacy is in tatters. If Obama sticks to his plan to replicate his Iraq withdrawal in Afghanistan, things could get even worse abroad: Obama could leave office with Islamic radicals controlling safe havens in two countries from which they can plan new attacks.\n\nOn the home front, just look at the past six weeks: We’ve had the Department of Veterans Affairs scandal . . . the flood of tens of thousands of unaccompanied children across the border . . . the epidemic of hard-drive crashes at the Internal Revenue Service after Congress began investigating the targeting of the president’s political opponents . . . a 2.9 percent economic contraction in the first quarter of 2014 . . . and a series of stinging rebukes from the Supreme Court on recess appointments and Obamacare’s contraception mandate. There’s not much for history to vindicate in that cascade of debacles.\n\nObama might take solace from the example of presidents who, while unpopular in their time, were vindicated because of their legislative achievements. Lyndon Johnson was so unpopular thanks to Vietnam that he decided not to run for reelection. But his passage of the Civil Rights Act of 1964 secured him a place in history.\n\nObama’s hope is that, years from now, Obamacare will do the same for his legacy. But unlike the Civil Rights Act, Obamacare was passed on a party-line vote, without the support of a majority of Americans and on the basis of a lie (the president’s false promise that Americans could keep their doctors and their health plans). Moreover, Obamacare’s pledges that premiums would be lower and that the scheme wouldn’t add to the deficit are likely not to be met. As Hoover’s Charles Blauhous points out, the annual costs of Obamacare will hit $200 billion by 2020, yet some of the mechanisms to pay for it — from the CLASS Act (Community Living Assistance Services and Supports) to penalties on individuals and employers for failing to carry or offer health insurance — have been repealed or delayed.\n\nObamacare remains deeply unpopular. In May, the law registered 55 percent opposition. Obama hopes that the law will be such a success that Americans will one day look back and decide that they were wrong about it after all. The more likely scenario is that Obamacare will go down in history not as the project that salvaged Obama’s legacy but the one that discredited big-government liberalism for a generation.\n\nAccording to a December Gallup poll, the number of people who say that “big government” is the greatest threat to the country has risen from 55 percent when Obama took office to 72 percent today — the highest that number has ever been in 50 years of polling. For the next quarter century, whenever a liberal politician proposes some new, big-government program, all conservatives will have to say to discredit it is: “It’s just another Obamacare.”\n\nThat’s a legacy to be sure — just not the one for which Obama was hoping.\n\nRead more from Marc Thiessen’s archive, follow him on Twitter or subscribe to his updates on Facebook.", "article_metadata": {"description": "Obama’s record looks worse to voters than Nixon’s.", "author": "http://www.facebook.com/marcthiessen", "og": {"site_name": "Washington Post", "description": "Obama’s record looks worse to voters than Nixon’s.", "title": "Marc Thiessen: Obama’s legacy of failure", "url": "https://www.washingtonpost.com/opinions/marc-thiessen-obamas-legacy-of-failure/2014/07/07/9148acf8-05e0-11e4-a0dd-f2b22a257353_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/WashingtonPost/Content/Blogs/the-fix/201407/Images/2014-06-19T200154Z_01_WASW211_RTRIDSP_3_IRAQ-SECURITY-OBAMA.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@marcthiessen"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/opinions/marc-thiessen-obamas-legacy-of-failure/2014/07/07/9148acf8-05e0-11e4-a0dd-f2b22a257353_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Marc Thiessen, barack obama legacy, obama failed presidency, harry truman, jimmy carter, iraq, obamacare, prisoner exchange", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "http://www.facebook.com/marcthiessen"}, "eomportal-uuid": "9148acf8-05e0-11e4-a0dd-f2b22a257353", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Marc Thiessen, barack obama legacy, obama failed presidency, harry truman, jimmy carter, iraq, obamacare, prisoner exchange"}, "article_summary": "Obama’s hope is that, years from now, Obamacare will do the same for his legacy.\nThe more likely scenario is that Obamacare will go down in history not as the project that salvaged Obama’s legacy but the one that discredited big-government liberalism for a generation.\nHarry Truman left office one of the most unpopular presidents in American history, with his polls dropping to 22 percent in his last year as president.\nRead more from Marc Thiessen’s archive, follow him on Twitter or subscribe to his updates on Facebook.\nObama might take solace from the example of presidents who, while unpopular in their time, were vindicated because of their legislative achievements."}