{"article_title": "Lee takes on new strategy in fight against Affordable Care Act", "article_keywords": ["affordable", "republican", "repeal", "lee", "takes", "senate", "republicans", "strategy", "majority", "plan", "act", "vote", "fight", "care"], "article_url": "http://www.deseretnews.com/article/865633320/Lee-takes-on-new-strategy-in-fight-against-Affordable-Care-Act.html?pg=all", "article_text": "Sen. Mike Lee withdrew his plan Monday night to push a second attempt to bring another vote on the Affordable Care Act, switching to a new strategy.\n\nSALT LAKE CITY — Utah Sen. Mike Lee withdrew his plan Monday night to push a second attempt to bring a vote on the Affordable Care Act, switching to a new strategy.\n\nThe plan for a second vote was part of an effort by conservatives in the Senate, including Lee and Sen. Ted Cruz, R-Texas, to challenge Senate leadership and establish a conservative Republican agenda.\n\nBut now, Lee intends to continue the fight another day.\n\nAccording to the Associated Press, the change of plans occurred after more Republican fighting broke out before the Monday night session, when an email surfaced from one of Lee's aides suggesting that conservative groups should take Lee's fellow Republicans to task if they oppose him on the maneuver to advance the repeal of Obamacare.\n\nThe email angered Republicans, and Lee sought to contain the damage. He told colleagues in a closed-door meeting that he hadn't authorized the email, the Associated Press reports.\n\n\"This email is not how Sen. Lee does business,\" Lee's spokesman, Conn Carroll said in a statement.\n\nDeciding not to push the matter Monday night, Lee said he now intends to advance the effort through budget reconciliation.\n\nHours before the vote, Lee announced he would withdraw his plan to try for another vote Monday night if Senate Republican leaders publicly committed to using budget reconciliation, instead of the amendment, to repeal the Affordable Care Act.\n\n\"Like many of my colleagues, I believe the reconciliation option is a far superior strategy because it has the potential to pass both houses of Congress and reach the president's desk — which has been my goal all along,\" Lee said in a statement.\n\nAccording to Carroll, Lee and McConnell, R-Ky., are working on a joint statement to reaffirm the conference's commitment to using budget reconciliation to repeal Obamacare.\n\nThe new plan came after the first attempt failed during a rare Sunday session, when Lee supported an amendment put forward by McConnell that would have led to a repeal on the Affordable Care Act. But the senate voted 49-43 to kill the health care measure, and McConnell's motion fell short of the 60-vote threshold. Eight senators were absent.\n\nThat's why Lee initially planned to try again by appealing to the chair of the Senate during the Senate's Monday night session. His original plan was to use Senate Rule 22 to save McConnell's repeal by arguing its relevance to the underlying bill, HR22, which would repeal some elements of Obamacare.\n\nTypically, legislation needs to get 60 votes before proceeding to an actual vote in the Senate, but Republicans don’t have enough Affordable Care Act opponents in the Senate to reach that threshold, so the amendment would only need 51 votes to reach a simple majority.\n\nBut, now, Lee says through budget reconciliation, a repeal to Obamacare has a better chance of reaching the president's desk.\n\nLee's plan comes in the middle of a fight over GOP leadership's priorities. In a statement issued Sunday, Cruz accused McConnell of working as a team with Senate Minority Leader Harry Reid and controlling GOP priorities with a Democratic interest.\n\nCruz railed against McConnell for allowing a recent vote to reauthorize the Export-Import Bank, which passed 67-26. McConnell allowed the vote, despite his voiced opposition.\n\n“The American people elected a Republican majority believing that a Republican majority would be somehow different from a Democratic majority in the United States Senate,\" Cruz said in the statement. \"Unfortunately, the way the current Senate operates, there is one party, the Washington party.\"\n\nCruz said the majority and minority leaders, the \"McConnell-Reid leadership team,\" is denying senators the ability to vote on their amendments. He pointed to McConnell for blocking conservatives' chance to vote on amendments to defund Planned Parenthood and require Iran to recognize Israel's right to exist.\n\n\"To the millions of Americans who rallied in November believing if only we got a Republican majority in the Senate something would be different, this was a clarifying and a sad moment,” Cruz said.\n\nLee's plan to continue fighting to repeal Obamacare is part of those efforts to regain conservative influence.\n\nBut Tim Chambless, a University of Utah political science professor, said he was skeptical Lee's plan would have much impact. He said even an effort to repeal the Affordable Care Act passes, the president is certain to veto it.\n\nChambless said he thinks Lee knows this, so instead, he's acting with a political agenda to remind voters of his opposition to Obama and the Affordable Care Act.\n\n\"It's political theater,\" Chambless said. \"Utah voters need to remember there is a U.S. Senate campaign underway.\"\n\nBut in a prepared statement Monday, Lee said his motivation is not political, but rather \"to give Utahns the best chance possible to buy quality and affordable health care.\"\n\n\"In order to do that we need to repeal Obamacare, and in order to repeal Obamacare we need to show Republicans have a majority willing to make that policy change,\" Lee said.\n\nWhen asked whether the effort was worthwhile, since President Barack Obama would likely veto any action against the Affordable Care Act, Lee said it's still important for Republicans to vote for a repeal because \"it would show the next occupant of the White House that the votes are there for the real health care reform.\"\n\nLee said putting a majority of senators' votes on the record is \"exactly what this is all about.\"\n\n\"This affects Democrats and Republicans, liberals and conservatives — it affects Utahns; it affects people all over America,\" Lee said on KSL Newsradio's morning show Monday. \"What we want to do is to keep health care decisions and health care dollars with doctors and patients rather than having those taken in and commandeered by government bureaucrats in Washington.\"\n\nEmail: kmckellar@deseretnews.com, Twitter: @KatieMcKellar1", "article_metadata": {"twitter": {"description": "Sen. Mike Lee withdrew his plan Monday night to push a second attempt to bring another vote on the Affordable Care Act, switching to a new strategy.", "title": "Lee takes on new strategy in fight against Affordable Care Act", "app": {"url": {"ipad": "itms://itunes.apple.com/us/app/deseret-news/id425758986?mt=8&uo=4", "iphone": "itms://itunes.apple.com/us/app/deseret-news/id425758986?mt=8&uo=4", "googleplay": "https://play.google.com/store/apps/details?id=com.deseretnews.android"}, "name": {"ipad": "Deseret News", "iphone": "Deseret News", "googleplay": "Deseret News"}, "id": {"ipad": 425758986, "iphone": 425758986, "googleplay": "com.deseretnews.android"}}, "creator": "@KatieMcKellar1", "site": "@deseretnews", "card": "summary"}, "datePublished": "2015-07-27", "vr": {"category": "utah", "type": "article"}, "cXenseParse": {"recs": {"recommendable": "false"}}, "speare-timestamp": "2015-07-27 23:48:12", "copyright": "© 2016 Deseret News Publishing Company", "title": "Lee takes on new strategy in fight against Affordable Care Act", "image": "http://www.deseretnews.com/media/photos/web-1573265.jpg", "dsk": "utah", "tout": {"article": {"id": 865633320}}, "thumbnail": "http://www.deseretnews.com/media/photos/web-1573265.jpg", "medium": "news", "description": "Sen. Mike Lee withdrew his plan Monday night to push a second attempt to bring another vote on the Affordable Care Act, switching to a new strategy.", "robots": "INDEX, FOLLOW", "fb": {"admins": 683545112, "app_id": 320112201431112, "pages": 16317479654}, "article": {"published_time": "2015-07-27T15:45-06:00"}, "viewport": "width=1024, initial-scale=0.1", "GOOGLEBOT": "ARCHIVE", "og": {"url": "http://www.deseretnews.com/article/865633320/Lee-takes-on-new-strategy-in-fight-against-Affordable-Care-Act.html?pg=all", "type": "article", "image": "http://img.deseretnews.com/images/article/hires/1573265/1573265.jpg", "site_name": "DeseretNews.com", "title": "Lee takes on new strategy in fight against Affordable Care Act"}, "author": "Katie McKellar", "dateModified": "2015-07-27", "articleid": 865633320}, "article_summary": "He said even an effort to repeal the Affordable Care Act passes, the president is certain to veto it.\nSen. Mike Lee withdrew his plan Monday night to push a second attempt to bring another vote on the Affordable Care Act, switching to a new strategy.\nSALT LAKE CITY — Utah Sen. Mike Lee withdrew his plan Monday night to push a second attempt to bring a vote on the Affordable Care Act, switching to a new strategy.\nChambless said he thinks Lee knows this, so instead, he's acting with a political agenda to remind voters of his opposition to Obama and the Affordable Care Act.\n“The American people elected a Republican majority believing that a Republican majority would be somehow different from a Democratic majority in the United States Senate,\" Cruz said in the statement."}