{"article_title": "Yes, Obamacare Is A Bailout For Insurance Companies", "article_keywords": ["program", "risk", "obamacare", "losses", "companies", "taxpayers", "bailout", "corridor", "yes", "insurers", "insurance"], "article_url": "http://townhall.com/tipsheet/conncarroll/2014/01/16/yes-obamacare-includes-a-bailout-for-insurance-companies-n1780212", "article_text": "Jonathan Cohn, a prominent Obamcare apologist employed by the New Republic, is not a fan of recent Republican efforts to brand the law's \"risk corridor\" program as a \"bailout\" for the health insurance industry. Cohn writes:\n\nThe bailout analogy is potent. And it’s certainly accurate to say that, under Obamacare, some insurers may collect payments from the government to help offset losses. But the analogy breaks down after that. Bailouts typically start with companies taking egregiously irresponsible actions and end with the government forking over mind-boggling sums of money to save them. Think of the savings and loans institutions misleading the public about the state of their finances in the 1980s—or the financial industry making those bad home loans and risky investments a decade ago. Each of those involved grievous management errors, frequently skirting the limits of legality. With Obamacare, the situation is different. Projecting future insurance costs inevitably involves a little guesswork. With a brand new program like Obamacare, it inevitably involves a lot of guesswork. ... But even if the losses are significant, the taxpayers won’t be in for another Wall Street-style bailout. For one thing, the reinsurance money comes from the insurers themselves, who pay a tax on each beneficiary. It's basically a transfer of funds, from all carriers to those those companies inside the Obamacare marketplaces that end up with unusually unhealthy members. In this sense, it’s an insurance policy for the insurers—and one they more or less finance on their own. The payouts from risk corridors are a little different, in the sense that those dollars come directly from government funds and have no actual limit. But the risk corridors also build up government funds—in effect, by claiming some of the profits from insurers who reap unexpected windfalls. The Congressional Budget Office, in its overall cost estimates for the Affordable Care Act, assumed that the inflow and outlfow would be roughly the same, so that the risk corridor program as a whole would be budget neutral. Even if CBO's prediction is wrong, and the government ends up spending more than it raises, the difference is likely to be modest. The formula for payouts calls merely for government to share in high losses or gains, not to take them on completely. It's enough to protect the insurers, the thinking goes, but not enough to cause a massive outlay.\n\nFirst, lets dispense with Cohn's inclusion of the reinsurance program. That program is paid for by a tax on insurers and payments to insurers are limited by revenues to the program. The reinsurance program is not a bailout, which is why Sen. Marco Rubio (R-FL) did not include it in his Obamacare-bailout-repeal bill.\n\nThe risk corridor program is a different story. Cohn is correct that the CBO estimated that the cost of the program to taxpayers would be zero because it figured that some insurance companies would over estimate patient expenses and others would under estimate them, and these over and under estimations would cancel each other out. Sort of like how banks who bought tons of mortgage backed securities estimated that some mortgages would go bad, others would be just fine, but as long as there was a normal mix the underlying assets would be fine.\n\nBut just as banks made a \"grievous management error\" by never considering what would happen if large percentages of the mortgages in mortgage back securities all went bad, the designers of Obamacare never considered what would happen if every insurer under estimated how much it would cost to pay for insurance claims. And if the current mix of Obamacare enrollees looks anything like the final mix, that is exactly what is likely to happen: all the insurance companies will qualify for payments from the risk corridor program and no one will be paying in.\n\nAt that point, under current law, taxpayers would be on the hook to pay off those all of those insurance company losses. If that isn't a bailout, I don't know what is.", "article_metadata": {"description": "Yes, Obamacare Includes A Bailout For Insurance Companies.05/23/2016 22:24:01PM EST.", "author": "Conn Carroll", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Yes, Obamacare Includes A Bailout For Insurance Companies", "title": "- Yes, Obamacare Is A Bailout For Insurance Companies", "url": "http://townhall.com/tipsheet/conncarroll/2014/01/16/yes-obamacare-includes-a-bailout-for-insurance-companies-n1780212", "image": "http://media.townhall.com/townhall/reu/ha/2010/118/5f6f1158-ef0e-4ddf-9b6d-3aa515bac4d9@news.ap.org.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Yes, Obamacare Includes A Bailout For Insurance Companies", "title": "- Yes, Obamacare Is A Bailout For Insurance Companies", "url": "http://townhall.com/tipsheet/conncarroll/2014/01/16/yes-obamacare-includes-a-bailout-for-insurance-companies-n1780212", "image": "http://media.townhall.com/townhall/reu/ha/2010/118/5f6f1158-ef0e-4ddf-9b6d-3aa515bac4d9@news.ap.org.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Yes, Obamacare Is A Bailout For Insurance Companies, Conn Carroll, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af46914bd0286fd86eb\"", "article_summary": "The risk corridor program is a different story.\nJonathan Cohn, a prominent Obamcare apologist employed by the New Republic, is not a fan of recent Republican efforts to brand the law's \"risk corridor\" program as a \"bailout\" for the health insurance industry.\nAnd it’s certainly accurate to say that, under Obamacare, some insurers may collect payments from the government to help offset losses.\nAnd if the current mix of Obamacare enrollees looks anything like the final mix, that is exactly what is likely to happen: all the insurance companies will qualify for payments from the risk corridor program and no one will be paying in.\nIt's basically a transfer of funds, from all carriers to those those companies inside the Obamacare marketplaces that end up with unusually unhealthy members."}