{"article_title": "What to Know About Your New Health Insurance Plan and Coverage", "article_keywords": ["pollitz", "plans", "pay", "subsidies", "health", "plan", "coverage", "money", "need", "deductible", "insurance", "know"], "article_url": "https://www.mainstreet.com/article/what-to-know-about-your-new-health-insurance-plan-and-coverage", "article_text": "Since 2014, preventative care services are now free if you have health insurance, but if you wind up ill, you are going to need to make a co-payment or contribute toward your annual deductible for a doctor’s visit.“An annual check-up, women’s health visits, well-child care, immunizations and certain preventive screenings may be free to you under your new plan,” she said. “Visiting the doctor when you’re sick or undergoing tests ordered for a specific diagnosis are not typically free.”It’s likely your new plan has a higher deductible now, so start saving money for an emergency. Deductibles are a specific dollar amount you’re required to contribute each year toward certain covered medical expenses.“If you’re healthy and rarely see the doctor, chances are that you won’t have to pay your full deductible this year, but make sure that you can afford your deductible in case of a serious illness or injury,” McLean said. “If you don’t have money in the bank to cover your deductible, tuck away a bit each month until you do.”Deductibles are still quite costly, so consumers should be prepared to start saving for them. They range from $1,000 a year for gold plans, $2,000 to $3,000 for silver plans to $5,000 to $6,000 for bronze plans, said Karen Pollitz, senior fellow for the Kaiser Family Foundation, a Menlo Park, Calif. non-profit organization focusing on national health issues. Consumers tend to just look at the cost of the monthly premium when they are choosing a plan, but need to determine if they can pay for the deductible, she said.“These are still very high deductible plans,” Pollitz said. “You are buying health insurance in case you get sick. You need to take into account the cost sharing you might have to pay. It doesn’t take much to incur a four figure medical bill.”If you are receiving subsidies for your plan, you will need to reconcile them on your federal tax return next year . Consumers who were approved for government subsidies to help cover their monthly health insurance premiums need to keep in mind that the subsidies you receive this year are based on your estimated income for this year. If you earn more than expected, you could potentially have to pay back some of those subsidies when you complete your federal tax return for the year, McLean said.Since more than 85% of Americans will qualify for some financial assistance for their plan, if your salary increases, it is best to adjust your estimate soon. This way you don’t wind up owing too much money when you file for taxes, because you will have to pay back the subsidies, Pollitz said. Even if you make too much money to qualify for a subsidy right now, it is crucial to purchase health insurance, because if you currently have coverage and you wind up making less money, you can qualify for a subsidy, she said.“When in doubt, it is a good idea to buy insurance,” Pollitz said. The tax penalty is also increasing each year for people who don’t purchase a plan. In 2015, the penalty is 2% of your income or $325 for each adult, and in 2016 it increase to 2.5% of your income or $695 per adult.Check to see how much your out-of-pocket maximum amount is since it can be quite high, said Hector De La Torre, executive director for Transamerica Center for Health Studies, a Los Angeles-based nonprofit group. This is the most you will pay during a policy period before your health insurance begins to pay 100% of the allowed amount.“This limit never includes your premium or balance-billed charges,” he said. “Some health insurance plans don’t count all of your co-payments, deductibles, co-insurance payments or out-of-network payments toward this limit.”\n\n--Written by Ellen Chang for MainStreet", "article_metadata": {"layout": "main", "description": "Navigating the rules of your new health insurance plan to figure out the coverage and costs can be daunting.", "author": "Ellen Chang", "og": {"site_name": "MainStreet", "description": "Navigating the rules of your new health insurance plan to figure out the coverage and costs can be daunting.", "title": "What to Know About Your New Health Insurance Plan and Coverage", "url": "https://www.mainstreet.com/article/what-to-know-about-your-new-health-insurance-plan-and-coverage", "image": {"width": 600, "secure_url": "https://s.mainstreet.com/files/tsc/v2008/photos/contrib/uploads/healthinsurancepolicy-0106.jpg", "identifier": "https://s.mainstreet.com/files/tsc/v2008/photos/contrib/uploads/healthinsurancepolicy-0106.jpg", "height": 400}, "locale": "en_US", "type": "article"}, "section": "Insurance", "keywords": "HMO, PPO, deductible, copayment, subsidy, health insurance, open enrollment", "fb": {"app_id": 925400040808836}, "article": {"publisher": "https://www.facebook.com/MainStreet", "section": "Insurance", "tag": "open enrollment", "published_time": "2015-01-09T09:53Z", "author": "https://www.mainstreet.com/author/1611359"}, "date": "2015-01-09T09:53Z", "contentType": "article", "guid": 13005462, "twitter": {"description": "Navigating the rules of your new health insurance plan to figure out the coverage and costs can be daunting.", "title": "What to Know About Your New Health Insurance Plan and Coverage", "url": "https://www.mainstreet.com/article/what-to-know-about-your-new-health-insurance-plan-and-coverage", "image": {"src": "https://s.mainstreet.com/files/tsc/v2008/photos/contrib/uploads/healthinsurancepolicy-0106.jpg", "identifier": "https://s.mainstreet.com/files/tsc/v2008/photos/contrib/uploads/healthinsurancepolicy-0106.jpg"}, "site": "@mainstr", "card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "HMO, PPO, deductible, copayment, subsidy, health insurance, open enrollment"}, "_id": "\"57477af46914bd0286fdd5cb\"", "article_summary": "“Some health insurance plans don’t count all of your co-payments, deductibles, co-insurance payments or out-of-network payments toward this limit.”--Written by Ellen Chang for MainStreet\n“You are buying health insurance in case you get sick.\nThis is the most you will pay during a policy period before your health insurance begins to pay 100% of the allowed amount.“This limit never includes your premium or balance-billed charges,” he said.\nConsumers who were approved for government subsidies to help cover their monthly health insurance premiums need to keep in mind that the subsidies you receive this year are based on your estimated income for this year.\nEven if you make too much money to qualify for a subsidy right now, it is crucial to purchase health insurance, because if you currently have coverage and you wind up making less money, you can qualify for a subsidy, she said.“When in doubt, it is a good idea to buy insurance,” Pollitz said."}