{"article_title": "MNsure extends enrollment deadline for Jan. 1 coverage", "article_keywords": ["enrollment", "youre", "sign", "jan", "health", "deadline", "plan", "coverage", "extends", "weeks", "mnsure", "insurance"], "article_url": "http://bringmethenews.com/2015/12/12/mnsure-extends-enrollment-deadline-for-jan-1-coverage/", "article_text": "MNsure, Minnesota’s health insurance exchange program, has extended its deadline by nearly two weeks for state residents to sign up for coverage that begins Jan. 1.\n\nThe deadline is now Dec. 28; the original deadline was Dec. 15.\n\nMNsure said in a news release Saturday that some health insurance companies also wanted to keep registration open until the end of the month.\n\nBreaking: deadline for coverage starting 1/1 extended to 12/28. For more information: https://t.co/98knhmnATd pic.twitter.com/arng7MZzJX — MNsure (@MNsure) December 12, 2015\n\nEven though people have two additional weeks to sign up, MNsure CEO Allison O’Toole is urging them not to wait until the last minute.\n\n“It is in the best interest of all Minnesotans to enroll as soon as possible,” O’Toole said. “MNsure continues to send enrollment data to insurance companies daily, but waiting to enroll could mean you will not have ID cards or other plan information on January 1.”\n\nO’Toole added that MNsure is preparing for a large number of phone calls – perhaps thousands per day – over the next couple of weeks as people sign up.\n\nThe new deadline doesn’t have any effect on people who are eligible for Medical Assistance or MinnesotaCare; enrollment for those programs takes place year round.\n\nWhile the MNsure website has been plagued by technical problems in previous years, officials said the enrollment extension is not a response to any such problems.\n\nMore about MNsure\n\nThis is the third year of operation for the state-run health insurance exchange, created under 2012’s Affordable Care Act.\n\nIf you don’t have a job that offers health insurance (and you’re older than 26 and can’t stay on your parents’ plan), you can go to the MNsure website and look through several different health insurance options.\n\nThe premiums are, on average, higher this year than last. But MNsure officials are touting tax credits, which you automatically can qualify for based on income and plan cost, as a big way the cost will be kept down.\n\nThose tax credits are only available when purchasing plans through MNsure.\n\nNew this year is an added incentive to sign up: If you don’t have health insurance coverage, you’re facing a fine. In 2016, it’ll be either 2.5 percent of certain taxable income, or a flat $695 – whichever one is greater.\n\nThere are some people who aren’t legally required to have health insurance. Though there are very few exemptions.\n\nFor a more complete rundown of how MNsure works, check out these five tips and explanations.\n\nAccording to MNsure, as of May 2014, 95 percent of Minnesotans have health coverage—the highest percentage in state history.", "article_metadata": {"generator": "WordPress.com", "application-name": "BringMeTheNews.com", "og": {"site_name": "BringMeTheNews.com", "description": "MNsure, Minnesota's health insurance exchange program, has extended its deadline by nearly two weeks for state residents to sign up for coverage that begins Jan. 1. The deadline is now Dec. 28; the original deadline was Dec. 15. MNsure said in a news release Saturday that some health insurance companies also wanted to keep registration open until the end of the month. https://twitter.com/MNsure/status/675773864299786241 Even though people have two additional weeks to sign up, MNsure CEO Allison O'Toole is urging them not to wait until the last minute. “It is in the best interest of all Minnesotans to enroll as soon as possible,” O’Toole said. “MNsure continues to send enrollment data to insurance companies daily, but waiting to enroll could mean you will not have ID cards or other plan information on January 1.” O'Toole added that MNsure is preparing for a large number of phone calls – perhaps thousands per day – over the next couple of weeks as people sign up. The new deadline doesn't have any effect on people who are eligible for Medical Assistance or MinnesotaCare; enrollment for those programs takes place year round. While the MNsure website has been plagued by technical problems in previous years, officials said the enrollment extension is not a response to any such problems. More about MNsure This is the third year of operation for the state-run health insurance exchange, created under 2012’s Affordable Care Act. If you don’t have a job that offers health insurance (and you’re older than 26 and can’t stay on your parents’ plan), you can go to the MNsure website and look through several different health insurance options. The premiums are, on average, higher this year than last. But MNsure officials are touting tax credits, which you automatically can qualify for based on income and plan cost, as a big way the cost will be kept down. Those tax credits are only available when purchasing plans through MNsure. New this year is an added incentive to sign up: If you don't have health insurance coverage, you're facing a fine. In 2016, it’ll be either 2.5 percent of certain taxable income, or a flat $695 – whichever one is greater. There are some people who aren’t legally required to have health insurance. Though there are very few exemptions. For a more complete rundown of how MNsure works, check out these five tips and explanations. According to MNsure, as of May 2014, 95 percent of Minnesotans have health coverage—the highest percentage in state history.", "title": "MNsure extends enrollment deadline for Jan. 1 coverage", "locale": "en_US", "image": {"width": 625, "identifier": "https://bringmethenews.files.wordpress.com/2015/11/mnsure-website-2015.jpg", "height": 352}, "url": "http://bringmethenews.com/2015/12/12/mnsure-extends-enrollment-deadline-for-jan-1-coverage/", "type": "article"}, "msapplication-tooltip": "BringMeTheNews.com - Minnesota Local Breaking News, Weather, Entertainment and Video News", "apple-itunes-app": "app-id=590731721", "fb": {"app_id": 1486165548306406}, "msapplication-window": "width=device-width;height=device-height", "viewport": "width=device-width, initial-scale=1", "article": {"section": "Government", "tag": "state", "published_time": "2015-12-12T22:58:19+00:00", "modified_time": "2015-12-12T22:58:20+00:00", "author": "http://bringmethenews.com/author/melaniesommerbmtn/"}, "msapplication-task": "name=Subscribe;action-uri=http://bringmethenews.com/feed/;icon-uri=https://s2.wp.com/i/favicon.ico"}, "article_summary": "MNsure, Minnesota’s health insurance exchange program, has extended its deadline by nearly two weeks for state residents to sign up for coverage that begins Jan. 1.\nNew this year is an added incentive to sign up: If you don’t have health insurance coverage, you’re facing a fine.\nFor more information: https://t.co/98knhmnATd pic.twitter.com/arng7MZzJX — MNsure (@MNsure) December 12, 2015Even though people have two additional weeks to sign up, MNsure CEO Allison O’Toole is urging them not to wait until the last minute.\nMore about MNsureThis is the third year of operation for the state-run health insurance exchange, created under 2012’s Affordable Care Act.\nMNsure said in a news release Saturday that some health insurance companies also wanted to keep registration open until the end of the month."}