{"article_title": "House approves two Obamacare tweaks intended to help small businesses", "article_keywords": ["week", "intended", "business", "house", "approves", "obamacare", "hours", "tweaks", "businesses", "small", "health", "law", "workers", "care", "help"], "article_url": "https://www.washingtonpost.com/business/on-small-business/house-approves-two-obamacare-tweaks-intended-to-help-small-businesses/2015/01/08/0ec73214-9699-11e4-aabd-d0b93ff613d5_story.html", "article_text": "In the first three days in session, the House has already passed two measures that would tweak the health care law’s rules for businesses. (Don Ryan/AP)\n\nThe House of Representatives has wasted little time attempting to tweak the president’s health care law, already approving two bills that would revise some of the legislation’s most controversial rules for business owners.\n\nIn one of the first pieces of legislation approved by the new Congress’s lower chamber, representatives this week passed legislation that would permit small businesses to hire military veterans but not count them toward their company’s total under the Affordable Care Act. Under the law, businesses with more than 50 employees must provide health insurance to their workers or pay a penalty.\n\nThe bill’s backers say the exemption would encourage small businesses to hire more veterans, who already receive health coverage options through the Defense Department or Veterans Administration. In addition, it would give employers who might otherwise pull pack on hiring in order to stay under that 50-worker threshold a way to continue expanding without qualifying for the law’s employer health care mandate.\n\nRep. Steve Chabot (R-Ohio), the new chairman of the House small business committee, called the bill a “common-sense solution” during remarks on the House floor. He later argued that it “alleviates one of the many burdens Obamacare placed on our small businesses, and in doing so, helps our returning warfighters find meaningful work.”\n\nThe House easily approved the proposal last year, but the measure was shelved in the Democrat-led Senate. With Republicans now in control of both chambers, the legislation has a better chance of moving through the higher chamber this time around, but it remains to be seen whether it’s a tweak the Obama administration would be willing to adopt.\n\nOne change the president won’t approve? A second Obamacare-related measure that the House passed on Thursday, which takes aim at one of the Affordable Care Act’s most talked about rules for employers — the so-called 30-hour rule.\n\nIn short, the law calls for all employees who work more than 30 hours a week, rather than the traditional 40 hours a week, to be considered full-time when firms are determining their size for coverage purposes (including whether they are exempt from the mandate requiring them to provide insurance). Small business advocates have long argued that the definition would prompt employers to limit part-time workers’ hours to fewer than 30 hours per week to avoid having to offer them coverage.\n\nThe measure approved this week would change the full-time worker definition to cover one who works at least 40 hours per week. A similar proposal has been introduced in the Senate.\n\n“One of the more easily foreseeable consequences of the Affordable Care Act is the pressure it imposes on small firms to reduce or avoid adding full-time positions,” Dan Danner, president of the National Federation of Independent Business, which has challenged the health law in court, said in an e-mail this week. “By defining down the definition of full-time work, the law creates a terrible dilemma for small businesses.”\n\nThe U.S. Chamber of Commerce, the International Franchise Association and the National Restaurant Association have each lobbied in favor of the proposed revision, saying the law’s current definition hurts small businesses. But the White House adamantly disagrees, and on Wednesday, President Obama threatened to veto the adjustment.\n\n“This proposed change would actually do a lot of harm, not just to the Affordable Care Act but to a substantial number of workers across the country,” White House press secretary Josh Earnest told The Hill. He argued that the measure would simply put more workers in danger of reduced hours if employers want to avoid providing health plans.\n\nAdditionally, the administration has estimated that lifting the cut-off to 40 hours would result in about a million workers losing the health plans they currently have through their employer, while also expanding the national deficit by $74 billion over the next decade.\n\nFollow J.D. Harrison and On Small Business on Twitter.", "article_metadata": {"news_keywords": "small business, business, entrepreneurs, economy, affordable care act, obamacare, health care, aca, white house, president obama, congress, health care law, health insurance, small business obamacare, part-time, 30-hour rule, legislation, house", "author": "https://www.facebook.com/OnSmallBiz", "og": {"site_name": "Washington Post", "description": "One would encourage owners to hire more veterans; the other would revise a controversial “part-time” rule.", "title": "House approves two Obamacare tweaks for businesses", "url": "https://www.washingtonpost.com/business/on-small-business/house-approves-two-obamacare-tweaks-intended-to-help-small-businesses/2015/01/08/0ec73214-9699-11e4-aabd-d0b93ff613d5_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/01/07/National-Politics/Images/NA-BOEHNER_0101420650546.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@jd_harrison"}, "description": "One would encourage owners to hire more veterans; the other would revise a controversial “part-time” rule.", "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/business/on-small-business/house-approves-two-obamacare-tweaks-intended-to-help-small-businesses/2015/01/08/0ec73214-9699-11e4-aabd-d0b93ff613d5_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "small business, business, entrepreneurs, economy, affordable care act, obamacare, health care, aca, white house, president obama, congress, health care law, health insurance, small business obamacare, part-time, 30-hour rule, legislation, house", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/OnSmallBiz"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "eomportal-uuid": "0ec73214-9699-11e4-aabd-d0b93ff613d5"}, "article_summary": "Rep. Steve Chabot (R-Ohio), the new chairman of the House small business committee, called the bill a “common-sense solution” during remarks on the House floor.\nUnder the law, businesses with more than 50 employees must provide health insurance to their workers or pay a penalty.\nIn the first three days in session, the House has already passed two measures that would tweak the health care law’s rules for businesses.\nHarrison and On Small Business on Twitter.\nThe bill’s backers say the exemption would encourage small businesses to hire more veterans, who already receive health coverage options through the Defense Department or Veterans Administration."}