{"article_title": "The Duggars and Caitlyn Jenner are the “real news”: The reality that the Hillary Clinton media spectacle wishes desperately that you’d ignore", "article_keywords": ["real", "jenner", "clinton", "family", "media", "duggars", "youd", "duggar", "cultural", "reality", "ignore", "political", "hillary", "wishes", "spectacle", "politics"], "article_url": "http://www.salon.com/2015/06/06/caitlyn_jenner_hillary_clinton_and_the_media_in_the_age_of_cultural_politics_which_one_really_matters/", "article_text": "Topics: caitlyn jenner, Duggar family, Fox News, Gender, gender reassignment, Gender Roles, Hillary Clinton, LGBT, Megyn Kelly, Politics, The Duggar Family, the duggars, trans people, Transgender, Entertainment News, Politics News\n\nIt often feels as if cultural politics are our only form of politics these days, not least because the other kind – the old-fashioned kind conducted through the ballot box, and through our elected representatives meeting in a big room somewhere and making collective decisions – transparently don’t work. As the midterm elections of 2014 made clear, no one but the fearful, the crazy and the deeply, pathologically Caucasian (overlapping demographics, to be sure) bothers to vote when the presidency is not at stake. Lots of people will turn out in November of next year to vote for or against Hillary Clinton, no doubt, as they did in Barack Obama’s two elections. But the winner will effectively be decided by a few thousand votes one way or the other in Florida, Ohio and Virginia. I was about to throw in a qualifier about how that’s only a slight exaggeration, but forget it: It’s not an exaggeration at all.\n\nUntil the last few days I had largely avoided the toxic tale of the Duggar family and their slow-motion human trainwreck; I’d probably be happier if I still didn’t know who those people were. The Duggars are like some collective punishment we have visited upon ourselves, after deciding that we have reached the lowest levels of Dante’s Hell without bothering to die first. Every second you sink into their story drains away more of your human spirit, and brings you that much closer to morbid despair. When Nietzsche coined his famous maxim about staring into the abyss, he had no freaking clue how dark it would get. Still, even what I have absorbed by osmosis makes it clear that the Duggars have become a flashpoint for cultural debate about the role of religion in American life and the way sexual abuse is often tolerated or minimized or covered up within families, as well as a key battleground in the right-wing media’s increasingly panicky defense of “traditional values.”\n\nI have only intermittently paid attention to the saga of Caitlyn Jenner and her masterfully managed chrysalis emergence. But whatever you want to say about the reality-TV artificiality of the spectacle, which has alternately resembled the grooming of a prospective movie star and a new-product rollout, Jenner’s reinvention is a watershed moment in American cultural history. Her impact on trans people and their advocates and allies has clearly been enormous, including all the inevitable conversations about issues of race, wealth and privilege. For the rest of us, Jenner’s coming-out party has offered a society-wide teachable moment, from well-meaning liberals forced to realize that they didn’t understand this issue as well as they thought they did to the bewildered floundering and ugly jibes of so many media commentators.\n\nWhen you observe the intense and unfeigned public response to those stories, and the symbolic media warfare they provoke, it becomes not just meaningless but dangerous to insist that such things are inherently trivial, or serve only to distract the citizenry from Serious Issues and Real News. Caitlyn Jenner and the Duggar family speak to America’s changing sense of itself, and to the shifting fronts in the “cultural war” that Pat Buchanan invoked in his famous speech in the Houston Astrodome, 23 years ago. (I was there!) They are in fact the substance of our national conversation, the central narrative of American political and cultural life in our time. What happens inside the Beltway is a footnote, if that.\n\nMind you, there are certain areas of conventional politics people still care about: the areas where it becomes pure spectacle and has nothing to do with policies or legislation or governance. Along with many other Americans, I am morbidly fascinated with the Hillary Clinton campaign and its dysfunctional relationship with the news media. Like a moth drawn back to a dying flame, I can’t resist the noble and/or ridiculous media spectacles staged by the sacrificial Hill-alternatives on the Democratic left: First Bernie Sanders, who is a great guy who has no chance, then Martin O’Malley, who is a pretty good guy who has absolutely no chance, and now Lincoln Chafee, who is from Rhode Island and wants to make the metric system mandatory in America. I don’t even have a sarcastic zinger to throw in after that sentence, because it already contains “Rhode Island” and “metric system.”\n\nOK, nobody cares about Lincoln Chafee; I threw that one in to see if you were awake. I can hear a few of you out there, murmuring grumpily that this would be a better country if Chafee’s super well-intentioned presidential campaign, running on its single liter of petrol, were a more important story than a onetime Olympic athlete’s gender assignment or the news that a crazy Christian family is even crazier than we thought. Well, OK, if you say so. But A) I’m not entirely sure that’s true, and B) it’s so far-fetched and hypothetical as to be utterly useless. I mean, why stop there? If we’ve got a magic lamp, let’s wish for peace in the Middle East, flying solar cars, bringing back the dodo and wine in grocery stores in New York City.\n\nTo complain about the absence of real political debate and the massive vulgarity of American culture – and mea culpa, dude, I do it all the time – has the veneer of a reasonable, civic-minded adult perspective. But on a philosophical and epistemological level, it’s also a refusal to reckon with reality. If the only politics we actually have are the politics of culture – of symbolism and representation and media spectacle – then we have to fight on that terrain or give up entirely.\n\nThere is indeed a grave risk of distraction within big cultural-politics extravaganzas like the Duggar and Jenner stories, but not because those stories are trivial in themselves. We are always at risk of asking the wrong questions, pursuing the wrong threads and failing to observe connections that arguably should be obvious (but have been intentionally obscured). Exactly the same danger can be found in the grand spectacle of presidential campaigns, which are subjected to reams of arid semiotic analysis and amateur theatrical criticism, while the most important questions – what can be discussed in public and what cannot, who actually wields power in America and toward what ends – are not mentioned.\n\nAs my colleagues Jim Newell, Heather Digby Parton and Elias Isquith have variously observed, the political media has a long-term relationship of mutual hatred with Hillary Clinton, and appears determined to cover her 2016 campaign (which is a historic event by any measure, love her or hate her) as a story of low-rent Freudian conflict between the candidate and the press corps. Maybe that’s really how the reporters for Politico and Slate and the big dailies experience their interaction with her campaign; I wouldn’t know. It’s evidently what they believe will be most illuminating and entertaining to their readers. I understand that they are too cynical and too intelligent to be much interested in the question of what Clinton would do as president, since the universe of things that a president might do is well understood (and can be summed up in the phrase “whatever makes the bankers happy”). And you can’t write stories every day about What This Means for Women. But the permanently jaded and insiderish mode of 21st-century political journalism amounts to a collective decision to change the subject — or to use Joan Didion’s memorable phrase, a deliberate failure to observe the observable.", "article_metadata": {"description": "Why is America so fascinated by Caitlyn Jenner and the Duggars? Because (unlike politics) they might mean something", "author": "Andrew O'Hehir", "og": {"site_name": "Salon", "description": "Why is America so fascinated by Caitlyn Jenner and the Duggars? Because (unlike politics) they might mean something", "title": "The Duggars and Caitlyn Jenner are the “real news”: The reality that the Hillary Clinton media spectacle wishes desperately that you’d ignore", "url": "http://www.salon.com/2015/06/06/caitlyn_jenner_hillary_clinton_and_the_media_in_the_age_of_cultural_politics_which_one_really_matters/", "image": "http://media.salon.com/2015/06/caitlyn_hillary_press.jpg", "type": "article"}, "twitter": {"description": "Why is America so fascinated by Caitlyn Jenner and the Duggars? Because (unlike politics) they might mean something", "creator": "@andohehir", "image": "http://media.salon.com/2015/06/caitlyn_hillary_press.jpg", "title": "The Duggars and Caitlyn Jenner are the “real news”: The reality that the Hillary Clinton media spectacle wishes desperately that you’d ignore", "site": "@salon", "card": "summary_large_image"}, "title": "The Duggars and Caitlyn Jenner are the “real news”: The reality that the Hillary Clinton media spectacle wishes desperately that you’d ignore", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, caitlyn jenner, Duggar family, Fox News, Gender, gender reassignment, Gender Roles, Hillary Clinton, LGBT, Megyn Kelly, Politics, The Duggar Family, the duggars, trans people, Transgender", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Along with many other Americans, I am morbidly fascinated with the Hillary Clinton campaign and its dysfunctional relationship with the news media.\nLots of people will turn out in November of next year to vote for or against Hillary Clinton, no doubt, as they did in Barack Obama’s two elections.\nUntil the last few days I had largely avoided the toxic tale of the Duggar family and their slow-motion human trainwreck; I’d probably be happier if I still didn’t know who those people were.\nIf the only politics we actually have are the politics of culture – of symbolism and representation and media spectacle – then we have to fight on that terrain or give up entirely.\nThey are in fact the substance of our national conversation, the central narrative of American political and cultural life in our time."}