{"article_title": "Battle Lines Form in the Fight Over Social Security Payment Reductions", "article_keywords": ["insurance", "ssdi", "benefits", "form", "reductions", "funds", "work", "lines", "fight", "fund", "program", "social", "battle", "security", "disability", "payment"], "article_url": "http://www.thefiscaltimes.com/2015/08/05/Battle-Lines-Form-Fight-Over-Social-Security-Payment-Reductions", "article_text": "With as many as 11 million Americans facing a 19 percent cut in their Social Security Disability Insurance (SSDI) benefits next year absent intervention by Congress and the White House, Republican lawmakers are suddenly moving to devise a plan to avert the crisis.\n\nThe Republicans are considering an approach that combines money-saving reforms to the disability insurance program and a substantial “loan” from the much larger old age and survivors’ benefits fund (OASI) -- one that eventually would have to be repaid. The Obama administration favors a simple transfer of funds from the OASI fund to the cash-strapped disability fund and a series of experimental reforms to save money.\n\nRelated: A New ‘Save SSDI Plan Could Derail Social Security\n\nThe controversy has received relatively scant attention until now, as Congress has focused on the U.S.-Iran nuclear deal, federal highway spending and bitter disputes over Planned Parenthood funding and overall spending levels for defense and domestic programs. Until recently, it looked like another problem that would be kicked to next year.\n\nNeither party wants their finger prints on a reduction in Social Security benefits in the midst of the 2016 presidential and congressional campaigns, so there may be incentive for both parties to find common ground on this issue. But the Obama administration and Republican congressional leaders have been at odds for months over precisely how to address the looming spending crisis.\n\nThe problem shouldn’t come as a surprise. Social Security trustees and other financial experts have been sounding the alarm for years that Congress must act to staunch the hemorrhaging disability insurance trust fund, which is financed with federal payroll taxes and supplements the income of physically disabled workers.\n\nWith growing numbers of Americans seeking assistance -- and frequent reports of widespread fraud adding billions of dollars to the overall cost -- the latest Social Security trustees’ report warned last month that the disability insurance fund would be depleted by late 2016, with beneficiaries likely to lose on average $2,545 in benefits every year.\n\nAlthough the program comes in for substantial criticism, the benefits it provides are relatively meager – an average of $1,165 per month, or $14,000 a year.\n\nAs part of his fiscal 2016 budget, Obama proposed shifting $330 billion from the old age and survivors’ benefits fund to prop up the depleted disability fund, a budgetary maneuver that has been utilized in the past. However, House Republicans passed a rule this year mandating that any shift of funds to the disability program be accompanied by reforms designed to beef up the program and strike an “actuarial balance” within the combined funds.\n\nRelated: How to Fix the Broken Disability Insurance System\n\nDemocrats and the administration have objected to that budgetary rule change, largely out of concern that it might lead to excessively onerous new work requirements for the disabled or draconian reductions in the already modest benefits.\n\nThe National Journal reported this week that Republican lawmakers are hard at work packaging a number of disability reforms that presumably would make it tougher to qualify for benefits or to remain within the programs.\n\nOne is a plan devised by House Ways and Means Committee members that would shrink disability benefits by $1 for every $2 of earnings beyond a certain income threshold. Currently, beneficiaries of disability insurance are encouraged to try to find work with the proviso they can drop back into the program if their income falls. Opponents fear that the GOP plan would undercut what little income security many of the beneficiaries are receiving.\n\n“Under this proposal, these individuals would lose substantial income and, in some cases, fall into, or deeper into, poverty,” Robert Greenstein, head of the liberal-leaning Center on Budget and Policy Priorities, said in a speech on Tuesday. “The proposal is designed to increase work. But it’s not clear whether total work effort would increase or decrease. Some people would work more, but others — who would face a 50 percentage point increase in their marginal tax rate — may well work less. “\n\nRelated: Medicare and Social Security Worse than They Look: Trustees\n\nRepublicans are looking at other proposals for reducing the long-term cost of the disability insurance program. One being aggressively promoted by Sen. Rob Portman (R-OH) would put an end to “double dipping” into government coffers by offsetting an individual’s entitled SSDI benefits any time they receive state or federal unemployment insurance benefits.\n\nThere are a handful of other proposals, but Republicans have acknowledged that whatever savings can be achieved through reforms won’t be nearly enough to avert a benefits crisis next year.\n\nThat’s why the GOP is seriously considering a scheme of “inter-fund borrowing” instead of a simple transfer of funds. Under this approach, the SSDI fund would receive a huge loan from the much larger old age retirement fund to cover its obligations, but within a set number of years would have to repay the borrowing to the retirement system.\n\nProponents of this approach, including Rep. Sam Johnson (R-TX), chairman of the Ways and Means subcommittee on Social Security, so far haven’t explained where SSDI would find those additional funds to repay the loan – a major sticking point.\n\nCritics say this plan is unrealistic – since we’re talking about one government fund borrowing from another – and that the net effect would be to dig a much deeper budgetary hole that the officials overseeing SSDI would have to climb out of down the road.\n\nRelated: Obama Juggles the Numbers to Save Social Security Disability Benefits\n\nHowever, the Republicans’ motivation is understandable. They don’t want to appear to be dipping into the retirement fund of millions of seniors to finance benefits for disabled workers without first pledging to restore those funds in the future.\n\n\"Obviously, with inter-fund borrowing, you have a commitment that the retirees will be paid back as opposed to just adjusting the tax flows that are going in,\" Rep. Tom Reed (R-NY), another member of the Ways and Means subcommittee, told The National Journal. \"I'm very sensitive, when we're talking about Social Security retirees, this is their retirement, their money that they've put in. To make sure that they're held harmless is also something that needs to be strongly considered as we go forward.\"\n\nThere may be another motivation in using a loan instead of a simple cash transfer from one Social Security fund to another: Because the money would have to be repaid, some Republicans believe that would somehow set the stage for a much larger debate about the future of the Social Security system and fundamental changes that would slow the growth of the massive entitlement program.\n\nFor now, that is a discussion the White House, liberal Democrats and senior citizen advocacy groups are not interested in having anytime soon.\n\nAt present, employers and their workers each contribute a total of 6.2 percent of their wages to the Social Security system. Some 0.9 percent is allocated to SSDI and 5.3 percent to OASI.\n\nUnder Obama’s approach announced early this year, nothing would be done to impact the overall tax rate or the solvency of the combined trust funds. Rather, the change would reallocate several tenths of a percentage point of payroll tax revenue from the OASI fund to the SSDI fund. In that way, both trust funds could continue to operate at current levels until 2033.\n\nThe disability program has evolved gradually over the past half century, along with the overall Social Security system. The SSDI program at first was limited to people 50 to 64 years of age. Amendments approved in 1960 opened it up to younger, severely disabled workers as well, according to the Center on Budget and Policy Priorities. Initially, beneficiaries were overwhelmingly men; today, nearly equal numbers of men and women collect disability payments.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "With as many as 11 million Americans facing a 19 percent cut in their Social Security", "title": "Battle Lines Form in the Fight Over Social Security Payment Reductions", "url": "http://www.thefiscaltimes.com/2015/08/05/Battle-Lines-Form-Fight-Over-Social-Security-Payment-Reductions", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/12082011_SocialSecurity_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/08/05/Battle-Lines-Form-Fight-Over-Social-Security-Payment-Reductions", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/12082011_SocialSecurity_article.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@ericpianin"}, "generator": "Drupal 7 (http://drupal.org)", "description": "With as many as 11 million Americans facing a 19 percent cut in their Social Security", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "Related: Obama Juggles the Numbers to Save Social Security Disability BenefitsHowever, the Republicans’ motivation is understandable.\n\"I'm very sensitive, when we're talking about Social Security retirees, this is their retirement, their money that they've put in.\nThe disability program has evolved gradually over the past half century, along with the overall Social Security system.\nAt present, employers and their workers each contribute a total of 6.2 percent of their wages to the Social Security system.\n“Related: Medicare and Social Security Worse than They Look: TrusteesRepublicans are looking at other proposals for reducing the long-term cost of the disability insurance program."}