{"article_title": "Donald Trump Attacks as Republican Rivals Court Donors at Koch Retreat", "article_keywords": ["donors", "court", "trump", "attacks", "money", "mr", "rivals", "donald", "candidates", "network", "koch", "walker", "politics", "republican", "retreat", "brothers"], "article_url": "http://www.nytimes.com/2015/08/03/us/politics/donald-trump-attacks-as-republican-rivals-court-donors-at-koch-retreat.html", "article_text": "Photo\n\nAs five of the 2016 Republican presidential candidates descended on an exclusive donor conference hosted by the oil-billionaire brothers Charles G. and David H. Koch, Donald J. Trump had a message for his rivals.\n\n“I wish good luck to all of the Republican candidates that traveled to California to beg for money etc. from the Koch Brothers,” Mr. Trump, who leads in many national polls, wrote in a Sunday morning Twitter post. “Puppets?”\n\nThe answer to his question, of course, is a matter of perspective.\n\nThe candidates who made the pilgrimage to Dana Point, Calif., this weekend to address the gathering of wealthy donors were either pandering to the brothers at one of their twice-yearly seminars (beg-a-thons, in Trump parlance) or simply hoping to woo an influential network of Republicans who could help finance their campaigns through what is shaping up to be a grueling nominating process.\n\nRich donors have emerged as more crucial than ever this election cycle, with the Supreme Court’s Citizens United decision allowing a tsunami of big money into politics, especially through “super PACs” — political organizations that are outside the campaigns but often act as de facto extensions of them.\n\nAdvertisement Continue reading the main story\n\nA New York Times analysis found that fewer than 400 families had contributed nearly half the money raised in the 2016 presidential campaign so far, with roughly 130 families and their businesses providing more than half the money that Republican candidates and their super PACs had raised through June.\n\nAnd so, as Mr. Trump assailed his rivals for behaving like “puppets” of the Koch brothers, many of the leading Republican candidates — including former Gov. Jeb Bush of Florida; Senator Ted Cruz of Texas; Senator Marco Rubio of Florida; and Gov. Scott Walker of Wisconsin — found themselves trying to walk the fine line between courting the brothers’ vast wealth and not coming across as their marionettes.\n\n(Mr. Trump, who is heavily financing his own campaign, was not invited to the conference, where the coveted speaking slots were assigned by members of the Koch network. And a political data company set up by the Koch brothers has reportedly declined to do business with Mr. Trump’s campaign.)\n\nOn Saturday, Carly Fiorina, the former chief executive of Hewlett-Packard, and Mr. Walker addressed the gathering of about 450 people in back-to-back question-and-answer sessions, praising the Koch network and dismissing concerns about the outside money flooding into presidential politics. They were not shy about flattering the donors, some of whom are already financing their campaigns or super PACs. Mike Allen of Politico moderated all of the sessions.\n\n“These are people who care deeply about our nation, and who are willing to put their time and their energy and their resources and their minds to the challenge of making a better nation,” Ms. Fiorina said, referring to the Koch network.\n\nShe added that the news media seemed to worry about the influx of outside money on the Republican side, but not similar donations from liberal hedge-fund billionaires like George Soros, a philanthropist, and Tom Steyer, an environmentalist.\n\n“It’s one thing for Democrats to complain about corporations getting engaged in politics, and yet they never have a problem with unions getting engaged in politics,” Ms. Fiorina said. “We have a right — everyone has a right — to speech in this country. And as we all know, any kind of speech costs money in this country.”\n\nMr. Walker was similarly laudatory, saying he wished “the whole world could see what goes on here.”\n\nFirst Draft Newsletter Subscribe for updates on the 2016 presidential race, the White House and Congress, delivered to your inbox Monday - Friday.\n\n“So many of you here aren’t here because of any interest on behalf of your personal finances or your industries, you’re here because you love America,” Mr. Walker said, before likening those in the Koch network to the everyday Americans he had met at Tea Party rallies across the country. Those people, he said, “may not have a lot of net worth, but they’re out fighting Obamacare, they’re fighting for their country.”\n\nAdvertisement Continue reading the main story\n\n“I think David and Charles have kind of harnessed that frustration,” Mr. Walker added, “and said, ‘Instead of just being angry about it, let’s do something about it.’ ” On Sunday, Mr. Rubio was asked if he thought the nonprofit 501(c) (4) organization supporting his campaign should have to disclose its donors — a question he largely skirted, but one that seemed relevant to the crowd, as the Koch network takes steps to avoid disclosing many of its donors.\n\n“I just ask every group out there to comply with the law,” Mr. Rubio said. “Ultimately, people have a First Amendment right to participate in the American political process, and as I’ve said before, as long as newspapers and television stations keep charging people to speak out on politics, we’re going to have to keep raising money.”\n\nOf the six invited candidates, only Senator Rand Paul of Kentucky skipped the gathering, instead spending the weekend meeting with voters in Iowa and Illinois. “Packed house in Niles, Illinois!” Mr. Paul said on Twitter over the weekend. “Let’s turn Illinois from blue to red in 2016!”\n\nIn the final session of the conference, Mr. Allen dubbed Mr. Bush “the $120 million man” — a reference to how much his campaign and super PAC have raised so far — before asking how much money is too much.\n\n“I don’t know, but I think you might as well front-load if you can,” Mr. Bush said, to laughter.\n\nTurning more serious, he added that he was “running hard” and that money would help that effort. “I’m playing by the rules of the game, the way it was laid out, and if people don’t like it, that’s just tough luck,” Mr. Bush concluded, as the crowd erupted in applause.", "article_metadata": {"tone": "news", "ptime": 20150802202755, "twitter": {"description": "The billionaire brothers Charles G. and David H. Koch hosted a conference in California, and Mr. Trump questioned whether the five presidential candidates in attendance were “puppets.”", "title": "Donald Trump Attacks as Republican Rivals Court Donors at Koch Retreat", "url": "http://www.nytimes.com/2015/08/03/us/politics/donald-trump-attacks-as-republican-rivals-court-donors-at-koch-retreat.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000003832928"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "creator": "AshleyRParker", "site": "@nytimes", "image": "https://static01.nyt.com/images/2015/08/03/us/03koch-web/03koch-web-thumbLarge.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2015/08/03/us/politics/donald-trump-attacks-as-republican-rivals-court-donors-at-koch-retreat.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000003832928", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2015/08/03/us/politics/donald-trump-attacks-as-republican-rivals-court-donors-at-koch-retreat.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "us/politics", "hdl_p": "Trump Attacks as Republican Rivals Court Donors at Koch Retreat", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "DISPLAYDATE": "Aug. 2, 2015", "edt": "NewYork", "org": "Republican Party", "keywords": "Presidential Election of 2016,Trump  Donald J,Campaign Finance,Koch  David H,Koch  Charles G,Rubio  Marco,Bush  Jeb,Walker  Scott K,Republican Party", "CN": "election-2016", "applicationName": "article", "PT": "article", "author": "Ashley Parker", "SCG": "politics", "sourceApp": "nyt-v5", "per": "Walker, Scott K", "thumbnail_150_width": 150, "byl": "By ASHLEY PARKER", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "The billionaire brothers Charles G. and David H. Koch hosted a conference in California, and Mr. Trump questioned whether the five presidential candidates in attendance were “puppets.”", "tom": "News", "dfp-amazon-enabled": "false", "CT": "news-event", "thumbnail": "https://static01.nyt.com/images/2015/08/03/us/03koch-web/03koch-web-thumbStandard.jpg", "description": "The billionaire brothers Charles G. and David H. Koch hosted a conference in California, and Mr. Trump questioned whether the five presidential candidates in attendance were “puppets.”", "CG": "us", "robots": "noarchive", "dat": "Aug. 2, 2015", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "article": {"author": "http://topics.nytimes.com/top/reference/timestopics/people/p/ashley_parker/index.html", "section_url": "http://www.nytimes.com/section/us", "section": "Politics", "modified": "2016-01-22", "collection": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "tag": "Republican Party", "published": "2015-08-02", "section-taxonomy-id": "23FD6C8B-62D5-4CEA-A331-6C2A9A1223BE"}, "thumbnail_height": 75, "slug": "03koch", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20160122141823, "og": {"url": "http://www.nytimes.com/2015/08/03/us/politics/donald-trump-attacks-as-republican-rivals-court-donors-at-koch-retreat.html", "image": "https://static01.nyt.com/images/2015/08/03/us/03koch-web/03koch-web-facebookJumbo.jpg", "type": "article", "description": "The billionaire brothers Charles G. and David H. Koch hosted a conference in California, and Mr. Trump questioned whether the five presidential candidates in attendance were “puppets.”", "title": "Donald Trump Attacks as Republican Rivals Court Donors at Koch Retreat"}, "pdate": 20150802, "des": "Campaign Finance", "nyt-collection": {"tone": "news", "url": "http://www.nytimes.com/news-event/election-2016", "tagline": "Here’s the latest news and analysis of the candidates and issues shaping the presidential race.", "uri": "/news-event/election-2016", "display-name": "Presidential Election 2016", "identifier": "election-2016", "type": "news-event"}, "articleid": 100000003832928, "cre": "The New York Times", "hdl": "Donald Trump Attacks as Republican Rivals Court Donors at Koch Retreat", "thumbnail_150": "https://static01.nyt.com/images/2015/08/03/us/03koch-web/03koch-web-thumbLarge.jpg", "PST": "News"}, "article_summary": "from the Koch Brothers,” Mr. Trump, who leads in many national polls, wrote in a Sunday morning Twitter post.\nAnd so, as Mr. Trump assailed his rivals for behaving like “puppets” of the Koch brothers, many of the leading Republican candidates — including former Gov.\n“I wish good luck to all of the Republican candidates that traveled to California to beg for money etc.\n(Mr. Trump, who is heavily financing his own campaign, was not invited to the conference, where the coveted speaking slots were assigned by members of the Koch network.\nAnd a political data company set up by the Koch brothers has reportedly declined to do business with Mr. Trump’s campaign.)"}