{"article_title": "Fact Check: Employers are not cutting back workers hours because of Obamacare – CNN Political Ticker", "article_keywords": ["increase", "work", "political", "workers", "30", "obamacare", "employers", "hours", "say", "cutting", "change", "cnn", "using", "ticker", "check", "fact", "weekly"], "article_url": "http://politicalticker.blogs.cnn.com/2013/09/27/fact-check-employers-are-not-cutting-back-workers-hours-because-of-obamacare/", "article_text": "3 years ago\n\nAssertion\n\nObamacare is not causing an increase in part time employment.\n\n\n\n“There were many people who speculated that when this law came into place that it would add to the cost and there would be a lot more part-time workers instead of full-time workers… so far, that's not true. There has not been an increase in the percentage of our employment in part-time work.” Former President Bill Clinton.\n\n\n\nFacts\n\nObamacare requires that businesses with at least 50 full time employees - defined as those working at least 30 hours a week - provide workers with health insurance. As a result, critics say, companies have responded by downsizing below 50 workers and cutting shifts below 30 hours.\n\nAs shown in the chart below – using Bureau of Labor Statistics data - the share of full-time workers (in red) has dropped, while the share of part-timers (in blue) has risen. And they make up a greater portion of the American workforce. This change happened during the recession in 2009. However, the change is very slight.\n\nBut is it because of Obamacare? Who knows?.\n\nMeanwhile, data from BLS shows that temp work is way up.\n\nThen again, Clinton was trying to get at the heart of the anti-Obamacare business argument: that workers are suffering somehow. Critics say businesses will dodge Obamacare by cutting hours.\n\nThere is lots of anecdotal evidence that this might be happening. But looking at the average weekly hours in the industries mostly likely to be affected, there is little evidence of a significant change. Sure, average weekly shifts at retail bakeries has tanked below 30 hours. But that’s not been the case for grocery stores, or restaurants, or retail clothing shops as the graph using BLS date indicates.\n\nVerdict: Clinton statement is false. He is saying definitely that it isn’t true that there has been an increase in the percentage of workers who are part time employees. There has been, though the change appears to be slight. Also, it is difficult to say with complete assurance that this change is the result of Obamacare. Moreover, the requirement that employers provide health insurance has been delayed until 2015. So we may have a clearer picture as we get closer to that deadline.", "article_metadata": {"description": "Assertion Obamacare is not causing an increase in part time employment. “There were many people who speculated that when this law came into place that it would add to the cost and there would be a lot more part-time workers instead of full-time workers… so far, that's not true.", "generator": "WordPress.com", "title": "Fact Check: Employers are not cutting back workers hours because of Obamacare", "og": {"url": "http://politicalticker.blogs.cnn.com/2013/09/27/fact-check-employers-are-not-cutting-back-workers-hours-because-of-obamacare/", "image": "http://i2.cdn.turner.com/cnn/dam/assets/121025093331-money-story-top.jpg", "type": "article", "description": "Assertion \r\nObamacare is not causing an increase in part time employment. \r\n\r\n“There were many people who speculated that when this law came into place that it would add to the cost and there would be a lot more part-time workers instead of full-time workers… so far, that's not true.", "title": "Fact Check: Employers are not cutting back workers hours because of Obamacare"}, "msapplication-tooltip": "- All politics, all the time", "fb": {"admins": 690014395, "app_id": 80401312489}, "msapplication-window": "width=device-width;height=device-height", "application-name": "CNN Political Ticker", "keywords": "fact check obamacare,", "google-site-verification": "mFBa4OnyEDU23vgVJ6rtX_4izud7FIi9JiscfVsWaKk", "msapplication-task": "name=Subscribe;action-uri=http://politicalticker.blogs.cnn.com/feed/;icon-uri=https://s2.wp.com/i/favicon.ico"}, "article_summary": "As a result, critics say, companies have responded by downsizing below 50 workers and cutting shifts below 30 hours.\nFactsObamacare requires that businesses with at least 50 full time employees - defined as those working at least 30 hours a week - provide workers with health insurance.\nBut looking at the average weekly hours in the industries mostly likely to be affected, there is little evidence of a significant change.\nSure, average weekly shifts at retail bakeries has tanked below 30 hours.\nCritics say businesses will dodge Obamacare by cutting hours."}