{"article_title": "Omar Sharif, 'Lawrence of Arabia' star, has Alzheimer's disease, his agent says", "article_keywords": ["star", "lawrence", "title", "leans", "disease", "alzheimers", "sharif", "tarek", "turn", "role", "omar", "agent", "arabia", "zhivago", "film"], "article_url": "http://www.washingtontimes.com/news/2015/may/25/agent-lawrence-of-arabia-star-omar-sharif-has-alzh/", "article_text": "LOS ANGELES (AP) — Legendary “Lawrence of Arabia” actor Omar Sharif is battling Alzheimer’s disease, his agent Steve Kenis confirmed to The Associated Press on Monday.\n\nNo additional details were provided about the 83-year-old or his care. His son, Tarek Sharif, revealed the diagnosis in an interview with Spanish newspaper El Mundo on May 23.\n\nThe Egyptian-born Sharif rose to international stardom with his role in the 1962 epic “Lawrence of Arabia” — Sharif’s first English-language film. He earned an Oscar nomination for his turn as Sherif Ali in David Lean’s iconic film opposite Peter O’Toole.\n\nSharif followed the breakthrough performance with the title role in Lean’s “Doctor Zhivago,” co-starring Julie Christie. He then played Fanny Brice’s husband, Nicky Arnstein, in “Funny Girl” alongside Barbara Streisand.\n\nHis last completed feature film credits were in 2013.", "article_metadata": {"description": "Legendary \"Lawrence of Arabia\" actor Omar Sharif is battling Alzheimer's disease, his agent Steve Kenis confirmed to The Associated Press on Monday.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Legendary “Lawrence of Arabia” actor Omar Sharif is battling Alzheimer’s disease, his agent Steve Kenis confirmed to The Associated Press on Monday.", "title": "Omar Sharif, ‘Lawrence of Arabia’ star, has Alzheimer’s disease, his agent says", "url": "http://www.washingtontimes.com/news/2015/may/25/agent-lawrence-of-arabia-star-omar-sharif-has-alzh/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/10/01/d37d14a19a484e26610f6a7067005c1e.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/10/01/d37d14a19a484e26610f6a7067005c1e.jpg", "description": "Legendary \"Lawrence of Arabia\" actor Omar Sharif is battling Alzheimer's disease, his agent Steve Kenis confirmed to The Associated Press on Monday.", "card": "summary", "title": "Omar Sharif, ‘Lawrence of Arabia’ star, has Alzheimer̵"}, "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Entertainment Culture, Omar Sharif, Steve Kenis"}, "article_summary": "LOS ANGELES (AP) — Legendary “Lawrence of Arabia” actor Omar Sharif is battling Alzheimer’s disease, his agent Steve Kenis confirmed to The Associated Press on Monday.\nHis son, Tarek Sharif, revealed the diagnosis in an interview with Spanish newspaper El Mundo on May 23.\nThe Egyptian-born Sharif rose to international stardom with his role in the 1962 epic “Lawrence of Arabia” — Sharif’s first English-language film.\nSharif followed the breakthrough performance with the title role in Lean’s “Doctor Zhivago,” co-starring Julie Christie.\nHe earned an Oscar nomination for his turn as Sherif Ali in David Lean’s iconic film opposite Peter O’Toole."}