{"article_title": "Binder plant in Meridian to close by 2017, laying off 230", "article_keywords": ["plant", "business", "mexico", "company", "million", "laying", "label", "ccl", "binder", "production", "close", "2017", "230", "meridian"], "article_url": "http://www.washingtontimes.com/news/2015/sep/26/binder-plant-in-meridian-to-close-by-2017-laying-o/", "article_text": "MERIDIAN, Miss. (AP) - A Canadian company is closing its binder plant in Meridian and moving operations to Mexico in 2017.\n\nCCL Industries said in a Thursday news release it will build a new $35 million binder plant in Guanajuato, Mexico, move label production to Tijuana, Mexico, and open a distribution center in Dallas. The Meridian Star (http://bit.ly/1OYIJkS) reports the move will cost the jobs of more than 230 workers at the Meridian plant.\n\n“It’s a huge hit to the community. The fortunate thing is they are not going to do that until the fall of 2017,” East Mississippi Business Development Corporation President and CEO Bill Hannah said Friday. “Typically, when companies go through this they issue a 60-day warn notice and it’s pretty quick and ugly. This isn’t good, but we do have some time to scramble.”\n\nCCL said it would move label production by mid-2016 and binder production sometime in 2017. The company said it can’t make binders cheaply enough at the 37-year-old plant to compete with imports.\n\n“The decision affecting Meridian is very regrettable but offshore competition has made the consumer price point for binders unaffordable with domestic manufacturing especially for retail channels in the United States and Canada,” CCL CEO Geoffrey Martin said in a news release.\n\nThe company, based in Toronto says it will offer employees transfers to other CCL locations in the United States. CCL says the restructuring will cost $5 million, but save $8 million a year once it’s complete.\n\n“Our existing operations in Mexico are among the best in the company,” Martin said. “This new program is designed to support global customers operating across the NAFTA region while rewarding the outstanding performance of our people in Mexico with this significant investment.”\n\nCCL bought the label and binder business from Avery Dennison for $500 million in 2013. Hannah said the binder business is declining and CCL’s main competitor had already moved to Mexico.\n\n“That whole industry is shrinking,” he said. “They were doing approximately half of what they did five years ago.”\n\nHannah said local officials will seek a new user for the building.\n\n___\n\nInformation from: The Meridian Star, http://www.meridianstar.com", "article_metadata": {"description": "A Canadian company is closing its binder plant in Meridian and moving operations to Mexico in 2017.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"url": "http://www.washingtontimes.com/news/2015/sep/26/binder-plant-in-meridian-to-close-by-2017-laying-o/", "site_name": "The Washingtion Times", "type": "article", "description": "A Canadian company is closing its binder plant in Meridian and moving operations to Mexico in 2017.", "title": "Binder plant in Meridian to close by 2017, laying off 230"}, "twitter": {"site": "@washtimes", "description": "A Canadian company is closing its binder plant in Meridian and moving operations to Mexico in 2017.", "card": "summary", "title": "Binder plant in Meridian to close by 2017, laying off 230"}, "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "The Meridian Star (http://bit.ly/1OYIJkS) reports the move will cost the jobs of more than 230 workers at the Meridian plant.\n(AP) - A Canadian company is closing its binder plant in Meridian and moving operations to Mexico in 2017.\nThis isn’t good, but we do have some time to scramble.”CCL said it would move label production by mid-2016 and binder production sometime in 2017.\nHannah said the binder business is declining and CCL’s main competitor had already moved to Mexico.\nCCL Industries said in a Thursday news release it will build a new $35 million binder plant in Guanajuato, Mexico, move label production to Tijuana, Mexico, and open a distribution center in Dallas."}