{"article_title": "Will He Or Won’t He? N.H. Weighs Brown’s Senate Bid Flirtation", "article_keywords": ["wont", "weighs", "nh", "im", "brown", "senate", "bid", "republicans", "gonna", "race", "scott", "hampshire", "flirtation", "browns", "shaheen", "rath"], "article_url": "http://www.wbur.org/2014/02/19/scott-brown-new-hampshire-senate", "article_text": "Then-U.S. Sen. Scott Brown speaks in November 2012, a week after he was unseated by Elizabeth Warren. Brown is now weighing another Senate bid -- in New Hampshire. (Alex Brandon/AP)\n\nBack in 2009, it took Scott Brown only days to go from a would-be candidate, for the late Edward M. Kennedy’s U.S. Senate seat, to actual candidate, in a race Brown eventually won.\n\nPresently, though, it’s taking a lot longer for Brown to decide if he’ll run for the U.S. Senate again. This time, it would be in New Hampshire against Democratic Sen. Jeanne Shaheen.\n\n“I’m not sure what I’m gonna do,” Brown said about two weeks ago, addressing a group of college Republicans — not in New Hampshire, but in New York. He was speaking at Cornell University, where you could almost hear the grind of the decision-making inside his head.\n\n“So on the one hand I’m saying, ‘Yeah, you need people like me down there. You need hard-working, independent, good people who want to put our country’s interests first,’ ” he said.\n\nAnd then Brown argued the other side.\n\n“Really? … So I’m gonna go down to Washington again. I’ve already been a senator, for the rest of my life I’ll be a senator,” he said. “So I’m gonna go down to the dysfunction and the lack of respect and the inability to even talk to each other. Really?”\n\nDespite the apparent reluctance, Brown has taken some steps. He’s sold his home in Wrentham, Mass., and moved into his vacation house in Rye.\n\nHe has registered to vote in Rye, and Brown’s famous pickup truck, parked in his driveway, even has a New Hampshire plate on on it.\n\nBut whether Brown actually runs or not is a mystery, even to the most seasoned of New Hampshire Republicans.\n\n“I have no clue, and I’ve been at this business a long time,” said Concord attorney Tom Rath, a former state attorney general. Rath has advised a long list of Republicans, including Mitt Romney’s presidential bid. Not even Rath can pinpoint Brown’s intention.\n\n“He certainly has the opportunity to run,” Rath said, “but I don’t see him having done anything yet that tells me a decision’s been made. There’s no organization in place. There’s no ground game being put together, that I can see. But he’s done a good job of putting his name out there and creating the option.”\n\nAbout a mile down the road from Rath’s Concord office — also waiting on Brown’s decision — is the New Hampshire Democratic Party. In case they need it, the Democrats are sowing the seeds of an anti-Scott Brown campaign.\n\n“You know, the folks here in New Hampshire really don’t know him, other than the TV commercials that played on Boston television those two campaigns he was in,” said New Hampshire Democratic Party Chair Raymond Buckley.\n\nBuckley said state Democrats aren’t particularly worried about a Brown candidacy.\n\n“I don’t think we’re any more concerned about Scott Brown than we are with anyone else,” Buckley said. “He barely moved here a couple of weeks ago.”\n\nIn other words, is Brown a carpetbagger and is he vulnerable on the carpetbagger issue in New Hampshire, where thousands of expats from Massachusetts now live?\n\nOn that question, we took the temperature of some New Hampshire residents in the Seacoast area, where Brown now lives. The response was mixed. Here’s a sample:\n\n– “I like the guy and I’d like to see him run. I think it’d be a nice option for New Hampshire voters to have. I do.” – “I wouldn’t want to vote for someone who didn’t think they could win in their, kind of, hometown, where they kind of started their political ground, and they move to a smaller state where he thought he had a better position with Republicans. So I think it’s gonna hurt him.”\n\nWell, it hasn’t hurt Brown yet in the New Hampshire polls. The latest shows Brown — who, remember, is not a candidate — running only about 10 points behind Shaheen.\n\nUndoubtedly, pundits say, it’s part of the reason the liberal-leaning League of Conservation Voters is on the offensive. It has run $200,000 worth of TV ads in New Hampshire, pounding Brown’s Senate voting record — ads that picture a dirty oil barrel floating in water.\n\n“Brown took thousands from Big Oil just weeks before voting to keep giving them billions in special government handouts,” an ad says. “Now Brown’s shopping for a Senate seat in New Hampshire. Good for Big Oil, not so good for us.”\n\nBut polls in New Hampshire also show Shaheen vulnerable. Her approval rating is sinking, down below 50 percent, largely because of her initial support of the Affordable Care Act. It’s made Shaheen the target of a half-million-dollar TV ad buy from the conservative group Americans for Prosperity.\n\n“Tell Senator Shaheen, it’s time to be honest,” an ad says. “Obamacare doesn’t work. New Hampshire families deserve better.”\n\nThat ad was designed not only to hurt Shaheen but also to motivate Brown, says analyst James Pindell, political director at WMUR-TV in Manchester.\n\n“Obamacare is very unpopular in New Hampshire,” Pindell said. “What’s fascinating about that is that that ad wasn’t so much about the Affordable Care Act, and it wasn’t so much about Jeanne Shaheen, it’s so much about Scott Brown and trying to encourage him to get into this race.”\n\nThe interest in Brown comes as Republicans taste the possibility of winning control of the U.S. Senate if they win just a handful of Senate races this fall.\n\n“Polling is very clear on this question,” Pindell said. “If Scott Brown is in this race, New Hampshire will have a competitive race for Senate. TWEET If he is not, it will not. That’s why so many Republicans are excited about the idea of him possibly joining the race and they’re willing to put up with this long flirtation just to hope he does it.”\n\nSo, how long can Brown flirt with New Hampshire voters? Pindell points out the filing deadline for the U.S. Senate race isn’t until June, so he thinks Brown will decide in May.\n\nBut even Rath, the GOP activist, cautions Brown that the waiting game has a shelf life.\n\n“It’s gonna work until one of two things,” Rath said. “Either a) he files, or b) somebody else who’s taking a look at the race says, ‘I don’t care what he’s gonna do. I’m gonna get in’ and forces his hand. That will change things. And I believe one of those two things will happen.”\n\nAs for Brown, he had his political fans buzzing this past weekend when he wrote on Facebook: “Big night tonight. I will keep you all posted.” Several people commented, hoping it was the announcement.\n\nNope. Turns out he played guitar on stage with the rock band Cheap Trick — but not in New Hampshire. Rather, he rocked the night away in Lynn.\n\nStory continues below\n\nMost Popular Expand", "article_metadata": {"description": "\"I'm not sure what I'm gonna do,\" the former Massachusetts U.S. senator said recently about a potential bid for office in New Hampshire.", "og": {"site_name": "wbur", "description": "\"I'm not sure what I'm gonna do,\" the former Massachusetts U.S. senator said recently about a potential bid for office in New Hampshire.", "title": "Will He Or Won’t He? N.H. Weighs Brown’s Senate Bid Flirtation", "url": "http://www.wbur.org/2014/02/19/scott-brown-new-hampshire-senate", "image": "http://s3.amazonaws.com/media.wbur.org/wordpress/1/files/2012/11/1114_brown-620x447.jpg", "type": "article"}, "twitter": {"url": "http://www.wbur.org/2014/02/19/scott-brown-new-hampshire-senate", "image": "//s3.amazonaws.com/media.wbur.org/wordpress/1/files/2012/11/1114_brown-620x447.jpg", "site": "@wbur", "card": "summary", "title": "Will He Or Won't He? N.H. Weighs Brown's Senate Bid Flirtation"}, "DC.date.issued": "2014-02-19", "fb": {"admins": 1549080028, "app_id": 134067973330252}, "msvalidate.01": "D02D46BAEDB3F81FC1B1DE2A8CB69551", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "_id": "\"57477af46914bd0286fdd5f2\"", "article_summary": "Then-U.S. Sen. Scott Brown speaks in November 2012, a week after he was unseated by Elizabeth Warren.\n“So I’m gonna go down to the dysfunction and the lack of respect and the inability to even talk to each other.\n“I don’t think we’re any more concerned about Scott Brown than we are with anyone else,” Buckley said.\n“If Scott Brown is in this race, New Hampshire will have a competitive race for Senate.\nPindell points out the filing deadline for the U.S. Senate race isn’t until June, so he thinks Brown will decide in May."}