{"article_title": "Football and race in Mississippi", "article_keywords": ["mississippi", "ole", "rankings", "football", "long", "teams", "state", "race", "president", "white", "mississippians"], "article_url": "http://www.clarionledger.com/story/opinion/columnists/2014/10/18/mcelvaine-football-race-mississippi/17508789/", "article_text": "Sports Illustrated cover highlights Mississippi college football success. (Photo: Special to The Clarion-Ledger )\n\nThere may never have been quite as much unbridled celebration in Mississippi as there has been in the past two weeks, as both the Mississippi State and Ole Miss football teams have soared to the top of the national rankings. The foundation for what is being applauded today was laid a half century ago over the fierce opposition of our state’s majority race.\n\nIt is beyond serious argument that the current success of Mississippi’s football teams is directly attributable to the triumph of the Civil Rights Movement. The same point applies to the other teams in the Southeastern Conference, which have won seven of the last eight national championships. Can anyone imagine that happening if the teams were still all-white?\n\nIt is high time for people in this state to give thanks to the Civil Rights Movement for the changes it achieved — in realms far more important than football — to which the state and region’s majority population was only brought kicking and screaming.\n\nThe riot when a mob of armed whites sought to bar James Meredith from enrolling at Ole Miss in 1962 was so bad that when President John F. Kennedy was informed two weeks later that Soviet intermediate range missiles were being installed in Cuba, his first comment was: “Can they hit Oxford, Mississippi?”\n\nSid Salter spoke the plain truth when he wrote recently that “Mississippians have long labored under burdens of our own creation.” Almost all of those self-created burdens have been the consequences of racism.\n\nDespite the fact that Mississippi gets back more than $3.00 from Washington for every dollar it sends there, a majority of whites in this state routinely and reflexively denounce the federal government. Surely the largest reason for this widespread opposition to the state’s best interests is that it was the federal government, in the 1860s and the 1960s and since, that obliged white Mississippi to relinquish what Gov. Ross Barnett in 1962 called “our customs” in the area of race.\n\nA declaration once made by Booker T. Washington summarizes the self-defeating consequences of white Mississippians’ long history of trying to hold African Americans down: “One man cannot hold another man down in a ditch without remaining down in the ditch with him.”\n\nThose in our state who continue to be motivated by race amount to cheerleaders yelling: “Push us back! Push us back — WAY back!”\n\nHere’s a case in point: Defying fiscal responsibility as well as morality, Gov. Phil Bryant refuses to accept the federal Medicaid expansion available under the Affordable Care Act. When it was reported in July that Mississippi is the only state that has had an increase in the percentage of its population without health insurance, Bryant had the gall to blame the increase in the uninsured on President Obama and the program that would have substantially ameliorated the problem, but Bryant himself rejected.\n\nIn most fields, attempts to hold down one race have long kept Mississippians down in the ditch. Now, in one of the few fields — that on which football is played — where integration and cooperation have been fully implemented, the state has moved to the top. There’s a lesson there for those who are willing to learn it.\n\nFootball is a religion in Mississippi. There is now a chance — realistically, it’s a small one — that it could help to bring us salvation from our long legacy of hatred and division.\n\nIs it too much to hope that what has been accomplished on the football fields by collaboration across racial lines might help people to realize that a similar cooperation in other areas of life is the route to moving Mississippi off the bottom of state rankings in almost every “good” category and the top of those rankings in almost every “bad” category?\n\nAnd, if white Mississippians can identify with, embrace and cheer deliriously for teams that are 82 percent (Mississippi State) and 75 percent (Ole Miss) black, is it too much to hope that they might bring themselves to overcome the visceral hatred so many have for a president who is 50 percent black.\n\nRobert S. McElvaine teaches history at Millsaps College. A longer version of this column originally appeared at Huffington Post.\n\nRead or Share this story: http://on.thec-l.com/1tBVx8d", "article_metadata": {"google": "notranslate", "description": "There is now a chance football could help bring us salvation from our legacy of division.", "og": {"site_name": "The Clarion Ledger", "description": "There is now a chance football could help bring us salvation from our legacy of division.", "title": "McElvaine: Football and race in Mississippi", "url": "http://www.clarionledger.com/story/opinion/columnists/2014/10/18/mcelvaine-football-race-mississippi/17508789/", "image": "http://www.gannett-cdn.com/GDContent/applogos/clarionledger.png", "type": "article"}, "twitter": {"description": "There is now a chance football could help bring us salvation from our legacy of division.", "title": "McElvaine: Football and race in Mississippi", "image": "http://www.gannett-cdn.com/-mm-/d181fbc09d4d31adde74042e4e6aa55fc4c4c57b/c=0-132-927-1059&r=x643&c=640x640/local/-/media/JacksonMS/2014/10/18/sportsillustratedcover.jpg", "creator": "@clarionledger", "site": "@clarionledger", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=815835309", "fb": {"app_id": 127619637301465}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": ""}, "article_summary": "It is beyond serious argument that the current success of Mississippi’s football teams is directly attributable to the triumph of the Civil Rights Movement.\n(Photo: Special to The Clarion-Ledger )There may never have been quite as much unbridled celebration in Mississippi as there has been in the past two weeks, as both the Mississippi State and Ole Miss football teams have soared to the top of the national rankings.\nSports Illustrated cover highlights Mississippi college football success.\nIn most fields, attempts to hold down one race have long kept Mississippians down in the ditch.\nFootball is a religion in Mississippi."}