{"article_title": "Cardiovascular Disease, Risk Factors Prevalent In Olympic Athetes; Experts Suggest New Testing", "article_keywords": ["system", "olympic", "risk", "prevalent", "factors", "suggest", "study", "testing", "disease", "athetes", "stress", "conditions", "experts", "screening", "elite", "athletes", "researchers", "cardiovascular"], "article_url": "http://www.medicaldaily.com/cardiovascular-disease-risk-factors-prevalent-olympic-athetes-experts-suggest-new-333718", "article_text": "New research suggests cardiovascular assessments need to factor in the increased intensity and stress elite athletes put on their cardiovascular system in order to spot life-threatening conditions.\n\nNew research suggests cardiovascular assessments need to factor in the increased intensity and stress elite athletes put on their cardiovascular system in order to spot life-threatening conditions. U.S. Army IMCOM, CC BY-NC 2.0\n\nAn Olympic athlete may seem like the poster child for perfect health, but even those fiercely dedicated to their training and nutrition are prone to cardiovascular disease and conditions, found a new study presented during this year’s EuroPRevent in Lisbon, Portugal.\n\nEuroPRevent is the leading international congress from the European Association for Cardiovascular Prevention & Rehabilitation, and this particular study concluded cardiovascular conditions have an \"unexpectedly high prevalence\" among athletes eligible for the summer and winter Olympic games. Researchers assessed the cardiovascular health of 2,354 elite athletes previously screened to compete in any Olympic games since 2004; these tests took place between 2002 and 2014. In total, the athletes were participating in 45 different sports: 31 for summer and 15 for winter.\n\nDespite having received a physical examination, including an exercise ECG and echocardiography, researchers found 171 of athletes had some form of cardiovascular abnormality, including cardiomyopathies and coronary heart disease. As cited by researchers, hypertrophic cardiomyopathy is the leading cause of sudden cardiac death. And for six athletes, their abnormalities were considered life threatening, thus they were disqualified from the games.\n\n\"It is really surprising that Olympic athletes, who are considered some of the healthiest individuals, should have such significant abnormalities…and that despite these abnormalities they had managed to reach such high competitive levels,” Dr. Paulo Emilio Adami, study author of Institute of Sport Medicine and Science of the Italian Olympic Committee in Rome, said in a press release. “In most of the cases, their abnormalities had gone unrecognized, because the screenings they had previously had were not as extensive and thorough as the ones we applied.”\n\nThese results suggest elite professional athletes and the general public require different cardiovascular assessments. Elite athletes subject their cardiovascular system to increased intensity and stress as a result of many hours training and competition, so their screening should be tailored to those factors.\n\nAdami added any athletes wishing to participate in competitive sports should have a medical evaluation to ensure they can compete safely and are free from any cardiovascular conditions. However, he realizes this may be difficult to enforce given the results of prior studies indicating it would take denying sports activity for an estimated 800 athletes to prevent one sudden death.\n\nMore research needs to be done to prove and support the idea of these types of evaluations.\n\nSource: Adami PE, Squeo MR, Quattrini FM, et al. Efficacy of a tailored screening protocol: a six Olympic games screening experience. EuroPRevent in Lisbon, 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "cardiovascular, disease, risk, factors, prevalent, olympic, athetes, experts, suggest, new", "og": {"site_name": "Medical Daily", "description": "New research suggests cardiovascular assessments need to factor in the increased intensity and stress elite athletes put on their cardiovascular system in order to spot life-threatening conditions.", "title": "Heart Disease Affects Everyone — Even Olympic Athletes", "url": "http://www.medicaldaily.com/cardiovascular-disease-risk-factors-prevalent-olympic-athetes-experts-suggest-new-333718", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/16/olympians.jpg", "type": "article"}, "twitter": {"description": "New research suggests cardiovascular assessments need to factor in the increased intensity and stress elite athletes put on their cardiovascular system in order to spot life-threatening conditions.", "title": "Heart Disease Affects Everyone — Even Olympic Athletes", "url": "http://www.medicaldaily.com/cardiovascular-disease-risk-factors-prevalent-olympic-athetes-experts-suggest-new-333718", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/16/olympians.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/16/olympians.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-05-16T18:34:25-04:00", "modified_time": "2015-05-16T18:34:24-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "New research suggests cardiovascular assessments need to factor in the increased intensity and stress elite athletes put on their cardiovascular system in order to spot life-threatening conditions."}, "article_summary": "New research suggests cardiovascular assessments need to factor in the increased intensity and stress elite athletes put on their cardiovascular system in order to spot life-threatening conditions.\nResearchers assessed the cardiovascular health of 2,354 elite athletes previously screened to compete in any Olympic games since 2004; these tests took place between 2002 and 2014.\nElite athletes subject their cardiovascular system to increased intensity and stress as a result of many hours training and competition, so their screening should be tailored to those factors.\nAdami added any athletes wishing to participate in competitive sports should have a medical evaluation to ensure they can compete safely and are free from any cardiovascular conditions.\nEfficacy of a tailored screening protocol: a six Olympic games screening experience."}