{"article_title": "The Mask Your Doctor Hides Behind", "article_keywords": ["physicians", "surveys", "good", "patient", "doctor", "scores", "mask", "satisfaction", "patients", "hides", "doctors", "hospitals", "care"], "article_url": "http://www.thedailybeast.com/articles/2014/05/21/the-mask-your-doctor-hides-behind.html", "article_text": "No Stars\n\nSome of the country’s best doctors have the worst patient satisfaction scores. Here’s why.\n\nPart of being a doctor is learning to suppress your feelings. You get good at being what people need you to be. But it slowly transforms you into something you couldn’t have foreseen—a sort of Stepford doctor—pleasing everyone with your perfect smile and agreeable demeanor, hoping that your patient satisfaction survey will be favorable, no matter the cost.\n\nPress Ganey is one of the top providers of patient satisfaction surveys, according to the Forbes article, Why Rating Your Doctor Is Bad For Your Health.\n\nThe government has bet big on these surveys, as a recent article in Forbesnotes. Armed with the idea that “patient is always right,” Washington figured that more customer satisfaction data “will improve quality of care and reduce costs.”\n\nThat turns out to have been a bad bet.\n\nIn fact, the most satisfied patients are 12 percent more likely to be hospitalized and 26 percent more likely to die, according to researchers at UC Davis. “Overtreatment is a silent killer,” wrote Dr. William Sonnenberg in his recent Medscape article, Patient Satisfaction is Overrated. “We can over-treat and over-prescribe. The patients will be happy, give us good ratings, yet be worse off.”\n\nIt’s Economics 101. If we ask drug-addicted patients to grade their physicians on how satisfied they are with the “service,” then a high score will likely indicate they got the opposite of good medical care. It doesn’t take a genius to figure out how putting addicts in charge of the patient encounter contributes to the $24 billion in excess medical costs caused by prescription opiate abuse. Nevertheless, some emergency rooms are even offering Vicodin “goody bags” to improve their ratings.\n\nThanks to patient satisfaction scoring, unnecessary antibiotic prescriptions are also on the rise, adding to the deadly menace of drug-resistant bacteria. A patient demanding unnecessary antibiotics is one of the things that doctors hate most, yet nearly half of physicians surveyed said they’ve had to “improperly [prescribe] antibiotics and narcotic pain medication in direct response to patient satisfaction surveys,” as reported in Forbes.\n\n“The mandate is simple,” wrote Dr. Sonnenberg. “Never deny a request for an antibiotic, an opioid pain medication, a scan, or an admission.” So instead of better care and cheaper care, satisfaction scoring is making patients sicker and driving up costs. Indeed, the UC Davis researchers found the most satisfied patients account for 9 percent more in total health-care costs—and that does not include the excess monies wasted on trying to please the rest.\n\nBut when physicians don’t acquiesce, they pay a price. Last year, The Atlantic profiled a physician who quit due to the pressure to prescribe narcotics. In many cases, doctors can’t keep their jobs or make partner if their scores aren’t—not just good—but stellar. And many physicians claim that hospital administrators explicitly tell them to do whatever it takes to raise scores even if it means compromising their professional standards.\n\nSo why is this happening? As one fed-up physician blogger explained in a story he entitled The Focus on Patient Satisfaction is Enough to Make you Sick, it’s for “the same reason the IRS collects taxes and not seashells: Money.”\n\nAnd it’s big money. The companies doing the studies—and their investors—are getting rich. According to Forbe, Press Ganey, the biggest of the survey firms, went from a valuation of $100 million to nearly $700 million in just four years—bringing in over $200 million a year. And with cash comes political influence, so of course the government plays along. Medicare uses the surveys to withhold payment to doctors and hospitals that don’t have high scores.\n\nAs Forbes points out, by 2017, Obamacare’s “pay for performance” program mandates that hospitals will lose 2 percent of their Medicare payments if they perform poorly on quality measures—some 30 percent of which will be based on patient satisfaction scores. Hospitals are investing in capital upgrades like escalators to improve the “customer” experience. Meanwhile, doctors are under even more pressure to “please the customers”—even if it means unnecessarily scoping them, irradiating them, or plying them with toxic and addictive pills.\n\nTo be sure, physicians know that good feedback is important, but these scores aren’t even good feedback. “We are not given access to [the reasons] why they were dissatisfied. We can never learn from our mistakes,” one emergency department doctor was quoted in Medscape.\n\nWhile patients who read this may be unmoved by the doctors’ plight, understand that not all doctors are taking this lying down. In order to protect themselves, doctors are filling patients’ charts with diagnoses like “drug addiction” and “mental illness”—not exactly the kind of thing you want in your permanent medical record.\n\nThe public should be outraged that they’re being used like this and flattered into believing these scores ensure good care—while putting their lives in jeopardy. They should be outraged that hospitals and health systems are so corrupt that they play along instead of demanding that scores create better outcomes, not just better profits. These scores should be aligning the interests of patients and physicians—because in a perfect world, physicians’ and patients’ interests are exactly the same.", "article_metadata": {"twitter": {"site": "@thedailybeast", "card": "summary"}, "keywords": "Health", "publicationDate": 201405210945, "wrap": "/content/dailybeast/tech-and-health", "description": "Some of the country’s best doctors have the worst patient satisfaction scores. Here’s why.", "pageNum": 1, "title": "The Mask Your Doctor Hides Behind", "tags": "topic:lifestyle/health", "environment": "dev", "platform": "desktop", "template": "article", "type": "house", "parsely-page": "{\"title\":\"The Mask Your Doctor Hides Behind\",\"link\":\"http://www.thedailybeast.com/articles/2014/05/21/the-mask-your-doctor-hides-behind.html\",\"image_url\":\"http://cdn.thedailybeast.com/content/dailybeast/articles/2014/05/21/the-mask-your-doctor-hides-behind/jcr:content/image.crop.410.273.jpg/46689687.cached.jpg\",\"type\":\"post\",\"post_id\":\"/content/dailybeast/articles/2014/05/21/the-mask-your-doctor-hides-behind\",\"pub_date\":\"2014-05-21T09:45:00+00:00\",\"section\":\"Tech + Health\",\"author\":\"Daniela Drake\",\"tags\":[\"health\"]}", "news_keywords": "Health", "sectionTaxanomies": "tech-and-health", "fb": {"admins": "1703087,30000737,1117577220,1276800108,931159,514915512", "app_id": 189930913679}, "authors": "Daniela Drake", "article": {"section": "health", "published_time": "2014-05-21T09:45:00.000Z", "author": "http://www.thedailybeast.com/contributors/daniela-drakehtml"}, "resourceType": "dailybeast2/components/pages/article", "contentpath": "/content/dailybeast/articles/2014/05/21/the-mask-your-doctor-hides-behind", "og": {"site_name": "The Daily Beast", "description": "Some of the country’s best doctors have the worst patient satisfaction scores. Here’s why.", "title": "You Can't Yelp Your Doctor", "url": "http://www.thedailybeast.com/articles/2014/05/21/the-mask-your-doctor-hides-behind.html", "image": "http://cdn.thedailybeast.com/content/dailybeast/articles/2014/05/21/the-mask-your-doctor-hides-behind/jcr:content/image.img.2000.jpg/1400690620223.cached.jpg", "type": "article"}, "authorIds": "/etc/authors/d/daniela-drake", "content-type": "text/html; charset=UTF-8"}, "article_summary": "Press Ganey is one of the top providers of patient satisfaction surveys, according to the Forbes article, Why Rating Your Doctor Is Bad For Your Health.\n“Overtreatment is a silent killer,” wrote Dr. William Sonnenberg in his recent Medscape article, Patient Satisfaction is Overrated.\nThanks to patient satisfaction scoring, unnecessary antibiotic prescriptions are also on the rise, adding to the deadly menace of drug-resistant bacteria.\nNo StarsSome of the country’s best doctors have the worst patient satisfaction scores.\nBut it slowly transforms you into something you couldn’t have foreseen—a sort of Stepford doctor—pleasing everyone with your perfect smile and agreeable demeanor, hoping that your patient satisfaction survey will be favorable, no matter the cost."}