{"article_title": "What the 2014 election results really mean for health care", "article_keywords": ["aca", "2016", "results", "expansion", "majority", "important", "health", "election", "governor", "mean", "medicaid", "care", "really"], "article_url": "http://www.brookings.edu/blogs/health360/posts/2014/11/05-midterm-elections-and-health-care-patel", "article_text": "There have already been numerous descriptions for last night’s election results- everything from “worst news ever for democrats” to “greatest opportunity for the GOP to gain control of Washington.” When it comes to health care, there are mainly three important areas to watch that really matter, despite the headlines.\n\nDismantling the Affordable Care Act\n\nIt’s clear that while John Boehner picked up seats in the House, he still struggles with having a true governing majority. However, it is absolutely expected that a call for more bills that repeal the ACA will be a major messaging point. The Senate has a much more difficult time. Mitch McConnell is working with a slim majority and a need to balance expectations, since there are a number of reasons to not repeal the ACA in its entirety. The most important of which is that a number of private sector companies are reaping the rewards of the ACA. For example, Tenet Healthcare just posted record revenues of $4.8 billion, attributed in large part to a reduction in uninsured visits at its hospitals (according to investor calls).\n\nMcConnell will also have to be careful about which parts of the law can be repealed (e.g., individual mandate, Medicaid expansion), since they could trigger a Presidential veto. Plus, 2016 brings even more Republican Senate seats under scrutiny. If the Senate can’t make good on promises now, it could come back to haunt them in 2016 when voter turnout will be much higher. Expect bipartisan issues such as the medical device tax and the independent payment advisory board (IPAB) to be more vulnerable, but insurance subsidies, the individual mandate, and Medicaid expansion will be much more difficult to amend.\n\nAlso, expect a version of dismantling through increased scrutiny of programs or entities established by the ACA (this is very necessary and I would encourage this need for balanced oversight). These include the Center for Medicare and Medicaid Innovation (CMMI) and the Patient-Centered Outcomes Research Institute (PCORI). Both CMMI and PCORI have been criticized, and the oversight process will allow for opportunities to better understand and improve existing activities.\n\nMedicaid Expansion\n\nThe NY Times reported today that the Election will leave policies largely unchanged; for those who follow health care closely, this is partly true. The news that Colorado's Governor Hickenlooper will remain is an important step in their ambitious plans to change the delivery of the state's Medicaid services through the federal waiver process (this remains a very poorly understood process, yet possibly the most influential one in Medicaid). Critcal components such as integration of behavioral health services and incorporation of training programs like Project ECHO, would have been on the chopping block had the Governor not remained in office. In addition, Pennsylvania’s election of Democratic Governor Tom Wolf will likely undo some troubling aspects of Republican Governor Corbett’s deal on Medicaid expansion, including premiums for low-income beneficiaries. Finally, the continuing lack of expansion in certain states is actually much more problematic than the nation realizes- heterogeneous coverage might be appropriate for a randomized trial, but tends to not work well for our nation’s health.\n\nImproving Our Health Care System/New Ideas\n\nWhile it is completely reasonable to obsess about the ACA, a smart GOP majority should concentrate on ways to improve our current system beyond the law. This will be smart for several reasons: 1) it can set up an important platform for 2016 national and local elections that go beyond “repeal Obamacare;” i.e. an election based on ideas and not fear; 2) the ACA certainly did not fix health care and there are many areas that need further work including how to change our payment system. These include fixing graduate medical education, improving the end of life care (as we still are scared to do this), and addressing long-term care needs (since we now realize class isn’t really the route to follow). The Democrats should also think about how to address these issues, as gaining back the majority should remain a priority for 2016.\n\nThe potential Presidential nominees will likely weigh in on the above, or I hope they will. As expected, discussions of a Clinton vs Bush scenario emerged last night—any Democratic presidential nominee will want to discuss how they can improve the ACA, and any Republican nominee must be careful about how much they promise on health care. After all, by 2016 the Affordable Care Act will have been much more integrated into the fabric of American culture.", "article_metadata": {"description": "Kavita Patel discusses the implication's of the 2014 mid-term elections on health care policy, and what a GOP-controlled Congress means for the Affordable Care Act.", "title": "What the 2014 election results really mean for health care", "og": {"site_name": "The Brookings Institution", "description": "Kavita Patel discusses the implication's of the 2014 mid-term elections on health care policy, and what a GOP-controlled Congress means for the Affordable Care Act.", "title": "What the 2014 election results really mean for health care", "url": "http://www.brookings.edu/blogs/health360/posts/2014/11/05-midterm-elections-and-health-care-patel", "image": {"width": 640, "identifier": "http://www.brookings.edu/~/media/research/images/m/mf%20mj/rtr4cv4f/election%20day%202014_16x9.jpg", "type": "image/jpeg", "height": 360}, "locale": "en", "type": "website", "determiner": "auto"}, "twitter": {"description": "Kavita Patel discusses the implication's of the 2014 mid-term elections on health care policy, and what a GOP-controlled Congress means for the Affordable Care Act.", "title": "What the 2014 election results really mean for health care", "image": {"width": 560, "identifier": "http://www.brookings.edu//~/media/research/images/m/mf%20mj/rtr4cv4f/election%20day%202014_16x9.jpg?w=560", "height": 315}, "creator": "kavitapmd", "site": {"identifier": "BrookingsInst", "id": 151106990}, "card": "summary_large_image", "account_id": 151106990}, "robots": "noodp", "fb": {"app_id": 137459917707}, "ces": {"broadcontenttype": "Commentary ; Blog Posts", "title": "What the 2014 election results really mean for health care", "topicsspecialized": "The Patient Protection and Affordable Care Act ; Elections", "topicsbroad": "Health ; Politics and Elections", "topics": "Health ; Politics and Elections ; The Patient Protection and Affordable Care Act ; Elections", "experts": "Kavita Patel", "programs": "Economic Studies", "authors": "Kavita Patel", "contentdate": "2014/11/05 16:17:00", "researchactivities": "Center for Health Policy ; Economic Studies", "centers": "Center for Health Policy"}, "article": {"tag": "Health", "published_time": "2014-11-05", "modified_time": "2015-2-13", "author": "Kavita Patel"}}, "_id": "\"57477af46914bd0286fdf5c8\"", "article_summary": "Medicaid ExpansionThe NY Times reported today that the Election will leave policies largely unchanged; for those who follow health care closely, this is partly true.\nMcConnell will also have to be careful about which parts of the law can be repealed (e.g., individual mandate, Medicaid expansion), since they could trigger a Presidential veto.\nan election based on ideas and not fear; 2) the ACA certainly did not fix health care and there are many areas that need further work including how to change our payment system.\nAfter all, by 2016 the Affordable Care Act will have been much more integrated into the fabric of American culture.\nIn addition, Pennsylvania’s election of Democratic Governor Tom Wolf will likely undo some troubling aspects of Republican Governor Corbett’s deal on Medicaid expansion, including premiums for low-income beneficiaries."}