{"article_title": "Tea Party consulting scam: The real conservatives funded by the Senate Conservatives Fund", "article_keywords": ["real", "consulting", "money", "scam", "senate", "tea", "scf", "funded", "paid", "levin", "fund", "republican", "mark", "erickson", "conservatives", "party", "conservative", "hoskins"], "article_url": "http://www.salon.com/2014/01/14/tea_party_consulting_scam_the_real_conservatives_funded_by_the_senate_conservatives_fund/", "article_text": "Topics: conservative movement, Erick Erickson, Mark Levin, Media Criticism, Republican Party, Senate Conservatives Fund, Tea Party, The Right, Politics News\n\nIt’s worth reading Politico’s Manu Raju and Maggie Haberman’s recent story on the Senate Conservative Fund, an independent political group that used to specialize in backing “insurgent” primary candidates over “establishment” ones, and that now devotes the bulk of its spending against actual incumbent Republican elected officials — including, most notably, Senate Minority Leader Mitch McConnell. The SCF’s leader, Matt Hoskins, has a “core team of five staffers” and no board of directors to answer to. The organization reports that it raised more than $9 million in 2013. It spent some of that money on campaigning for its chosen candidates. It has spent some of that money on … other things.\n\nBut without a board of directors, Hoskins and his team can choose to spend with little accountability.\n\nSuch expenditures include purchasing hundreds of thousands of dollars’ worth of conservative commentator Mark Levin’s books to hand out to donors as a freebie for their contributions. His group also paid $143,360 over three years to a luxury design firm to renovate office space in Washington townhouses, according to campaign-finance filings. Between May 2010 and October 2013, Hoskins and his company, Bold Colors, have been paid, in total, $463,750, with an additional $72,000 from the SCF’s super PAC, records show.\n\nTo sum up: The SCF has paid more than a half-million dollars to the consulting firm run by the head of the SCF. But the detail that caused a minor conservative media shit storm was the detail about the SCF buying up Mark Levin’s book in bulk. A spokesperson for the RNC — the “establishment” — tweeted about it, which led to a bunch of true conservatives complaining about the dastardly accusation that Levin is somehow on the take, just because this group sent a bunch of money this way and he sends a bunch of donors their way. Levin said that the RNC spokesperson, who sent one tweet calling attention to the Politico story, “will not silence me with his sleazy inside-the-beltway tactics.”\n\nAnd then Erick Erickson stepped up to defend Levin and the SCF, with a completely insane post comparing the symbiotic relationship between the SCF and Levin to the fact that a National Republican Senatorial Committee staffer had child pornography on his computer. I mean, yes, one is a “guilt-by-association” argument with no coherent financial motive while the other is a clear-cut conflict-of-interest deal, but still, they both happened. Erick Erickson: master of analogies. Erickson writes: “It is just as ridiculous to accuse Mark Levin and the Senate Conservatives Fund of a quid pro quo relationship when they happen to be allies in a fight and also happen to be friends.”", "article_metadata": {"description": "The conservative movement is an elaborate moneymaking venture, Mark Levin edition (with bonus Erick Erickson cameo)", "author": "Alex Pareene", "og": {"site_name": "Salon", "description": "The conservative movement is an elaborate moneymaking venture, Mark Levin edition (with bonus Erick Erickson cameo)", "title": "Tea Party consulting scam: The real conservatives funded by the Senate Conservatives Fund", "url": "http://www.salon.com/2014/01/14/tea_party_consulting_scam_the_real_conservatives_funded_by_the_senate_conservatives_fund/", "image": "http://media.salon.com/2013/07/erick_erickson.jpg", "type": "article"}, "twitter": {"description": "The conservative movement is an elaborate moneymaking venture, Mark Levin edition (with bonus Erick Erickson cameo)", "creator": "@pareene", "image": "http://media.salon.com/2013/07/erick_erickson.jpg", "title": "Tea Party consulting scam: The real conservatives funded by the Senate Conservatives Fund", "site": "@salon", "card": "summary_large_image"}, "title": "Tea Party consulting scam: The real conservatives funded by the Senate Conservatives Fund", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, conservative movement, Erick Erickson, Mark Levin, Media Criticism, Republican Party, Senate Conservatives Fund, Tea Party, The Right", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fc98c4\"", "article_summary": "To sum up: The SCF has paid more than a half-million dollars to the consulting firm run by the head of the SCF.\nThe SCF’s leader, Matt Hoskins, has a “core team of five staffers” and no board of directors to answer to.\nErickson writes: “It is just as ridiculous to accuse Mark Levin and the Senate Conservatives Fund of a quid pro quo relationship when they happen to be allies in a fight and also happen to be friends.”\nBut the detail that caused a minor conservative media shit storm was the detail about the SCF buying up Mark Levin’s book in bulk.\nBut without a board of directors, Hoskins and his team can choose to spend with little accountability."}