{"article_title": "Carville: Insurance risk corridors aren't going broke like Republicans predicted", "article_keywords": ["corridors", "care", "risk", "revenue", "republicans", "companies", "know", "going", "health", "predicted", "broke", "insurers", "insurance", "carville", "arent"], "article_url": "http://www.politifact.com/punditfact/statements/2014/apr/13/james-carville/carville-insurance-risk-corridors-arent-going-brok/", "article_text": "It will be some time before we know how the Affordable Care Act actually works in practice. The initial enrollment period has ended more or less. Now we wait to see how many people pay their premiums, how much the insurance companies pay out in claims and tally what the expansion of Medicaid did for the working poor.\n\nYet partisans on both sides seem unable to resist the temptation to declare success or failure based on what we know today. Democratic strategist James Carville succumbed to excessive exuberance during an exchange on ABC’s This Week with conservative radio show host Laura Ingraham.\n\nCarville ribbed Ingraham over the doom and gloom predictions of Republicans.\n\n\"Y’all said it would collapse,\" he said. \"You said no one would sign up. You said it would cost part-time jobs.\"\n\nAnd then he added, \"You said the risk corridors were going to go broke. None of it has happened. Get over it. It’s working.\"\n\nThat last point touches a nerve in certain GOP quarters. Leading voices like Sen. Marco Rubio, R-Fla., and Bill Kristol, editor of the conservative Weekly Standard, have been waving a red flag, warning that Obamacare has a built-in bailout for health insurance companies. Part of that alleged bailout comes in the shape of risk corridors.\n\nFor this fact-check, we’ll assess whether the insurance risk corridors aren't going broke as Republicans predicted.\n\nIt’s pretty technical and obscure but here’s what the fuss is about.\n\nManaging carrier jitters\n\nThe Affordable Care Act does a complete number on the insurance game as Americans know it, at least in the individual and small group markets. Instead of companies making a profit through selling policies to the healthy and avoiding the ill, the law aims to pull carriers into a world where they insure everyone and compete based on efficiency and value. We’re not saying that will necessarily happen, but that’s the goal. In sickness and health and everything in between, that’s the population the insurers must work with.\n\nThe problem is, if you are an insurance company, how do you decide how much to charge in such a different landscape? Until you have a few years to see who you’re insuring and how much health care they use, the uncertainty is way beyond your comfort zone.\n\nEnter the government and a few tricks to spread both possible losses and windfall profits among insurance companies and between all insurance companies and the government. One of those devices is called risk corridors.\n\nRisk corridors are a temporary program that cover the first three years of the health care law -- 2014-16.\n\nHere’s how it works.\n\nThe government sets financial benchmarks for each plan offered on the marketplace. As long as insurers come close to that benchmark, nothing happens. If an insurer overperforms by up to 3 percent, they can keep the extra revenue. If they underperform by up to 3 percent, they are forced to absorb those additional costs.\n\nWhen the gaps get wider, however, money starts changing hands. If insurers beat their benchmark by 3-8 percent, they have to split that extra revenue with the federal government. If insurers beat the mark by more than 8 percent, the government receives 80 percent of that additional money.\n\nOn the flip side, when insurers fail to meet their benchmarks, the government helps absorb those costs. If insurers underperform by 3-8 percent, the government will cover half the extra cost. The government covers 80 percent of losses bigger than that.\n\nA matter of timing\n\nAs you probably can guess, nothing actually happens until the insurance companies wrap up the year. They have to tally up the premiums they collected and compare those to the claims they paid out. The very earliest they could do that would be January 2015, but they have until the end of July 2015 to submit their data to Washington.\n\nMelinda Buntin chairs the Department of Health Policy at the Vanderbilt University School of Medicine. Buntins said it’s too early to draw any conclusions.\n\n\"With people just enrolling now, we don’t know how the risk corridors will play out,\" Buntin said.\n\nA Carville assistant told us Carville relied on the latest numbers from the government’s nonpartisan bean counters, the Congressional Budget Office. In February, the CBO predicted that the total package of risk adjustment programs (that includes the corridors and two other programs) will generate revenue for the government. CBO analysts think Washington will gain about $8 billion over the three years the programs are active.\n\nHowever, while those projections undercut the fears expressed by people like Rubio and Kristol, they remain just that -- projections. Carville was drawing real-world conclusions in his remarks.\n\nOur ruling\n\nCarville said that Republican fears of big payouts under the risk corridors have not come to pass. Carville was claiming victory before any numbers are in. We won’t know for sure whether government gained, lost or broke even with the risk corridors until 2014 is over. The CBO projections suggest little reason for concern. If they had gone the other way, that would undermine Carville’s case, but they are not the final proof.\n\nCarville’s statement contains an element of truth but ignores critical facts that would give a different impression. We rate the claim Mostly False.", "article_metadata": {"description": "It will be some time before we know how the Affordable Care Act actually works in practice. The initial enrollment period has ended more or less. Now we wait to see how many people pay their premiums, how much the insurance companies pay out in claims and tally what the expansion of Medicaid did for the working poor. Yet partisans on both sides seem unable to resist the temptation to declare success or failure based on what we know today. Democratic strategist James Carville succumbed to excessive exuberance during an exchange on ABC&rsquo;s This Week with conservative radio show host ...", "og": {"site_name": "@politifact", "description": "It will be some time before we know how the Affordable Care Act actually works in practice. The initial enrollment period has ended more or less. Now we wait to see how many people pay their premiums, how much the insurance companies pay out in claims and tally what the expansion of Medicaid did for the working poor. Yet partisans on both sides seem unable to resist the temptation to declare success or failure based on what we know today. Democratic strategist James Carville succumbed to excessive exuberance during an exchange on ABC’s This Week with conservative radio show host ...", "title": "Carville: Insurance risk corridors aren't going broke like Republicans predicted", "url": "http://www.politifact.com/punditfact/statements/2014/apr/13/james-carville/carville-insurance-risk-corridors-arent-going-brok/", "image": "http://static.politifact.com.s3.amazonaws.com:80/rulings%2Ftom-mostlyfalse.gif", "type": "article"}, "twitter": {"username": "PunditFact", "description": "It will be some time before we know how the Affordable Care Act actually works in practice. The initial enrollment period has ended more or less. Now we wait to see how many people pay their premiums, how much the insurance companies pay out in claims and tally what the expansion of Medicaid did for the working poor. Yet partisans on both sides seem unable to resist the temptation to declare success or failure based on what we know today. Democratic strategist James Carville succumbed to excessive exuberance during an exchange on ABC&rsquo;s This Week with conservative radio show host ...", "title": "Carville: Insurance risk corridors aren't going broke like Republicans predicted", "url": "http://www.politifact.com/punditfact/statements/2014/apr/13/james-carville/carville-insurance-risk-corridors-arent-going-brok/", "image": "http://static.politifact.com.s3.amazonaws.com:80/rulings%2Ftom-mostlyfalse.gif", "site": "PunditFact", "card": "summary_large_image"}, "fb": {"admins": 750116788, "app_id": 106379906558, "pages": 61308923432}, "google-site-verification": "qAV0CDw3qyhv8XdVwp6m1xDBnW9Q1sRAAynq6kDP7kE", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcec79\"", "article_summary": "For this fact-check, we’ll assess whether the insurance risk corridors aren't going broke as Republicans predicted.\nEnter the government and a few tricks to spread both possible losses and windfall profits among insurance companies and between all insurance companies and the government.\nAnd then he added, \"You said the risk corridors were going to go broke.\nWe won’t know for sure whether government gained, lost or broke even with the risk corridors until 2014 is over.\nOur rulingCarville said that Republican fears of big payouts under the risk corridors have not come to pass."}