{"article_title": "Ohio House Republicans embrace Obamacare expansion", "article_keywords": ["medicaid", "house", "rep", "republicans", "obamacare", "budget", "expansion", "brinkman", "embrace", "ohio", "republican"], "article_url": "http://watchdog.org/213757/ohio-house-obamacare/", "article_text": "By Jason Hart | Ohio Watchdog\n\nOhio House Republicans who campaigned against Obamacare have passed a budget containing $7 billion to expand it.\n\nIf the House budget becomes law, roughly 10 percent of Ohio’s 2016-17 General Revenue Fund spending will pay for Obamacare’s expansion of Medicaid to able-bodied, working-age childless adults.\n\nConservative state representatives, including Rep. Ron Young and Rep. Kristina Roegner, in Wednesday’s floor session criticized Obamacare expansion before voting for the 3,200-page budget bill.\n\nRep. Ron Amstutz, the No. 2 Republican in House leadership, bemoaned a federal “march toward socialized health care” before encouraging lawmakers to vote for the budget.\n\n“Medicaid expansion, to me, is the right thing to do,” said Majority Floor Leader Barbara Sears, a Republican. “It is the right investment for the state of Ohio.”\n\nSears, long a supporter of the Obamacare expansion, repeatedly called expansion an “investment in Ohio.” Obamacare expansion is paid for with an open-ended promise of new funding from a federal government $18 trillion in debt.\n\nIn March, Ohio’s Obamacare expansion cost taxpayers $323 million — 84 percent more than the state budget office projected. The expansion is 60 percent over budget for the fiscal year ending June 30.\n\nBecause Republicans hold a supermajority of House seats, caucus leaders could have easily removed Obamacare expansion funding from the budget plan Republican Gov. John Kasich submitted in February. They chose not to.\n\nSpeaker Cliff Rosenberger publicly criticizes Obamacare’s Medicaid expansion, but Rosenberger was elected to his leadership position with help from lobbyists close to the governor.\n\nOf the 65 Republicans in the 99-member House, only five voted against the budget Wednesday evening.\n\nWhy were Rep. Tom Brinkman, Rep. John Becker, Rep. Ron Hood, Rep. Nino Vitale and Rep. Paul Zeltwanger the only Republicans to vote against a budget including billions in Obamacare spending?\n\n“There was a feeling of inevitability,” Brinkman told Ohio Watchdog. Even if Obamacare expansion had been removed from the budget, a floor amendment to add it back in would have passed, he said.\n\n“There were enough Republicans — Barb Sears, all of the people who are looking for jobs from Kasich — all those people would’ve joined with the Democrats, so there was a feeling that we weren’t gonna be able to stop it,” Brinkman explained.\n\nMany Republicans were more concerned about stopping Kasich’s tax proposals than fighting Obamacare expansion, Brinkman said. Others voted for the budget because it included health care price transparency and Medicaid savings account reforms.\n\n“I think they fell for the reforms, and I don’t think they’re gonna be in there,” he said. “I think either the Senate is gonna take them out, or the governor is gonna line-item them out.”\n\nIn 2013, the Ohio House and Senate passed a budget with language forbidding the Obamacare expansion. Kasich line-item vetoed the ban and expanded Medicaid unilaterally.\n\n“You tell me what’s changed, what’s new,” John Adams, a Republican who served in House leadership in the last General Assembly, told Ohio Watchdog. “Where’s the Republican Party been during this administration when it comes to spending?”\n\nAdams continued, “Yes, we fixed the $8 billion structural deficit, but after that, tell me what we stand for as a party?”\n\nAdams expressed support for the same reforms Brinkman mentioned, but not for the budget as a whole.\n\n“If you get those two pieces to stay in the budget when this process is over, that is a half a step forward — and a big step back,” Adams said. He wasn’t optimistic the price transparency or health savings account reforms would become law.\n\n“I’m just telling those people that are trying to achieve those two pieces right now: good luck. Because leadership is gonna lie to ya, and I’ll bet they don’t give ya either one of ’em. That’s my bet.”\n\nAnd if the Medicaid reforms aren’t included in the final budget sent to the governor? “At that point it should be all-out war,” Adams said.\n\nAdams is running for Senate President Keith Faber’s seat in the Ohio Senate. When Faber is term-limited in 2016 he’s expected to run for Congress or a statewide executive office.\n\nWith the House tacitly endorsing the governor’s Medicaid expansion, the Obamacare ball is now in Faber’s court. The Senate must pass its own version of the budget, and both houses must agree on final language by June 30.\n\nIn addition to posing spending problems for taxpayers, Obamacare expansion is a messaging problem for Republican lawmakers and the Republican governor.\n\nThe Ohio Republican Party — led by Kasich loyalists — has no statewide platform, but it sent mailers last spring endorsing ORP State Central Committee members who would “stand up to Obamacare.”\n\nIn a 2014 primary, ORP attacked Brinkman as “radical,” “not reliable,” and a supporter of President Obama’s agenda.\n\nOhio newspapers, meanwhile, seem eager to forget the General Assembly voted against Obamacare expansion in 2013.\n\n“When legislators declined to take up the issue, Kasich bypassed them,” the Cincinnati Enquirer reported Tuesday.", "article_metadata": {"description": "Ohio House Republicans who campaigned against Obamacare have passed a budget containing $7 billion in Obamacare expansion spending.", "og": {"site_name": "Watchdog.org", "description": "Ohio House Republicans who campaigned against Obamacare have passed a budget containing $7 billion in Obamacare expansion spending.", "title": "Ohio House Republicans embrace Obamacare expansion - Watchdog.org", "locale": "en_US", "image": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/02/barbara-sears-ohio-house.jpg", "updated_time": "2015-06-10T15:28:48+00:00", "url": "http://watchdog.org/213757/ohio-house-obamacare/", "type": "article"}, "twitter": {"domain": "Watchdog.org", "description": "Ohio House Republicans who campaigned against Obamacare have passed a budget containing $7 billion in Obamacare expansion spending.", "creator": "@jasonahart", "image": {"src": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/02/barbara-sears-ohio-house.jpg"}, "title": "Ohio House Republicans embrace Obamacare expansion - Watchdog.org", "site": "@watchdogorg", "card": "summary_large_image"}, "robots": "noarchive", "article": {"publisher": "https://www.facebook.com/Watchdogorg", "section": "Health Care", "published_time": "2015-04-23T12:16:57+00:00", "modified_time": "2015-06-10T15:28:48+00:00"}, "news_keywords": "Obamacare expansion, Medicaid expansion, Kasich Obamacare expansion, Ohio Obamacare expansion, Ohio Republican Party, John Kasich, Ohio House, Tom Brinkman, John Adams"}, "article_summary": "“It is the right investment for the state of Ohio.”Sears, long a supporter of the Obamacare expansion, repeatedly called expansion an “investment in Ohio.” Obamacare expansion is paid for with an open-ended promise of new funding from a federal government $18 trillion in debt.\nBy Jason Hart | Ohio WatchdogOhio House Republicans who campaigned against Obamacare have passed a budget containing $7 billion to expand it.\nMany Republicans were more concerned about stopping Kasich’s tax proposals than fighting Obamacare expansion, Brinkman said.\nBecause Republicans hold a supermajority of House seats, caucus leaders could have easily removed Obamacare expansion funding from the budget plan Republican Gov.\nOhio newspapers, meanwhile, seem eager to forget the General Assembly voted against Obamacare expansion in 2013."}