{"article_title": "Tennessee Supreme Court drama won’t end after retention election", "article_keywords": ["wont", "supreme", "end", "voters", "judges", "governor", "drama", "state", "tennessee", "election", "justices", "watchdog", "court", "hooker", "retention"], "article_url": "http://watchdog.org/163791/tennessee-supreme-court-12/", "article_text": "By Chris Butler | Tennessee Watchdog\n\nNASHVILLE — Voters will decide Thursday to keep or boot three Tennessee Supreme Court justices, but the drama will be far from over.\n\nIf justices Gary Wade, Connie Clark and Sharon Lee, all Democrats appointed by a Democratic governor, lose retention tonight one could argue Democrats no longer benefit from a system they jury-rigged in their favor more than 40 years ago.\n\nUnder the current system, Tennessee’s governor appoints justices for eight-year terms. Once those terms are up the justices face voters in a retention election as is happening today.\n\nBut in setting up retention elections in the early 1970s, Democrats may have blatantly violated the state constitution.\n\nAccording to John Jay Hooker’s interpretation, the state constitution clearly specifies voters always elect the justices — and says nothing about the governor appointing them.\n\n“This is an issue that the press has simply not been interested in. They haven’t shown the intellectual curiosity,” said Hooker, who, at 84, is an independent candidate for governor this year, even though he knows he won’t win.\n\nHooker twice served as the state Democratic Party’s gubernatorial candidate in prior years.\n\n“The issue isn’t sexy enough, and it doesn’t bleed enough. That, and the establishment is so much against what I’m saying, and the media’s news sources are the establishment folks.”\n\nBut, according to Hooker, no one seemed to care about these judicial retention elections until now.\n\n“This year’s election in general is getting a lot of attention this year because it’s the first time I’ve seen it so competitive.”\n\nRepublicans find fault with Wade, Clark and Lee for appointing current state Attorney General Bob Cooper, who chose against joining 28 other states to fight Obamacare in court on behalf of Tennesseans. Pro-retention forces, meanwhile, say the justices are victims of a false smear campaign orchestrated by Lt. Gov. Ron Ramsey, the Koch brothers and big business interests.\n\nIf just one justice fails to win retention Gov. Bill Haslam will name one or more replacements, presumably Republicans, thus giving conservative points of view a majority on the court.\n\nDemocratic Party fractionalism\n\nThe way Hooker tells it, in the late 1960s and early 1970s the once powerful state Democratic Party was split into two deeply divided factions, which kept Hooker from becoming governor and Albert Gore Sr. from retaining his U.S. Senate seat.\n\nRepublican Winfield Dunn took the governor’s office instead.\n\n“After I lost in 1970, the Democrats were still in control of the Legislature. They were afraid that, due to this Republican landslide, that judges would be impeached, so they passed what is known as the Retention Election Statute, which is precisely what we are going through right this minute,” Hooker said.\n\nHooker’s recounting how that statute came into existence is similar to what Cooper, also a Democrat, said at a 2009 Tennessee Supreme Court Historical Society dinner.\n\nAs Tennessee Watchdog previously reported, Cooper talked about how state Democrats changed the rules of the judiciary to their benefit in the early 1970s.\n\n“It’s been on the books ever since, and it’s been a blatant disgrace,” Hooker said. “That’s why I’ve been fighting legally it for all these years.”\n\nHooker’s legal efforts thus far haven’t proven successful enough.\n\nAmendment 2\n\nHooker has his sights set on Nov. 4, when voters will decide the fate of what is known as Amendment 2, which he doesn’t like.\n\nIf voters approve it, the state’s governor, according to Ballotpedia.org, would appoint judges to the state Supreme Court and Court of Appeals, with confirmation from the General Assembly.\n\nAfter serving an eight year-term, the judges, as they do now, could only seek another term through a retention election by voters, similar to what is taking place today.\n\nThe Tennessee Bar Association supports Amendment 2. According to the TBA website, Amendment 2 will result in the best-qualified candidates becoming judges.\n\n“Failure to pass Amendment 2 could also lead to contested, partisan elections for appellate judges, which would bring the corrupting factor of money and politics into our appellate courts,” according to the TBA’s website.\n\nTBA spokeswoman Stacey Shrader Joslin told Tennessee Watchdog she has nothing else to add to that statement in Amendment 2’s defense. Joslin, however, did take issue with a remark Hooker made to Tennessee Watchdog last week, in which he seemed to suggest the TBA once retaliated against him.\n\n“The TBA does not impose discipline on lawyers or judges in the state,” Joslin said.\n\n“It is the Board of Professional Responsibility that investigates complaints and recommends discipline, which is then approved or rejected by the Supreme Court. Mr. Hooker’s comment that the TBA ‘suspended my law license at one time for 30 days’ is factually inaccurate.”\n\nWomen and minorities\n\nHooker has an important question for Haslam if all three justices lose retention.\n\n“Will the governor appoint judges under the Retention Election Statute because it’s still on the books, even though they lost, or will he wait to see what the people say about it in November so far as the constitutional amendment is concerned?”\n\nHaslam spokesman Dave Smith wouldn’t address the matter directly when reached.\n\n“The governor will take the necessary steps for the state to have a fully functioning court of last resort,” Smith said in an email to Tennessee Watchdog.\n\nThen there’s the matter of the Judicial Performance Evaluation Commission, which no longer exists, but, according to Tennessee Courts.gov, used surveys and interviews to review the performance of appellate judges and recommended them for retention or replacement.\n\nJPEC recommended Wade, Lee and Clark for retention.\n\nHooker said not enough women and minorities served on JPEC, as state law requires. Seven men and two women served on JPEC.\n\n“In the final analysis, it’s the state Supreme Court who is responsible for this circumstance,” Hooker said. “They had the power to tell the Judicial Performance Evaluation Commission that they were unlawfully seated and make them promptly seated so they can get a proper recommendation.”\n\nAdministrative Office of the Courts spokeswoman Michele Wojciechowski didn’t return messages the past two weeks seeking comment on the matter.\n\nNashville resident Tony Gottlieb, a self-described conservative allied with Hooker, told Tennessee Watchdog conservatives ought to care about the lack of female and minority representation on JPEC.\n\n“They are not operating under the law, but rather tortured logic applied to sidestep important constitutional issues,” Gottlieb said. “Here is absolutely clear evidence these guys on the courts are willing to violate the statute, as it is written to maintain their positions on the court.”\n\nContact Christopher Butler at chris@tennesseewatchdog.org or follow him and submit story ideas on his official Facebook page.\n\nGet regular Tennessee Watchdog updates through our Facebook or Twitter accounts\n\nClick here to get Tennessee Watchdog articles sent directly to your email inbox (click Tennessee under “Watchdog News Updates)\n\nLike Watchdog.org? Click HERE to get breaking news alerts in YOUR state!", "article_metadata": {"og": {"site_name": "Watchdog.org", "description": "If you vote for or against retaining three Tennessee Supreme Court justices today then just remember that the drama over this election won’t end tonight. If the three justices, all Democrats appointed by a Democratic governor, lose retention tonight then one could argue Democrats no longer benefits from a system they jury-rigged in their favor more than 40 years ago.", "title": "Tennessee Supreme Court drama won’t end after retention election - Watchdog.org", "locale": "en_US", "image": "http://watchdog.org/wp-content/blogs.dir/1/files/2014/08/Tony-Gottlieb-272x300.jpg", "updated_time": "2014-08-07T07:47:33+00:00", "url": "http://watchdog.org/163791/tennessee-supreme-court-12/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/Watchdogorg", "section": "News", "tag": "Amendment 2,Connie Clark,Gary Wade,John Jay Hooker,Sharon Lee,Tennessee Supreme Court,Tony Gottlieb", "published_time": "2014-08-07T04:00:11+00:00", "modified_time": "2014-08-07T07:47:33+00:00"}, "twitter": {"domain": "Watchdog.org", "description": "If you vote for or against retaining three Tennessee Supreme Court justices today then just remember that the drama over this election won’t end tonight. If the three justices, all Democrats appointed by a Democratic governor, lose retention tonight then one could argue Democrats no longer benefits from a system they jury-rigged in their favor more than 40 years ago.", "title": "Tennessee Supreme Court drama won’t end after retention election - Watchdog.org", "image": {"src": "http://watchdog.org/wp-content/blogs.dir/1/files/2014/05/court-gavel.jpg"}, "creator": "@watchdogorg", "site": "@watchdogorg", "card": "summary_large_image"}, "robots": "noarchive", "description": "If you vote for or against retaining three Tennessee Supreme Court justices today then just remember that the drama over this election won’t end tonight. If the three justices, all Democrats appointed by a Democratic governor, lose retention tonight then one could argue Democrats no longer benefits from a system they jury-rigged in their favor more than 40 years ago."}, "article_summary": "Get regular Tennessee Watchdog updates through our Facebook or Twitter accountsClick here to get Tennessee Watchdog articles sent directly to your email inbox (click Tennessee under “Watchdog News Updates)Like Watchdog.org?\nBy Chris Butler | Tennessee WatchdogNASHVILLE — Voters will decide Thursday to keep or boot three Tennessee Supreme Court justices, but the drama will be far from over.\nTBA spokeswoman Stacey Shrader Joslin told Tennessee Watchdog she has nothing else to add to that statement in Amendment 2’s defense.\nOnce those terms are up the justices face voters in a retention election as is happening today.\nNashville resident Tony Gottlieb, a self-described conservative allied with Hooker, told Tennessee Watchdog conservatives ought to care about the lack of female and minority representation on JPEC."}