{"article_title": "The Biggest Myth About Obamacare", "article_keywords": ["benefits", "dont", "myth", "plans", "million", "obamacare", "think", "health", "coverage", "exchanges", "biggest", "insurance", "care"], "article_url": "http://www.huffingtonpost.com/2013/09/23/obamacare-change_n_3975425.html", "article_text": "JIM WATSON/AFP/Getty Images\n\nThe biggest part of President Barack Obama's health care overhaul is just days away from its debut, and the American public remains confused. For many consumers, the most important question is personal: What do I have to do?\n\nIf you're one of the roughly 80 percent of Americans who already has health insurance through an employer or is enrolled in a government program like Medicare, the answer is: probably nothing.\n\nOn Oct. 1, new health insurance websites will debut in each state. Some will be run by the state, and others will be run by the federal government. These sites, called health insurance exchanges or marketplaces, are designed to serve those without insurance and those who buy insurance on their own.\n\nSeven million people will purchase private health insurance on the exchanges for 2014, the Congressional Budget Office projects. An additional 9 million will use the exchanges to enroll in Medicaid or the Children's Health Insurance Program, two joint federal-state health programs for low-income people. The number of uninsured will drop by 14 million next year, the budget agency projects.\n\nFor nearly everyone else -- the 170.9 million people covered by employers and the 101.5 million enrolled in government health programs -- the ballyhooed launch of the Obamacare exchanges will mean little, according to health care, consumer and business experts.\n\n\"If you have employer coverage now, do not worry,\" said Lynn Quincy, a senior policy analyst at Consumers Union in Washington who specializes in health care issues. \"If you're on Medicare now, please don't worry,\" she said.\n\nStill, a lot of people are worried over the introduction of a new way to buy health insurance and the health care law's \"individual mandate\" that nearly every legal U.S. resident obtain health coverage or face a tax penalty.\n\nPeople who don't get health insurance will have to pay $95 dollars or 1 percent of their annual income -- whichever is higher. That amount will rise each year until it hits $695 or 2.5 percent by 2016. The mandate has numerous exemptions, including for financial hardship. Most company health plans already meet the health care reform law's standards for benefits and affordability, as do government health programs like Medicare, Medicaid and military benefits.\n\n\"For the vast majority of the population, the individual mandate will be a non-event,\" said Larry Levitt, the co-executive director of the Program for the Study of Health Reform and Private Insurance at the Henry J. Kaiser Family Foundation in Menlo Park, Calif.\n\nThe open enrollment period for 2014 health plans bought on the exchanges begins Oct. 1 and runs through the end of March. People will use the exchanges in their home states to compare the price and benefits of various insurance plans. The exchanges also are the only way to get the financial assistance available to those who earn less than four times the federal poverty level, which amounts to $45,960 for a single person this year.\n\nThose shopping on the marketplaces will see changes. People who currently buy their own insurance will find that some cheap, skimpy plans sold to individuals today won't be available, and some younger, healthier people may see higher sticker prices -- especially if they don't qualify for tax credit subsidies. Others will gain access to coverage they didn't have and get help paying for it.\n\nSurvey after survey shows the public to be confused, anxious and misinformed about what health care reform does and how it will affect them.\n\nFewer than half of Americans think they know enough about the law to understand how it affects them, according to poll findings the Kaiser Family Foundation published last month. More than a third believe they'll be worse off, 23 percent think they'll be better off and 37 percent say it won't make much difference.\n\nWhen Congress wrote the law known as the Affordable Care Act, their idea was to maintain Americans' current health coverage as much as possible, to boost consumer protections in the health insurance market for individuals, and to cover the uninsured.\n\nThat doesn't mean all workers will keep what they have. The Congressional Budget Office predicts that 7 million fewer people will get their health insurance through work by 2023, although jobs will remain the most common source of health coverage for Americans. People who work part-time, have low-wage jobs or are employed by smaller companies are most likely to lose their job-based benefits and to use the exchanges instead.\n\nThere's already been a steady drumbeat of news stories about companies changing health benefits, like Trader Joe's and Home Depot dropping part-time workers from their health plans.\n\nWhile this phenomenon is real and disruptive to those workers, the outliers shouldn't be cause for concern for most people who have job-based health benefits, said Helen Darling, the president and CEO of the National Business Group on Health, a Washington-based association of large employers.\n\n\"Nothing has to change for you if you have employer-sponsored coverage,\" Darling said.\n\nA survey of U.S. employers found that 93.5 percent of companies definitely or very likely will continue to offer health benefits to workers, compared to 1 percent that definitely won't or are very likely not to, according to a report the International Federation of Health Benefit Plans, a London-based trade group, issued in May.\n\nEmployers provide health benefits both as a means of attracting and retaining employees and because they aren't taxed like wages (so they're cheaper than raises). \"No one is going to say, 'Whoops, we just decided that we're not going to give you health benefits because we don't think they're that important.' It just isn't going to happen,\" Darling said. And experts don't expect large employers to make more changes or raise premiums much more than if the health law hadn't been enacted, she said.\n\nBut anecdotes about individual companies are causing some worry among workers -- worry fomented by Obamacare opponents and the media, Darling said.\n\n\"It's more the press that is drumming up attention in a negative way, much of it being driven by people who want to make it a negative experience,\" Darling said.\n\nLikewise, the debate over whether Obamacare will cause health insurance premiums to soar on the exchanges -- so-called rate shock -- needlessly confuses people who have coverage from work, Levitt said.\n\n\"They see these headlines that premiums may skyrocket and they think that's them,\" he said. It's not; it's about insurance people buy directly.\n\nIn fact, a survey of employers the Kaiser Family Foundation and the Health Research and Educational Trust published last month showed job-based health insurance prices rose an average of just 5 percent for single people this year. \"There's no reason to think that's going to change dramatically,\" Levitt said.\n\nOn the individual market for health insurance, some people, especially those who are younger and healthier, may see higher premiums, not counting the available tax credits. Others will pay less than today. That's largely due to new rules, such as requiring better benefits than commonly available on the individual market today, guaranteeing coverage to people with pre-existing conditions and limiting how much more older people can be charged than younger consumers.\n\nMedicare beneficiaries have even less cause for concern, Quincy said, even though a Kaiser Family Foundation poll found that older Americans disapprove of the Affordable Care Act at higher rates than younger people.\n\nExpress Scripts, which manages prescription drug benefits for health insurance plans, surveyed Medicare enrollees and discovered many misperceptions -- including 17 percent who think they have to buy coverage on the exchanges. In reality, it's illegal for a health insurer to sell a plan through the exchange to someone on Medicare.\n\nPeople on Medicare don't need to do anything different this year than they have in the past, Quincy said. \"The main message is: Nothing has changed for you. You're good to go.\"\n\nRelated on HuffPost: Lies And Distortions Of The Health Care Debate Lies And Distortions Of The Health Care Debate\n\n1 of 12 Healthcare In America Is Already 'The Best In The World' One of the more positive sounding admonitions from health care reform opponents was that the United States had \"the best health care in the world,\" so why would you mess with it? Well, it's true that if you want the experience the pinnacle of medical care, you come to the United States. And if you want the pinnacle of haute cuisine, you go to Per Se. If you want the pinnacle of commercial air travel, you get a first class seat on British Airways. Now, naturally, you wouldn't let just anyone mess with someone's tasting menu or state-of-the-art air-beds. But like anything that's \"the best,\" the best health care in the world isn't for everybody. The costs are prohibitively high, the access is prohibitively exclusive, and the resources are prohibitively scarce. What do the people in America who \"fly coach\" in the health care system get? Well, at the time of the health care reform debate, they were participating in a system that was, by all objective measurements, overpriced and underperforming -- if you were lucky enough to be participating in it. As anyone who's fortunate enough to have employer based health care or unfortunate enough to have a pre-existing condition can tell you, health care for ordinary people already involved all of those things that we were told would be a feature of the Affordable Care Act -- long waits, limited choice, and rationing. When the Commonwealth Fund rated health care systems by nation , the top marks in the surveyed categories went to the United Kingdom, New Zealand and the Netherlands. Ezra Klein examined the study, and observed : \"The issue isn't just that we don't have universal health care. Our delivery system underperforms, too. 'Even when access and equity measures are not considered, the U.S. ranks behind most of the other countries on most measures. With the inclusion of primary care physician survey data in the analysis, it is apparent that the U.S. is lagging in adoption of national policies that promote primary care, quality improvement, and information technology.'\" Share this slide:\n\nGetty", "article_metadata": {"description": "The biggest part of President Barack Obama's health care overhaul is just days away from its debut, and the American public remains confused. For many co...", "sailthru.expire_date": "2013-09-24 13:10:25 -0400", "og": {"site_name": "The Huffington Post", "description": "The biggest part of President Barack Obama's health care overhaul is just days away from its debut, and the American public remains confused. For many co...", "title": "The Biggest Myth About Obamacare", "url": "http://www.huffingtonpost.com/2013/09/23/obamacare-change_n_3975425.html", "image": "http://i.huffpost.com/gen/1368200/images/o-OBAMACARE-HEALTH-INSURANCE-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "The biggest part of President Barack Obama's health care overhaul is just days away from its debut, and the American public remains confused. For many co...", "creator": "JeffYoung", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1368200/images/o-OBAMACARE-HEALTH-INSURANCE-facebook.jpg", "height": 1000}, "title": "The Biggest Myth About Obamacare", "site": "@HuffPostBiz", "card": "summary_large_image"}, "sailthru.date": "2013-09-23 13:10:25 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=3975425", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "business", "fb": {"app_id": 46744042133}, "keywords": "obamacare health insurance,obamacare,jeffrey young,Medicare health insurance exchanges,obamacare jobs,health care reform,individual mandate,medicare,obamacare medicare,health care,health insurance exchanges,obamacare exchanges", "article": {"section": "Business", "tag": "obamacare health insurance,obamacare,jeffrey young,Medicare health insurance exchanges,obamacare jobs,health care reform,individual mandate,medicare,obamacare medicare,health care,health insurance exchanges,obamacare exchanges", "published_time": "2013-09-23 13:10:25 -0400", "modified_time": "2013-10-03 12:18:00 -0400"}, "viewport": "width=1000"}, "article_summary": "Related on HuffPost: Lies And Distortions Of The Health Care Debate Lies And Distortions Of The Health Care Debate1 of 12 Healthcare In America Is Already 'The Best In The World' One of the more positive sounding admonitions from health care reform opponents was that the United States had \"the best health care in the world,\" so why would you mess with it?\nJIM WATSON/AFP/Getty ImagesThe biggest part of President Barack Obama's health care overhaul is just days away from its debut, and the American public remains confused.\nThese sites, called health insurance exchanges or marketplaces, are designed to serve those without insurance and those who buy insurance on their own.\nPeople who don't get health insurance will have to pay $95 dollars or 1 percent of their annual income -- whichever is higher.\nThere's already been a steady drumbeat of news stories about companies changing health benefits, like Trader Joe's and Home Depot dropping part-time workers from their health plans."}