{"article_title": "Clarity Put on Hold as FTAIA Conflict/Confusion Continues- Foreign Trade Antitrust Improvements Act", "article_keywords": ["claim", "clarity", "antitrust", "continues", "united", "foreign", "direct", "states", "improvements", "ftaia", "circuit", "act", "trade", "effect", "hold", "conflictconfusion"], "article_url": "http://www.natlawreview.com/article/clarity-put-hold-ftaia-conflictconfusion-continues-foreign-trade-antitrust-improveme", "article_text": "Monday, June 22, 2015\n\nThe Foreign Trade Antitrust Improvements Act (FTAIA) was enacted in 1982 to help achieve clarity in the application of U.S antitrust laws to international trade. More than 30 years since that effort, the FTAIA has not achieved clarity, and has been a source of confusion due in large part to its tortured language and the difficulties that the courts have had in interpreting the meaning and purpose of the statute. In the last several years alone, there were several federal circuit courts of appeal decisions that compounded the confusion and conflicts about how and under what circumstances the FTAIA is to be applied.\n\nNevertheless, on June 15, 2015, the U.S. Supreme Court denied petitions for writs of certiorari from the Seventh and Ninth Circuits which involved the same price-fixing conspiracy. One can speculate on the reasons why the Court declined the invitations to resolve the conflicts surrounding the FTAIA. Ironically, the losing party in the Ninth Circuit decision (an individual whose criminal price-fixing conviction was affirmed) was an officer of the foreign company, which was the winning party in the Seventh Circuit decision.\n\nSuffice to say, with the Supreme Court’s decision not to accept certiorari, confusion and conflict will continue. If there is any glimmer of increased clarity, the latest round of cases suggests that the FTAIA reduces the chances for plaintiffs to prevail in international trade antitrust disputes (unless the plaintiff is the U.S. Department of Justice) but, paradoxically, increases the pressures on defendants to settle treble damages cases before incurring years of costly discovery and motion practice due to the fact that some courts have interpreted the FTAIA as establishing substantive elements of a Sherman Antitrust Act (Sherman Act) violation rather than as a question of subject matter jurisdiction.\n\nThis article discusses the current muddled state of the law focusing on: 1) the substantive or jurisdictional underpinnings of the FTAIA; 2) what constitutes “import commerce;” 3) how are “direct domestic effects” to be measured; and 4) when does challenged conduct in international trade “give rise to a claim” under the FTAIA.\n\nOne thing is certain, however. Given the ever-increasing “internationalization” of antitrust claims and proceedings, whether reflected in global cartel criminal prosecutions or massive civil treble damage litigation, clarification of the applicable contours of the FTAIA is long overdue. The court’s decision not to hear the cases puts off for another day needed clarification of the FTAIA.\n\nHistorical Context\n\nDuring the late 1970s, United States export trade was perceived as withering in the face of challenges from seemingly stronger and more-efficient Asian and European competitors. In some quarters, this phenomenon was viewed as a part of a perceived U.S. economic malaise. Pro-U.S. export trade constituencies saw the application of U.S. antitrust laws in U.S. export trade as creating confusion and economic risk that only further compounded the problem. Indeed, several treble damage actions focused on alleged antitrust violations occurring in international trade and were blamed for exacerbating this crisis and inhibiting U.S. export trade.\n\nCongress was told that there was no consensus on how far the U.S. antitrust laws could reach into export trade activities. Critics of the U.S. antitrust law sought to solve this problem by clarifying what aspects of the law were applicable to export trade and by limiting the antitrust law’s exterritorial reach so that more export trade would be encouraged. Proponents sought to reduce the application of U.S. antitrust laws to non-import foreign trade-based restraints except to the extent to which these restraints had a direct, substantial and reasonably foreseeable effect on U.S. domestic commerce. There was as well a desire to make it more difficult for foreign purchasers to assert claims under U.S. law and to force them to rely on local law. Seeking to reinforce further the notion that there were outer limits to U.S. antitrust jurisdiction, proponents sought export trade legislation that would explicitly exempt and approve coordinated U.S. export trade.\n\nThe FTAIA and related legislation enacted in 1982 sought to achieve clarity and limit the territorial reach of conduct proscribed by antitrust laws and, thus, promote greater legal certainty for U.S. export commerce. The FTAIA provided that the Sherman Act (15 USC §1-7) applies to competitive restrictions affecting import trade, but not to competitive restrictions affecting trade or commerce with foreign nations (non-import trade) unless the conduct has a direct, substantial and reasonably foreseeable effect “on trade which is not trade with foreign nations” (i.e., domestic trade), import trade with foreign nations, or export trade with foreign nations by a person engaged in the U.S. in such export trade; and the restrictive effect gives rise to a claim under other provisions of 15 USC §1-7. Again, much of the difficulties with applying the statute stem from its turgid language, which has proven difficult to interpret and apply from the outset.\n\nConfusion Substitutes for Desired Clarity as Antitrust Becomes “Prime Time”\n\nFollowing 20 years of increasing uncertainty, the U.S. Supreme Court interpreted the FTAIA for the first time in the context of an international price-fixing cartel case involving vitamins. F. Hoffman-LaRoche v. Empagran S.A, Ltd., 542 U.S. 155 (2004) (Empagran). The plaintiffs were non-U.S. vitamin distributors which had purchased vitamins outside the United States for resale outside the United States. They complained that prices that they paid were tainted by a cartel’s price-fixing. The Supreme Court construed the FTAIA in Empagran ruling that the FTAIA limited, not increased, antitrust jurisdiction of U.S. courts. The court said that U.S. courts had no global power to reach and decide every antitrust claim wherever and however it arose. The court also said that U.S. courts needed to avoid unnecessary interference with the sovereign interests of other countries to enforce laws protecting their consumers. So far, so good.\n\nHowever, presaging coming difficulties, the court held that where a global price-fixing cartel directly, significantly, and reasonably foreseeably affected purchasers both inside and outside the United States but with adverse foreign effects being independent (i.e., different) from the domestic effects, plaintiffs relying solely on the foreign effect had no claim under U.S. antitrust laws. As it is easy to see, one could be hard-pressed to know where and how to draw the line. Thus, Empagran can be seen as planting seeds of confusion and conflict, which have ever since continued to sprout and have resulted in conflicting judicial decisions.\n\nAs confusion grew about the FTAIA’s metes and bounds, the need for clarification became ever more important as antitrust exploded on to the world’s economic stage. Antitrust had truly become a global phenomenon. Since enactment of the FTAIA, antitrust regimes have been enacted around the world. Today more than 150 countries give priority focus to prosecution of cartels, many of which are international in scope. Antitrust investigations, prosecutions, and increased regulatory cooperation have raised the stakes for businesses and individuals. Fines and damage claims have literally involved billions, if not trillions of dollars. Many of the alleged restrictive practices and damages claims have a global or at least a broad international nexus. It is not surprising that because the United States remains globally the principal forum in which treble damages and attorneys’ fees can be awarded, the demand for access to U.S. courts to pursue claims under U.S. law collided with the FTAIA (and its intended role to limit the reach of U.S. antitrust laws). The results have been increasingly contentious.\n\nThe Current State of Play\n\nCulminating in 2014 – 2015, a number of cases posing questions central to adjudicating these disputes and the role that FTAIA is to play in that regard were decided by various U.S. federal courts of appeals. These questions are:\n\nIs the FTAIA an issue of substantive liability or is it a question of subject matter jurisdiction?\n\nWhat is the scope of the FTAIA’s “Import Commerce” Exclusion?\n\nIf an effect to be actionable has to be “direct” (as well as substantial and reasonably foreseeable), what level or amount of “directness” is required to satisfy this criterion?\n\nHow should the FTAIA requirement that a domestic effect “give rise to the claim” being asserted be interpreted?\n\nAmong the leading cases raising these issues of conflict are:\n\nLotes v. Hon Hai Indus., 753 F.3d 395 (2nd Cir. 2014). In Lotes, a Taiwanese plaintiff sued local Taiwanese competitors which allegedly had adopted an essential product standard that prevented Lotes from selling its USBs in the United States. Lotes contended that its absence from the market reduced competition and forced up the prices that U.S. consumers paid for USBs. Plaintiff was denied relief as a “domestic effect did not give rise to its claim.”\n\nUnited States v. Hui Hsiung (AU Optronics), 2015 U.S. App. Lexis 1590 (9th Cir. 2015). This was a criminal price-fixing international cartel case involving liquid crystal displays (LCD). Most LCD panels sold to foreign third parties are incorporated in electronic products before being imported to United States. A criminal price-fixing conviction was upheld relying, in part, on a prior interpretation of the “direct” criterion in the FTAIA in United States v LSL Biotechnologies, 379 F.3d 672 (9th Cir. 2004), which required that the domestic effect be the “immediate consequence” of the trade restraint.\n\nMotorola v. AU Optronics, 775 F.3d 816 (7th Cir 2014). This was a civil treble damages case involving the same LCD conspiracy as Hui Hsiung. Motorola asserted a claim arising out of LCDs bought by its foreign subs, incorporated into phones, and imported by Motorola and sold in the United States. The damage claim in this civil context was denied despite the prior Seventh Circuit FTAIA “directness” interpretation in Minn-Chem v. Agrium, 683 F.3d 845 (7th Cir. 2012), which had interpreted “direct” as meaning a reasonably proximate cause of the claimed injury.\n\nAnimal Sci. Prod. v. China Min., 654 F.2d 462 (3rd Cir. 2013). A U.S. plaintiff bought allegedly price-fixed Chinese products from third-party importers and resold them in the United States. The claim was denied on the basis that the harm was neither direct nor was it derived from “import commerce.”\n\nThe issues which these cases confronted are as follows:\n\n1. FTAIA: Substantive Liability or Subject Matter Jurisdiction\n\nIf the FTAIA is a question of subject matter jurisdiction, it poses a preliminary fundamental question whether a court has the power to hear and decide the dispute. If the FTAIA is a matter of substantive liability, a court would be empowered to hear and decide the dispute. The significance is that the former (subject matter jurisdiction) can be decided on a motion to dismiss without any discovery. The latter permits (indeed may require) discovery and so can greatly increase cost and settlement pressure. As well, the burden of persuasion shifts. The Third Circuit in Animal Science, the Second Circuit in Lotes and the Ninth Circuit in Hui Hsiung interpreted the FTAIA as a question of substantive liability (not subject matter jurisdiction) consistent with the non-FTAIA U.S. Supreme Court decision in Arbaugh v. Y&H Corporation, 546 U.S. 500 (2006), thereby placing the burden of proof on plaintiffs’ shoulders. As Minn-Chem demonstrates, making the FTAIA a question of substantive liability can put significant pressure on defendants to settle rather than incur the tremendous costs of discovery and motion practice. In Minn-Chem, the defendants independently imported potash to the United States from Canada. The plaintiffs complained that defendants had conspired with Russian potash producers to fix the price of potash sold in Brazil and Asia. There was little or no evidence that the price-fixed potash sold in foreign markets had affected U.S. prices or that the defendants’ potash imports from Canada were tainted by the alleged price-fixing conspiracy in foreign markets.\n\n2. Scope of the “Import Commerce” Exclusion\n\nThe FTAIA exemption does not apply to trade restraints in “import commerce.” Such restraints would be governed by Section 1 of the Sherman Act. However, the FTAIA asks whether the challenged conduct “affects” import commerce? The easy case is where the defendants make and sell goods abroad and sell/import them directly to U.S. purchaser-plaintiffs. However, what if defendant is not the importer? Was anticompetitive foreign conduct “directed at” U.S. imports? How does this criterion relate to the “direct” effect issue? There is an on-going conflict among the circuits on this issue – Third Circuit (Animal Science), Second Circuit (Lotes), Ninth Circuit (Hui Hsiung) and Seventh Circuit (Motorola).\n\n3. For an Effect to be “Direct,” What’s Required?\n\nThe issue of “directness” has sparked most of the controversy and conflict in recent decisions. What is direct? In the Ninth Circuit (Hui Hsiung/LSL Biologics), the effect must be an “immediate consequence” (temporal context) of defendants’ anticompetitive behavior. In the Seventh Circuit (Motorola/Minn-Chem) and Second Circuit (Lotes), the effect must have “reasonably proximate causal nexus” and is not considered “direct,” if the effect “filters through many layers and finally causes a few ripples in the United States,” (according to the Seventh Circuit).\n\n4. Requirement That There is a “Domestic Effect” Giving Rise to the Claim Asserted\n\nIn addition to the requirement that the challenged conduct not be “import commerce” and must have a “direct, substantial and reasonably foreseeable effect,” an actionable claim must arise from a domestic and not a foreign effect. In Lotes, the foreign USB manufacturer’s claim against other Taiwanese manufacturers concerning product standards setting was not the same claim as that of a U.S. consumer which would have complained of inflated prices. In Motorola, a parent could not sue for inflated prices paid by its foreign subsidiaries both because its claim was different from the ones of its subsidiaries and because of the Illinois Brick indirect purchaser rule. Questions include, could its foreign subsidiaries seek treble damages in the United States as direct purchasers or what is the effect of state indirect purchaser antitrust laws?\n\nConcluding Thoughts\n\nAs the foregoing reflects, there is continuing confusion and conflict about the application of the FTAIA to trade restraints in foreign commerce. Some of the confusion and conflict is clear and unambiguous when, as is reflected in the several recent decisions, the question is focused on the criterion of “directness” of the “effect” to be actionable. Even here, there may be a subtle difference drawn in answering the question depending on who is posing the question. Is it the United States Department of Justice pursuing a criminal prosecution to which some would argue public policy counsels deference to the government regulator or is it a private plaintiff to which less deference is required (compared to deference that might extend to a foreign government’s antitrust regime or some other interest trumping the right to pursue a claim)? The domestic effect “giving rise to a claim” limitation also serves to reduce the size of the door through which the plaintiff must walk. Certainly, the “giving rise” criteria may have that effect. It might be useful to think through again the denial of relief in Lotes, Animal Science, and Motorola. Each was denied relief but they may raise different policy questions (even accepting the role of Illinois Brick in Motorola). Finally, ongoing uncertainty about whether the FTAIA establishes subject matter jurisdiction or only goes to the question of liability continues to weigh heavily on the practical realities of litigating treble damage actions in this area.\n\nFor now, parties will need to wait for the next opportunity for the U.S. Supreme Court to resolve these issues and bring the clarity to the role of antitrust in international trade that the FTAIA was supposed to have played when it was enacted in 1982.", "article_metadata": {"description": "U.S. Supreme Court denied petitions for writs of certiorari from the Seventh and Ninth Circuits which involved the same price fixing conspiracy", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "The Foreign Trade Antitrust Improvements Act (FTAIA) was enacted in 1982 to help achieve clarity in the application of U.S antitrust laws to international trade. More than 30 years since that effort,", "title": "Clarity Put on Hold as FTAIA Conflict/Confusion Continues- Foreign Trade Antitrust Improvements Act", "url": "http://www.natlawreview.com/article/clarity-put-hold-ftaia-conflictconfusion-continues-foreign-trade-antitrust-improveme", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/aux/1123/Capital%20view%20from%20supreme%20court%20SM%20BW.jpg?itok=yznzcf7Z", "type": "article"}, "keywords": "Finance, Antitrust, Supreme Court, writs of certiorari, price fixing conspiracy, FTAIA, F. Hoffman-LaRoche v. Empagran S.A", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Legal, Business, Finance, Antitrust, Supreme Court, writs of certiorari, price fixing conspiracy, FTAIA, F. Hoffman-LaRoche v. Empagran S.A"}, "_id": "\"57477afa6914bd0286fe58f9\"", "article_summary": "Monday, June 22, 2015The Foreign Trade Antitrust Improvements Act (FTAIA) was enacted in 1982 to help achieve clarity in the application of U.S antitrust laws to international trade.\nThe plaintiffs were non-U.S. vitamin distributors which had purchased vitamins outside the United States for resale outside the United States.\nThe court said that U.S. courts had no global power to reach and decide every antitrust claim wherever and however it arose.\nSince enactment of the FTAIA, antitrust regimes have been enacted around the world.\nA U.S. plaintiff bought allegedly price-fixed Chinese products from third-party importers and resold them in the United States."}