{"article_title": "Confirmed: White House Delaying Key Portions of Obamacare Until President Out of Office", "article_keywords": ["affordable", "confirmed", "portions", "plans", "office", "question", "house", "delaying", "obamacare", "insurance", "states", "key", "president", "white", "policies", "care"], "article_url": "http://www.theblaze.com/stories/2014/03/05/confirmed-white-house-delaying-key-portions-of-obamacare-until-president-out-of-office/", "article_text": "The White House confirmed Wednesday that it will allow people to keep insurance plans that don’t comply with the Affordable Care Act until at least 2017, after President Obama has left office.\n\nThe White House stressed that the two-year grace period for plans that are non-compliant with Obamacare will only work in states that permit it.\n\nThe announced regulation changes will be implemented without any input from Congress.\n\nIt’s important to note that the Obamacare tweaks come at a time when several Democratic lawmakers in red states, including Sens. Mary Landrieu of Louisiana and Mark Pryor of Arkansas, face tough re-election challenges this year.\n\nWhen nearly 4.7 million individual policies were cancelled last fall, clearly contradicting Obama’s promise that you can keep your insurance plan if you like it, it created a storm of criticism for the Obama administration and supporters of the Affordable Care Act.\n\nIt also didn’t help that the wave of cancellations happened at around the same time the administration rolled out the infamously glitchy Healthcare.gov website. Taken together, the cancellations and the website’s failure to enroll people in new health insurance plans, the Democratic party has been dealing with what is now a six-month-long long PR nightmare.\n\nSimply put, the Obamacare tweaks announced Wednesday may take some election year pressure off vulnerable Democrats and increase the chances of the president’s party holding the Senate.\n\nOf course, White House officials maintain the latest changes have nothing to do with politics.\n\n“The motivation here is really to implement the law in the way it should be implemented,” a White House official who spoke on the condition of anonymity told reporters, adding that the number of people who will be eligible for the extension is a “small fraction of the entire population.”\n\nAnother official explained, “no new customers can come into these policies.”\n\nIt’s not clear how many people will be affected by the two-year grace period for plans that don’t comply with Obamacare. Counting individual plans and certain small business policies, the White House estimates that the extension will affect maybe 1.5 million people, the Associated Pres reported.\n\n“About half the states have allowed insurance companies to extend canceled policies for a year under the original White House reprieve,” the AP said\n\nIt’s also worth noting at this time that the White House’s decision to tamper (repeatedly) with the Affordable Care Act raises an interesting question of overreach. Indeed, considering the fact that the Supreme Court ruled in 2012 that Obamacare is constitutional so long as it’s a tax, and considering the fact that Congress has power of the purse, the White House’s decision to alter the so-called tax without first seeking congressional approval raises the obvious question: Under what authority?\n\nLastly, an interesting exit question from Ben White, Politico’s chief economic correspondent: “Are there any limits on how much the administration can monkey with the Affordable Care Act to suit its political interests?”\n\n–\n\nFollow Becket Adams (@BecketAdams) on Twitter", "article_metadata": {"msapplication-notification": "frequency=30; polling-uri=http://www.theblaze.com/publish/_livetile/notifications/1.xml; polling-uri2=http://www.theblaze.com/publish/_livetile/notifications/2.xml; polling-uri3=http://www.theblaze.com/publish/_livetile/notifications/3.xml; polling-uri4=http://www.theblaze.com/publish/_livetile/notifications/4.xml", "application-name": "TheBlaze.com", "twitter": {"description": "The White House confirmed Wednesday that it will allow people to keep insurance plans that don't comply with the Affordable Care Act until at least 2017, after President Obama has left office.  The White House stressed that the two-year grace period for plans that are non-compliant with Obamacare...", "creator": "@BecketAdams", "url": "http://www.theblaze.com/stories/2014/03/05/confirmed-white-house-delaying-key-portions-of-obamacare-until-president-out-of-office/", "image": "http://www.theblaze.com/wp-content/uploads/2014/03/600x4141.jpg", "title": "Confirmed: White House Delaying Key Portions of Obamacare Until President Out of Office", "site": "@theblaze", "card": "summary", "account_id": 1512944287}, "keywords": "confirmed, white, house, delaying, key, portions, obamacare, until, president, out, office", "sailthru.tags": "barack-obama, business, congress, government, obamacare, scotus, supreme-court, white-house, author-becket-adams, site-theblazecom", "facebook-count": 2266, "gplus-count": 24, "msapplication-TileColor": "#282b2d", "sailthru.guid": "theblazecom/775041", "categories": "barack-obama,congress,obamacare,scotus,supreme-court,white-house,business,government", "msapplication-square150x150logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/medium150x150.png", "comment-count": 106, "description": "The White House confirmed Wednesday that it will allow people to keep insurance plans that don't comply with the Affordable Care Act until at least 2017, after President Obama has left office.  The White House stressed that the two-year grace period for plans that are non-compliant with Obamacare...", "msapplication-wide310x150logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/wide310x150.png", "linkedin-count": 2, "msapplication-square70x70logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/small70x70.png", "msapplication-square310x310logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/large310x310.png", "fb": {"admins": 517831498}, "msapplication-starturl": "http://www.theblaze.com/", "viewport": "width=device-width", "og": {"site_name": "The Blaze", "description": "The White House confirmed Wednesday that it will allow people to keep insurance plans that don't comply with the Affordable Care Act until at least 2017, after President Obama has left office.  The White House stressed that the two-year grace period for plans that are non-compliant with Obamacare...", "title": "Confirmed: White House Delaying Key Portions of Obamacare Until President Out of Office", "url": "http://www.theblaze.com/stories/2014/03/05/confirmed-white-house-delaying-key-portions-of-obamacare-until-president-out-of-office/", "image": {"width": 600, "identifier": "http://www.theblaze.com/wp-content/uploads/2014/03/600x4141.jpg", "type": "image/jpeg", "height": 414}, "type": "article"}, "dc.date": "2014-03-05T17:41:23+00:00", "twitter-count": 373}, "_id": "\"57477af46914bd0286fdacee\"", "article_summary": "The White House confirmed Wednesday that it will allow people to keep insurance plans that don’t comply with the Affordable Care Act until at least 2017, after President Obama has left office.\nOf course, White House officials maintain the latest changes have nothing to do with politics.\nThe White House stressed that the two-year grace period for plans that are non-compliant with Obamacare will only work in states that permit it.\nCounting individual plans and certain small business policies, the White House estimates that the extension will affect maybe 1.5 million people, the Associated Pres reported.\nTaken together, the cancellations and the website’s failure to enroll people in new health insurance plans, the Democratic party has been dealing with what is now a six-month-long long PR nightmare."}