{"article_title": "See Video: Carson Says \"Obamacare Worse Than", "article_keywords": ["website", "worse", "exchange", "problems", "obamacare", "month", "carson", "health", "video", "online", "accounts", "omalley", "care"], "article_url": "http://www.wbal.com/article/103312/21/See-Video-Carson-Says-Obamacare-Worse-Than-Slavery", "article_text": "It is no secret that retired Johns Hopkins neurosurgeon Dr. Ben Carson is no fan of the Affordable Care Act. prefix = o ns = \"urn:schemas-microsoft-com:office:office\" /\n\nCarson criticized the law earlier this year at the National Prayer Breakfast, as President Obama sat on the dais with him.\n\nSpeaking at the Value Voters Summit in Washington on Friday, Carson said that, \"Obamacare is the worst thing that has happened in this nation since slavery.\"\n\nCarson added that the law, \"makes all of us subservient to the government. It was never about health care, it was about control.\"\n\nCarson spoke to the gathering of conservative activists.\n\nOther speakers included Texas Republican Senator Ted Cruz.\n\nEarlier this month, Carson said that he was a target of an IRS audit, and that he believed the audit was in retaliation for his criticism of the health care law backed by President Obama.\n\nCarson this week joined FOX News Channel as an analyst.\n\nO'Malley: Fixing Online Exchange Problems Like Cleaning Up After Hurricane\n\nSince the beginning of the month, consumers can shop for health insurance policies online through a government run health care exchange.\n\nBoth the federal website and the state's website have been plagued by technical glitches, as a number of people have complained they cannot access the website, or establish accounts that allow them to review insurance policies.\n\nFixing glitches on Maryland's online marketplace could continue for as long as another month and a half, Governor Martin O'Malley said Friday, comparing the effort to dealing with a hurricane or a snowstorm.\n\nStill, he said improvements are being made every day. Maryland Health Connection, the online portal where people can shop for health plans and enroll in them, also updated the numbers of people who have visited the website and created accounts since it opened on Oct. 1, when it ran into problems almost immediately.\n\n\"There's a lot of different families and a lot of different entities and individuals going through this, but my sense is probably for the next month or so - month and a half - we will be working out the glitches on the portal,\" O'Malley said.\n\nSo far, the website has had more than 217,000 unique visitors, and more than 25,000 people have created accounts. The state also said more than 15,000 calls have been made to call centers, and more than 16,000 residents have learned whether they are eligible for financial assistance.\n\nO'Malley said only about 1,000 people have enrolled so far, but he noted the period between now and November is mostly a shopping phase for people looking for the right plans.\n\nO'Malley anticipated a significant increase to start toward the end of November.\n\nThe governor also underscored that coverage won't begin until January, so there is plenty of time for people to enroll.\n\nStill, the governor said it was challenging to handle the website traffic.\n\n\"You know how when you have a hurricane or a snowstorm or some other big event that requires an all-hands approach and a unified command and a battle rhythm and prioritizing problems? I mean, this is a big new effort, so every day there are challenges, but every day we work through those challenges beginning with and prioritizing the ones that affect the greatest numbers of people and then working our way down,\" O'Malley said.\n\nThe Maryland Health Benefit Exchange also reported on Friday that the state is beginning to learn more about people who are exploring options. Of the first 25,000 accounts created with verified identity, the most common age group is 25 to 29 years old. The exchange also said 53 percent of account holders in Maryland are female, and people who are creating accounts come from all parts of the state.\n\nThe exchange said its information technology team continues to work around the clock to make changes that are improving the performance of the website. An update to the system's software is planned in the near future, and additional steps are being taken to improve performance.\n\n\"We expect the user experience will continue to improve in the days and weeks ahead,\" according to a news release Friday by the exchange.", "article_metadata": {"og": {"site_name": "wbal.com", "description": "WBAL Radio 1090 AM - The retired Johns Hopkins neurosurgeon has been a vocal critic of the federal health care reform law.  Carson's latest comments came at the Values Voters Summit in Washington.", "title": "See Video: Carson Says \"Obamacare Worse Than Slavery\"", "url": "http://www.wbal.com/article/103312/21/See-Video-Carson-Says-Obamacare-Worse-Than-Slavery", "image": {"secure_url": "http://cdn.s3-media.wbal.com/Media/Archive/4c767c28-735b-4cdb-94c3-eb57435ef333/thumb-400.jpg", "identifier": "http://cdn.s3-media.wbal.com/Media/Archive/4c767c28-735b-4cdb-94c3-eb57435ef333/thumb-400.jpg"}, "type": "article"}, "fb": {"app_id": 133450861521}, "description": "WBAL Radio 1090 AM - See Video: Carson Says \"Obamacare Worse Than Slavery\"", "viewport": "width=device-width, minimum-scale=1, maximum-scale=1, user-scalable=no"}, "_id": "\"57477af46914bd0286fdd42d\"", "article_summary": "It was never about health care, it was about control.\"\nSpeaking at the Value Voters Summit in Washington on Friday, Carson said that, \"Obamacare is the worst thing that has happened in this nation since slavery.\"\nIt is no secret that retired Johns Hopkins neurosurgeon Dr. Ben Carson is no fan of the Affordable Care Act.\nEarlier this month, Carson said that he was a target of an IRS audit, and that he believed the audit was in retaliation for his criticism of the health care law backed by President Obama.\nO'Malley: Fixing Online Exchange Problems Like Cleaning Up After HurricaneSince the beginning of the month, consumers can shop for health insurance policies online through a government run health care exchange."}