{"article_title": "Ryan Hill wins first 2-mile run in 84 years at USA Indoor Championships – The Denver Post", "article_keywords": ["mile", "olympic", "womens", "run", "won", "usa", "title", "wins", "indoor", "took", "ryan", "winning", "jump", "championships", "hill", "post", "denver", "84"], "article_url": "http://www.denverpost.com/running/ci_27620519/ryan-hill-wins-first-2-mile-run-84", "article_text": "BOSTON — Stealing a peek first over his right shoulder and then his left, Ryan Hill held off hard charges by Ben Blankenship and Evan Jager on Saturday to win the first two-mile run in the USA Indoor Track & Field Championships in 84 years.\n\nNeedless to say, his winning time of 8 minutes, 26.72 seconds was a meet record.\n\n“It’s a steppingstone,” said Hill, a 10-time All-American at North Carolina State, after his first U.S. title. “I haven’t made an Olympic team yet, so these kinds of things are huge for me.”\n\nChris Derrick, who won his third consecutive U.S. cross country title this month, took the lead in the sixth lap, pulling a single-file pack through the mile in 4:17.40.\n\nWith a half-mile to go, Taylor Gilland — a Boston mergers and acquisitions analyst running among the professionals — surged into the lead, breaking things open. Jager, the American record-holder in the steeplechase, quickly took over, but Hill took off at the bell.\n\n“In the past, I made the mistake of just letting them get away,” Hill said. “I wanted to be on the leader with a lap to go.”\n\nIn the women’s mile, Shannon Rowbury took control just past the halfway point and won in 4:34.40. Rowbury, whose successful indoor season included a big win in the Wanamaker Mile at the Millrose Games, plans to come back Sunday in the two mile.\n\nWill Claye dominated the long jump with the six best jumps of the day, winning at 26 feet, 1/4 inch. He will also go for a double when he competes in the triple jump Sunday.\n\nIn the women’s long jump, 2008 Olympian Funmi Jimoh won at 20-10 3/4.\n\nErik Kynard successfully defended his high jump title at 7-8. Despite competing in his first serious competition of the season, the 2012 Olympic silver medalist took three unsuccessful attempts at Hollis Conway’s 24-year-old American indoor record of 7-10 1/2.\n\nKynard, the 2012 Olympic silver medalist, said his only disappointment of the day was a miss at his first attempt at 7-7.\n\nChristian Cantwell easily won his fifth U.S. indoor title in the shot put. The three-time world indoor champion had a mark of 66-11 1/2.\n\nSam Kendricks, who turned pro after winning the 2014 NCAA and U.S. outdoor pole vault titles as a junior at Mississippi, cleared 18-10 3/4 to win.\n\nAlso winning their first national titles were Jeremy Taiwo (heptathlon, meet-record 6,273 points), Felisha Johnson (weight throw, 76-11 1/4), and Manteo Mitchell at (300 meters, 32.86).", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Ryan Hill wins first 2-mile run in 84 years at USA Indoor Championships", "title": "Ryan Hill wins first 2-mile run in 84 years at USA Indoor Championships", "url": "http://www.denverpost.com/2015/03/01/ryan-hill-wins-first-2-mile-run-in-84-years-at-usa-indoor-championships/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150301__ryan-hillp1.jpg", "height": 417}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150301__ryan-hillp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2015-03-01T13:58:10+00:00", "modified_time": "2016-04-25T01:46:01+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "Running"}, "_id": "\"57477af46914bd0286fdd616\"", "article_summary": "Jager, the American record-holder in the steeplechase, quickly took over, but Hill took off at the bell.\nErik Kynard successfully defended his high jump title at 7-8.\nChristian Cantwell easily won his fifth U.S. indoor title in the shot put.\n“It’s a steppingstone,” said Hill, a 10-time All-American at North Carolina State, after his first U.S. title.\n“I wanted to be on the leader with a lap to go.”In the women’s mile, Shannon Rowbury took control just past the halfway point and won in 4:34.40."}