{"article_title": "What does it mean to be a Jesuit?", "article_keywords": ["jesuit", "love", "school", "pope", "spiritual", "jesus", "society", "does", "struggle", "social", "religious", "mean"], "article_url": "http://www.thenorthwestern.com/story/opinion/2014/10/10/jesuits-wisconsin-pope-commentary/17055695/", "article_text": "Fr. Chris Manahan\n\nJesuit [jezh-oo-it], noun\n\n1. a member of a Roman Catholic religious order (Society of Jesus), founded by Ignatius of Loyola in 1534.\n\n2. (often lowercase) a crafty, intriguing, or equivocating person: so called in allusion to the methods ascribed to the order by its opponents.\n\nThe 2014 Random House Dictionary entry for “Jesuit” hints at how diverse the answers can be to the question: “What does it mean to be a Jesuit?” Yet, the election of Pope Francis, a Jesuit, makes the question worthwhile.\n\nJesuits are involved in Wisconsin in education, spiritual retreats and direction, pastoral work, and social issues. Marquette University, Marquette University High School, Nativity Middle School, and soon-to-be Cristo Rey Jesuit High School, all in Milwaukee, are Jesuit works. On the outskirts of Oshkosh the Jesuit Retreat House on Lake Winnebago hosts more than 2,000 men and women annually for silent retreats of prayer and spiritual direction. Jesuits serve at Gesu and St. Patrick’s in Milwaukee, help meet the sacramental needs of parishes and religious communities throughout southeast Wisconsin, and are involved in timely social issues.\n\nWorldwide more than 18,000 Jesuits are carrying on these same ministries and more in nearly every country in the world, fulfilling the words of Pope Paul VI, some 40 years ago, and reiterated by Pope Benedict XVI in 2008: “Wherever in the Church, even in the most difficult and extreme fields, in the crossroads of ideologies, in the front line of social conflict, where there has been and there is confrontation between the deepest desires of man and the perennial message of the Gospel, there also have been, and there are, Jesuits.”\n\nJesuits in 1974 defined themselves in their 32nd general congregation thus: “What is it to be a Jesuit? It is to know that one is a sinner, yet called to be a companion of Jesus as Ignatius was . . . . What is it to be a companion of Jesus today? It is to engage, under the standard of the Cross, in the crucial struggle of our time: the struggle for faith and that struggle for justice which it includes.” Among the Jesuits elected to that congregation to govern the Society was Father Jorge Bergoglio of Argentina, now Pope Francis.\n\nThe struggle for faith and justice springs from Jesus’ own words when asked, “Which is the first of all the commandments?” He replies: “The first is this: ‘Hear, O Israel! The Lord our God is Lord alone! You shall love the Lord your God with all your heart, with all your soul, with all your mind, and with all your strength.’ The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.” (Mark 12:28-31)\n\nWhen the 33rd general congregation of the Society of Jesus met in 1985, again with Father Bergoglio present, it cited as concerns:\n\n• The spiritual hunger of so many, particularly the young, who search for meaning and values in a technological culture.\n\n• Attacks by governments on human rights through assassination, imprisonment, torture, the denial of religious freedom and political expression...\n\n• The sad plight of millions of refugees searching for a permanent home...\n\n• Discrimination against whole categories of human beings, such as migrants and racial and religious minorities.\n\n• The unjust treatment and exploitation of women.\n\n• Public policies and social attitudes which threaten human life for the unborn, the handicapped, and the aged.\n\n• Economic oppression and spiritual needs of the unemployed, of poor and landless peasants, and of workers.\n\nThese concerns have intensified in the subsequent 30 years. Yet, in the eyes of those who vow themselves as “companions of Jesus,” hope remains that with each person’s God-given gifts – developed to the fullest – and the help of God’s grace we can continue “to strive for God’s reign here on earth with works of justice, love, and peace.” Striving to do God’s will is what it means to be a Jesuit.\n\nFather Chris Manahan, S.J., is on the staff of the Jesuit Retreat House on Lake Winnebago, www.jesuitretreathouse.org, and will become its director in January 2015.\n\nRead or Share this story: http://oshko.sh/1xzMCCi", "article_metadata": {"google": "notranslate", "description": "Jesuits are involved in Wisconsin in education, spiritual retreats and direction, pastoral work, and social issues.", "og": {"site_name": "Northwestern Media", "description": "Jesuits are involved in Wisconsin in education, spiritual retreats and direction, pastoral work, and social issues.", "title": "Fr. Chris Manahan: What does it mean to be a Jesuit?", "url": "http://www.thenorthwestern.com/story/opinion/2014/10/10/jesuits-wisconsin-pope-commentary/17055695/", "image": "http://www.gannett-cdn.com/GDContent/applogos/thenorthwestern.png", "type": "article"}, "twitter": {"description": "Jesuits are involved in Wisconsin in education, spiritual retreats and direction, pastoral work, and social issues.", "title": "Fr. Chris Manahan: What does it mean to be a Jesuit?", "image": "http://www.gannett-cdn.com/-mm-/df4d0e40f2e400016343a4790c7a2ef84cce537a/c=0-512-2048-2560&r=x643&c=640x640/local/-/media/Oshkosh/2014/10/10/frchrismanahan.jpg", "creator": "@onwnews", "site": "@onwnews", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=883770549", "fb": {"app_id": 167919243249397}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": ""}, "article_summary": "The 2014 Random House Dictionary entry for “Jesuit” hints at how diverse the answers can be to the question: “What does it mean to be a Jesuit?” Yet, the election of Pope Francis, a Jesuit, makes the question worthwhile.\nMarquette University, Marquette University High School, Nativity Middle School, and soon-to-be Cristo Rey Jesuit High School, all in Milwaukee, are Jesuit works.\nChris ManahanJesuit [jezh-oo-it], noun1. a member of a Roman Catholic religious order (Society of Jesus), founded by Ignatius of Loyola in 1534.\nFather Chris Manahan, S.J., is on the staff of the Jesuit Retreat House on Lake Winnebago, www.jesuitretreathouse.org, and will become its director in January 2015.\nOn the outskirts of Oshkosh the Jesuit Retreat House on Lake Winnebago hosts more than 2,000 men and women annually for silent retreats of prayer and spiritual direction."}