{"article_title": "At least 185,000 people have applied for Obamacare", "article_keywords": ["applied", "represent", "federal", "185000", "obamacare", "payment", "states", "health", "processed", "release", "data", "insurance", "plan"], "article_url": "https://www.washingtonpost.com/news/wonk/wp/2013/10/16/at-least-185000-people-have-applied-for-obamacare/", "article_text": "Information on health law enrollment has begun trickling out from state insurance marketplaces. Now we've started tabulating it in the table below:\n\nThe reason the data are so sparse at this point is that it's pretty much up to states and the federal government when they want to release the figures. The federal government has said it does not plan to release data for the 34 states participating in its marketplace until next month.\n\nThe 16 other states and the District of Columbia are setting their own timetables for data releases. We'll be tracking them here, so stay tuned -- and if we miss any, let us know!\n\nA couple of things to keep in mind when reading this chart: An application can represent more than one person, given that one family can represent multiple people. In Minnesota, for example, 5,569 applications have been processed, but they represent 11,684 people.\n\nAlso, applying for insurance and buying insurance are not the same thing. An individual could have completed an application but not yet paid a first month's premium to his or her health plan -- or that payment could still be being processed. That means we could see these numbers drop when we start talking about enrollments, if people don't actually follow through with payment.", "article_metadata": {"description": "States are starting to put out data on who has applied.", "og": {"site_name": "Washington Post", "description": "States are starting to put out data on who has applied.", "title": "At least 185,000 people have applied for Obamacare", "url": "https://www.washingtonpost.com/news/wonk/wp/2013/10/16/at-least-185000-people-have-applied-for-obamacare/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/blogs/wonkblog/files/2013/10/obamacare-chart.png&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/wonk/wp/2013/10/16/at-least-185000-people-have-applied-for-obamacare/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "health care, insurance, coverage, obamacare,", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "health care, insurance, coverage, obamacare,"}, "article_summary": "The federal government has said it does not plan to release data for the 34 states participating in its marketplace until next month.\nAn individual could have completed an application but not yet paid a first month's premium to his or her health plan -- or that payment could still be being processed.\nThat means we could see these numbers drop when we start talking about enrollments, if people don't actually follow through with payment.\nThe 16 other states and the District of Columbia are setting their own timetables for data releases.\nAlso, applying for insurance and buying insurance are not the same thing."}