{"article_title": "Belief In Guardian Angels Makes People More Cautious", "article_keywords": ["cautious", "belief", "open", "guardian", "taking", "inclined", "majority", "risks", "angels", "makes", "study", "risk"], "article_url": "http://www.medicaldaily.com/belief-guardian-angels-makes-people-more-cautious-survey-304426", "article_text": "Cinderella had her fairy godmother and George Bailey from It’s A Wonderful Life had Clarence. And both the guardian angels gave these characters hope when they had none. But these are just stories. Do real people have guardian angels? The Washington Times states that most Americans do believe in guardian angels who keep them safe in a dangerous world. And according to a new study, it's this belief that keeps them from taking risks, which non-believers would be more inclined to take.\n\nA guardian angel is a spiritual being assigned to protect and guide a particular person or group, or even an entire nation. This belief in guardian angels has existed throughout the history of humankind and there have been many biblical writings that depict angels as an intermediary between God and man, protecting man in his hour of need. The belief in angels is also universal, with them being mentioned in the sacred texts of almost all faiths, from Judaism to Hinduism. While there is no evidence that they exist, teachings and stories have long ingrained the concept of their existence into our psyche.\n\nBut one would assume that a person who believes in divine protection would be more reckless in dealing with certain life situations? But that’s not the case, according to this study titled “Risk Perception and Belief in Guardian Spirits,” published in the open access journal SAGE OPEN. This study finds that believers are actually less inclined to take risks.\n\nResearchers David Etkin, Jelena Ivanova, Susan MacGregor, and Alalia Spektor surveyed 198 individuals, to investigate the importance of belief in guardian angels with respect to taking risks. Many of those surveyed were believers in guardian angles. Of these believers, 68 percent said that this belief affects how they take risks.\n\nWhile there were also some who were more game to taking risks because of the faith they had in their guardian angels, the majority are more averse to taking risks than their non-believing counterparts. For example, the participants were asked to provide their opinion about risky driving and rate the risk on a scale of one to five. The majority of those who do not believe in guardian angels felt that driving 20 km/h over the speed limit was a risk level of two, while the majority of those who do believe in guardian angels believed that it was a risk level of three.\n\n\"It may be that people who have a tendency to view the world as being risky or potentially dangerous are more inclined to have a belief in personal guardian spirits,\" the researchers said in a statement.\n\nSource: Etkin D, Ivanova J, MacGregor S, Spektor A. Risk Perception and Belief in Guardian Spirit. SAGE Open. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "belief in guardian angels make people more cautious.", "og": {"site_name": "Medical Daily", "description": "People who believe in guardian angels are less inclined to take risks than non-believers, according to a new survey in SAGE OPEN.", "title": "Belief In Guardian Angels Makes People More Cautious", "url": "http://www.medicaldaily.com/belief-guardian-angels-makes-people-more-cautious-survey-304426", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/23/guardian-angel.jpg", "type": "article"}, "twitter": {"description": "People who believe in guardian angels are less inclined to take risks than non-believers, according to a new survey in SAGE OPEN.", "title": "Belief In Guardian Angels Makes People More Cautious", "url": "http://www.medicaldaily.com/belief-guardian-angels-makes-people-more-cautious-survey-304426", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/23/guardian-angel.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/23/guardian-angel.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-09-23T10:51:48-04:00", "modified_time": "2014-09-23T10:51:47-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "People who believe in guardian angels are less inclined to take risks than non-believers, according to a new survey in SAGE OPEN."}, "article_summary": "The Washington Times states that most Americans do believe in guardian angels who keep them safe in a dangerous world.\nAnd both the guardian angels gave these characters hope when they had none.\nResearchers David Etkin, Jelena Ivanova, Susan MacGregor, and Alalia Spektor surveyed 198 individuals, to investigate the importance of belief in guardian angels with respect to taking risks.\nDo real people have guardian angels?\nThis belief in guardian angels has existed throughout the history of humankind and there have been many biblical writings that depict angels as an intermediary between God and man, protecting man in his hour of need."}