{"article_title": "Year-in-review: A look back at the Big Island’s top stories in 2013", "article_keywords": ["coffee", "hula", "look", "hawaiian", "big", "yearinreview", "hawaii", "state", "hilo", "island", "islands", "kona", "hospital"], "article_url": "http://hawaiitribune-herald.com/news/local-news/year-review-look-back-big-island-s-top-stories-2013", "article_text": "As we ring in the new year with hopes of happiness and prosperity, it’s also time to take a look back at the year that was 2013.\n\nIn doing so, we see NSA leaker Edward Snowden’s revelation of the feds keeping tabs on ordinary citizens; a federal government shutdown; a less-than-stellar rollout of the Affordable Care Act, aka “Obamacare”; the end of jobless benefits for millions of long-term unemployed; the Boston Marathon bombing; the death of former South Africa President Nelson Mandela; the election of a new pope; missile threats by North Korea; civil war in Syria; the ongoing war in Afghanistan; the birth of a royal baby in Britain; and the acquittal of George Zimmerman, the Florida neighborhood watch captain who shot Trayvon Martin, an unarmed black teen, to death.\n\nWe’ve also been treated — if that’s the proper word — to celebrity foibles and follies, including the firing by the Food Network of chef Paula Deen following revelations she had privately used a racially charged word, the suspension by A&E Television of “Duck Dynasty” patriarch Phil Robertson, since reversed, because of published comments about homosexuality, and a performance by Miley Cyrus at the Video Music Awards which ensured even those who don’t usually follow entertainment know the word “twerking.”\n\nLocally, genetically modified crops provided food for thought and debate, as have geothermal energy, same-sex marriage and the bankruptcy and sale of the Naniloa hotel.\n\nWe’ve lost some prominent Hawaii Island folks, as well. They include “Grandma” Shizuko “Mary” Teshima, the Kona restaurant matriarch who lived to be 106; former territorial and state legislator Toshio Serizawa; business leaders Yasuo Kuwaye, Harold Tanouye Jr. and Yukio Takeya; attorney and university administrator Margaret Ushijima; Hawaiian community leader Kwai Wah Lee; and musicians Ollie Mitchell and Boyson Brown.\n\nHere are the Top 10 stories on the Big Island in 2013, as chosen by the editorial staff of the Hawaii Tribune-Herald:\n\n1. For many on the Big Isle, 2013 will be remembered as the year Hawaii County took a stand against genetically modified food, for better or worse.\n\nHawaii County Council, after sitting through dozens of hours of testimony on the issue, passed Kohala Councilwoman Margaret Wille’s bill banning the open-air use and open-air testing of modified crops in November.\n\nAs the only county in the state without farms owned by Monsanto and other biotech companies, many testifiers made it clear they wanted to keep it that way.\n\nBut the isle is still far from a GMO-free zone.\n\nTransgenic papaya used to combat the ringspot virus was protected from the ban and Big Island Dairy is also allowed to continue to grow herbicide- and pest-resistant corn. Transgenic food products are also still allowed to be sold on store shelves.\n\nNot everyone was for it. Many agriculture groups gave the bill a strong thumbs down despite the exemptions.\n\nWhether the ban is challenged in court remains to be seen.\n\n2. Same-sex couples on Hawaii Island celebrated in December when the state’s law allowing gay marriage went into effect.\n\nThe push for the special session legislation, spearheaded by Gov. Neil Abercrombie, raised concerns from religious groups and others opposed to same-sex marriage on moral grounds, while simultaneously delighting those who thought the issue was one of equality and fairness.\n\nDebate at the capitol dragged on for days, with both sides staging protests and rallies as discussion wore on. Hundreds of speakers were allowed to testify for days, in a break from the usual limiting of public comment on issues before the Legislature.\n\nWhen the law went into effect Dec. 2, Hawaii Island couples began finalizing their own wedding plans, with many saying they were doing so to benefit from the same privileges afforded heterosexual couples.\n\nThe first couple to tie the knot in Hilo — Linda “Souza” Kamalamalama de Souza and Wilhemina “Aunty Willy” Kuualohaonapua de Souza-Kamalamalama — said they had almost given up hope one day they’d be able to marry. They had taken advantage of other stopgap measures offered through the years, including a civil union law that went into effect in 2012, but said marriage finally made their union “official.”\n\n3. The year in energy news kicked off with a bit of good news for electricity customers when HELCO withdrew a 4.2 percent rate increase it proposed. Later in the year, however, rates increased 1.6 percent as part of an annual adjustment to offset costs associated with adding more renewable energy onto the grid.\n\nIn March, HELCO announced it would receive bids to expand geothermal power on the Big Island by up to 50 megawatts. That sparked a number of protests from residents concerned about the possible effects of geothermal on the environment and their health. The effort to expand geothermal has been met with delays, however. In late December, HELCO announced the bids it received did not meet its technical and cost-of-power requirements, and each company was asked to submit additional information.\n\nMeanwhile, the proposed $450 million Aina Koa Pono biodiesel refinery outside Pahala appeared to be put to rest as an electricity source for the island in late December after the Public Utilities Commission rejected for the second time a contract proposal with HELCO.\n\nAnd the Hu Honua Bioenergy project in Pepeekeo met with a number of slowdowns during the year, but ultimately had its 20-year power purchase agreement with HELCO approved by the PUC.\n\n4. It’s now the hotel formerly known as the Naniloa Volcanoes Resort.\n\nAfter going through bankruptcy, the struggling 383-room hotel was taken off life support and given a new name, new owners and hopefully a new future in December.\n\nTemporarily renamed the Naniloa Hilo Hotel, the Banyan Drive establishment was placed in the hands of Oahu real estate developer Ed Bushor this month.\n\nBushor, whose partners include Ed Olson, plans to invest $20 million in the property and create museum/art theme.\n\nDrafting an ambitious plan, Bushor said he plans to finish renovations in a year and host a grand unveiling during next year’s New Year’s Eve.\n\n5. The approximately two-week federal shutdown hit the Big Island in its pocketbook.\n\nWith funding cut off, Hawaii Volcanoes National Park — the isle’s main tourist attraction — and other federal parks were forced to close, leaving Hawaii Island’s geologic wonders visible only by air.\n\nWhile helicopter tour companies received a boost, businesses that depend on the park suffered.\n\nThe shutdown also prompted the closure of one radar telescope on Mauna Kea as well as several federal offices.\n\n6. The year began with a wave of violence. Police detectives were trying to solve the Dec. 29, 2012, fatal shooting on the Hilo Bayfront of 32-year-old Faafetai Fiu when two officers were shot and injured Jan. 2 near the corner of Kilauea Avenue and Aupuni Street in Hilo.\n\nKeaka Martin, 31, was charged with the attempted murders of officers Garrett Hatada and Joshua Gouveia. As police closed in on Martin, he allegedly shot himself with a handgun but survived. Hatada and Gouveia suffered leg wounds but have returned to duty.\n\nOn Jan. 7, Lloyd Rubio, the 38-year-old owner of Big Island Construction, was stabbed to death in his Kaumana home. Cherie Moskwa, 37, Rubio’s longtime live-in girlfriend, was arrested but released without being charged.\n\nPolice searching off Stainback Highway for the body of missing 44-year-old Hawaiian Acres resident Dante Gilman found his body Jan. 22, but not before finding the body of 38-year-old Shayne Kobayashi on Jan. 18. Cousins Claude Keoni Krause, 31, and Kawena Krause, 19, both of Kurtistown, were charged with Gilman’s murder based on surveillance video at Gilman’s home. Kobayashi’s slaying has not been solved.\n\nOn Feb. 7, police arrested 55-year-old Mark Anthony Whyne for the murder of Fiu. He was later found mentally unfit to stand trial.\n\nAnd on Feb. 11, 34-year-old Sean Matsumoto was arrested and charged for the shotgun slayings of his 45-year-old girlfriend, Rhonda Ahu, and her 74-year-old mother, Elaine Ahu, in their Waiakea Houselots home. A judge has yet to rule on his fitness for trial.\n\n7. The Big Island got a bit smaller this year with the completion of the Saddle Road extension.\n\nThe new route shaves about 18 minutes off the cross-island trek, making it quicker and safer for windward residents to visit the drier side of the island.\n\nThe road was also renamed Daniel K. Inouye Highway, forever memorializing the senator who championed the road project.\n\nShortly after the newest segment of the Saddle opened, callers and letter writers to the Tribune-Herald complained police were operating a “speed trap” on the east-west artery. Statistics provided by Hawaii Police Department showed more than 500 speeding tickets were written on that stretch in a little more than two months after its opening, a rate that would mean more than 3,000 citations in a year, if sustained.\n\nEfforts to improve Saddle Road are not quite complete, with a Hilo-side phase still yet to be funded.\n\n8. Hawaii Health Systems Corp. engaged in discussions with Phoenix, Ariz.-based private, nonprofit Banner Health about the possibility of the company taking over public hospitals in Maui, and West and East Hawaii.\n\nHHSC representatives said the partnership could help to wean the facilities off of state subsidies, which at that time totaled $82 million statewide.\n\nThe takeover would have handed over management of Hilo Medical Center, Kona Community Hospital, Kohala Hospital, Hale Ho‘ola Hamakua, and Ka‘u Hospital on the Big Island, as well as Lanai Community Hospital, Maui Memorial Medical Center and Kula Hospital to the company.\n\nIn order for such a partnership to occur, state legislators must sign off on it. During the 2013 session, many ideas were discussed, including instituting a task force to look into the matter more closely, but ultimately all were deferred until the 2014 session.\n\n9. The coffee berry borer continued its assault on Hawaii Island’s coffee industry, extending its reach in 2013 from Kona and Ka‘u, where it’s already taken a toll on farmers.\n\nIn late October, state Department of Agriculture officials confirmed the invasive beetle had been found on a farm in Hilo. First discovered in South Kona in August 2010, the coffee pests are not good fliers, according to entomologists, but they do have a knack for hitching rides on work boots, tires, clothing and even burlap sacks used to transport coffee. That’s likely how they managed to work their way across the island so quickly, experts said.\n\nNow that they are in East Hawaii, agriculture officials said it’s likely only a matter of time until borers are as ubiquitous here as they’ve become on the leeward side of the island. Farmers and coffee processors were asked to undertake a series of procedures to ensure they slow the spread of the pest as long as possible, limiting the economic damage it can do. Experts said farmers will have to learn to live with the beetle, and the sooner they do so, the better.\n\n10. The Merrie Monarch Festival celebrated its 50th anniversary in April, and the golden jubilee was a celebration of hula for the ages.\n\nKawaili‘ula, under the direction of kumu hula Chinky Mahoe, won the overall title. Mahoe’s halau from Kailua, Oahu, also took the kane overall title and kane ‘auana (men’s modern hula) and kane kahiko (men’s ancient hula) categories.\n\nHalau Mohala ‘Ilima of Kaohao, Oahu, took the wahine overall and wahine kahiko titles. Aloha Dalire’s Keolalaulani Halau ‘Olapa O Laka, of Heeia, Kaneohe, Oahu, won the wahine ‘auana title.\n\nThe coveted Miss Aloha Hula title was won by Manalani Mili Hokoana English of Maui’s Halau Na Lei Kaumaka O Uka.\n\nOther festival events were impressive, as well, as the Merrie Monarch Parade featured 170 units, more than twice the previous year’s entries, and the Wednesday night Ho‘ike featured the return of legendary men’s halau Waimapuna, 26 years after the death of kumu hula Darrell Lupenui, plus a concert by kumu hula who also made their mark as recording artists.\n\nNumerous stories that failed to make this list deserve mention. They include: the long-awaited opening of Zippy’s, one of the state’s favorite fast-food restaurant chains, in Hilo’s Prince Kuhio Plaza; the approval of a lease atop Mauna Kea for the Thirty Meter Telescope and a lawsuit by opponents who aim to stop it; an environmental assessment clearing the way for the state to reopen Kulani Correctional Facility in 2014 and a lawsuit by opponents who want a pu‘uhonua, or place of refuge or healing, instead of a prison; Hawaiian sovereignty skirmishes, such as the planting of the “Kanaka Garden” next to the King Kamehameha statue in Hilo, and its uprooting by the state Department of Land and Natural Resources, and the arrest of a dozen activists who were camping at the site, plus the eviction of Kale Gumapac, who stopped paying the mortgage on his Hawaiian Paradise Park home, contending the land title was defective since it didn’t recognize the Hawaiian Kingdom; the closure of and foreclosure on Kona Village Resort, badly damaged in the March 2011 tsunami; the strangulation murder of Brittany-Jane Royal in Puna and the disappearance of her boyfriend, Boaz “Bo” Johnson, who police say is a suspect but who family members say might also have been slain; permission granted the Army’s Pohakuloa Training Area by the Nuclear Regulatory Commission to possess depleted uranium it already used a half-century earlier; the permanent closure of the YWCA pool in Hilo; and increases in vehicle registration and safety check fees plus new, more stringent requirements for obtaining and renewing driver’s licenses.\n\nTribune-Herald staff writers Colin M. Stewart and Tom Callis contributed to this report.", "article_metadata": {"keywords": "Local News,,", "og": {"site_name": "Hawaii Tribune-Herald", "description": "As we ring in the new year with hopes of happiness and prosperity, it’s also time to take a look back at the year that was 2013.", "title": "Year-in-review: A look back at the Big Island’s top stories in 2013", "url": "http://hawaiitribune-herald.com/news/local-news/year-review-look-back-big-island-s-top-stories-2013", "image": "http://hawaiitribune-herald.com/sites/hawaiitribune-herald.com/files/field/media/web1_YIR.jpg", "type": "article"}, "generator": "Drupal 7 (http://drupal.org)", "description": "As we ring in the new year with hopes of happiness and prosperity, it’s also time to take a look back at the year that was 2013.", "viewport": "width=100%, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no"}, "article_summary": "On Jan. 7, Lloyd Rubio, the 38-year-old owner of Big Island Construction, was stabbed to death in his Kaumana home.\nIn March, HELCO announced it would receive bids to expand geothermal power on the Big Island by up to 50 megawatts.\nThe Big Island got a bit smaller this year with the completion of the Saddle Road extension.\nTransgenic papaya used to combat the ringspot virus was protected from the ban and Big Island Dairy is also allowed to continue to grow herbicide- and pest-resistant corn.\nHere are the Top 10 stories on the Big Island in 2013, as chosen by the editorial staff of the Hawaii Tribune-Herald:1."}