{"article_title": "2013 marked the most deaths at Sacramento jails in years", "article_keywords": ["jails", "deaths", "sacramento", "marked", "county", "rio", "state", "jail", "inmates", "offenders", "sheriffs", "snr", "local"], "article_url": "https://www.newsreview.com/sacramento/content?oid=12463414", "article_text": "ILLUSTRATION BY BRIAN BRENEMAN Four Sacramento County inmates died in custody last year, the most since 2008. Related stories:\n\nSacramento jailhouse bruise\n\nMilk dispute causes inmate brawls and lockdown at Rio Cosumnes Correctional Center. SN&R , 01.02.14.\n\n\n\nSacramento County jail finally addresses mental-health needs\n\nAn estimated one in three inmates has mental-health problems. SN&R , 11.07.13.\n\n\n\nGov. Jerry Brown's prison pitch is anything but reform\n\nA long-term solution would be to incentivize rehabilitation, as a competing proposal from Senate President Pro Tem Darrell Steinberg suggests. SN&R , 09.05.13.\n\n\n\nPrisons, realignment and the California rehab racket\n\nCalifornia realigned its prison system more than two years ago, but rehabilitation is still out of whack. SN&R , 04.04.13.\n\n\n\nJailhouse crock\n\nInsiders worry Capitol to bail on prison-realignment plan—and foot local governments like Sacramento County with the bill. SN&R , 11.01.12.\n\n\n\nCop watch\n\nShootings and lawsuits lead to renewed calls for civilian oversight of Sacramento jail and sheriff’s department. SN&R , 07.12.12.\n\n\n\nDeath watch\n\nFive years after a spate of suicides, much has changed at the county jail. SN&R , 08.02.07.\n\nMilk dispute causes inmate brawls and lockdown at Rio Cosumnes Correctional Center., 01.02.14.An estimated one in three inmates has mental-health problems., 11.07.13.A long-term solution would be to incentivize rehabilitation, as a competing proposal from Senate President Pro Tem Darrell Steinberg suggests., 09.05.13.California realigned its prison system more than two years ago, but rehabilitation is still out of whack., 04.04.13.Insiders worry Capitol to bail on prison-realignment plan—and foot local governments like Sacramento County with the bill., 11.01.12.Shootings and lawsuits lead to renewed calls for civilian oversight of Sacramento jail and sheriff’s department., 07.12.12.Five years after a spate of suicides, much has changed at the county jail., 08.02.07. Advertisement\n\n\n\nWhen David Larone Starling arrived at Sacramento County’s main jail last March, the suspected arsonist was already in poor shape. Housed in a private cell and confined to a wheelchair—because of what county coroner Gregory Wyatt termed as “significant” nontrauma-related health issues—Starling was admitted to a hospital in early December 2013 after apparently falling out of his wheelchair and banging his head.\n\nThe 51-year-old died on December 10—one of four local inmates to do so last year. That marks the most in-custody deaths since 2008, when four inmates took their own lives, forcing changes to how the county monitors its inmate population at both the downtown jail and Rio Cosumnes Correctional Center in Elk Grove.\n\nWhile there’s no clear pattern to last year’s in-custody deaths, some officials fear that California’s two-year-old prison-realignment experiment is delivering a more infirm population to county jails that were never intended to address their needs.\n\n“We don’t have the right facilities to keep these human beings for this long,” said Nick Warner, policy director of the California State Sheriffs’ Association.\n\nThe warning signs were announced early.\n\n“There is no question that this population is both sicker and [more] fraught with mental-health issues,” Undersheriff Jaime Lewis told supervisors during a board meeting back in October 2012, one year after California shifted tens of thousands of offenders to the jurisdiction of individual counties.\n\nOf the offenders Sacramento County inherited from the state prison system that year, another seven died once released—four from spiking conditions like hepatitis C, caused in part by dirty needles used to administer tattoos while offenders were in prison.\n\nMost local jails aren’t built to accommodate offenders for more than a year, according to Warner. “We know we’re going to have inmates for five years, seven years, even longer,” he told SN&R. “It’s pretty significant, the new responsibility.”\n\nBefore realignment, the average stay for a local jail inmate was around 56 days. In the first part of 2013, some 1,200 inmates were sentenced to five to 10 years in county penitentiaries.\n\nAccording to Sacramento Superior Court records, Starling had been in and out of a state hospital since September 2012, when he was arraigned on one felony count of arson. A separate court order brought Starling to the main jail on I Street in March 2013. The coroner’s office’s preliminary investigation ruled his death an accident.\n\nA similar story emerged last summer, when Danielle Shuata Daniels overdosed after swallowing dope wrapped in cellophane to conceal it from police. Inside the main jail’s holding tank, the 39-year-old south Sacramento woman, arrested hours earlier on multiple drug charges, complained of nausea to deputies working in the intake area.\n\nAccording to a sheriff’s department release, Daniels was transported to a nearby hospital, but soon lost consciousness and was pronounced dead at 3:18 a.m. on July 9, 2013, less than an hour after she asked for help and about seven hours after police first encountered her.\n\nIt was March 20 of last year when 33-year-old Nathanuel Easlon was found dead in his cell at Rio Cosumnes. Easlon, booked into the facility nine days earlier and housed alone, showed no signs of trauma when custody staff discovered his body. Wyatt ruled the manner of his death as natural, a complication of a developmental abnormality in his intestine.\n\nNot all of last year’s deaths were due to medical issues.\n\nOn January 28, the body of Israel Mendoza was discovered hanging in his cell by a deputy conducting routine visual inspections at the downtown jail, the sheriff’s department said. Efforts to revive the 34-year-old Chowchilla man, booked on public-intoxication charges, were unsuccessful.\n\nAt least 23 people have died while in custody dating back to 2007, sheriff’s records show. Twelve were due to medical issues like the ones suffered by Starling and Daniels.\n\nAs Sacramento’s custodial facilities incarcerate more physically and mentally infirm individuals for longer periods of time, the system’s medical-screening process could become more crucial to heading off future harm.\n\nSuch screenings take place at the downtown jail, which houses mostly pretrial suspects. Aron Brewer, chief of Correctional Health Services within the Sacramento County jail system, acknowledged it can be challenging for cops to get honest answers out of suspects looking to mitigate their criminal exposure. “They’re usually pretty truthful, at least as much as they can be,” Brewer said. “They’re probably more truthful with [nursing staff] than they are with the officers.”\n\nThose offenders who have been convicted and sentenced to local time of a year or more are incarcerated at Rio Cosumnes, which lacks its own medical facilities.\n\nFor Daniels, her trip to the hospital came too late.\n\nInside her home, officers found more than .11 grams of cocaine, 9 grams of packaged methamphetamine and roughly $1,400 in cash. One source said the heavyset Daniels contorted herself in the backseat of the patrol cruiser on the way to jail, bringing her handcuffed arms to her left side and swallowing something. Assistant to the sheriff Sgt. Jason Ramos said Daniels didn’t specify to deputies what type of narcotic she ingested, but a toxicology report later determined it to be methamphetamine.\n\n“Why swallow it when they already found drugs?” the source wondered. “It’s like she died for nothing.”\n\nFor thousands of other local offenders, the prospects may be better. The probation department is signing up eligible offenders for health care under the Affordable Care Act, while a state board recently approved a $45.6 million bid to construct medical and programming facilities at Rio Cosumnes.\n\n“It’s going to dramatically change what we’re trying to do,” Warner said. “We don’t want to end up in the same place as the state. … We don’t want to provide crappy health care.”", "article_metadata": {"Rating": "General", "description": "By Raheem F. Hosseini. Sicker inmates and lacking facilities contribute to spike.   Published on January  9, 2014 as News in the Local Stories section of the Sacramento News & Review", "Copyright": "Copyright 2014, Chico Community Publishing, Inc.", "Author": "Raheem F. Hosseini", "og": {"url": "https://www.newsreview.com/sacramento/2013-marked-the-most-deaths-at-sacramento-jails-in-years/content?oid=12463414", "image": "https://www.newsreview.com//binary/63d4/news1.jpg", "site_name": "Sacramento News & Review", "description": "Sicker inmates and lacking facilities contribute to spike.", "title": "2013 marked the most deaths at Sacramento jails in years - News - Local Stories - January  9, 2014"}, "fb": {"app_id": 324969540859009}, "Owner": "Chico Community Publishing", "Distribution": "Global"}, "article_summary": "ILLUSTRATION BY BRIAN BRENEMAN Four Sacramento County inmates died in custody last year, the most since 2008.\nSacramento County jail finally addresses mental-health needsAn estimated one in three inmates has mental-health problems.\nJailhouse crockInsiders worry Capitol to bail on prison-realignment plan—and foot local governments like Sacramento County with the bill.\nCop watchShootings and lawsuits lead to renewed calls for civilian oversight of Sacramento jail and sheriff’s department.\n“It’s pretty significant, the new responsibility.”Before realignment, the average stay for a local jail inmate was around 56 days."}