{"article_title": "Tricare Help: Long-term care and the 'Cadillac Tax'", "article_keywords": ["help", "nursing", "cadillac", "plans", "skilled", "longterm", "tricare", "does", "health", "services", "tax", "insurance", "care"], "article_url": "http://www.marinecorpstimes.com/story/military/advice/tricare-help/2016/05/14/tricare-help-long-term-care-and-cadillac-tax/84330012/", "article_text": "Tricare Help (Photo: Thinkstock/Staff)\n\nQ. I am writing this on behalf of my retired Air Force father. He has Medicare as his primary insurance and Tricare for Life as secondary insurance. His question is: Does Tricare cover any long-term care expenditures other than co-pay for skilled nursing facility?\n\nA. As you mentioned, Tricare covers skilled nursing care for beneficiaries living in the United States and U.S. territories. This type of care — live-in care usually required after a hospital stay — provides nursing and rehabilitative services until a patient is able to return home or to a family’s care.\n\nTricare does not cover what many people usually think of as “long-term care,” like a nursing home or assisted living facility. But it does cover some forms of long-term care, to include durable medical equipment when prescribed by a doctor, home health care and hospice care.\n\nRegarding in-home care, Tricare covers part-time and intermittent skilled nursing care; home health aide services; physical, speech and occupational therapy; and medical social services — basically the same in-home services covered under Medicare. But you must obtain prior authorization from Tricare and may be charged separately for certain types of equipment and medications.\n\nHospice care, including continuous home care, general hospice inpatient care, inpatient respite care and routine home care, also is covered.\n\nFor more details, contact the Tricare for Life contractor, Wisconsin Physician Services, at 866-773-0404.\n\nQ. Will any of the Tricare managed care plans be subject to the Affordable Care Act’s “Cadillac Tax” in the future? I understand the health benefits are pretty robust.\n\nA. The term “Cadillac” to describe an Affordable Care Act tax to be levied on insurers in 2018 refers to the cost of high-priced insurance policies, not the benefits and treatments provided by individual insurance plans.\n\nThe tax is a 40 percent excise to be paid by insurers who charge beneficiaries more than $10,200 for an individual annual premium or $27,500 for a family. It is designed to discourage companies from offering high-cost health plans to employees as they trim their spending on plans to get under the excise tax cap.\n\nWhile military beneficiaries are required to carry health insurance under the Patient Protection and Affordable Care Act, much of the law does not apply to Tricare, under the law itself and restated in the Tricare Affirmation Act signed in 2010.\n\nStill, none of the Tricare plans would meet the Cadillac tax threshold.\n\nWrite to Tricare Help, Military Times, 6883 Commercial Drive, Springfield, VA 22159; or tricarehelp@militarytimes.com. In email, include the word \"Tricare\" in the subject line and please do not attach files.\n\nRead or Share this story: http://militari.ly/27lxtrn", "article_metadata": {"google": "notranslate", "description": "Military Times readers ask about coverage for long-term care and whether the military will have to pay the Cadillac Tax.", "og": {"site_name": "Marine Corps Times", "description": "Military Times readers ask about coverage for long-term care and whether the military will have to pay the Cadillac Tax.", "title": "Tricare Help: Long-term care and the 'Cadillac Tax'", "url": "http://www.marinecorpstimes.com/story/military/advice/tricare-help/2016/05/14/tricare-help-long-term-care-and-cadillac-tax/84330012/", "image": "http://www.gannett-cdn.com/GDContent/applogos/marinecorpstimes.png", "type": "article"}, "twitter": {"description": "Military Times readers ask about coverage for long-term care and whether the military will have to pay the Cadillac Tax.", "title": "Tricare Help: Long-term care and the 'Cadillac Tax'", "image": "http://www.gannett-cdn.com/-mm-/81006a860f181fea7b5053aa6c53fab12a3e1c61/r=x643&c=640x640/http/cdn.tegna-tv.com/-mm-/3cd7f04ed0608f3f667c65cf7988ff7c3e8d1bbb/c=262-0-842-580/local/-/media/2015/12/18/GGM/MilitaryTimes/635860426482169932-TricareHelp.jpg", "creator": "@marinetimes", "site": "@marinetimes", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=893373809", "fb": {"app_id": 713617942039294}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Tricare, Tricare for Life, Medicare, health care, Defense Department, Defense Health Agency, affordable care act"}, "article_summary": "Hospice care, including continuous home care, general hospice inpatient care, inpatient respite care and routine home care, also is covered.\nWill any of the Tricare managed care plans be subject to the Affordable Care Act’s “Cadillac Tax” in the future?\nBut it does cover some forms of long-term care, to include durable medical equipment when prescribed by a doctor, home health care and hospice care.\nHis question is: Does Tricare cover any long-term care expenditures other than co-pay for skilled nursing facility?\nAs you mentioned, Tricare covers skilled nursing care for beneficiaries living in the United States and U.S. territories."}