{"article_title": "Clemson fraternity suspended indefinitely, members resign over 'Cripmas' party", "article_keywords": ["members", "indefinitely", "university", "officers", "resign", "students", "suspended", "station", "fraternity", "night", "party", "clemson", "resigned", "sigma", "cripmas"], "article_url": "http://www.washingtontimes.com/news/2014/dec/8/clemson-fraternity-suspended-indefinitely-members-/", "article_text": "A fraternity at Clemson University in South Carolina is indefinitely suspending all activity and most of the chapter’s officers have resigned amid outrage over a gang-themed “Cripmas” party.\n\nSeveral members from Sigma Alpha Epsilon reportedly organized the gathering at a private, off-campus home. Photos showing partygoers in gang apparel began circulating on social media Saturday night, and by Sunday morning, Clemson students had gathered in protest outside the university president’s house, a local NBC affiliate reported.\n\nOn Sunday night, Sigma Alpha Epsilon announced that their advisory board and national headquarters had suspended all activity indefinitely, the station reported. The university said most of the chapter’s officers have resigned or been suspended, and that any member who attended the party may also face suspension, pending the results of an internal investigation, the station reported.\n\n“At a time of year when our thoughts are turning to family, holidays and the start of a new year — all the things that unite us and bring us joy — it is discouraging that so many events and issues are causing division and hurt, and making many students feel unwanted at this great university,” Clemson President Jim Clements said in a statement on the university website.\n\n“Clemson is better than this,” he continued, adding that “the free expression of opinion must not cross the line and become harassment or intimidation.”\n\n“Our core values — honesty, integrity and respect — must be more than just words,” Mr. Clements said, urging students to “please be supportive of each other during this busy and sometimes stressful season.”", "article_metadata": {"description": "A fraternity at Clemson University in South Carolina is indefinitely suspending all activity and most of the chapter's officers have resigned amid outrage over a gang-themed \"Cripmas\" party.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "A fraternity at Clemson University in South Carolina is indefinitely suspending all activity and most of the chapter’s officers have resigned amid outrage over a gang-themed “Cripmas” party.", "title": "Clemson fraternity suspended indefinitely, members resign over ‘Cripmas’ party", "url": "http://www.washingtontimes.com/news/2014/dec/8/clemson-fraternity-suspended-indefinitely-members-/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/12/08/clemson-cripmas.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/12/08/clemson-cripmas.jpg", "description": "A fraternity at Clemson University in South Carolina is indefinitely suspending all activity and most of the chapter's officers have resigned amid outrage over a gang-themed \"Cripmas\" party.", "card": "summary", "title": "Clemson fraternity suspended indefinitely, members resign over ‘"}, "Author": "Jessica Chasmar", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Education, Clemson University, Clemson University In South Carolina"}, "article_summary": "A fraternity at Clemson University in South Carolina is indefinitely suspending all activity and most of the chapter’s officers have resigned amid outrage over a gang-themed “Cripmas” party.\nOn Sunday night, Sigma Alpha Epsilon announced that their advisory board and national headquarters had suspended all activity indefinitely, the station reported.\nSeveral members from Sigma Alpha Epsilon reportedly organized the gathering at a private, off-campus home.\nPhotos showing partygoers in gang apparel began circulating on social media Saturday night, and by Sunday morning, Clemson students had gathered in protest outside the university president’s house, a local NBC affiliate reported.\nThe university said most of the chapter’s officers have resigned or been suspended, and that any member who attended the party may also face suspension, pending the results of an internal investigation, the station reported."}