{"article_title": "Facebook Status Narcissism: Posting About Your Romantic Partner Linked To Low Self-Esteem", "article_keywords": ["status", "narcissism", "likes", "romantic", "updates", "media", "facebook", "low", "social", "partner", "post", "selfesteem", "linked", "personality", "posting"], "article_url": "http://www.medicaldaily.com/facebook-status-narcissism-posting-about-your-romantic-partner-linked-low-self-esteem-334872", "article_text": "The people who brag about their workouts, trips, or boyfriends on Facebook are annoying for a reason, according to a new study.\n\nThose Facebook users who consistently post about their perfect boyfriends, breath-taking trip to Greece, or latest accomplishments at work may be narcissistic or have low self-esteem, a new study finds. In particular, people who post things about their romantic partner are more likely to have low self-esteem, while those who are constantly updating about diets, exercise, and accomplishments may be narcissistic.\n\nThe study, out of Brunel University London, was undertaken as part of an effort to understand what personality traits fuel people to post different types of status updates — such as boasting about achievements, proclaiming love to their partner, or expressing political and intellectual opinions. The research team examined 555 Facebook users through online surveys that measured the “Big Five” personality traits, including extroversion, neuroticism, openness, agreeableness, and conscientiousness. The survey also measured self-esteem and narcissism levels.\n\nThe researchers found that people with low self-esteem were more likely to post frequent status updates involving their significant other, while narcissists, who crave validation and approval, posted more about their achievements. People who ranked high in openness were more likely to post about intellectual subjects, and extroverts, not surprisingly, posted the most about their social events and day-to-day lives. But the narcissists appeared to crave “likes,” and actually tended to get more likes and social media approval for their bragging posts. Past research has linked those pesky Facebook braggers with narcissism, and other studies have attempted to identify introverts and even sociopaths based on their social media updates.\n\n“It might come off as little surprise that Facebook status updates reflect people’s personality traits,” Dr. Tara Marshall of Brunel University London, an author of the study and a psychology lecturer, said in a press release accompanying the study's publication. “However, it is important to understand why people write about certain topics on Facebook because their updates may be differentially rewarded with ‘likes’ and comments. People who receive more likes and comments tend to experience the benefits of social inclusion, whereas those who receive none feel ostracized.”\n\nOf course, diagnosing someone with narcissism can be quite complicated, and it’s likely that you’re not going to be able to tell who has what personality disorder simply based on their social media presence (although it can offer hints).\n\nThe researchers conclude with a piece of advice for all those on social media, whether you’re one of the cool kids or a lurker who feels inadequate whenever signing in: being self-aware of how your Facebook interactions impact your friends can do you good. Many people choose to leave Facebook due to the myriad of negative feelings it can conjure, such as the low self-esteem that can result from comparing your own accomplishments with others whose seem far greater. It’s good to remember that in reality, social media and Instagram filters make other people’s worlds appear far glossier than they probably really are.\n\n“Although our results suggest that narcissists’ bragging pays off because they receive more likes and comments to their status updates, it could be that their Facebook friends politely offer support while secretly disliking such egotistical displays,” Marshall explains in the press release. “Greater awareness of how one’s status updates might be perceived by friends could help people to avoid topics that annoy more than they entertain.”\n\nSource: Marshall T, Lefringhausen K, Ferenczi N. The Big Five, self-esteem, and narcissism as predictors of the topics people write about in Facebook status updates. Personality and Individual Differences, 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "facebook, narcissism, facebook status, low self-esteem", "og": {"site_name": "Medical Daily", "description": "Researchers examined what makes certain people post Facebook statuses about achievements, romantic partners, social events, political opinions, or funny personal anecdotes.", "title": "Facebook Statuses Show How Narcissistic Or Lacking In Self-Esteem You Are", "url": "http://www.medicaldaily.com/facebook-status-narcissism-posting-about-your-romantic-partner-linked-low-self-esteem-334872", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/25/facebook.jpg", "type": "article"}, "twitter": {"description": "Researchers examined what makes certain people post Facebook statuses about achievements, romantic partners, social events, political opinions, or funny personal anecdotes.", "title": "Facebook Statuses Show How Narcissistic Or Lacking In Self-Esteem You Are", "url": "http://www.medicaldaily.com/facebook-status-narcissism-posting-about-your-romantic-partner-linked-low-self-esteem-334872", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/25/facebook.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/25/facebook.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Under the Hood", "published_time": "2015-05-25T12:07:28-04:00", "modified_time": "2015-05-25T17:52:02-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Researchers examined what makes certain people post Facebook statuses about achievements, romantic partners, social events, political opinions, or funny personal anecdotes."}, "article_summary": "Past research has linked those pesky Facebook braggers with narcissism, and other studies have attempted to identify introverts and even sociopaths based on their social media updates.\nBut the narcissists appeared to crave “likes,” and actually tended to get more likes and social media approval for their bragging posts.\nIt’s good to remember that in reality, social media and Instagram filters make other people’s worlds appear far glossier than they probably really are.\nThe researchers found that people with low self-esteem were more likely to post frequent status updates involving their significant other, while narcissists, who crave validation and approval, posted more about their achievements.\n“Greater awareness of how one’s status updates might be perceived by friends could help people to avoid topics that annoy more than they entertain.”Source: Marshall T, Lefringhausen K, Ferenczi N. The Big Five, self-esteem, and narcissism as predictors of the topics people write about in Facebook status updates."}