{"article_title": "Al-Shabaab attacks could reach the West – Metro", "article_keywords": ["group", "halakhe", "metro", "attacks", "west", "reach", "westgate", "attack", "somali", "following", "kenya", "alshabaab", "nairobi"], "article_url": "http://www.metro.us/news/al-shabaab-attacks-could-reach-the-west/tmWmiw---87vt8BzlApu46/", "article_text": "Civilians escape an area at the Westgate Shopping Centre in Nairobi September 21, 2013. Gunmen stormed the shopping mall in Nairobi on Saturday killing at least 20 people in what Kenya's government said could be a terrorist attack, and sending scores fleeing into shops, a cinema and onto the streets in search of safety.\n\nCredit: Reuters\n\nAl-Shabaab has promised more attacks on foreign soil following the assault on Westgate Mall in Nairobi that killed at least 62 people. “Attacks like this will become common in Kenya,” said a spokesman of the al-Qaeda-affiliated Somali group on Monday.\n\nThe scale of the attack has shown al-Shabaab is far from finished despite setbacks following Kenya’s 2011 occupation of their Somali strongholds. It is feared that Westgate may represent the start of a major campaign.\n\n“Kenya has been in their crosshairs since 2011, so in a sense it is revenge,” Abdullahi Boru Halakhe, security analyst for the region, told Metro. “But this also shows the internationalists are winning the internal battle in al-Shabaab. It is a coming-out statement.”\n\nBoru Halakhe, who has researched the group for many years, claims they have established several training camps in Kenya and believes the country will be under serious threat around the Christmas holidays. “I would not be surprised to see attacks on Kenya, Uganda, and possibly Western nations.”\n\nAl-Shabaab lost public support in Somalia following the 2011 famine in which they expelled aid groups, worsening the crisis. The Somali government has been able to regain parts of the country, including the Kismayo airport that provided the group’s main income.\n\n“The nature of the attack promotes their operational capabilities,” said ex-FBI agent and counter-terrorism operative Ali Soufan. “The level of sophistication and publicity will attract new recruits and funding, and they have been successful in recruiting from the West.”\n\nSomalia has become a sanctuary for terrorists compared to the danger they would face in Afghanistan or Pakistan, according to Soufan. “The attack shows that affiliates of al-Qaeda have become more dangerous than the group itself.”\n\nThe Kenyan government has promised a forceful response with retaliation expected in the coming weeks, but a military solution may not be enough. “Trying to stabilize the Somali government and deprive al-Shabaab of territory should be a key goal,” said counter-terrorism expert and author Daveed Gartenstein-Ross.\n\n“We need a broad range of tactics with all the ministries coming together, and we must disrupt their funding,” said Boru Halakhe.", "article_metadata": {"description": "Al-Shabaab attacks could reach the West", "author": "Kieron Monks, Metro World News", "og": {"site_name": "Metro", "description": "Al-Shabaab attacks could reach the West", "title": "Al-Shabaab attacks could reach the West", "url": "http://www.metro.us/news/al-shabaab-attacks-could-reach-the-west/tmWmiw---87vt8BzlApu46/", "image": "http://www.metro.us/_internal/gxml!0/4dntvuhh2yeo4npyb3igdet73odaolf$7la6fdygm5aknhd8okklinwd6u9kfck/2013-09-22T234756Z_2_CBRE98L1SD900_RTROPTP_4_KENYA-ATTACK_slide-614x408.jpeg", "type": "article"}, "twitter": {"domain": "metro.us", "description": "Al-Shabaab attacks could reach the West", "creator": "Kieron Monks, Metro World News", "image": {"src": "http://www.metro.us/_internal/gxml!0/4dntvuhh2yeo4npyb3igdet73odaolf$7la6fdygm5aknhd8okklinwd6u9kfck/2013-09-22T234756Z_2_CBRE98L1SD900_RTROPTP_4_KENYA-ATTACK_slide-614x408.jpeg"}, "title": "Al-Shabaab attacks could reach the West", "site": "@Metro_US", "card": "summary_large_image"}, "msvalidate.01": "9F42CC1BA36D4325E006BBA620C3B678", "robots": "index,follow,noodp,noydir", "mediatype": "Article", "keywords": "International,Region National,Kenya,al Shabaab, anaylsis, history, Islamists, Kenya, Nairobi, terror attach, West", "fb": {"app_id": 1610587402522117, "pages": 146825895340972}, "date": "2014-10-12", "article": {"contentgroup": "Article Automatic,US Legacy Import Automatic", "section": "/news/international", "published_time": "2013-09-23T15:27:51Z", "modified_time": "2013-09-23T15:27:51Z"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "International,Region National,Kenya,al Shabaab, anaylsis, history, Islamists, Kenya, Nairobi, terror attach, West"}, "article_summary": "“Attacks like this will become common in Kenya,” said a spokesman of the al-Qaeda-affiliated Somali group on Monday.\nCredit: ReutersAl-Shabaab has promised more attacks on foreign soil following the assault on Westgate Mall in Nairobi that killed at least 62 people.\nThe scale of the attack has shown al-Shabaab is far from finished despite setbacks following Kenya’s 2011 occupation of their Somali strongholds.\n“Trying to stabilize the Somali government and deprive al-Shabaab of territory should be a key goal,” said counter-terrorism expert and author Daveed Gartenstein-Ross.\n“Kenya has been in their crosshairs since 2011, so in a sense it is revenge,” Abdullahi Boru Halakhe, security analyst for the region, told Metro."}