{"article_title": "The Amazingly Two-Faced Mitch McConnell", "article_keywords": ["website", "saying", "mitch", "senate", "amazingly", "mcconnell", "twofaced", "thats", "voted", "things", "grimes", "debate", "kynect"], "article_url": "http://www.thedailybeast.com/articles/2014/10/15/the-amazingly-two-faced-mitch-mcconnell.html", "article_text": "LIES, DAMN LIES, AND THE SENATE\n\nThe Kentucky Republican who will likely be our next Senate majority leader has an astounding ability to lie, dissemble, and misrepresent himself to voters.\n\nAlison Lundergan Grimes has been getting a lot of grief lately, not least from the Democratic Senatorial Campaign Committee, which pulled the plug on her campaign yesterday. Her team quickly sent out a press release noting that she has $4.4 million in cash on hand, which the release said was “more than any Democrat in a competitive U.S. Senate race.” So she probably has enough to see her through to the end, but obviously, the DSCC move isn’t exactly a vote of confidence.\n\nEven so, I’d like to pay her a compliment: I can’t conceive of how she managed to sit there next to Mitch McConnell at that debate Monday night and hear him say some of the things he said without her head exploding. That took admirable self-control.\n\nI’m not sure which suffix to add to “shame” to better describe McConnell’s performance: Was it –less, or was it –ful? Remember Mitt Romney during the first debate of 2012, how he routinely said “my position is X” (invariably a more centrist posture) when for the preceding umpteen months his position had been the much more right-wing Not X? Well, McConnell made Romney look like an ironman of forthright constancy. So this is how, with a 30-year Senate record that you’d think you might be able to boast about, you win reelection: By completely misrepresenting who you’ve been for the last six years, and by saying “Obama” every 45 seconds.\n\nMisrepresentations were numerous, but let’s just zero in on student loans. Grimes raised the issue and noted the rising costs of the loans, which Congress hasn’t addressed. McConnell responded that the Senate had taken care of the issue in a bipartisan fashion. But it didn’t. The Elizabeth Warren-sponsored bill failed in the Senate by four votes, getting only 56 yeas but needing 60 to end debate and make it to the floor. Two Republicans voted with the Democrats, but McConnell wasn’t one of them. And McConnell said publicly at the time that he was against Warren’s plan because it was “designed to fail” since it would raise taxes on rich people.\n\nMcConnell similarly talked out of both sides of his mouth on the minimum wage, the Earned Income Tax Credit, and other issues. And he, too, dodged a question, and it was one that’s rather more important than the one Grimes dodged about whether she had voted for President Obama. McConnell wouldn’t say whether climate change is real and whether humans contribute to it, so if he wins, Kentuckians will have the pleasure of knowing who their senator voted for in 2012 while he spends the next six years positioning himself to the right of Exxon-Mobil (which at least supports a carbon tax) and blocking any attempt to do anything about global warming.\n\nMcConnell’s real howler, of course, had to do with Obamacare. As you may know by now, he said yes, sure, keep Kynect, the state’s roaringly successful health-insurance exchange set up under the health-care law. After all, it’s “just a website.”\n\nThis was the moment when I was wondering how Grimes’s head could possibly stay in one piece. As McConnell well knows, Kynect is not just a website. It’s a state health-care program that citizens happen to be able to access through a website. Kentuckians go on to the Kynect website to see what types of insurance coverage are available to them under the Kynect program, which exists solely because of Obamacare. So if you repeal Obamacare “root and branch,” which is still McConnell’s position, you can leave the Kynect website up, but those coverage options people find via the site will no longer exist. Saying keep the website but kill the program is like saying that someone can keep that nice-looking home page that says “Google,” but it just won’t perform searches anymore.\n\nIt’s amazing, the audacity of it. If what Grimes did on the Obama-vote question is “disqualifying,” as Chuck Todd put it, then what is an incumbent senator telling a whopper like this? Given that half a million Kentuckians have signed up for insurance through Kynect, isn’t this just a little more important? What’s worse is that he knows he can get away with saying something like that because he is well aware that the explanation of why he’s lying is a little complicated for the average voter to take in. The media just aren’t set up to correct the record very well on things like this. I read a handful of write-ups of the debate from within Kentucky yesterday, and none among the few I read actually burrowed into an explanation of McConnell’s lie. It just gets summarized as a “testy exchange” or some such.\n\nThere was one event during this campaign season when McConnell did tell his audience the truth. But that didn’t happen in Kentucky in front of voters. It happened over the summer in California, at the St. Regis Monarch Bay Resort, where rooms run upwards of $500 a night, at a gathering put together by the Koch brothers. McConnell has been saying on the trail that if he wins and the GOP takes the Senate, he’ll open up the amendment process, implying that he’d permit votes on issues Democrats wanted to push—notably, of course, raising the minimum wage.\n\nBut behind closed doors at the Koch event, McConnell said the opposite, promising the 1 percenters that, should they win, his Republicans are “not going to be debating all these gosh darn proposals. That’s all we do in the Senate is vote on things like raising the minimum wage [inaudible]—cost the country 500,000 new jobs; extending unemployment—that’s a great message for retirees; uh, the student-loan package the other day, that’s just going to make things worse, uh.”\n\nThat was—speaking of comparisons to Mitt Romney—McConnell’s 47 percent moment. The sentiment is not as clearly put, so it wasn’t as usable for the opposition. But that was the probable (let’s face it) future majority leader saying to his real base: Don’t worry, boys, I got you covered.", "article_metadata": {"twitter": {"site": "@thedailybeast", "card": "summary", "creator": "mtomasky"}, "keywords": "Google, Mitch McConnell, u.s. poli", "publicationDate": 201410150945, "wrap": "/content/dailybeast/voxbox/michael-tomasky", "description": "The Kentucky Republican who will likely be our next Senate majority leader has an astounding ability to lie, dissemble, and misrepresent himself to voters.", "pageNum": 1, "title": "The Amazingly Two-Faced Mitch McConnell", "tags": "syndication:syndication-google,entity:person/mitch_mcconnell,topic:politics", "environment": "dev", "platform": "desktop", "template": "article", "type": "house", "parsely-page": "{\"title\":\"The Amazingly Two-Faced Mitch McConnell\",\"link\":\"http://www.thedailybeast.com/articles/2014/10/15/the-amazingly-two-faced-mitch-mcconnell.html\",\"image_url\":\"http://cdn.thedailybeast.com/content/dailybeast/articles/2014/10/15/the-amazingly-two-faced-mitch-mcconnell/jcr:content/image.crop.410.273.jpg/47112496.cached.jpg\",\"type\":\"post\",\"post_id\":\"/content/dailybeast/articles/2014/10/15/the-amazingly-two-faced-mitch-mcconnell\",\"pub_date\":\"2014-10-15T09:45:00+00:00\",\"section\":\"Politics\",\"author\":\"Michael Tomasky\",\"tags\":[\"syndication-google\",\"mitch_mcconnell\",\"politics\"]}", "news_keywords": "Google, Mitch McConnell, US Politics", "sectionTaxanomies": "politics.michael-tomasky", "fb": {"admins": "1703087,30000737,1117577220,1276800108,931159,514915512", "app_id": 189930913679}, "authors": "Michael Tomasky", "article": {"section": "politics", "published_time": "2014-10-15T09:45:00.000Z", "author": "http://www.thedailybeast.com/contributors/michael-tomaskyhtml"}, "resourceType": "dailybeast2/components/pages/article", "contentpath": "/content/dailybeast/articles/2014/10/15/the-amazingly-two-faced-mitch-mcconnell", "og": {"site_name": "The Daily Beast", "description": "The Kentucky Republican who will likely be our next Senate majority leader has an astounding ability to lie, dissemble, and misrepresent himself to voters.", "title": "The Amazingly Two-Faced Mitch McConnell", "url": "http://www.thedailybeast.com/articles/2014/10/15/the-amazingly-two-faced-mitch-mcconnell.html", "image": "http://cdn.thedailybeast.com/content/dailybeast/articles/2014/10/15/the-amazingly-two-faced-mitch-mcconnell/jcr:content/image.img.2000.jpg/1413374898116.cached.jpg", "type": "article"}, "authorIds": "/etc/authors/m/michael-tomasky", "content-type": "text/html; charset=UTF-8"}, "article_summary": "Kentuckians go on to the Kynect website to see what types of insurance coverage are available to them under the Kynect program, which exists solely because of Obamacare.\nMcConnell responded that the Senate had taken care of the issue in a bipartisan fashion.\nMcConnell similarly talked out of both sides of his mouth on the minimum wage, the Earned Income Tax Credit, and other issues.\nSo if you repeal Obamacare “root and branch,” which is still McConnell’s position, you can leave the Kynect website up, but those coverage options people find via the site will no longer exist.\nAs McConnell well knows, Kynect is not just a website."}