{"article_title": "Wave of new state bills: Religious freedom or license to discriminate?", "article_keywords": ["witt", "sexual", "bill", "discriminate", "family", "license", "mexico", "freedom", "kansas", "wave", "state", "marriage", "based", "bills", "religious"], "article_url": "http://america.aljazeera.com/articles/2014/2/7/wave-of-new-statebillsreligiousfreedomorlicensetodiscriminate.html", "article_text": "If a bill approved by the Kansas House Committee on Federal and State Affairs Thursday becomes law, businesses and government employees could legally refuse service to citizens because of their sexual orientation or marital status, claiming it violates their religious beliefs.\n\nHB 2453, if passed, would permit “any individual or religious entity” to claim an exemption, based on religious views, from providing nearly any kind of services, and to be relieved from “treat(ing) any marriage, domestic partnership, civil union, or similar arrangement as valid.” Although the bill would require government agencies to make another employee available to provide the service if one employee objects, opponents of the bill say that arrangement could prove unworkable in small locales.\n\nThe Kansas measure is an extreme permutation of a wave of new bills in state legislatures that purport to bolster religious freedom, but that opponents say constitute a troubling new trend to craft a license to discriminate based on sexual orientation, gender identity, and marital or family status. The state efforts are apparently connected to a network with the Christian advocacy group Focus on the Family at its core.\n\n“We are really seeing this dovetailing with LGBT people across the country gaining greater rights,” said Eunice Rho, advocacy and policy counsel at the American Civil Liberties Union, which opposes these bills. “We are now seeing this reaction where people are claiming based on religious belief that there should be special authorization to break laws or have new rights.”\n\nThe Kansas bill, said Thomas Witt, executive director of the LGBT rights group Equality Kansas, is based on widely circulated “horror stories about lawsuits over wedding cakes.” He was referring to cases, such as one decided by the New Mexico Supreme Court last year, stemming from business-owner refusals to serve gay or lesbian customers.\n\nIn the New Mexico case, a photographer refused to provide services for a lesbian commitment ceremony. The couple sued under the state’s anti-discrimination law and won, because New Mexico prohibits discrimination in public accommodations on the basis of sexual orientation.\n\nKansas, Witt noted, does not outlaw discrimination based on sexual orientation or gender identity. Thus, “we have no legal recourse,” unlike the couple in New Mexico. ”People already have the right to turn us away,” he said.\n\nBut conservative legislators are also reacting to the possibility of same-sex marriage bans being struck down, as federal cases decided in Utah and Oklahoma move through the courts — and Witt said the Kansas bill would give government employees the right to refuse service even if same-sex marriage were legal in the state.\n\nThe Kansas Family Policy Council, a Christian conservative group in favor of the bill, said in an alert to its members that the bill “would extend important legal protections to individuals, business owners and religious institutions when it comes to their rights to stand on their religious views when declining to participate in and celebrate homosexual ‘weddings.’”\n\nIn testimony supporting HB 2453, Robert Noland, executive director of the Kansas Family Policy Council, said, “The relatively recent developments in the area of homosexual marriage (the past 12 years or so) have quite literally turned thousands of years of religious and social mores on their heads.”\n\nHe did not respond to a request for comment.", "article_metadata": {"description": "In response to legalization of same-sex marriage, many states aim to broaden exemptions for providing services", "google-play-app": "app-id=com.aljazeera.simple", "og": {"url": "http://america.aljazeera.com/articles/2014/2/7/wave-of-new-statebillsreligiousfreedomorlicensetodiscriminate.html", "image": {"width": 960, "identifier": "http://america.aljazeera.com/content/ajam/articles/2014/2/7/wave-of-new-statebillsreligiousfreedomorlicensetodiscriminate/jcr:content/mainpar/adaptiveimage/src.adapt.960.high.Religious_Freedom.1391810712695.jpg", "height": 600}, "type": "article", "description": "In response to legalization of same-sex marriage, many states aim to broaden exemptions for providing services", "title": "Wave of new state bills: Religious freedom or license to discriminate?"}, "twitter": {"site": "@AJAM", "image": "http://america.aljazeera.com/content/ajam/articles/2014/2/7/wave-of-new-statebillsreligiousfreedomorlicensetodiscriminate/jcr:content/mainpar/adaptiveimage/src.adapt.960.high.Religious_Freedom.1391810712695.jpg", "description": "In response to legalization of same-sex marriage, many states aim to broaden exemptions for providing services", "card": "summary", "title": "Wave of new state bills: Religious freedom or license to discriminate?"}, "apple-itunes-app": "app-id=810543104, affiliate-data=10lxKx", "keywords": "Gay Rights, Religion, Spirituality & Ethics, U.S.", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Kansas, Witt noted, does not outlaw discrimination based on sexual orientation or gender identity.\nThe Kansas measure is an extreme permutation of a wave of new bills in state legislatures that purport to bolster religious freedom, but that opponents say constitute a troubling new trend to craft a license to discriminate based on sexual orientation, gender identity, and marital or family status.\nThe state efforts are apparently connected to a network with the Christian advocacy group Focus on the Family at its core.\nThe couple sued under the state’s anti-discrimination law and won, because New Mexico prohibits discrimination in public accommodations on the basis of sexual orientation.\nIn the New Mexico case, a photographer refused to provide services for a lesbian commitment ceremony."}