{"article_title": "The 'Crime' of Having a Hidden Compartment in Your Car", "article_keywords": ["owners", "prosecutors", "risk", "car", "secret", "crime", "state", "vehicle", "ohio", "hidden", "compartment", "having", "gurley"], "article_url": "http://reason.com/archives/2014/02/16/the-crime-of-having-a-hidden-compartment", "article_text": "Last fall, Ohio state troopers pulled 30-year-old Norman Gurley over for speeding. Detecting an “overwhelming smell of raw marijuana,” officers spent hours searching the vehicle and found no contraband.\n\nBut they did discover an empty secret compartment.\n\nFor that, police hauled Gurley, who has no criminal record, off to jail. Gurley became the first person arrested under a new Ohio statute that makes it a crime to “knowingly operate … a vehicle with a hidden compartment … used or intended to be used to facilitate the unlawful concealment … of a controlled substance.”\n\nLawmakers in Ohio are not alone in enacting or envisioning bans on unauthorized empty space. California, Georgia, Illinois, and Oregon have similar prohibitions on the books. Legislators in Iowa, Maryland, and New Jersey may add them this session. Similar bills have been filed in Delaware, Massachusetts, Pennsylvania, and Virginia in recent years.\n\nGurley’s arrest struck more than a few people as an abuse of power. George Washington University law professor Jonathan Turley calls the incident “part of the expanding criminalization of America where virtually any act can be charged as a crime by police.”\n\nIn drug cases, hidden compartment laws give prosecutors one more charge to pile onto the same offense—beyond traditional counts like possession and intent to distribute. “Such proliferation of counts allows prosecutors to force people to plead guilty to avoid long potential sentences,” writes Turley, on his blog.\n\nAs Gurley’s case shows, however, motorists risk criminal charges independent of any other illicit activity. (Though police eventually did find a misdemeanor amount of marijuana in the pocket of Gurley’s passenger, the discovery took place after both of them had already been arrested, according to Reason’s Ken Silva. \"Without the hidden compartment law, we would not have had any charges on [Gurley],\" a state trooper told the local news station.)\n\nIn addition to fines and prison time, Illinois law and New Jersey’s bill threaten another penalty: civil asset forfeiture. (Two bills killed in the Virginia General Assembly this year would have as well.)\n\nWith civil forfeiture, police are under no obligation return a seized vehicle if prosecutors decide not to proceed with a criminal case or if the jury decides to acquit. Once police take a vehicle, property owners generally must file a lawsuit to get it back.\n\nPolice and prosecutors naturally like this arrangement; they usually get to keep seized vehicles or the profits from auctioning them off. But the process is a nightmare for property owners, who are considered guilty until proven innocent.\n\nHidden compartment laws contain scant protections for law-abiding folk, who may have perfectly legitimate reasons to conceal valuables in a secret compartment. Maybe you park in a high-crime area. Perhaps you carry large amounts of cash for your church or small business. Or, from personal experience, maybe you go for a hike and don’t want to risk losing your keys or wallet in the wilderness, but the plastic roof of your friend’s Wrangler is easily penetrated.\n\nUsed-car owners could also be at risk. If police discover a secret nook you didn’t know about, you’re looking at arrest, at the very least. (Interestingly, Iowa’s bill shields car dealers, but not car purchasers, from prosecution.)\n\nBack in Ohio, because Norman Gurley was driving a friend’s car, the grand jury may not have been convinced that he both had knowledge of the hidden compartment and that he intended to use it for nefarious purposes at some point in the future.\n\nBy now, the grand jurors should have decided whether the state has enough evidence to put Gurley on trial. But Gurley’s attorney and the Lorain County prosecutor’s office did not return phone calls requesting comment, and the public docket at the county’s Court of Common Pleas is mum on the question of an indictment.\n\nRegardless, the man has spent several months contemplating prison time—and likely has some legal bills to boot. As police like to say, you can beat the rap, but you can’t beat the ride.\n\nAnd in Illinois and New Jersey, they might take your ride.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "In drug cases, hidden compartment laws give prosecutors one more charge to pile onto the same offense, and contain scant protections for law-abiding folk.", "title": "The 'Crime' of Having a Hidden Compartment in Your Car", "url": "http://reason.com/archives/2014/02/16/the-crime-of-having-a-hidden-compartment", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_02/hidden-compartment.jpg", "type": "article"}, "twitter": {"description": "Last fall, Ohio state troopers pulled 30-year-old\nNorman Gurley over for speeding. Detecting an “overwhelming smell\nof raw marijuana,” officers spent hours searching the vehicle and\nfound no contraband.\nBut they did discover an empty secret compartment.\nFor that, police hauled Gurley, who has no criminal record, off\nto jail. Gurley became the first person arrested under a new Ohio\nstatute that makes it a crime to “knowingly operate … a vehicle\nwith a hidden compartmen", "title": "The 'Crime' of Having a Hidden Compartment in Your Car", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_02/hidden-compartment.jpg", "creator": "johnkennethross", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Civil Liberties", "published_time": "2014-02-16T17:00:00+00:00", "author": "http://reason.com/people/john-k-ross"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fcec9d\"", "article_summary": "Hidden compartment laws contain scant protections for law-abiding folk, who may have perfectly legitimate reasons to conceal valuables in a secret compartment.\n\"Without the hidden compartment law, we would not have had any charges on [Gurley],\" a state trooper told the local news station.)\nBut they did discover an empty secret compartment.\nLast fall, Ohio state troopers pulled 30-year-old Norman Gurley over for speeding.\n(Interestingly, Iowa’s bill shields car dealers, but not car purchasers, from prosecution.)"}