{"article_title": "Ukraine President-Elect Challenged by Donetsk Airport Siege", "article_keywords": ["ukraine", "challenged", "siege", "ukrainian", "ukraines", "stations", "election", "donetsk", "airport", "victory", "yanukovych", "russian", "ending", "presidentelect"], "article_url": "http://time.com/115073/ukraine-election-president-petro-poroshenko/", "article_text": "\n\n\n\nArmed pro-Russian separatists arrived at Donetsk airport early on Monday, demanding Ukrainian forces to withdraw, causing an immediate headache for Ukrainian President-elect Petro Poroshenko, who said his first priority would be to end the conflict in the country’s east.\n\nOfficials said there had been “shots and confrontation” and that all flights had been suspended at Sergei Prokofiev airport, which serves Ukraine’s most populous province.\n\nPoroshenko claimed victory in Sunday’s election, based on exit polls. At a victory rally in Kiev, the 48-year-old said, “The first steps of our entire team at the beginning of the presidency will concentrate on ending the war, ending the chaos, ending the disorder and bringing peace to Ukrainian soil, to a united, single Ukraine. Our decisive actions will bring this result fairly quickly.”\n\n\n\nVoter turnout was about 60%. The distant second-place candidate, Yulia Tymoshenko, said the democratic and fair election in the face of “the current aggression by the Kremlin” was “evidence of the strength of our nation.”\n\nVoting was, however, severely disrupted in the restive east. Only 426 of 2,430 polling stations were open in Donetsk province, and no stations opened in the provincial capital, also called Donetsk. Polling booths failed to open in the city of Luhansk, a separatist stronghold.\n\nSome 20 people have died in battles with security forces in recent days, with insurgents having unilaterally declared independence from Ukraine. The region has been in turmoil since the popular ousting of President Viktor Yanukovych in February and the Russian annexation of Crimea in March.\n\nPoroshenko said he would strengthen ties with the E.U. and that he would never recognize Russia’s “occupation of Crimea.”\n\nA day before the vote, Russian President Vladimir Putin said he would “cooperate with the authorities that will come to power as a result of the election,” however he added that he still considered Yanukovych to be Ukraine’s legitimate President.\n\nFormer world-champion boxer Vitali Klitschko, who was one of the leading figures in the Euromaidan movement that brought down Yanukovych, claimed that he had won Kiev’s politically significant mayoral election, also based on exit polls.", "article_metadata": {"apple-mobile-web-app-status-bar-style": "black-translucent", "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0", "description": "Early Monday action by pro-Russian separatists confronts new President's promise to quickly end the conflict and create a united Ukraine", "generator": "WordPress.com", "og": {"site_name": "TIME.com", "description": "Early Monday hostilities by pro-Russian separatists have thrown down the gauntlet to the President-elect, who has promised to quickly end the conflict and create a single, united Ukraine. Pro-Russian separatists engaged security forces in a skirmish at an airport in Ukraine's most populous province on Monday", "title": "Immediate Challenge for Ukraine's President-Elect", "url": "http://time.com/115073/ukraine-election-president-petro-poroshenko/", "image": "https://timedotcom.files.wordpress.com/2014/05/rtr3qt4n.jpg?quality=75&strip=color&w=1012", "type": "article"}, "twitter": {"image": {"src": "https://timedotcom.files.wordpress.com/2014/05/rtr3qt4n.jpg?quality=75&strip=color&w=1012"}, "title": "Immediate Challenge for Ukraine's President-Elect", "description": "Early Monday hostilities by pro-Russian separatists have thrown down the gauntlet to the President-elect, who has promised to quickly end the conflict and create a single, united Ukraine. Pro-Russian separatists engaged security forces in a skirmish at an airport in Ukraine's most populous province on Monday", "card": "summary_large_image", "site": "TIME"}, "msapplication-TileColor": "#FFFFFF", "msapplication-tooltip": "Current & Breaking News | National & World Updates", "apple-mobile-web-app-capable": "yes", "p": {"domain_verify": "f48a8936c3fffc943fce516f2e3ff1d2"}, "fb": {"app_id": 53177223193}, "msapplication-window": "width=device-width;height=device-height", "msapplication-TileImage": "https://s0.wp.com/wp-content/themes/vip/time2014/img/time-touch_icon_152.png", "application-name": "TIME", "keywords": "ukraine, election, president, petro poroshenko, russia, kiev, kremlin, conflict, separatist, donetsk", "article": {"publisher": "https://www.facebook.com/time"}, "msapplication-task": "name=Subscribe;action-uri=http://time.com/feed/;icon-uri=http://0.gravatar.com/blavatar/2cee445ea71a179ffd35ea91cf154905?s=16", "news_keywords": "Ukraine, election, president, Petro Poroshenko, Russia, Kiev, Kremlin, conflict, separatist, Donetsk"}, "_id": "\"57477af36914bd0286fcec9f\"", "article_summary": "Only 426 of 2,430 polling stations were open in Donetsk province, and no stations opened in the provincial capital, also called Donetsk.\nSome 20 people have died in battles with security forces in recent days, with insurgents having unilaterally declared independence from Ukraine.\nOfficials said there had been “shots and confrontation” and that all flights had been suspended at Sergei Prokofiev airport, which serves Ukraine’s most populous province.\nArmed pro-Russian separatists arrived at Donetsk airport early on Monday, demanding Ukrainian forces to withdraw, causing an immediate headache for Ukrainian President-elect Petro Poroshenko, who said his first priority would be to end the conflict in the country’s east.\nThe region has been in turmoil since the popular ousting of President Viktor Yanukovych in February and the Russian annexation of Crimea in March."}