{"article_title": "Can Marijuana Save The Republican Party?", "article_keywords": ["save", "voters", "medical", "republicans", "marijuana", "research", "favor", "public", "americans", "polling", "party", "republican", "support"], "article_url": "http://www.theweedblog.com/can-marijuana-save-the-republican-party/", "article_text": "Democrats have not capitalized on the marijuana opportunity; can Republicans get out of their own way and embrace the new societal norm?\n\nFLINT, MICHIGAN- A 5% Congressional approval rating. A fractured party searching for a new direction. A government shutdown that has left a durable stain on the party name.\n\nIf the Republican Party ever needed a boost in reputation and membership, now is the time. Instead of inventing a new calamity to draw the party’s loose ends together, conservatives should adopt a more friendly attitude toward a topic that already has widespread acceptance nationwide and could prove financially advantageous- the legalization of medical and recreational marijuana.\n\nSecond only to election results, polling data is king among methods of taking the public’s political temperature. National, state and local polling data indicates time and time again the people’s societal acceptance of a new, more relaxed set of marijuana laws. Economic data points to vast financial benefit from the conversion of a successful and pervasive black market trade into a taxable source of revenue and jobs.\n\n(article is continued after graphic below)\n\n(continued from above)\n\nAlthough both parties could benefit from a greater association with, and support of, marijuana law reform, the Republican party is most in need of a new direction- and a new base of supporters. Support is high in some traditionally Red states- Texas, Oklahoma, Florida- and in battleground states, like Michigan.\n\nHow conservatives embrace the issue of marijuana’s societal acceptance is crucial. Lip service performed while passing laws that are restrictive to small business or that place excessive restrictions on cannabis use, cultivation or consumption are what marijuana law supporters expect Republicans to do. Conservatives can exceed this expectation by acting on input from state-based cannabis organizations.\n\nIn Michigan, Republican House Representative Michael Callton (of ‘pot for potholes’ fame) has sponsored a Provisioning Centers Act that enjoys moderate support from the cannabis community while Senate Republican powerhouses Jones, Richardville and Kahn are reviving last year’s much-maligned Pharmaceutical Grade Medical Cannabis bill, widely viewed by the media and marijuana community as a pandering attempt to satisfy Canadian marijuana powerhouse Prarie Plant Systems in their effort to corner Michigan’s retail medical marijuana market.\n\nCampaigns that are not supported by grass-roots, rank-and-file members of the marijuana majority are not likely to succeed- or bring the support and acceptance Republicans need. Efforts in California, where opposition between forces halted the passage of a legalization drive, and in Oregon, where the 2012 campaign to legalize marijuana use (as neighbors Washington and Colorado did) failed, both fell short due in part to a lack of support by the patient base. Washington’s successful 502 initiative was significantly hampered because of the inclusion of an intoxicated driving standard that was not supported by marijuana consumers. Taking a pro-marijuana stand that favors law enforcement instead of providing patient protections will not deliver political benefit to either party.\n\nAnd there is political benefit to be had. In the chart included with this article, the number of Americans that actively use marijuana is 7% and 48% admit to have tried the herb at some point in their life. If 82% of New Yorkers and 79% of New Hampshire residents support medical marijuana laws, less than one-tenth of those medicinal cannabis advocates are current users and nearly half have never tried pot. New York, New Hampshire, Hawaii, California, Minnesota- all are states with strong voter support of medical or recreational cannabis and all feature Democratic governors.\n\nFirst, the Republicans need to get out of their own way.\n\nConservative representatives like Dr. Kevin Sabet, whose anti-legalization, pro-drug treatment message is spread across states and broadcast networks on a weekly basis, create an image of Republicans that satisfies neither the conservative party core nor the educated voters they seek to convert. “At a base level, our politics should seek to promote a more sober, safe and virtuous society, and nothing about making pot use more widespread than it already is serves the common interest,” wrote Washington Post columnist and Republican strategist Ed Rogers.\n\n“Marijuana’s ascent as a national issue will force Republicans to choose between breaking with the conservative base or undermining their efforts to rejuvenate support from young voters, who so far have only shown interest in libertarian-leaning Republicans like Ron Paul,” wrote Nate Cohn in The New Republic. “If Republicans don’t seize the middle ground on marijuana legalization, Democrats will eventually use the issue to their advantage.”\n\nThe Democrats have not picked up the standard of cannabis law reform with any zeal- or, in some states, at all. That failure to act could cost them support in those tight 2014 races, where the conservative swing seen in 2010-s election could potentially be corrected.\n\nIn Michigan, Democratic House Representative Jeff Irwin has introduced a bill decriminalizing marijuana; that bill’s Senate mate was introduced this week by Democratic Senator Coleman Young Jr. Those decrim bills enjoy more support from grassroots marijuana law reform activists than either of the Republican-sponsored dispensary bills. Neither of these two legislators will have difficulty being re-elected.\n\nWith a fragmented Republican party and a presidential election still three years away, state Democratic parties could pounce on this opportunity to move many Undecided voters into the blue column. Cannabis users are often single-issue voters who are motivated to visit the polls when issues of significance are put before them, but once they have pulled the curtain and are looking at the ballot they remember who supports their issue and who does not. Democrats who face tight races need only to help marijuana law reform advocates get their issue on the same ballot to ensure a boost in voter turnout.\n\nPOLLING DATA- BY THE NUMBERS\n\n4% of Americans think we are winning the war on drugs. 5 6% of Americans think people caught smoking or in possession of marijuana should go to jail. 16 7% of Americans regularly use marijuana. 2 12% of Americans have used marijuana in the past year. 2 38% of Americans believe marijuana is a gateway drug. 2 46% of Americans favor legalizing marijuana. 11 48% of Americans have tried marijuana. 2 50% of Christian young adults favor marijuana legalization. 17 52% of Americans want the federal government to honor states marijuana laws. 16 52% of New Mexico voters want to legalize, tax and regulate marijuana. 26 52% of Americans support legalized marijuana. 28 52% of Americans favor legalization of marijuana. 9 53% of Louisianans support legalized marijuana. 3 53% of Maryland residents want marijuana taxed and regulated like alcohol. 12 54% of Missouri voters favor a legalized and tightly regulated retail sale model. 20 56% of Arizonans favor legalizing marijuana. 18 57% of New Mexico residents favor decriminalizing marijuana for adults. 26 57% of Americans want adult use of marijuana legalized. 10 58% of Texans want legalized marijuana. 23 58% of Hawaiians favor decriminalization of marijuana use by all adults. 24 59% of New Jersey residents want legalized marijuana. 6 59% of Oklahomans favor marijuana decriminalization. 8 60% of North Carolinians would pass a Lowest Law Enforcement Priority law. 22 60% of Americans think federal marijuana laws should not be enforced in states that allow marijuana use. 27 61% of New Jersey residents want marijuana decriminalized. 6 62% of Floridians support medical marijuana. 13 65% of Californians support legalizing marijuana. 1 65% of Minnesotans favor medical marijuana. 21 67% of Michigan voters want relaxed marijuana laws. 7 69% of Canadians want either legalized or decriminalized marijuana use nationally. 4 71% of Oklahomans want medical marijuana. 8 72% of Americans believe government efforts to enforce marijuana laws cost more than they are worth. 27 75% of Washington, DC residents favor decriminalization of marijuana. 19 76% of doctors internationally favor the medicinal use of marijuana. 14 77% of Americans believe marijuana has medical benefits. 2 79% of New Hampshire residents support medical marijuana. 25 81% of Hawaiians are happy with their current medical marijuana program. 24 82% of Americans think we are losing the war on drugs. 5 82% of New York State voters support medical marijuana. 15 85% of Americans think adults should be able to use marijuana if prescribed by a physician. 11\n\nREFERENCES:\n\n1 Tulchin, Sept. 2013 stopthedrugwar.org/chronicle/2013/oct/17/twothirds_californians_say_legal\n\n2 Gallup, 2013. www.golocalprov.com/news/New-Gallup-Poll-Shows-38-of-Americans-Have-Tried-Marijuana-/\n\n3 Public Policy Polling, July 2013 www.thedailychronic.net/2013/25498/louisianians-favor-marijuana-legalization-poll-finds/\n\n4 Forum Research, August 2013 www.thedailychronic.net/2013/25395/legalize-decriminalize-marijuana-say-canadians/\n\n5 Rasmussen, August 2013. www.thedailychronic.net/2013/25356/poll-finds-4-americans-think-winning-war-drugs/\n\n6 Lake Research, June 2013 www.thedailychronic.net/2013/21911/new-jersey-voters-ready-to-decriminalize-marijuana-poll-finds/\n\n7 Epic-MRA, September 2013 www.thedailychronic.net/2013/25604/majority-supports-marijuana-reform-michigan/\n\n8 Sooner Poll, September 2013 www.thedailychronic.net/2013/25668/poll-oklahomans-ready-marijuana-law-reform/\n\n9 Pew, March 2013 www.people-press.org/2013/04/04/majority-now-supports-legalizing-marijuana/\n\n10 HuffPost/YouGov, April 2013 www.huffingtonpost.com/2013/04/19/marijuana-poll_n_3112263.html\n\n11 Fox News, February 2013 www.foxnews.com/politics/interactive/2013/05/01/fox-news-poll-85-percent-voters-favor-medical-marijuana/\n\n12 Public Policy Polling, September 2013 www.retrieverweekly.com/news/support-growing-for-marijuana-policy-reform-in-maryland-1.3078911#.UmGDKFBJP3o\n\n13 Public Policy Polling, September 2013 www.sunshinestatenews.com/blog/medical-marijuana-amendment-solid-shape-new-poll\n\n14 New England Journal of Medicine, May 2013 www.nejm.org/doi/full/10.1056/NEJMclde1305159\n\n15 Sienna Research, May 2013www.siena.edu/uploadedfiles/home/parents_and_community/community_page/sri/independent_research/SNY0513%20DrugPolicyCrosstabs1.pdf\n\n16 Reason-Rupe, May 2013 reason.com/assets/db/13687576664698.pdf\n\n17 Public Religion Research, April 2013 publicreligion.org/research/2013/04/april-2013-prri-rns-survey/\n\n18 Behavior Research Center, April 2013 www.brcpolls.com/13/RMP%202013-II-08.pdf\n\n19 Public Policy Polling, April 2013 www.mpp.org/states/district-of-columbia/PPP_DC_Marijuana_Survey_Results.pdf\n\n20 DHM Research, March 2013 www.thedailychronic.net/2013/16678/missouri-poll-finds-majority-support-for-regulating-marijuana/\n\n21 Public Policy Poling, March 2013 www.mpp.org/states/minnesota/MinnesotaResults.pdf\n\n22 Public Policy Polling, March 2013 www.thedailychronic.net/2013/16243/north-carolina-voters-support-low-priority-marijuana-law-enforcement/\n\n23 Public Policy Polling, 2013 www.mpp.org/assets/pdfs/states/PPP-Texas-Poll-2013.pdf\n\n24 QMark Research, January 2013 acluhawaii.files.wordpress.com/2013/01/dpagmarijuanapolicyfindings.pdf\n\n25 U. of New Hampshire, January 2013 www.thedailychronic.net/2013/15476/poll-almost-80-of-new-hampshire-voters-support-medical-marijuana/\n\n26 Research and Polling, February 2013 www.thedailychronic.net/2013/15826/poll-shows-new-mexicos-growing-momentum-for-marijuana-policy-reform/\n\n27 Pew, March 2013 www.pewresearch.org/fact-tank/2013/08/13/americans-skeptical-of-value-of-enforcing-marijuana-laws/\n\n28 Esquire/NBC News, August 2013 nbcpolitics.nbcnews.com/_news/2013/10/15/20960588-the-new-american-center-why-our-nation-isnt-as-divided-as-we-think?lite\n\nSource: The Compassion Chronicles", "article_metadata": {"description": "Democrats have not capitalized on the marijuana opportunity; can Republicans get out of their own way and embrace the new societal norm?", "generator": "TWB", "og": {"site_name": "The Weed Blog | Marijuana News And Information", "description": "Democrats have not capitalized on the marijuana opportunity; can Republicans get out of their own way and embrace the new societal norm? FLINT, MICHIGAN- A 5% Congressional approval rating. A fractured party searching for a new direction. A government shutdown that has left a durable stain on...", "title": "Can Marijuana Save The Republican Party?", "url": "http://www.theweedblog.com/can-marijuana-save-the-republican-party/", "image": "http://cdn.theweedblog.com/wp-content/uploads/gop-marijuana-300x300.png", "locale": "en_US", "type": "article"}, "twitter": {"domain": "www.theweedblog.com", "description": "Democrats have not capitalized on the marijuana opportunity; can Republicans get out of their own way and embrace the new societal norm? FLINT, MICHIGAN- A 5% Congressional approval rating. A...", "creator": "http://twitter.com/RickThompsonTCC", "image": "http://cdn.theweedblog.com/wp-content/uploads/gop-marijuana-300x300.png", "title": "Can Marijuana Save The Republican Party?", "site": "@theweedblog", "card": "summary_large_image"}, "robots": "index,follow,noodp,noydir", "wpsso": {"mark": "wpsso meta tags end"}, "fb": {"app_id": 569023539913026}, "viewport": "width=device-width,initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "keywords": "republican, democrat, Marijuana, Medical Marijuana, Marijuana law, blog, prohibition, cannabis news, medical cannabis, weed, weed blog, marijuana law reform, cannabis, smoking marijuana, law, legalize marijuana,Ending Marijuana Prohibition", "article": {"publisher": "https://www.facebook.com/WeedBlog", "tag": "republican", "published_time": "2013-10-20T08:24:08+00:00", "modified_time": "2013-10-20T08:24:08+00:00", "author": "https://www.facebook.com/rick.thompson.581"}, "theme-color": "#347C17"}, "article_summary": "5 82% of New York State voters support medical marijuana.\n2 79% of New Hampshire residents support medical marijuana.\n6 62% of Floridians support medical marijuana.\n1 65% of Minnesotans favor medical marijuana.\n25 81% of Hawaiians are happy with their current medical marijuana program."}