{"article_title": "Majority Whip Steve Scalise Seeks Help From Anti-Tea Party Lobbyist", "article_keywords": ["good", "scalise", "feehery", "tea", "lobbyist", "immigration", "steve", "majority", "ted", "wrote", "whip", "party", "republican", "antitea", "seeks", "help"], "article_url": "http://www.breitbart.com/big-government/2014/08/06/majority-whip-steve-scalise-seeks-help-from-anti-tea-party-lobbyist/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nHouse Majority Whip Steve Scalise has been seeking help from a federal lobbyist while putting together his new staff, according to a Politico report.\n\nThe report shows that John Feehery, aligned with the lobbyist shop Quinn Gillespie & Associates, “sat in on and participated in multiple official interviews with job candidates,” helping Scalise put together his press operation.\n\nSIGN UP FOR OUR NEWSLETTER\n\nPart of the old establishment, Feehery managed communications for Speaker Dennis Hastert and Majority Whip Tom Delay.\n\nBut Feehery has a history of being critical if not outright hostile about the Tea Party.\n\nFeehery described he modern Tea Party as “a collection of wing-nuts, racists, hucksters, extremists, con-men and front-men, who collaborate with Hollywood and left-wing organizations to plot the demise of Republicans in good standing.”\n\nChief among the “good” Republicans, he wrote was Mitch McConnell, who he described as “probably the most conservative leader of either party in the history of the Senate.”\n\nIn another article, Feehery expressed his “distaste” for Tea Party as a “rag-tag group of nihilists who are doing their level best to bring down the Republican Party.”\n\nFeehery also frequently shared his distain for Sen. Ted Cruz especially during the government shutdown.\n\n“I do not like Green Eggs and Ham,” he wrote grumpily after Cruz’s floor stance against Obamacare. “Especially now.”\n\n“Cruz likes to call the Republican establishment elitists. But he is the elitist,” he wrote. “He is the Harvard/Princeton guy who knows more than anybody else about everything else.”\n\nDuring the immigration fight last week over border crisis legislation, Feehery criticized Ted Cruz and anti-amnesty hardliners for opposing immigration reform.\n\n“This is the fight for the soul of the party,” he told the Atlantic’s Molly Ball. “Marco Rubio and Paul Ryan get it. Ted Cruz doesn’t get it. It’s the defining struggle for the Republican Party, and right now the good guys are losing.”\n\nFeehery also used his media platform to praise Scalise – who relied on him to help put together his communications staff.\n\nAs a guest blogger for the Christian Science Monitor, Feehery praised Scalise after the controversial immigration fight in the House, calling it a “baptism of fire” for his team.\n\nHe also lavished praise on Scalise after he won his race for Whip in June.", "article_metadata": {"description": "Majority Whip Steve Scalise Seeks Help From Anti-Tea Party Lobbyist", "og": {"site_name": "Breitbart", "description": "Majority Whip Steve Scalise Seeks Help From Anti-Tea Party Lobbyist", "title": "Majority Whip Steve Scalise Seeks Help From Anti-Tea Party Lobbyist - Breitbart", "locale": "en_US", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Government/2014/Congress/House-Republicans/steve-scalise-uhh-ap.jpg", "url": "http://www.breitbart.com/big-government/2014/08/06/majority-whip-steve-scalise-seeks-help-from-anti-tea-party-lobbyist/", "type": "article"}, "twitter": {"description": "Majority Whip Steve Scalise Seeks Help From Anti-Tea Party Lobbyist", "title": "Majority Whip Steve Scalise Seeks Help From Anti-Tea Party Lobbyist - Breitbart", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Government/2014/Congress/House-Republicans/steve-scalise-uhh-ap.jpg", "creator": "@charliespiering", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "use_automatic_ad_placement": "true", "app_id": 1243316582352556}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Politico, Steve Scalise, Ted Cruz,Big Government,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Government", "tag": "Ted Cruz", "published_time": "2014-08-06T07:38:58-07:00", "categories": "Big Government"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af36914bd0286fc98ce\"", "article_summary": "SIGN UP FOR OUR NEWSLETTERHouse Majority Whip Steve Scalise has been seeking help from a federal lobbyist while putting together his new staff, according to a Politico report.\nBut Feehery has a history of being critical if not outright hostile about the Tea Party.\nSIGN UP FOR OUR NEWSLETTERPart of the old establishment, Feehery managed communications for Speaker Dennis Hastert and Majority Whip Tom Delay.\nHe also lavished praise on Scalise after he won his race for Whip in June.\nIt’s the defining struggle for the Republican Party, and right now the good guys are losing.”Feehery also used his media platform to praise Scalise – who relied on him to help put together his communications staff."}