{"article_title": "3 ways the lackluster midterms could radically change the role of money in politics", "article_keywords": ["radically", "ads", "campaign", "voters", "ways", "money", "support", "political", "television", "dont", "lackluster", "role", "election", "politics", "midterms", "change", "candidates"], "article_url": "http://theweek.com/articles/442724/3-ways-lackluster-midterms-could-radically-change-role-money-politics", "article_text": "ADVERTISEMENT\n\nAt least since the first \"billion-dollar election,\" in 1996, money in politics has seemed like one of those perpetual problems that we wring our hands about but never fix. The numbers are always shocking, and the solutions always inadequate to the challenge.\n\nBut skyrocketing numbers are only part of the story. We often focus on how money affects elections — and it does. But it's also true that elections affect the role of money and the influence it creates. The rise of intense partisanship, for example, with few independents and swing voters, changes the way money is used — encouraging mobilization of the base rather than persuasion — and thus the types of organizations that can influence elections. This, in turn, should change the way we define the problem of economic inequality reinforcing political inequality, and how we think about solutions.\n\nThis otherwise lackluster election might change the role of money in three important ways:\n\n1. Regulated, disclosed \"hard money\" contributions might soon become irrelevant.\n\nSometimes just doing nothing results in major changes to the law. For example, over the course of the last decade, the system of public financing for presidential elections was effectively repealed, after candidates first began opting out of public financing in the primaries (which involved complex and obsolete limits on spending). In 2008, and then in 2012, both major party candidates chose to forsake public money in the general election, spending more than $1 billion each. But until recently, most political spending still came through the regulated system of campaign and party committees, political action committees and SuperPACs, that disclose their donors to the Federal Election Commission and adhere to contribution limits. While the Supreme Court's decision in McCutcheon v. FEC earlier this year received outsized attention because it effectively raised those \"hard money\" limits to the point where a single donor could give more than $3.5 million in one election cycle, more and more big donors have been recruited to support political committees that don't disclose their donors at all, and aren't bound by any limits as long as they don't coordinate with candidates.\n\nAs of Oct. 8, with a month left before the election, groups that don't disclose their donors had spent more than $100 million on congressional campaigns, much more than they had spent on congressional fights in all of the 2012 campaign cycle. In some of the tightest races, candidates have received more support from the combination of non-disclosing non-profits and candidate-specific SuperPACs (which can accept unlimited donations but are required to disclose their donors) than through their own hard-money campaign committees.\n\nThe spending we know about from these non-disclosing non-profits includes only broadcast advertising, reported by the stations, and only ads with specific calls to vote for or against a candidate. But much of the groups' money is spent on ads focusing mainly on issues. In this highly polarized environment, issue ads don't need to mention a candidate to get their point across. Groups such as those funded by the Koch Brothers ran ads that highlighted citizens who said they had been harmed by \"ObamaCare.\" Some of them mentioned a candidate briefly, many didn't. It doesn't much matter: \"ObamaCare\" is an intense partisan signifier. So is \"minimum wage\" for Democrats.\n\nThese non-disclosing organizations are proliferating so rapidly, and the innovations so clever, that this may be the last campaign where the traditional, regulated system really matters. Future reforms will have to deal with these changes, some of which cannot easily be reined in without infringing on core First Amendment rights.\n\nWhile this change is frightening, the second and third possible changes to the role of money in politics hold some promise.\n\n2. Broadcast television advertising might no longer drive campaign costs.\n\nWhy do political campaigns cost so much? The answer, for many years, has been that the high and rising cost of television (and, to a lesser extent, radio) advertising drives up costs. But it's a necessary evil, because T.V. and radio ads are often the most reliable way to reach most voters, especially swing voters who don't seek out information about candidates. In the late 1990s and 2000s, there was a small movement to require broadcasters to provide a certain amount of free time to candidates, to offset this cost and ensure balanced access to voters.\n\nBut all that might be changing. In Providence, Rhode Island, a city of 177,000, a candidate for mayor this year won the Democratic primary, and thus election, without running a single television advertisement. As political scientist David Karpf told golocalprov.com, \"Even though it is very expensive to put TV ads on the air, nobody has wanted to be the first campaign to take the leap and say we just won't do it, yet here we have a campaign that did just that and won.\" Of course, campaign professionals have a strong incentive to keep alive the idea that only broadcast ads reach voters — they collect a 15 percent commission on ads, making them the best-paid participants in the electoral process. National campaigns, including Obama's and Romney's, cut down on those commissions, but the SuperPACs and \"dark money\" groups, often organized by those same consultants, still pay them.\n\nRegulating the influence of money in a world where broadcast television matters much less than it once did calls for a more creative set of solutions — like focusing more on online advertising, for instance. So much is still being spent on television that this can't be called the first election of the post-television-ad era. But it may be the last of the television era.\n\n3. This might be the year that campaign finance itself becomes a viable political issue.\n\n\"No one in the history of American politics has ever won or lost a campaign on the subject of campaign finance reform,\" a senator once reassured his colleagues. When Congress has acted on money in politics, it has usually been because of elite, bipartisan consensus, prodded by media, but not mass political engagement by ordinary people. The result has inevitably been narrow, technocratic reforms that didn't reach the deeper inequalities of opportunity in the political process. And in a sharply divided legislative climate, even incremental reforms that until recently seemed to have consensus support, such as the DISCLOSE Act, have crashed on the shoals of partisanship.\n\nThe good news is that there's more public engagement and, frankly, anger about money in politics than ever before. And we saw some of it in the election: all the Democratic senators running for reelection, and the Democratic Senate Campaign Committee, focused on reform in their fundraising emails and messages this year. They used a proposed constitutional amendment that would reverse Citizens United to raise record amounts of money. Lawrence Lessig's Mayday PAC raised $7.6 million on the promise to support candidates who supported reforms, joining efforts such as the newly merged Every Voice political committee. And the senator who told his colleagues that voters don't care about campaign finance reform, Mitch McConnell of Kentucky, is facing the toughest challenge of his career.\n\nBut note what all of these have in common: with a couple of exceptions, they involve Democrats. What was once an elite, bipartisan cause with little grassroots energy is now a grassroots cause, but one drawing almost all of its energy from a one-sided source. To broaden support for an issue, a political committee like Lessig's Mayday needs to be able to leverage both parties. But when Mayday supported Tea Party candidates in New Hampshire, it faced significant backlash from the left. And ironically,the use of this grassroots passion for fundraising meant that it didn't carry over into the development of a more robust movement for realistic reforms.\n\nAnd yet, for the first time in decades, there is evidence that a substantial number of citizens, too many to ignore, understand and care about the distortion of democracy by money. When citizens across the political spectrum are fully engaged in the issue, there will be an opportunity to move from a bipartisan, elite cause to a grassroots cause that transcends party and ideology.\n\nSign up to get The Weekly Wonk, New America's digital magazine, delivered to your inbox each Thursday here.\n\nMore from The Weekly Wonk...", "article_metadata": {"description": "Official site of The Week Magazine, offering commentary and analysis of the day's breaking news and current events as well as arts, entertainment, people and gossip, and political cartoons.", "og": {"url": "http://theweek.com/articles/442724/3-ways-lackluster-midterms-could-radically-change-role-money-politics", "image": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/63792_article_full.jpg?itok=oPJGs4PT", "type": "article", "description": "Skyrocketing numbers are only part of the story", "title": "3 ways the lackluster midterms could radically change the role of money in politics"}, "twitter": {"description": "Skyrocketing numbers are only part of the story", "creator": "@", "image": {"src": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/63792_article_full.jpg?itok=oPJGs4PT"}, "title": "3 ways the lackluster midterms could radically change the role of money in politics", "site": "@theweek", "card": "summary_large_image"}, "fb": {"pages": 10716057521}, "keywords": "feature, Politics", "article": {"published_time": "2014-10-29T08:40:00-04:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "In this highly polarized environment, issue ads don't need to mention a candidate to get their point across.\nThis otherwise lackluster election might change the role of money in three important ways:1.\nWhile this change is frightening, the second and third possible changes to the role of money in politics hold some promise.\nThe good news is that there's more public engagement and, frankly, anger about money in politics than ever before.\nBut it's also true that elections affect the role of money and the influence it creates."}