{"article_title": "Vitter's Obamacare feud deepens", "article_keywords": ["amendment", "reid", "senate", "deepens", "obamacare", "vitters", "feud", "federal", "health", "vitter", "contribution", "insurance", "staff"], "article_url": "http://www.politico.com/story/2013/09/david-vitters-obamacare-feud-deepens-096927", "article_text": "Vitter’s push to end a 'Washington exemption' has paralyzed the Senate for a week now. Vitter's Obamacare feud deepens\n\nThe spat between David Vitter and Senate Democratic leaders is deepening.\n\nSenate Majority Leader Harry Reid said Vitter’s amendment to kill federal Obamacare subsidies for members of Congress and their staff is “hypocritical and mean-spirited.”\n\nStory Continued Below\n\nReid pointedly suggested that the Louisiana Republican and his co-sponsors should give up their federal contribution voluntarily if they are so concerned with the program.\n\n“Sen. Vitter has happily allowed the federal government to pay for a portion of his health insurance for many, many years,” Reid said. “If Republican senators believe they should bear the full cost of their own health insurance, they can, without any change in the law, … decline the federal government’s employer contribution and pay their own way. They can even encourage their own staffs to do so. Why they would want do that I don’t understand. But they can do that.”\n\nVitter responded over Twitter to Reid’s long missive.\n\n“You gave America #Obamacare. Are you still reading it w/ @NancyPelosi to find out what’s in it?” Vitter said. “So many employees will lose their employer contribution because of #Obamacare. Anyone think @SenatorReid deserves to be exempt?”\n\n( Also on POLITICO: Barbara Boxer-David Vitter feud draws blood)\n\nOn the Senate floor, Majority Whip Dick Durbin (D-Ill.) referenced a Vitter vote for a federal contribution to members of Congress and aides. A Senate Democratic aide said that vote was a 2010 roll call on a measure to “make sure the President, Cabinet Members, all White House Senior staff and Congressional Committee and Leadership Staff are purchasing health insurance through the health insurance exchanges established by the Patient Protection and Affordable Care Act.”\n\nThat failed provision included instructions for Capitol Hill staff to receive federal payments for use on exchanges.\n\nRather than exempting Capitol Hill, Reid said the subsidies treat lawmakers and their staff like the rest of U.S. citizens that have a portion of their premiums paid for by their employers.\n\n“If Sen. Vitter opposes the employer contribution to congressional staffers, does he oppose it also for the 150 million other Americans whose employers help pay their health insurance premiums?” Reid asked.\n\n( Also on POLITICO: Vitter: Investigate Reid, Boxer)\n\nVitter’s push to end a “Washington exemption” for thousands of staffers and 535 members of Congress has paralyzed the Senate for a week now as he presses for his amendment to be attached to an unrelated energy efficiency bill.\n\nRepublicans and Democrats alike are annoyed with Vitter’s amendment, with GOP staffers quietly lobbying Democratic aides to ensure the amendment is killed because it would effectively decrease aides’ take home pay. Meanwhile Senate Democrats have been scheming to embarrass Vitter with an amendment that would revive his prostitution scandal or even turn off the subsidies to lawmakers who vote for his amendment.\n\nVitter’s shot back requesting an ethics investigation into Reid and Sen. Barbara Boxer (D-Calif.), arguing those proposed amendments amounted to “bribery.”", "article_metadata": {"og": {"site_name": "POLITICO", "description": "His spat with Senate leaders is deepening.", "title": "Vitter's Obamacare feud deepens", "url": "http://www.politico.com/story/2013/09/david-vitters-obamacare-feud-deepens-96927.html", "image": "http://s3-origin-images.politico.com/news/110803_david_vitter_ap_328.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "David Vitter (140),Harry Reid (1755),Congress (2766),Obamacare (387),Capitol Hill (185)", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "His spat with Senate leaders is deepening.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fc93c9\"", "article_summary": "Vitter's Obamacare feud deepensThe spat between David Vitter and Senate Democratic leaders is deepening.\nRepublicans and Democrats alike are annoyed with Vitter’s amendment, with GOP staffers quietly lobbying Democratic aides to ensure the amendment is killed because it would effectively decrease aides’ take home pay.\nVitter’s shot back requesting an ethics investigation into Reid and Sen. Barbara Boxer (D-Calif.), arguing those proposed amendments amounted to “bribery.”\nVitter has happily allowed the federal government to pay for a portion of his health insurance for many, many years,” Reid said.\nVitter’s push to end a 'Washington exemption' has paralyzed the Senate for a week now."}