{"article_title": "Brady's Fallback Extenders Bill Would Also Stop REIT Spinoffs", "article_keywords": ["reit", "real", "brady", "spinoffs", "house", "bill", "stop", "extenders", "tax", "credit", "bradys", "measure", "fallback", "foreign", "investment"], "article_url": "http://www.bna.com/bradys-fallback-extenders-n57982064771/", "article_text": "Dec. 8 — A new backup plan on tax extenders would restrict companies’ tax-free spinoffs into real estate investment trusts, while easing taxes on foreign investment in U.S. real property.\n\n\n\nThe real estate industry hasn't pushed back on that trade-off, a product of years of discussions among Republican and Democratic lawmakers, said House Ways and Means Committee Chairman Kevin Brady (R-Texas).\n\n\n\nThose factors are a selling point for Brady, who made the proposal late Dec. 7 as one of many supplements to a two-year extension of the 50-plus lapsed tax breaks. It is a backup plan to talks to make some of the business extenders permanent along with permanency for some household tax benefits.\n\n\n\n“The FIRPTA provisions are very pro-growth,” Brady told reporters. “In truth, I'd like to eliminate any barriers to foreign investment in the United States. It's good for investment in America. These are commercial buildings that aren't going anywhere.”\n\n\n\nHe introduced legislation, the Tax Increase Prevention and Real Estate Investment Act, to renew the extenders, end the tax benefits of REIT transactions and address a host of other tax issues.\n\n\n\nThe package would cost the federal government $108.4 billion over a decade, the congressional Joint Committee on Taxation estimated. The spinoff restriction would generate $4.3 billion, the JCT said.\n\n\n\nForcing Action\n\n\n\nThe entire package, to which Brady also plans to add language to stop the Affordable Care Act's tax on medical devices and delay its 40 percent surtax on high-cost health insurance, was proposed as a marker for what Brady and his colleagues see as essential.\n\n\n\nThey believe the proposal will force congressional Democrats to break a stalemate on tax talks, which have been continuing for weeks.\n\n\n\n“It's been very fluid, and a lot of it had to do with some of the demands that the Democrats were making last week, particularly in the House,” Sen. John Thune (R-S.D.) told reporters, a point echoed by Senate Finance Committee Chairman Orrin G. Hatch (R-Utah). Hatch pinned the blame on House Minority Leader Nancy Pelosi (D-Calif.), who has insisted on indexing the child tax credit to inflation as part of any deal on extenders, a demand both Thune and Hatch called a non-starter.\n\n\n\nBrady said the House Rules Committee would probably take up the new extender bill this week.\n\n\n\nSenate and House members have said they don't want to stay in session until Dec. 18—the target adjournment date—but Senate Majority Leader Mitch McConnell (R-Ky.) has warned of weekend work on Dec. 12 to deal with tax extenders and a spending bill. Current federal spending authority is set to expire Dec. 11.\n\n\n\nRepublican leaders in Congress haven't yet decided on connecting tax extenders to the appropriations bill, though the talks are related as additions and subtractions on one affect the other.\n\n\n\nRestricting REITs\n\n\n\nThe REIT revisions, would limit tax-free transactions to those in which, immediately after the spinoff, the distributing and controlled corporations are REITs. Neither a distributing nor a controlled corporation could choose to be treated as a REIT for a decade after a spinoff. The language is similar to a proposal that had surfaced previously in a 2014 draft tax overhaul bill released by former Rep. Dave Camp (R-Mich.) (39 DTR GG-1, 2/27/14).\n\nThe restrictions would go into effect for any transactions after Dec. 7.\n\n\n\nSuch language appears to ban the type of spinoff that Darden Restaurants recently completed, as well as what was proposed to and rejected by McDonald's and Macy's, according to Bloomberg Intelligence analyst Jeffrey Langbaum.\n\n\n\nThe provision on foreign investment in property would raise from 5 percent to 10 percent the stake a stockholder can own in a publicly traded stock of a real estate investment trust without triggering the Foreign Investment in Real Property Tax Act's withholding taxes.\n\n\n\nIt would also free certain foreign pension funds from tax under FIRPTA, and would allow certain publicly traded entities to own and dispose of any amount of stock in a REIT without that stock being treated as U.S. real property, unless the investor holds more than 10 percent in that class of REIT stock.\n\n\n\nThe FIRPTA provisions are based largely on legislation (H.R. 2128) introduced earlier this year by Brady, and related legislation (S. 915) from Hatch. In addition, the Obama administration has supported scaling back FIRPTA, including allowing foreign pension funds to invest in U.S. public works projects without triggering the tax.\n\n\n\nThe pension fund exception would cost $1.9 billion in forgone revenue and the REIT stock exception would cost $2.3 billion, the JCT said.\n\n\n\nReal estate groups have sought the changes in FIRPTA. Some have called for a full repeal of the law, as has Brady, when Congress takes a more comprehensive look at tax policy in 2016 or 2017.\n\n\n\n“The changes to the Foreign Investment in Real Property Tax Act will drive growth in construction and related jobs,” said Ryan McCormick, senior vice president and tax counsel at the Real Estate Roundtable, in an e-mail to Bloomberg BNA. “By putting forward bipartisan proposals to spur domestic investment, the Chairman's bill will have an immediate, positive impact on the economy while laying the foundation for the next stage of tax reform.”\n\n\n\nElectric Motorcycles\n\n\n\nIn addition to the REIT provisions, the extenders measure includes several tax breaks and benefits that have advanced in congressional committees but didn't have a clear path to passage, and that could appeal to Democratic holdouts. Those provisions include allowing the use of college savings plans for the purchase of computers; lowering federal excise taxes on hard cider; and updating energy efficiency standards for the deduction related to energy-efficient commercial buildings (see related story in this issue).\n\n\n\nThe measure also expands tax incentives for federal empowerment zones; restores a tax credit for the purchase of electric motorcycles left out of the extenders renewal in December 2014; provides more favorable treatment of charitable contributions for agricultural research; and adds several new policies for the Internal Revenue Service, including a prohibition on employees using personal e-mail accounts for official business.\n\n\n\nMany of the added provisions have support from Democrats and Republicans and appear to be likely candidates for either a short-term extension of the tax credits and deductions or for a more ambitious deal that makes some extenders permanent in the tax code. But they could also open up the legislation to demands from Democrats in either chamber, as long as tax extenders are being allowed to be used for unrelated items.\n\n\n\nThey also may signal potential points of horse trading as House and Senate tax writers work out a potentially more expansive tax deal.\n\n\n\nThe college savings provision comes from legislation (H.R. 529 and S. 335) the House and the Finance Committee passed earlier this year. Democrats voted for the measures, although some on Ways and Means said they wanted to limit it to families making no more than $3 million per year.\n\n\n\nCider Rules\n\n\n\nThe cider provision would allow hard cider with an alcohol content of up to 8.5 percent—instead of 7 percent—to be taxed at the lower rate for beer, rather than the higher rate for wine.\n\n\n\nIt would also allow for hider cider made from pears, as well as apples. However, the measure Brady proposed doesn't include an adjustment to beer excise taxes favored by many lawmakers, including Sen. Ron Wyden (D-Ore.), ranking member on the Senate Finance Committee.\n\n\n\nThe energy efficiency standards reflect an ongoing campaign from the American Council for an Energy-Efficient Economy to make such tax credits a more effective incentive. Without updates, too many types of equipment or construction meet the standards, discouraging new developments, the group has said. The commercial buildings tax credit is in tax code Section 179(d).\n\n\n\nThe empowerment zone provision would open that tax incentive to more employers by easing a restriction that 35 percent of new hires must live within the designated zone. Instead, companies could hire from a wider low-income area based on federal census tracts or a federal enterprise community.\n\n\n\nOn the tax credit for electric motorcycles, the measure restores a credit supported mainly by Wyden, which former Ways and Means Committee Chairman Camp conspicuously left out of a tax extenders measure in December 2014.\n\nThe American Farm Bureau Federation is pushing for the agricultural research tax benefits. The measure would make contributions subject to higher individual limits of 30 percent of the taxpayer's contribution base if the contribution is used for agricultural research within four years.\n\n\n\nAmong the usual extensions in Brady's bill, the provision to continue the tax credit for companies' research and development would get revised to end a restriction tied to the alternative minimum tax, which he said would make the credit more widely available. The change is drawn from Brady's legislation (H.R. 880) to make the credit permanent, part of the talks on the larger tax package.\n\n\n\nTo contact the reporters on this story: Aaron E. Lorenzo at aaron@bna.com, Marc Heller at mheller@bna.com, and Casey Wooten in Washington at cwooten@bna.com\n\nTo contact the editor responsible for this story: Brett Ferguson at bferguson@bna.com", "article_metadata": {"og": {"url": "http://www.bna.com/bradys-fallback-extenders-n57982064771/", "image": "http://www.bna.com/uploadedImages/BNA_V2/Company/BnaSocialShare.jpg", "description": "Dec. 8 —  A new backup plan on tax extenders would restrict companies’ tax-free spinoffs into real estate investment trusts, while easing taxes on foreign investment in U.S. real property.", "title": "Brady's Fallback Extenders Bill Would Also Stop REIT Spinoffs"}, "csrf-token": "pSQnPvaaTHZGVYr1WOO-2fSNkxL3mbTtybaE1L67Qwd82QcNWdVo9l4u4IFGCa4SpXILAMkAnRpth_1ExzCIC7ws9DwkEWpCJWd13pZcC1Q1:hdgZRCghBGkr0I4E9Xtf_7YHJJMe1GbxAcuINX3vLwPMX4lmF_30gN3R9adm3BEbLkaY97qq251GKfQWnWlOsvfCsc-H3ltDhRPVVDJw6c81", "description": "Dec", "viewport": "width=device-width, initial-scale=1", "fragment": "!"}, "article_summary": "Republican leaders in Congress haven't yet decided on connecting tax extenders to the appropriations bill, though the talks are related as additions and subtractions on one affect the other.\nDec. 8 — A new backup plan on tax extenders would restrict companies’ tax-free spinoffs into real estate investment trusts, while easing taxes on foreign investment in U.S. real property.\n“In truth, I'd like to eliminate any barriers to foreign investment in the United States.\nThe commercial buildings tax credit is in tax code Section 179(d).\nOn the tax credit for electric motorcycles, the measure restores a credit supported mainly by Wyden, which former Ways and Means Committee Chairman Camp conspicuously left out of a tax extenders measure in December 2014."}