{"article_title": "Watch: Samantha Bee Is Celebrating Rubio's Retirement Early", "article_keywords": ["rubios", "retirement", "trump", "thirty", "samantha", "watch", "state", "bee", "early", "celebrating", "rubio", "marco", "win", "super"], "article_url": "http://www.alternet.org/election-2016/samantha-bee-celebrating-rubios-retirement-early", "article_text": "Watch: Samantha Bee Is Celebrating Rubio's Retirement Early\n\nFingers crossed \"Little Marco\" leaves after tonight—after all, there's no way he'll win after losing his home state of Florida today.\n\nOn Super Tuesday 3, Republicans are increasingly desperate to deny the nomination to Donald Trump, or “a demagoguing bag of candy corn,” as Samantha Bee describes him. “Winning debates against him hasn’t worked,\" she explained on \"Full Frontal\" Monday night. \"(Last) Thursday’s debate was dominated by Marco Rubio, who was relaxed and confident now that the pressure for president was off his shoulders.”\n\n“Social security will go bankrupt. And it will bankrupt the country with it,\" Rubio ranted as if nothing can be done about it. \"So what it will require is people younger—like myself—people who are thirty years away from retirement, to accept that our social security’s going to work differently than it did for my parents.”\n\n\"Oh honey, you’re not thirty years away from retirement. You’ll be done in about thirty minutes,” Bee quipped. A reminder: This is the same guy who called to repeal Obamacare while on Obamacare, since there are so many benefits to being employed by the federal government. Super Tuesday marks ‘do or die’ time for both Senator Marco Rubio and Governor John Kasich who have won one state between them. And while John Kasich is slated to win his home state, Ohio, Rubio is still nearly 20 points behind Donald Trump in his home state of Florida.\n\nWatch: Rubio may need that government assistance check a little sooner than expected.\n\n... when the Presidential election officially becomes a two man race.", "article_metadata": {"description": "Fingers crossed \"Little Marco\" leaves after tonight—after all, there's no way he'll win after losing his home state of Florida today.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Alternet", "description": "Fingers crossed \"Little Marco\" leaves after tonight—after all, there's no way he'll win after losing his home state of Florida today.", "title": "Watch: Samantha Bee Is Celebrating Rubio's Retirement Early", "url": "http://www.alternet.org/election-2016/samantha-bee-celebrating-rubios-retirement-early", "image": "http://www.alternet.org/files/story_images/samatha_bee_rubio.jpg", "type": "article"}, "dc": {"title": "Watch: Samantha Bee Is Celebrating Rubio&#039;s Retirement Early"}, "fb": {"page_id": 17108852506, "pages": 17108852506}, "google-site-verification": "-yUzdOYz6i2iShII0x_PYzsvnhQUG2f751funoPlCNM", "article": {"published_time": "2016-03-15T15:32:00"}, "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=0.1, maximum-scale=10.0"}, "article_summary": "Watch: Samantha Bee Is Celebrating Rubio's Retirement EarlyFingers crossed \"Little Marco\" leaves after tonight—after all, there's no way he'll win after losing his home state of Florida today.\nOn Super Tuesday 3, Republicans are increasingly desperate to deny the nomination to Donald Trump, or “a demagoguing bag of candy corn,” as Samantha Bee describes him.\n\"(Last) Thursday’s debate was dominated by Marco Rubio, who was relaxed and confident now that the pressure for president was off his shoulders.”“Social security will go bankrupt.\nSuper Tuesday marks ‘do or die’ time for both Senator Marco Rubio and Governor John Kasich who have won one state between them.\nYou’ll be done in about thirty minutes,” Bee quipped."}