{"article_title": "Univita Health Losing Medicaid Contracts", "article_keywords": ["univita", "authorizations", "prior", "contracts", "florida", "phone", "contracting", "health", "provider", "losing", "medicaid", "care"], "article_url": "http://health.wusf.usf.edu/post/univita-health-losing-medicaid-contracts", "article_text": "Univita Health, which gained control of the entire Florida Medicaid home-care market a year ago, has suddenly lost all of its HMO contracts.\n\nThe Florida Agency for Health Care Administration made the announcement in an e-mail blast late Tuesday afternoon.\n\nUnivita, based in Miramar, stopped processing requests for home health-care services, durable medical equipment such as wheelchairs, and intravenous therapy “effective immediately,” AHCA said.\n\nAHCA provided no reasons for its announcement, but released a statement this morning.\n\n“We will continue to focus on ensuring Floridians have access to quality health care – this includes working to prevent any lapses in service for MMA health plan enrollees,” a spokeswoman said.\n\nAHCA released a list of phone numbers for Medicaid providers, physician offices and health plan members to call in order to get authorization for equipment and services.\n\nEarlier, United Healthcare of Florida and Sunshine Health had already announced their contracts with Univita were ending as of Aug. 1.\n\nSeveral owners of mom-and-pop suppliers, who had regarded Univita as their nemesis, began celebrating as early as Monday, when rumors about what was happening began to leak.\n\nAs sole authorizer of home services for most Medicaid plan members, several suppliers said, Univita cut their Medicaid payments in half and redirected some of their business to its own home-care affiliate. Many said they had trouble getting paid at all.\n\nThey blamed the health plans for subcontracting with Univita and AHCA for failing to prevent it in the program rules.\n\n“I hope they learned a lesson from what they did,” said Robert Junco of Miami’s Pediatric Suppliers Inc.\n\nWhile the home-care vendors said they feel sorry for employees of Univita, who are expected to lose their jobs, they reacted to the AHCA announcement with exultation.\n\n“I’m having so much fun!” said Ivonne Gonzalez, president and CEO of Health Medical Equipment Inc. in Miami. “I’m having a couple of margaritas!”\n\nGonzalez noted that it was almost exactly a year ago that home-care providers learned they were losing a big chunk of their Medicaid income because almost all the HMOs were subcontracting with Univita to handle their home care.\n\nAs Health News Florida reported at the time, this created a virtual monopoly in the most fragile sector of Medicaid business. It also raised questions of conflict of interest, as Univita was one of the suppliers competing for the Medicaid business.\n\nState Medicaid Director Justin Senior said at the time that while the situation looked bad, there was nothing in the law to prohibit it. He said his team would warn the health plans to make sure that Univita didn’t take unfair advantage or cause problems for patients.\n\nIt is unclear whether the about-face in Florida’s home care contracts this week was instigated by the plans, by Medicaid officials who were tired of complaints, or the company itself deciding it could not make ends meet.\n\nOne home-care organization, the Florida Alliance of Home Care Services, sent a notice to its members Tuesday afternoon suggesting that Univita may be preparing to file for bankruptcy. The federal court bankruptcy files in South Florida offered no listing for Univita as of Tuesday.\n\nMost company officials were unavailable. Robert Alonso, Univita marketing director, said at mid-afternoon that the company would release a statement, but nothing had appeared as of 6:30 p.m.\n\nVendors said their friends who worked at Univita were texting and calling, looking for a job. And it remains unclear who will handle the continued need to authorization services for Medicaid patients and pay the bills – either the plans or a different subcontractor.\n\nThe Statewide Medicaid Managed Care program was created by Florida’s legislature in hopes of gaining control of Medicaid costs of its 3.5 million residents by ending fee-for-service payments. Proponents argued it would improve quality of care because the state could hold plans accountable.\n\nAHCA chose among the plans that bid for the business, and phased in the program over 2013 and 2014.\n\nHere is the list the state provided that patients and health-care providers can call for more information:\n\nAmerigroup Florida, Inc. For Prior Authorizations and Provider Contracting: Phone: 1-800-454-3730 Fax: 1-800-964-3627 Better Health, LLC For Prior Authorizations and Provider Contracting: Phone: 1-877-915-0551 Fax: 1-855-461-0629 Clear Health Alliance For Prior Authorizations and Provider Contracting: Phone: 1-877-915-0551 Fax: 1-855-461-0629 Coventry Health Care of Florida For Prior Authorizations and Provider Contracting: 1-800-470-3555 Humana Medical Plan, Inc. For Prior Authorizations: 1-800-523-0023 For Provider Contracting: 1-800-626-2741 Magellan Complete Care For Prior Authorizations and Provider Contracting: 1-800-327-8613 Molina Health Care of Florida, Inc. For Prior Authorizations and Provider Contracting: 1-855-322-4076 Prestige Health Choice For Prior Authorizations and Provider Contracting: Phone: 1-800-617-5727 Fax: 1-855-398-5610 Simply Healthcare Plans, Inc. For Prior Authorizations and Provider Contracting: Phone: 1-877-915-0551 Fax: 1-855-461-0629 Staywell Health Plan of Florida (WellCare) For Prior Authorizations: Phone: 1-800-351-8777 Fax: 1-877-426-7091 For Provider Contracting: 1-800-768-6144 Sunshine State Health Plan, Inc. For Prior Authorizations: 1-866-796-0530 For Provider Contracting: 1-813-284-1322 United Healthcare of Florida, Inc. Prior Authorizations: Phone: 1-866-604-3267 Fax: 1-866-607-5975 For Provider Contracting: 1-877-842-3210\n\nCarol Gentry is a special correspondent for WUSF in Tampa. WUSF is part of Health News Florida, which receives support from the Corporation for Public Broadcasting.", "article_metadata": {"category": "HNF Stories", "description": "Univita Health, which gained control of the entire Florida Medicaid home-care market a year ago, has suddenly lost all of its HMO contracts. The Florida", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/univita-health-losing-medicaid-contracts", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201507/Matthew_w_Miriam_Delgado_RN.jpg", "type": "article", "description": "Univita Health, which gained control of the entire Florida Medicaid home-care market a year ago, has suddenly lost all of its HMO contracts. The Florida", "title": "Univita Health Losing Medicaid Contracts"}, "story_id": 427165167, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Carol Gentry", "org_id": 0, "dc": {"title": "Univita Health Losing Medicaid Contracts"}, "nid": 11434, "datePublished": "2015-07-28", "keywords": "Univita Health, durable medical equipment, Medicaid managed care contracts", "wordCount": 3054, "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "Univita Health, which gained control of the entire Florida Medicaid home-care market a year ago, has suddenly lost all of its HMO contracts.\n“We will continue to focus on ensuring Floridians have access to quality health care – this includes working to prevent any lapses in service for MMA health plan enrollees,” a spokeswoman said.\nEarlier, United Healthcare of Florida and Sunshine Health had already announced their contracts with Univita were ending as of Aug. 1.\nPrior Authorizations: Phone: 1-866-604-3267 Fax: 1-866-607-5975 For Provider Contracting: 1-877-842-3210Carol Gentry is a special correspondent for WUSF in Tampa.\nThe Florida Agency for Health Care Administration made the announcement in an e-mail blast late Tuesday afternoon."}