{"article_title": "There's something fishy about conservatives' Benghazi obsession", "article_keywords": ["benghazi", "committee", "senate", "house", "republicans", "state", "talking", "attack", "points", "fishy", "conservatives", "president", "obsession", "theres"], "article_url": "http://www.latimes.com/opinion/topoftheticket/la-na-tt-benghazi-obsession-20140514-story.html", "article_text": "When it comes to Republican talking points gone wild, Benghazi is much goofier than Obamacare. With Obamacare, once a person gets past the right-wing scare stories and partisan grandstanding, there are actual policies to debate and philosophies of government to assert. With Benghazi, there are no real mysteries, but plenty of histrionics.\n\nThe various partisan inquiries into the deadly 2012 terror attack on the U.S. Consulate in Benghazi have looked like fishing expeditions chasing minnows. Republicans seem to be hoping that, like special prosecutor Ken Starr in his exhaustive investigation of President Clinton in the 1990s, they will be lucky enough to turn up something -- anything! -- that implicates President Obama or former Secretary of State Hillary Clinton in nefarious deeds.\n\nStarr found nothing incriminating concerning Whitewater, Paula Jones or the firing of White House Travel agents. But he did find Monica Lewinsky. Once the president lied about getting oral sex from the young intern, it was off to the races. The Republican-controlled House of Representatives impeached the president -- and promptly lost seats in the 1988 congressional elections, the first time since 1822 that the party out of the White House had seen its numbers in Congress go down in the middle of a president’s second term.\n\nNow, in 2014, facing another midterm election in a Democratic president’s final years in office, Republicans had hoped to bludgeon Democratic candidates with the failed and unpopular new healthcare law. Unfortunately for them, that law has not failed and is becoming more popular by the day. As a result, “Remember Benghazi,” not “Stop Obamacare,” has become the rallying cry they are employing to rev up their base.\n\nWithout turning up some titillating equivalent of Monica Lewinsky, though, it is difficult to see how the Benghazi strategy is going to be successful. After 13 public hearings, 50 briefings and the release of 25,000 pages of documents, Speaker of the House John A. Boehner says it is time to get to the bottom of the controversy through a new investigative committee. But the bottom may have already been found in this shallow “scandal.” There is not much evidence to suggest that there is anything important that we do not already know.\n\nRepublicans' Benghazi fishing expedition is stuck in the mud David Horsey / Los Angeles Times David Horsey / Los Angeles Times\n\nThe Accountability Review Board headed by former Ambassador Thomas R. Pickering and former Adm. Michael Mullen concluded there were “leadership and management deficiencies at senior levels” at the State Department that made the consulate vulnerable. A Senate Intelligence Committee report said the attack was preventable and cast blame on the State Department and the CIA. The Senate report also said there was no evidence that the Obama administration had engaged in a cover-up in the wake of the attack.\n\nThis last point is significant because the biggest phantom fish Republicans have been chasing is the talking-points memo on which then-U.N. Ambassador Susan Rice based public comments. The talking points suggested the attack may have erupted from a demonstration over an anti-Islamic video that had riled crowds in several Arab cities. Both the review board and the Senate committee determined that there was no demonstration and that the attack was planned by Islamic militants, but the Senate panel supported the administration’s claim that the talking points were based on the best available information at the time.\n\nApparently, House Republicans think their Senate colleagues have been duped. Or, perhaps, they’ve bought into the suspicions of the so-called Citizens Committee on Benghazi. The folks at Fox News have pumped up that self-appointed committee, a curious gathering of “birthers,” anti-Muslim activists and conspiracy theorists, as a serious investigative panel. Among the charges the committee has put forward is the contention that Obama -- whom half the panel’s members believe was born in Kenya -- colluded with the Muslim Brotherhood to hide the true nature of the attack on the consulate.\n\nThat is the sort of wild-eyed conspiracy talk that resonates with the paleo-conservative knuckleheads who now drive the agenda of the GOP. It seems pretty obvious the new House investigation is primarily intended to please them and to make trouble for Hillary Clinton if she decides to run for president. The likely result is that House Republicans will merely make themselves look foolish, once again.\n\nThe Benghazi fishing hole has already been fished out.", "article_metadata": {"fb_title": "There's something fishy about conservatives' Benghazi obsession", "date": "2014-05-14", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times Exclusive", "author": "Los Angeles Times Exclusive", "og": {"site_name": "latimes.com", "description": "When it comes to Republican talking points gone wild, Benghazi is much goofier than Obamacare. With Obamacare, once a person gets past the right-wing scare stories and partisan grandstanding, there are actual policies to debate and philosophies of government to assert. With Benghazi, there are no real mysteries, but plenty of histrionics.", "title": "There's something fishy about conservatives' Benghazi obsession", "url": "http://www.latimes.com/opinion/topoftheticket/la-na-tt-benghazi-obsession-20140514-story.html", "image": "http://www.trbimg.com/img-537328db/turbine/la-na-tt-benghazi-obsession-20140514", "type": "article"}, "x-servername": "lalvp13.13", "twitter": {"site": "@latimes", "card": "summary"}, "robots": "index,follow", "keywords": "Banghazi, consulate attack., House hearings, Republicans, Susan Rice, John Boehner, Obamacare, Ken Starr", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/80196274", "googlebot-news": "index", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "news_keywords": "Banghazi, consulate attack., House hearings, Republicans, Susan Rice, John Boehner, Obamacare, Ken Starr", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "Description": "When it comes to Republican talking points gone wild, Benghazi is much goofier than Obamacare. With Obamacare, once a person gets past the right-wing scare stories and partisan grandstanding, there are actual policies to debate and philosophies of government to assert. With Benghazi, there are..."}, "_id": "\"57477af46914bd0286fdd64e\"", "article_summary": "When it comes to Republican talking points gone wild, Benghazi is much goofier than Obamacare.\nThe likely result is that House Republicans will merely make themselves look foolish, once again.\nThe talking points suggested the attack may have erupted from a demonstration over an anti-Islamic video that had riled crowds in several Arab cities.\nThe various partisan inquiries into the deadly 2012 terror attack on the U.S. Consulate in Benghazi have looked like fishing expeditions chasing minnows.\nApparently, House Republicans think their Senate colleagues have been duped."}