{"article_title": "Health system launches tech fund, genomics venture", "article_keywords": ["genomics", "cancer", "providence", "launches", "soonshiong", "system", "fund", "patients", "health", "venture", "innovation", "services", "tech", "technology"], "article_url": "http://www.healthcarefinancenews.com/news/health-system-launches-tech-fund-genomics-venture", "article_text": "Rather than waiting for innovation from the many solutions vendors on the market, one health system is looking to nurture its own clinical and technology advances.\n\nProvidence Health & Services is creating its own $150 million venture capital fund, with the help of a former Amazon executive, while also starting a new genomic medicine program with a billionaire physician and technology entrepreneur.\n\nLeaders from the Seattle-based, nonprofit, Catholic health system said the Providence Ventures fund will invest $150 million over the next five years in early- to mid-stage companies working on online primary care access, patient engagement, chronic disease management, clinician experience, data analysis, and consumer wellness services.\n\n“Consumers want quality and convenience, competitive costs and better health outcomes. We have to find better solutions faster,” said Rod Hochman, MD, president and CEO of Providence Health & Services, in a media release. “We aren’t going to find real change through the traditional lens of health system practices that only improve things incrementally.”\n\nHeading up the venture fund will be Aaron Martin, who recently joined Providence as vice president of strategy and innovation after nine years spent in Amazon’s media unit, including the online retailer’s self-publishing platform.\n\n“Consumers are now comparison shopping, reading reviews and purchasing healthcare online,” said Martin in the media release. “This trend will only accelerate as it has in every other industry. Consumers will demand more value, quality and convenience from the health care provider they choose just as they do with any other aspect of their lives.”\n\nProvidence leaders do not only want to “buy ideas but also build innovations,” so the fund will include a digital innovation group led by Mark Long, a former NASA engineer who’s spent the past decade at a range of tech companies, most recently at a clinical decision support start-up and at Amazon’s internal logistics services start-up.\n\nThe digital innovation group will create its own technology and process to collaborate with early-stage companies, customize customer- and clinician-facing platforms and “innovate in areas where there are gaps,” added Martin. “We are marrying the cultures of software innovation with healthcare delivery to create big ideas, build them using small-batch innovations and learn quickly in a rigorous, data-driven way.”\n\nPersonalized medicine for all\n\nSeparate from the venture fund, Providence is making another big technology investment – this one in advanced diagnostics and personalized medicine.\n\nProvidence has hired Patrick Soon-Shiong, MD, as global director for cancer services and bio-informatics, to oversee what is apparently the country’s first clinical genomic network for whole genomic sequencing.\n\nSoon-Shiong, a Los Angeles surgeon who pioneered insulin cell transplants for Type 1 diabetics and became a billionaire after inventing the cancer drug Abraxane, has recently been nurturing his own suite of health information technology and genomic sequencing processes under the holding company NantHealth.\n\nNow, he will be helping bring personalized diagnostics and therapies to Providence cancer patients in Alaska, California, Montana, Oregon and Washington.\n\n“We are living our commitment to clinicians and patients alike,” said Soon-Shiong in a media release.\n\nUnder Soon-Shiong, Providence says it will be the first provider system to use Illumina’s HiSeq X Ten genome sequencer, able to process thousands of patients’ genomes annually, and the first CLIA-approved facility offering molecular decisions for cancer patients.\n\n“Our opportunity is to fundamentally change how cancer is treated,” said Hochman, Providence’s CEO. “No longer will cancer treatment be guided simply by a diagnosis. With the leadership of Dr. Soon-Shiong and the many leading oncology clinicians and researchers across our five-state organization, we will have a vast amount of genetic information, technology and science to pinpoint the best care and possible outcomes for patients.”", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/health-system-launches-tech-fund-genomics-venture", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/modules/open_graph/hfn-stacked.jpeg", "site_name": "Healthcare Finance News", "description": "Rather than waiting for innovation, one health system is looking to nurture its own clinical and technology advances, tapping into Amazon alums and a billionaire surgeon with a big, disruptive vision.", "title": "Health system launches tech fund, genomics venture"}, "twitter": {"image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/modules/open_graph/hfn-stacked.jpeg"}, "description": "Rather than waiting for innovation, one health system is looking to nurture its own clinical and technology advances, tapping into Amazon alums and a billionaire surgeon with a big, disruptive vision.", "site": "@HC_Finance", "card": "summary_large_image", "title": "Health system launches tech fund, genomics venture"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Rather than waiting for innovation from the many solutions vendors on the market, one health system is looking to nurture its own clinical and technology advances.&#13; Providence Health &amp; Services is creating its own $150 million venture capital fund, with the help of a former Amazon executive, while also starting a new genomic medicine program with a billionaire physician and technology entrepreneur.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "_id": "\"57477af46914bd0286fe16df\"", "article_summary": "We have to find better solutions faster,” said Rod Hochman, MD, president and CEO of Providence Health & Services, in a media release.\nNow, he will be helping bring personalized diagnostics and therapies to Providence cancer patients in Alaska, California, Montana, Oregon and Washington.\nRather than waiting for innovation from the many solutions vendors on the market, one health system is looking to nurture its own clinical and technology advances.\nProvidence Health & Services is creating its own $150 million venture capital fund, with the help of a former Amazon executive, while also starting a new genomic medicine program with a billionaire physician and technology entrepreneur.\nProvidence has hired Patrick Soon-Shiong, MD, as global director for cancer services and bio-informatics, to oversee what is apparently the country’s first clinical genomic network for whole genomic sequencing."}