{"article_title": "How Healthcare.gov is like the Challenger", "article_keywords": ["website", "disaster", "healthcaregov", "launch", "titanic", "challenger", "engineering", "technological", "shuttle", "risk", "engineers"], "article_url": "http://www.nydailynews.com/opinion/healthcare-gov-challenger-article-1.1508893", "article_text": "The Affordable Care Act’s website debut has been compared to the Titanic disaster. The analogy is fair, in that the ship’s captain demonstrated an inexplicable lack of interest in and respect for the risks presented by the iceberg-infested waters through which his vessel was sailing.\n\nWhatever warnings there were reached him too late: It is virtually impossible to change quickly the course of a massive technological system after an equally massive obstacle is spotted in its path. Given the design of the ship, once it took on more and more water, there was little hope for saving it.\n\nAs many parallels as there are between the fateful maiden voyage of the Titanic and the launch of Healthcare.gov, however, there is another colossal technological disaster that may be even more apt: the catastrophic 1986 explosion of the space shuttle Challenger just 73 seconds after liftoff.\n\nExhaustive postaccident analyses revealed that the immediate cause of the failure was technical: an O-ring that could not sustain the pressures of the launch. However, the underlying cause of the Challenger disaster was not in the engineering so much as in the management and operation of the shuttle program. On the eve of the launch, engineers warned temperatures were too cold for them to have confidence that success could be achieved.\n\nTo launch in such weather was to gamble in a gray area between risk and wisdom. The managers, however, overruled the engineers. The Challenger launch, like that of the Affordable Care Act website, took place nonetheless, and the rest is history.\n\nIt was widely believed that the reason the NASA managers were so reluctant to listen to the engineers was that postponing the launch would be embarrassing to the White House, which had plans to tie into President Ronald Reagan’s State of the Union address the presence of a teacher in the orbiting shuttle.\n\nThe post-accident reporting on the Challenger disaster focused a good deal on the technology, especially on the notorious booster rocket joints sealed by O-rings that failed in cold weather.\n\nBut underlying all the technology was the action, interaction and inaction of people within the organization. The term “organizational culture” came to be used with the adjective “deviant” to describe an inordinate tolerance for hubris and risk that had developed within the agency.\n\nThere is certainly enough circumstantial evidence that a deviant organizational culture has taken hold within the White House today. If there was any communication between the computer scientists and engineers who worked on the health care website and the administration, it appears to have been largely one-way and grossly ineffective.\n\nIf there is to be an in-depth “accident investigation” of the decision to launch the website when it was activated, one can only hope that the inquiry will not focus primarily on the millions of lines of computer code.\n\nWhat will be far more important to understand and address is not what lines of code are to blame but what lines of communication were — and probably remain — faulty. (Recall that much of NASA’s deviant organizational culture remained in place at the time of the shuttle Columbia accident, 17 years after Challenger exploded.)\n\nLarge technological systems such as those for the Titanic and Challenger are more than engineering; their design and operation are embedded in human spheres of influence — many with more sway than technological savvy and good judgment.\n\nThose who wield sheer political power may come to believe that they can by force of will ignore the laws of large numbers and the odds of engineering risk, but they do so at their own and the country’s peril. Letting political calendars have too much influence on technological decisions is bad politics, bad management and bad technology.\n\nPetroski is a professor of engineering and of history at Duke. His latest book is “To Forgive Design: Understanding Failure.”", "article_metadata": {"sailthru.credits": "NEW YORK DAILY NEWS", "sailthru.author": "Henry Petroski", "twitter": {"description": "Petroski: The Affordable Care Act’s website debut has been compared to the Titanic disaster. The analogy is fair, in that the ship’s captain demonstrated an inexplicable lack of interest in and respect for the risks presented by the iceberg-infested waters through which his vessel was sailing.", "title": "How Healthcare.gov is like the Challenger", "url": "http://www.nydailynews.com/opinion/healthcare-gov-challenger-article-1.1508893", "image": "http://assets.nydailynews.com/polopoly_fs/1.1508892.1383778313!/img/httpImage/image.jpg_gen/derivatives/landscape_1200/healthcaredotgov-web.jpg", "site": "@nydailynews", "card": "summary"}, "sailthru.tags": "NASA, The White House, Space Shuttle Challenger, Patient Protection and Affordable Care Act", "parsely-author": "Henry Petroski", "parsely-type": "article", "keywords": "NASA, The White House, Space Shuttle Challenger, Patient Protection and Affordable Care Act", "news_keywords": "NASA, The White House, Space Shuttle Challenger, Patient Protection and Affordable Care Act", "parsely-link": "http://www.nydailynews.com/opinion/healthcare-gov-challenger-article-1.1508893", "parsely-title": "How Healthcare.gov is like the Challenger", "sailthru.date": "2013-11-07T04:20:37-0500", "sailthru.title": "How Healthcare.gov is like the Challenger", "nydn_section": "Opinion", "parsely-pub-date": "2013-11-07T09:20:37", "sailthru.image.thumb": "http://assets.nydailynews.com/polopoly_fs/1.1508892.1383778313!/img/httpImage/image.jpg_gen/derivatives/landscape_1200/healthcaredotgov-web.jpg", "description": "Petroski: The Affordable Care Act’s website debut has been compared to the Titanic disaster. The analogy is fair, in that the ship’s captain demonstrated an inexplicable lack of interest in and respect for the risks presented by the iceberg-infested waters through which his vessel was sailing.", "robots": "NOARCHIVE", "fb": {"admins": 1594068001, "app_id": 107464888913, "pages": 268914272540}, "msvalidate.01": "02916AAC0DA8B068EFE01D721E03ED7E", "parsely-section": "Opinion", "article": {"publisher": "https://www.facebook.com/NYDailyNews/"}, "sailthru.description": "Petroski: The Affordable Care Act’s website debut has been compared to the Titanic disaster. The analogy is fair, in that the ship’s captain demonstrated an inexplicable lack of interest in and respect for the risks presented by the iceberg-infested waters through which his vessel was sailing.", "viewport": "width=device-width, height=device-height, initial-scale=1, minimum-scale=1, maximum-scale=1, shrink-to-fit=no", "og": {"site_name": "NY Daily News", "description": "Petroski: The Affordable Care Act’s website debut has been compared to the Titanic disaster. The analogy is fair, in that the ship’s captain demonstrated an inexplicable lack of interest in and respect for the risks presented by the iceberg-infested waters through which his vessel was sailing.", "title": "How Healthcare.gov is like the Challenger", "url": "http://www.nydailynews.com/opinion/healthcare-gov-challenger-article-1.1508893", "image": "http://assets.nydailynews.com/polopoly_fs/1.1508892.1383778313!/img/httpImage/image.jpg_gen/derivatives/landscape_1200/healthcaredotgov-web.jpg", "type": "article"}, "p": {"domain_verify": "78efe4f5c9935744af497772f68a0ee7"}, "nydn_byline": "Henry Petroski", "parsely-image-url": "http://assets.nydailynews.com/polopoly_fs/1.1508892.1383778313!/img/httpImage/image.jpg_gen/derivatives/landscape_1200/healthcaredotgov-web.jpg"}, "_id": "\"57477af46914bd0286fdd65a\"", "article_summary": "The Challenger launch, like that of the Affordable Care Act website, took place nonetheless, and the rest is history.\nThe post-accident reporting on the Challenger disaster focused a good deal on the technology, especially on the notorious booster rocket joints sealed by O-rings that failed in cold weather.\nHowever, the underlying cause of the Challenger disaster was not in the engineering so much as in the management and operation of the shuttle program.\nAs many parallels as there are between the fateful maiden voyage of the Titanic and the launch of Healthcare.gov, however, there is another colossal technological disaster that may be even more apt: the catastrophic 1986 explosion of the space shuttle Challenger just 73 seconds after liftoff.\nOn the eve of the launch, engineers warned temperatures were too cold for them to have confidence that success could be achieved."}