{"article_title": "Maintaining Breast Health Begins With Awareness: A How-To Guide", "article_keywords": ["begins", "body", "cancer", "normal", "youll", "study", "howto", "breasts", "tissue", "health", "breast", "total", "maintaining", "guide", "awareness", "women"], "article_url": "http://www.medicaldaily.com/maintaining-breast-health-begins-awareness-how-guide-303842", "article_text": "Tits, boobs, hooters, the girls, fun bags, flesh bags, high beams, jugs, racks, melons, knockers, and torpedoes. Did we miss anything? Breasts, and their many nicknames, get an awful lot of attention, and though they may be key to your female anatomy, most likely you think of them as just another part of your body, lovely though they may be. Quite possibly you see them as essential to your future since your, um, mammary glands — just kills the mood, right guys? — may someday feed your children. As the owner of a pair of glands, then, you understand you've been tasked with the important responsibility of maintaining their well-being, an often humdrum job at best. To help you fulfill your duty, we've outlined the accepted wisdom concerning breast health.\n\nSelf-Awareness = Self-Exams\n\nHealthy breasts begin and end with developing a sense of what the everyday reality is for your girls. The point? When you know what’s normal, you will be able to recognize what’s not normal. And when something's not normal, you can promptly call a doctor. For this reason, the very first and most important suggestion is you should consider doing regular self-exams.\n\nNow, there are all sorts of diagrams and demonstrations showing you a how-to self-examination — go to the American Cancer Society for the most up-to-date method — but the truth of the matter is a simple daily feeling of your own two breasts will help plenty. (Remember: Many lumps and tumors are first discovered by, not the woman herself, but by her sex partner.) If you make it a habit to touch and examine your breasts each morning while you’re getting dressed, say, or before you go to bed at night, you’ll soon enough learn how your breasts and nipples feel normally. You'll experience the increasing sensitivity as you get closer to your period, while you discover their natural bumps and lumps (many, many women have unsmooth breasts).\n\nNumber one rule of self-exams? Don’t freak out if you discover a change or even a small lump. Many a supposed tumor, upon deeper examination, has been found to be some fly-by-night cyst, non-cancerous and not a problem.\n\nWhile You’re At It, Massage Your Breasts\n\nYour breasts are basically fat tissue combined with lymph glands, milk ducts, and nerves. Fat tissue contains only 10 percent water, unlike muscle tissue (which contains about 75 percent), and so fat is more prone to becoming clogged with a build-up of toxins and hormones. At the same time lymph fluid, which continuously moves through the lymphatic system, is meant to filter out bacteria and antigens and if it is not moving as much as it should, that's also a problem. A gentle self-massage, then, keeps everything flowing by increasing the circulation of blood and the drainage of lymph nodes. No need to get technical (but if you want to go here), you can just rub your breasts, with or without creams or oils, as part of your self-examination procedure.\n\nBooze and Cigarettes Are Just Not Helpful\n\nUnfortunately, there's a fun tax. Anyway you cut it, cigarettes increase your risk for all cancers, not just lung cancer, so if you plan on living a long life without breast cancer, stay away from cigarettes. Do. Not. Smoke. Alcohol, surprise, surprise, also increases your risk of breast cancer. Studies have found that women who have two or more drinks per day are 50 percent more likely to develop breast cancer than women who avoid the cocktails. Need a drink after work to take the edge off? Think of the girls and stop at one. (You'll save money, too.)\n\nImplants Are Risky\n\nAnyone who has suffered through cancer has a free pass to reconstruct, rebuild, and reshape her breasts in any manner she sees fit. For that matter, every woman no matter what her circumstance has the perfect right to do whatever the heck she pleases with her body. And in 2013, nearly 300,000 American women and teenagers exercised their free will by choosing to enlarge their breasts with silicone or saline implants. While the statistic for the total number of boob jobs is often quoted, what most of us never hear is the total number of implant removal procedures women undergo in a given year. In fact, surgeons performed more than 23,000 operations to take out implants in 2013. Such operations, then, make a sizeable contribution to the total business of cosmetic surgery.\n\nFor anyone considering breast enlargement, it is important to understand all the possible complications you may encounter; they include infection, breast pain, nipple numbness, breakage and leakage, and necrosis (skin death). Did you know the likelihood of a broken implant increases every year you have them? Most women, in fact, have at least one rupture within 11 years, according to a study conducted by FDA scientists. These same researchers also noted how silicone migrated outside the implant capsule for 21 percent of the women in the study, even though most were unaware that this had happened. In a word, implants are risky.\n\nThink Deeply About Bras\n\nBras, especially those that have underwire, can cut off the flow of lymphatic fluid through and around the breasts and cause toxins to accumulate in tissues, which is simply not healthy. The natural motion and shift of your breasts is essential to keeping all the circulation happening. While it’s difficult, we know, to cancel out all the anxiety induced by all those who say you absolutely must wear a bra, we beseech you to fear not thy natural movement. Last year, a widely publicized study lasting 15 years found that wearing a bra does nothing to reduce back pain and reduces the muscles that hold up the breasts, while also resulting in greater sagging. In short, not only do bras restrict your inner flow, but they also fail at the one chore you probably never once doubted they were doing — giving you a future of perkiness. Again, it's your body, and if you need or just want a bra, wear one with impunity (and the backing of an entire feminist army chanting \"your body, your body\") but it might be wise to pause for a minute and choose a style that is more about comfort and less about restriction.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "breasts, self-examination", "og": {"site_name": "Medical Daily", "description": "As the owner of a pair of breasts, you are tasked with the important responsibility of maintaining their well-being.", "title": "Loving (By Caring For) Your Breasts", "url": "http://www.medicaldaily.com/maintaining-breast-health-begins-awareness-how-guide-303842", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/18/shutterstock156603677.jpg", "type": "article"}, "twitter": {"description": "As the owner of a pair of breasts, you are tasked with the important responsibility of maintaining their well-being.", "title": "Loving (By Caring For) Your Breasts", "url": "http://www.medicaldaily.com/maintaining-breast-health-begins-awareness-how-guide-303842", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/18/shutterstock156603677.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/18/shutterstock156603677.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-09-19T08:00:00-04:00", "modified_time": "2014-09-19T08:56:22-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "As the owner of a pair of breasts, you are tasked with the important responsibility of maintaining their well-being."}, "article_summary": "Alcohol, surprise, surprise, also increases your risk of breast cancer.\nAnyway you cut it, cigarettes increase your risk for all cancers, not just lung cancer, so if you plan on living a long life without breast cancer, stay away from cigarettes.\nStudies have found that women who have two or more drinks per day are 50 percent more likely to develop breast cancer than women who avoid the cocktails.\nTo help you fulfill your duty, we've outlined the accepted wisdom concerning breast health.\nSelf-Awareness = Self-ExamsHealthy breasts begin and end with developing a sense of what the everyday reality is for your girls."}