{"article_title": "DoD Worries People Might Think They Endorse Dumping Ice Water on Self for Charity", "article_keywords": ["office", "challenge", "dumping", "self", "bucket", "dod", "uniform", "water", "reason", "facebook", "ice", "endorse", "worries", "military", "post", "think", "als", "charity"], "article_url": "http://reason.com/blog/2014/08/21/dod-worries-people-might-think-they-endo", "article_text": "The post below showed up on my Facebook wall yesterday afternoon, courtesy of the National Training Center at Fort Irwin, an Army post out in the California Mojave Desert I used to keep an eye on back in my newspaper editor days:\n\nIf for some reason you can't read or see the image, it's a note from the Office of General Counsel Standards of Conduct Office for the Department of Defense that Defense employees, including military members, may not participate in the now-omnipresent Amyotrophic lateral sclerosis (ALS) \"ice bucket challenge\" while in uniform. The military's justification is the fear that a soldier, sailor or Marine dumping ice cold water on him or herself could be perceived as official military endorsement of the nonprofit ALS Association.\n\nThe Facebook comments tend to fall under the \"Are you kidding me?\" variety, complete with an amusing meme of Reason Foundation board member Drew Carey and his famous Whose Line Is it Anyway? explanation of rules and points (made up/don't matter).\n\nThis doesn't prevent people in the military from actually participating in the ice bucket challenge. They just have to take their uniform off first. Might I suggest stripping down on camera as well, slowly, perhaps to some appropriate music?\n\nPreviously: Ed Krayewski noted that the ice bucket challenge could also be a good way to publicize the value of medical marijuana, which helps treat the symptoms and slow the progression of ALS.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "The post below showed up on my Facebook wall yesterday afternoon, courtesy of the National Training Center at Fort Irwin, an Army post out in the California", "title": "DoD Worries People Might Think They Endorse Dumping Ice Water on Self for Charity", "url": "http://reason.com/blog/2014/08/21/dod-worries-people-might-think-they-endo", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/2014_08/NTCnote.jpg", "type": "article"}, "twitter": {"description": "The post below showed up on my Facebook wall yesterday\nafternoon, courtesy of the \nNational Training Center at Fort Irwin, an Army post out in the\nCalifornia Mojave Desert I used to keep an eye on back in my\nnewspaper editor days:\n\nIf for some reason you can't read or see the image, it's a note\nfrom the Offi", "creator": "@sshackford", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_08/the-right-way-though-pants-are.jpg", "title": "DoD Worries People Might Think They Endorse Dumping Ice Water on Self for Charity", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "Bureaucracy", "published_time": "2014-08-21T20:05:00+00:00", "author": "http://reason.com/people/scott-shackford"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fdd66e\"", "article_summary": "This doesn't prevent people in the military from actually participating in the ice bucket challenge.\nPreviously: Ed Krayewski noted that the ice bucket challenge could also be a good way to publicize the value of medical marijuana, which helps treat the symptoms and slow the progression of ALS.\nThe military's justification is the fear that a soldier, sailor or Marine dumping ice cold water on him or herself could be perceived as official military endorsement of the nonprofit ALS Association.\nvariety, complete with an amusing meme of Reason Foundation board member Drew Carey and his famous Whose Line Is it Anyway?\nMight I suggest stripping down on camera as well, slowly, perhaps to some appropriate music?"}