{"article_title": "Brokers divided on launching private exchanges", "article_keywords": ["exchange", "divided", "resources", "private", "research", "brokers", "exchanges", "president", "insurers", "mercer", "insurance", "launching", "told"], "article_url": "http://www.fiercehealthpayer.com/story/brokers-divided-launching-private-exchanges/2014-11-26", "article_text": "Private health insurance exchanges are impacting the future of benefits and where consumers obtain coverage, say leaders at some of the top insurance broker companies.\n\nThe Affordable Care Act and online marketplaces have caused disruption and noise around private exchanges, Paul Rogers, president and COO of Chicago-based brokerage firm Pacific Resources, told Employee Benefit Adviser.\n\nPacific Resources began analyzing the exchange model about two years ago and decided to launch a private exchange consulting practice.\n\nMeanwhile, consulting company Mercer--which launched its own exchange two years ago with big insurers such as Aetna, Cigna, Humana and UnitedHealth--has seen \"rapid growth,\" according to the article, with 247 employers and more than 1 million consumers participating, Mercer CEO Julio Portalatin said. The exchange saved an average of $800 per enrollee.\n\nMercer's research shows that 3 percent of employers polled plan to switch to a private exchange this year, while 28 percent consider doing so in five years.\n\nNot all brokerage firms are interested in operating their own private exchanges. Kansas City, Missouri-based Lockton focuses on being a \"trusted adviser, as opposed to being an exchange owner and sponsor,\" President Mike Brewer told EBA. And Aetna's acquisition of private exchange company Bswift confirmed his suspicion that many insurers will have their own exchange platforms.\n\nEditor's note: This story was changed on Dec. 2 to include more up-to-date research on private exchange enrollment from Mercer.\n\nTo learn more:\n\n- read the Employee Benefit Adviser article\n\n- check out the latest Mercer report\n\nRelated Articles:\n\nMichigan Blues: Private exchange boosts price transparency\n\nHow Aetna's acquisition of Bswift affects all insurers' business\n\nEmployers continue to shift workers onto private exchanges\n\nPayers should jump on private exchange train", "article_metadata": {"description": "Private health insurance exchanges are impacting the future of benefits and where consumers obtain their coverage, say leaders at some of the top insurance broker companies.", "og": {"site_name": "FierceHealthPayer", "description": "Private health insurance exchanges are impacting the future of benefits and where consumers obtain their coverage, say leaders at some of the top insurance broker companies.", "title": "Brokers divided on launching private exchanges", "url": "http://www.fiercehealthpayer.com/story/brokers-divided-launching-private-exchanges/2014-11-26", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthpayer.jpg", "type": "website"}, "twitter": {"site": "healthpayer", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "keywords": "employer-based coverage,employer-sponsored health plans,Health Insurance Exchanges,Mercer,private exchanges", "viewport": "width=device-width", "news_keywords": "Health Insurance Exchanges"}, "article_summary": "Private health insurance exchanges are impacting the future of benefits and where consumers obtain coverage, say leaders at some of the top insurance broker companies.\nNot all brokerage firms are interested in operating their own private exchanges.\nPacific Resources began analyzing the exchange model about two years ago and decided to launch a private exchange consulting practice.\nEditor's note: This story was changed on Dec. 2 to include more up-to-date research on private exchange enrollment from Mercer.\nAnd Aetna's acquisition of private exchange company Bswift confirmed his suspicion that many insurers will have their own exchange platforms."}