{"article_title": "Private sector has shrunk in 41 states under Obama", "article_keywords": ["sector", "jobs", "federal", "shrunk", "private", "41", "states", "state", "nearly", "2007", "saw", "texas", "obama"], "article_url": "http://dailycaller.com/2013/12/06/researchers-private-sector-has-shrunk-in-41-states-under-obama/", "article_text": "U.S. President Barack Obama pauses while speaking at the White House Youth Summit on the Affordable Care Act in Washington December 4, 2013. REUTERS/Kevin Lamarque\n\n4005800\n\nThe Obama administration is painting a much rosier picture of American jobs than the data supports, two researchers claim.\n\nThey have been touting their recent study showing that nearly every state has seen its private sector shrink under the Obama administration.\n\n“Our findings show that for many states, the impact of the recession and slow recovery on the private sector has been more severe than the official economic data indicates,” Keith Hall, a senior fellow at the free-market Mercatus Center, told The Daily Caller News Foundation.\n\nHall and fellow researcher Robert Greene found that 41 states saw their private sectors shrink from 2007 to 2012. Alabama, Arizona, Florida, Idaho and Nevada have seen the largest contractions in their respective private sectors — in 2012, Nevada’s has shrunk 13 percent below 2007 levels.\n\nHowever, only three states have seen their private sectors grow more than two percent since 2007. North Dakota saw its private sector explode nearly 25 percent in five years largely due to a boom in oil production brought about by hydraulic fracturing.\n\nAlaska also saw its private sector grow by nearly 7 percent. Texas, which is often touted as one of the best states for business, saw its private sector grow nearly 6 percent from 2007 to 2012.\n\n“Texas is the only state that ranks in the top five for both current economic climate and growth prospects (it ranks first and second respectively),” according to Forbes magazine. “There are 116 of the 1,000 largest public and private companies in the U.S. based in Texas, including giants like AT&T, ExxonMobil and Dell. The Texas economy is expected to expand 4.2 percent annually over the next five years, which is second best in the nation.”\n\nAt the same time, the study found that public sector jobs make up about 16 percent of the employment nationwide — including federal, state and local government workers. Add in federal government contractors and the percentage of government and government-supported jobs climbs to more than 19 percent of the job market.\n\n“We find that nearly 3.5 million private sector jobs are supported by federal government contracts,” Hall told TheDCNF. “By state, these jobs accounted for between 0.7 and 10.7 percent of total jobs in 2012.”\n\nIn some states, government and federal-contract makes up nearly one-third of the job market, meaning that these states heavily rely on government spendings.\n\n“In seven states (Alabama, Alaska, Maryland, Mississippi, New Mexico, Virginia, and Wyoming), government-financed jobs account for more than 25 percent of nonfarm payroll jobs,” Hall and Greene write in their study. “On the other hand, six states (Delaware, Indiana, Nevada, Pennsylvania, Rhode Island, and Wisconsin) have labor markets in which less than 16 percent of nonfarm payroll jobs are directly or indirectly financed by the federal government.”\n\nFollow Michael on Twitter and Facebook\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience. For licensing opportunities of our original content, please contact [email protected]", "article_metadata": {"sailthru.author": "Michael Bastasch", "description": "A recent study shows that nearly every state has seen its private sector shrink under the Obama administration.", "og": {"site_name": "The Daily Caller", "description": "The Obama administration is painting a much rosier picture of American jobs than the data supports, two researchers claim.    They have been touting their recent study showing that nearly every state", "title": "Report: Private sector SHRANK in 41 states under Obama", "url": "http://dailycaller.com/2013/12/06/researchers-private-sector-has-shrunk-in-41-states-under-obama/", "image": {"width": 630, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2013/12/2013-12-05T022147Z_1_CBRE9B406KR00_RTROPTP_4_USA-HEALTHCARE-e1386364983170.jpg", "height": 270}, "type": "article"}, "twitter": {"description": "The Obama administration is painting a much rosier picture of American jobs than the data supports, two researchers claim.\r\n\r\nThey have been touting their recent...", "title": "Report: Private sector SHRANK in 41 states under Obama Via @dailycaller", "url": "http://dailycaller.com/2013/12/06/researchers-private-sector-has-shrunk-in-41-states-under-obama/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2013/12/2013-12-05T022147Z_1_CBRE9B406KR00_RTROPTP_4_USA-HEALTHCARE-e1386364983170.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2013-12-06 16:58:54", "sailthru.title": "Report: Private sector SHRANK in 41 states under Obama", "HandheldFriendly": "true", "keywords": "mercatus center,unemployment", "fb": {"app_id": 143489452702, "pages": 182919686769}, "sailthru.tags": "mercatus-center,michael-bastasch", "sailthru.description": "The Obama administration is painting a much rosier picture of American jobs than the data supports, two researchers claim.    They have been touting their recent study showing that nearly every state", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2013/12/2013-12-05T022147Z_1_CBRE9B406KR00_RTROPTP_4_USA-HEALTHCARE-e1386364983170.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fdd66d\"", "article_summary": "They have been touting their recent study showing that nearly every state has seen its private sector shrink under the Obama administration.\nHall and fellow researcher Robert Greene found that 41 states saw their private sectors shrink from 2007 to 2012.\n“We find that nearly 3.5 million private sector jobs are supported by federal government contracts,” Hall told TheDCNF.\nTexas, which is often touted as one of the best states for business, saw its private sector grow nearly 6 percent from 2007 to 2012.\nAlaska also saw its private sector grow by nearly 7 percent."}