{"article_title": "Why Republicans are wrong on fast track trade authority", "article_keywords": ["free", "bill", "deal", "congress", "track", "reagan", "republicans", "administration", "authority", "trade", "wrong", "fast", "tpp", "president"], "article_url": "http://www.commdiginews.com/business-2/why-republicans-are-wrong-on-fast-track-trade-authority-43288/", "article_text": "Does the administration really need a Congressional grant of power to conclude a trade agreement? The short answer is no. It’s the Constitution, stupid.\n\nCOLORADO SPRINGS, Colo., June 14, 2015—President Obama’s request for extraordinary authority to conduct trade negotiations, known as “fast-track” authority, was narrowly defeated Friday…by Democrats. How weird is that? Weirder still, exactly 191 Republicans voted to give away their constitutional authority to this president and the next one for a period of six years.\n\nOf four Colorado Republican congressmen, only freshman Republican Rep. Ken Buck had the courage, wisdom and foresight to vote against it.\n\nWhat happened Friday was the result of a complicated parliamentary maneuver. The bill in question was HR 1314. It consisted of two parts: Title 1 is the Trade Promotion Authority (TPA), while Title 2 is Extension of Trade Adjustment Assistance (TAA). To get the bill passed, House leadership divided the vote into two parts, one for each title. TPA passed 219-211, a bare minimum. TAA, however, failed, with 302 votes against\n\n.Shhh! It’s a secret! The TPP – Obama’s stealth trade agreement\n\nThe way the administration sold the bill to Republicans was to market the bill as all about free trade. There were lots of protections against abuse of authority built in—150, according to Colorado Rep. Doug Lamborn. Democrats were supposed to like the TAA, which included a provision for generous handout to displaced workers.\n\nWhat could go wrong?\n\nTo get the benefits of the free trade deal, Congress was “required” to give up its constitutional oversight role over trade treaties for a period of six years. Without this concession, the administration claimed, it couldn’t make a deal. (More on this later.)\n\nThe trade deal actually under discussion is known as the Trans Pacific Partnership (TPP, yet another Washington acronym, as if things aren’t confusing enough.)\n\nThe administration claims that the TPP isn’t finished yet. But in fact they’ve been negotiating it for quite some time. What’s in it? We don’t know. The full text of the TPP, including the secret parts, is in a locked room in the basement of the Capitol where Congress is allowed to read it but not take notes or be accompanied by staffers. That kind of secrecy in a crucial trade pact in itself ought to speak volumes.\n\nAnd it does, even to supporters of TPP like Rep. Lamborn. While he doesn’t trust the president any more than any other conservative, he believes the protections in the bill are sufficient guarantee and do provide for the kind of openness that has been lacking so far.\n\nWhy RepublicTrans Pacific Partnership: A good deal for American jobs?\n\nProtections such as Section 108, Sovereignty: (a) United States Law To Prevail in Event of Conflict- No provision of any trade agreement entered into under section 103(b), nor the application of any such provision to any person or circumstance, that is inconsistent with any law of the United States, any State of the United States, or any locality of the United States shall have effect.\n\nIf I were in a mood to overcome that limit, I’d simply change U.S. law to comply with the international agreement. In fact, if TPP eventually passes, that’s just what U.S. negotiators are looking to do. Does anyone really believe that the White House would agree to all the restrictions in the bill if they thought they were really restricted by them?\n\nThe key question is not whether the grant of power is protected enough, but whether it is necessary in the first place. No grant of power, no protections are actually needed other than the ones already in the Constitution.\n\nSen. Jeff Sessions, who has read the TPP draft, says, “without fast-track, Congress retains all of its legislative powers, individual members retain all of their procedural tools, and every single line, jot and tittle of trade text is publicly available before any congressional action is taken.”\n\nUnder fast-track, Congress cannot amend any agreement and must pass it on an up or down vote—not the supermajority in the Senate that the Constitution requires.\n\nIf it’s so bad, why do it?\n\nConservatives like it because on the surface it’s about free trade. That’s the way the administration is selling the deal. What conservative these days doesn’t like free trade? Big business is behind it. They claim they are suffering from unfair trade practices, and they may well be right.\n\nAren’t the benefits worth the risk? Many Republicans, like Rep. Lamborn, believe the answer is yes.\n\nWhat would Ronald Reagan do?\n\nThat’s not an academic question: Reagan did negotiate a huge trade deal—without fast-track authority. Called the Uruguay Round, 133 countries were involved in it — just a few more than the mere 11 countries Obama is dealing with. How did Reagan accomplish his historic agreement without the authority Obama says he absolutely must have? In a word: voluntary cooperation.\n\nCharlie Blum, assistant U.S. trade representative for multilateral negotiations in the Reagan administration from 1985 to 1988, explains this in a February article:\n\nWithout a formal congressional grant of authority, the Reagan administration worked intensively to build a consensus with both Congress and the private sector. These efforts included regular consultations with Ways and Means and Finance Committee staff after each negotiating session in Geneva. There were regular meetings with industry and labor advisers to review in detail the negotiating objectives and to obtain private-sector advice on them. And there were scores of meetings with industry associations and coalitions, with a special outreach to sectors showing the least interest in and greatest skepticism of the proposed negotiations.\n\nSo such things can be done if the administration is willing to be collaborative. Further, as Curtis Ellis points out, fast track authority is not the norm: Nancy Pelosi refused it to give George W. Bush and the Republican House refused it to Bill Clinton in 1998. As we’ve seen, Reagan didn’t have it either.\n\nIt seems as though the “protections” in the TPA bill are designed to force the kind of transparency and cooperation that Reagan did voluntarily. That should speak volumes about the willingness of this president to work with Congress within the guidelines of the Constitution.\n\nThe administration’s line is that trade partners don’t want to negotiate with 525 members of Congress; the reality is that the administration doesn’t want negotiate with 525 members of Congress. As ever, this whole issue shows how Obama views the Constitution as something to be worked around.\n\nWhat’s next?\n\nRep. Paul Ryan, chairman of the House Ways and Means Committee, vows that it isn’t over yet. He believes it is up to the president to win over Democrats. Apparently, he believes he can continue to deliver Republican votes.\n\nMore trade, less free trade: debating free trade solutions\n\nMichelle Malkin writes that “Outside the Beltway bubble, a broad coalition of voters from the left, right and center opposes the mega-trade deal.”\n\nWhile proponents will tell you that fast-track authority is not the trade deal itself, the administration worked itself into a place where TPA is necessary for the trade deal to happen. We have very little knowledge about what’s in that 29-chapter draft of TPP that the Congress would have to approve or disapprove in an up or down vote.\n\nAre Republicans serious? Does no one in Congress remember Obamacare? Or Dodd-Frank? Or Comprehensive Immigration Reform?\n\nWe the people do. And we had better start exerting more pressure on Congress to pay attention to us and join serious constitutional conservatives like Ken Buck, Jim Jordan, Justin Amash and others in opposing giving more congressional power to this power-hungry president.", "article_metadata": {"description": "Does the administration really need a Congressional grant of power to conclude a trade agreement? The short answer is no. It’s the Constitution, stupid.", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "author": "Al Maurer", "og": {"site_name": "Communities Digital News", "description": "Does the administration really need a Congressional grant of power to conclude a trade agreement? The short answer is no.", "title": "Why Republicans are wrong on fast track trade authority", "url": "http://www.commdiginews.com/business-2/why-republicans-are-wrong-on-fast-track-trade-authority-43288/", "image": {"width": 800, "identifier": "http://www.commdiginews.com/wp-content/uploads/2015/06/Fast-track-hearing-800b.jpg", "height": 534}, "locale": "en_US", "type": "article"}, "twitter": {"description": "Does the administration really need a Congressional grant of power to conclude a trade agreement? The short answer is no. It’s the Constitution, stupid.", "title": "Why Republicans are wrong on fast track trade authority", "image": "http://www.commdiginews.com/wp-content/uploads/2015/06/Fast-track-hearing-800b-435x375.jpg", "creator": "@acmaurer50", "site": "@commdiginews", "card": "summary"}, "keywords": "fast track,tpa,taa,tpp,trade authority,trans-pacific partnership,trans pacific partnership", "propeller": "a20eada6e38f74d5c5bf31354ee9760c", "article": {"published_time": "2015-06-14T19:21:48+00:00", "modified_time": "2015-06-14T22:28:01+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Fast Track, TAA, TPA, TPP, Trade Authority, Trans Pacific Partnership"}, "article_summary": "To get the benefits of the free trade deal, Congress was “required” to give up its constitutional oversight role over trade treaties for a period of six years.\nThe TPP – Obama’s stealth trade agreementThe way the administration sold the bill to Republicans was to market the bill as all about free trade.\nIt consisted of two parts: Title 1 is the Trade Promotion Authority (TPA), while Title 2 is Extension of Trade Adjustment Assistance (TAA).\nCOLORADO SPRINGS, Colo., June 14, 2015—President Obama’s request for extraordinary authority to conduct trade negotiations, known as “fast-track” authority, was narrowly defeated Friday…by Democrats.\nMore trade, less free trade: debating free trade solutionsMichelle Malkin writes that “Outside the Beltway bubble, a broad coalition of voters from the left, right and center opposes the mega-trade deal.”While proponents will tell you that fast-track authority is not the trade deal itself, the administration worked itself into a place where TPA is necessary for the trade deal to happen."}