{"article_title": "Coalition grows against abortion pill mandate in Obamacare", "article_keywords": ["faith", "supreme", "christian", "briefs", "abortion", "university", "filed", "obamacare", "coalition", "grows", "court", "mandate", "attorneys", "religious", "pill"], "article_url": "http://www.theglobaldispatch.com/coalition-grows-against-abortion-pill-mandate-in-obamacare-96155/", "article_text": "A broad array of groups and states – including more than 200 members of Congress and 20 states – filed briefs this week with the U.S. Supreme Court in opposition to the Obama administration’s abortion-pill mandate and its religious non-profit compliance mechanism, which forces the groups to violate their faith. Alliance Defending Freedom attorneys represent a Christian college and four Christian universities in Geneva College v. Burwell and Southern Nazarene University v. Burwell, two of seven cases that the Supreme Court agreed in November of last year to take up.\n\nThe U.S. Department of Health and Human Services mandate forces employers, regardless of their religious or moral convictions, to provide abortion-inducing drugs, sterilization, and contraception through their health plans under threat of heavy penalties. Geneva College in Pennsylvania and the four universities in Oklahoma – Southern Nazarene University, Oklahoma Wesleyan University, Oklahoma Baptist University, and Mid-America Christian University – specifically object to providing abortifacients.\n\n“The administration continues to impose the same unacceptable choice: obey and abandon your freedom, or resist and be punished,” said ADF Senior Counsel David Cortman. “The Obama administration has offered no option to religious non-profits that allows them to act consistent with their faith. As the briefs filed today urge, the Supreme Court should rule in accord with its Hobby Lobby/Conestoga decision and ensure that people of faith are not punished for making choices consistent with that faith.”\n\n“The administration is forcing the schools to choose between following their faith and following the government’s rule,” added ADF Senior Counsel Gregory S. Baylor. “That is utterly inconsistent with legal protections for religious liberty, just as the briefs filed today rightly argue.”\n\nADF attorneys and allied attorneys represented Conestoga Wood Specialties and its owners in their victory against the abortion-pill mandate at the U.S. Supreme Court in 2014. While that case addressed the mandate as it applies to for-profit family-run businesses, these cases pertain to the mandate as applied to non-profit organizations. Although the administration argues that executing and submitting a so-called “accommodation” form insulates religious nonprofits from providing abortifacients, ADF attorneys and the briefs filed today explain that is not the case because the form still directly involves the Christian colleges in providing abortifacients in multiple ways.\n\nAmong the parties submitting briefs in support of the Christian colleges and other non-profits are more than 200 members of Congress, 20 states, numerous legal experts and theologians, and a broad spectrum of religious groups and denominations.\n\nADF attorneys and allied attorneys are also litigating numerous other lawsuits against the mandate.", "article_metadata": {"generator": "WordPress 4.5.2", "og": {"url": "http://www.theglobaldispatch.com/coalition-grows-against-abortion-pill-mandate-in-obamacare-96155/", "image": "http://www.theglobaldispatch.com/wp-content/uploads/2013/08/Jeff-Bridges-RIPD-stop-obamacare-meme.jpg", "type": "website", "title": "Coalition grows against abortion pill mandate in Obamacare"}, "google-translate-customization": "7236b401605984b1-3bcbee0db8307092-g6f41da462829b1d2-19", "keywords": "Christian News, Religion News, 2016 Election, Outbreak News, Weird News, Movie News, US News, Breaking News, Internet News, Google News", "msvalidate.01": "F9A11A184D618AB8623122584A1DAB2D", "google-site-verification": "iI9n62s9s0Z-wJUY9p3-wGZp6AQYcH-Z1tDba2QiaT0", "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "Geneva College in Pennsylvania and the four universities in Oklahoma – Southern Nazarene University, Oklahoma Wesleyan University, Oklahoma Baptist University, and Mid-America Christian University – specifically object to providing abortifacients.\nWhile that case addressed the mandate as it applies to for-profit family-run businesses, these cases pertain to the mandate as applied to non-profit organizations.\nADF attorneys and allied attorneys are also litigating numerous other lawsuits against the mandate.\n“The Obama administration has offered no option to religious non-profits that allows them to act consistent with their faith.\n“The administration continues to impose the same unacceptable choice: obey and abandon your freedom, or resist and be punished,” said ADF Senior Counsel David Cortman."}