{"article_title": "More houses, less townhomes planned for South Sherman subdivision in Longmont", "article_keywords": ["townhomes", "units", "subdivision", "homes", "density", "sherman", "park", "singlefamily", "houses", "planned", "council", "longmont", "instead", "reid", "south", "plan"], "article_url": "http://www.timescall.com/longmont-local-news/ci_28467028/more-houses-less-townhomes-planned-south-sherman-subdivision", "article_text": "81 single-family units in new plans\n\nA developer is seeking permission from the Longmont City Council to build single-family homes on 18 acres off of South Sherman Street instead of the majority-townhome neighborhood that was originally planned.\n\nThe council will consider, as part of the consent agenda, first reading of a measure allowing part of the future 18-acre Sienna Park subdivision across the street from the city's Municipal Service Center building to be zoned as low density residential instead of medium density residential.\n\nIn 2007, the land was approved for development with a plan for 52 single-family lots and 110 townhomes, according to a City Council memo. The project was put on hold after the economic recession and in 2013, Henry Walker Homes began building the single-family homes. That company was bought out by Westminster-based Jack Fisher Homes, who wants to develop more smaller single-family homes instead of the townhomes on five of the 18 acres.\n\nThe new plan calls for building 81 single-family units, rather than the 45 remaining homes the original plan called for. Instead of 110 townhomes, the developer would like to build 20, reducing the density from 8.4 dwelling units per acre to 5.5.\n\nIn materials prepared for the council, staff noted that the change comes amid a general lack of affordable housing in Longmont as well as a general trend towards reducing the amount of land in the city zoned as medium density residential, which calls for between six and 12 dwelling units per acre.\n\nDespite this, the planning and zoning commission voted 6-1 to recommend that council approve this measure, because the single-family homes are smaller and cheaper than what is currently being offered in Longmont.\n\nAdvertisement\n\nBryan Reid of Jack Fisher Homes commissioned a study of the Longmont housing market from the Centennial-based company Metrostudy.\n\nMetrostudy researchers found that of the 127 new homes started by the halfway point of 2014, almost half were priced above $400,000. Nearly a quarter of the home starts are set to sell for $300,000 to $325,000 and 21 percent of homes started are set to go for between $325,000 and $350,000.\n\nJack Fisher Homes plans to offer the townhomes in the low $200,000s and the single-family homes in the upper $200,000s or low $300,000s, Reid wrote as justification for the rezoning.\n\n\"The proposed replat will create a third distinct price point within the Sienna Park subdivision, which promotes diversity of socioeconomic groups within the site,\" Reid wrote.\n\nThree residents from the Southmoor Park neighborhood attended a neighborhood meeting and approved of the changes and thought the new plan would reduce potential traffic in the area, according to minutes submitted to the council.\n\nKaren Antonacci: 303-684-5226, antonaccik@times-call.com or twitter.com/ktonacci", "article_metadata": {"sailthru.url": "http://www.timescall.com/longmont-local-news/ci_28467028/more-houses-less-townhomes-planned-south-sherman-subdivision", "modificationDate": "2015-07-13T08:27:40-0600", "sailthru.section": "Local News", "sailthru.author": "By Karen Antonacci \n \n  Staff Writer", "description": "A developer is seeking permission from the Longmont City Council to build single-family homes on 18 acres off of South Sherman Street instead of the majority-townhome neighborhood that was originally planned.", "ag": {"canon": "LongmontTimes-Call:article:28467028:view"}, "startDate": "2015-07-12T15:40:04-0600", "og": {"url": "http://www.timescall.com/longmont-local-news/ci_28467028/more-houses-less-townhomes-planned-south-sherman-subdivision", "image": "http://local.timescall.com/common/dfm/assets/logos/1200x627/timescall.png", "type": "article", "description": "A developer is seeking permission from the Longmont City Council to build single-family homes on 18 acres off of South Sherman Street instead of the majority-townhome neighborhood that was originally planned.", "title": "More houses, less townhomes planned for South Sherman subdivision in Longmont"}, "twitter": {"domain": "timescall.com", "description": "A developer is seeking permission from the Longmont City Council to build single-family homes on 18 acres off of South Sherman Street instead of the majority-townhome neighborhood that was originally planned.", "title": "More houses, less townhomes planned for South Sherman subdivision in Longmont", "url": "http://www.timescall.com/longmont-local-news/ci_28467028/more-houses-less-townhomes-planned-south-sherman-subdivision", "image": "http://local.timescall.com/common/dfm/assets/logos/1200x627/timescall.png", "site": "@TimesCall", "card": "summary_large_image"}, "sailthru.date": "2015-07-12T15:40:04-0600", "endDate": "2025-07-12T15:40:04-0600", "sailthru.title": "More houses, less townhomes planned for South Sherman subdivision in Longmont", "sailthru.article-section-or-homepage": "article", "byline": "By Karen AntonacciStaff", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "lLtD9ZooxmJUEEdRSCVzkO06t_hYKtyDqZF7EA3N2U0", "sailthru.site": "timescall.com", "pubDate": "2015-07-10T18:42:25-0600", "news_keywords": "Longmont Colorado TimesCall local news"}, "article_summary": "The project was put on hold after the economic recession and in 2013, Henry Walker Homes began building the single-family homes.\n81 single-family units in new plansA developer is seeking permission from the Longmont City Council to build single-family homes on 18 acres off of South Sherman Street instead of the majority-townhome neighborhood that was originally planned.\nThat company was bought out by Westminster-based Jack Fisher Homes, who wants to develop more smaller single-family homes instead of the townhomes on five of the 18 acres.\nThe new plan calls for building 81 single-family units, rather than the 45 remaining homes the original plan called for.\nIn 2007, the land was approved for development with a plan for 52 single-family lots and 110 townhomes, according to a City Council memo."}