{"article_title": "Exclusive: Sarah Palin On Obama Administration: \"I honestly cannot think of a policy that is working.\"", "article_keywords": ["sarah", "exclusive", "right", "dont", "working", "obamacare", "brody", "administration", "book", "honestly", "know", "palin", "policy", "think", "obama"], "article_url": "http://www1.cbn.com/thebrodyfile-207", "article_text": "Mandatory Courtesy: CBN News/The Brody File\n\n\n\nDavid Brody: “Are you concerned about a war on Christmas (by the Obama Administration) and to a degree, maybe larger, Christians in this country from this administration?”\n\nSarah Palin: “This administration, to tell you the truth, David, I don't know what they're doing right. I honestly cannot think of a policy that is working when you consider what the foundation of their policies would be. Their policies have to do with building more and more government. The greater size of government, the less individual freedom that we would have. Take Obamacare, for instance. The elites in Washington, D.C., the politicians, they get to exempt themselves from this train wreck of a policy that's coming down the pike. Obamacare is the perfect example of what's wrong with this administration because it's unaffordable, it’s going to bankrupt the country, people don't want it, and it's full of deception. President Obama has lied through the selling of Obamacare. So Obamacare is kind of a symptom of what the problem is in this administration, and that is the elites in Washington, thinking that they know best, not giving the right and responsibility to average, hardworking Americans to just make our decisions for ourselves, spend our income the way that we would desire, manage our own healthcare, raise our families the way that we would desire, run our businesses according to our own priorities. So that can translate into the faith arena also. If this administration at all were to believe that they know best, they know what can be accepted and not accepted in the public square when it comes to expression of faith, then we certainly have an even greater problem than something like Obamacare.”\n\nIn an interview with The Brody File, Sarah Palin says President Obama has not only lied about Obamacare but also tells me the following: “This administration, to tell you the truth, David, I don't know what they're doing right. I honestly cannot think of a policy that is working.\"Palin has a new book out this week called, “ Good Tidings and Great Joy: Protecting the Heart of Christmas. \" Her book tour starts today in Bethlehem Pennsylvania (Nice touch). More on the book tour here The Brody File interviewed Palin in New York City Monday afternoon.Watch the clip from our interview along with the transcription.", "article_metadata": {"viewport": "width=device-width,initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "og": {"url": "http://www1.cbn.com/thebrodyfile-207", "site_name": "CBN.com (beta)", "description": "In an interview with The Brody File, Sarah Palin says President Obama has not only lied about Obamacare but also tells me the following: “This administration, to tell you the truth, David, I don't kno", "title": "Exclusive: Sarah Palin On Obama Administration: \"I honestly cannot think of a policy that is working.\""}, "msapplication-TileColor": "#f2f2f2", "p": {"domain_verify": "cb1544d780d3e643e2614e39f997826c"}, "fb": {"app_id": 523063787780141, "pages": 113351505349955}, "msapplication-TileImage": "/sites/all/themes/cbn_default/images/favicons/mstile-144x144.png", "theme-color": "#ffffff"}, "_id": "\"57477af46914bd0286fdd684\"", "article_summary": "I honestly cannot think of a policy that is working when you consider what the foundation of their policies would be.\n\"Palin has a new book out this week called, “ Good Tidings and Great Joy: Protecting the Heart of Christmas. \"\nI honestly cannot think of a policy that is working.\nMore on the book tour here The Brody File interviewed Palin in New York City Monday afternoon.Watch the clip from our interview along with the transcription.\nThe elites in Washington, D.C., the politicians, they get to exempt themselves from this train wreck of a policy that's coming down the pike."}