{"article_title": "HIMSS names National Health IT Week leadership award winners", "article_keywords": ["week", "buck", "leaders", "providers", "national", "himss", "award", "system", "winners", "health", "names", "leadership", "healthcare"], "article_url": "http://www.healthcareitnews.com/news/himss-names-national-health-it-week-leadership-award-winners", "article_text": "Healthcare IT News owner the Healthcare Information and Management Systems Society is planning to bestow its annual Leadership Awards Wednesday night as part of National Health IT Week.\n\nThe industry association honors policy leaders from around the country for taking a leadership role in advancing healthcare information technology in meaningful ways.\n\n\"When we began NHIT Week a decade ago, health IT adoption rates in the US for providers were about 10 percent and hospitals were hovering around 45 percent,\" said HIMSS executive vice president Carla Smith.\n\nSince then, however, implementation has skyrocketed beyond 80 percent for providers and 90 percent for hospitals.\n\n\"These public policy leaders have been part of that accomplishment,\" Smith said.\n\nDuring a ceremony hosted by the American College of Surgeons, in Washington, D.C., HIMSS will give awards to Sens. Lamar Alexander (R-Tenn.) and Patty Murray (D-Wash.), both leaders of the Senate Committee on Health, Education, Pensions & Labor (HELP), which has been a heated battle ground for health IT over the past few months.\n\nUnder their leadership, the HELP Committee held six hearings on health IT this year and is pushing for legislation to slow the adoption of meaningful use Stage 3 to bring relief to overwhelmed stakeholders.\n\nOther award recipients include Military Health System CIO David Bowen and Defense Healthcare Management System program executive officer Christopher Miller. Bowen will take home the award for his role leading the DHA's consolidation, re-engineering and standardization of its HIT services, while Miller is being recognized for work in providing oversight to the Department of Defense's electronic health records modernization and interoperability efforts.\n\nHIMSS is naming Colorado Rep. Perry Buck (R) as State Legislator of the Year. Buck was instrumental in getting a law passed in Colorado to reimburse physicians for telehealth services, legislation that Buck said alleviates the stress of Colorado's doctor shortage by extending physicians' reach and providing cost savings for the healthcare community and patients.\n\nThis year's National Health IT Week includes more than 430 partners, including government agencies, non-profit organizations, associations, corporations, educational institutions, regional extension centers, providers, and others, who have worked toward the overall cause to improve health with IT for better quality, safety, access and cost-effectiveness in healthcare, according to HIMSS officials.\n\nRelated National Health IT Week coverage:\n\nWounded warrior to headline NHITWeek\n\nNational Health IT Week: Gauging the progress\n\nHIMSS posts 3 Congressional 'asks' for National Health IT Week 2015", "article_metadata": {"description": "Policy leaders and military officials will be honored with NHITWeek awards at a ceremony Monday night. Here's a look at those awardees.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Healthcare IT News", "description": "Policy leaders and military officials will be honored with NHITWeek awards at a ceremony Monday night. Here's a look at those awardees.", "title": "HIMSS names National Health IT Week leadership award winners", "url": "http://www.healthcareitnews.com/news/himss-names-national-health-it-week-leadership-award-winners", "image": "http://www.healthcareitnews.com/sites/default/files/award_3.jpg", "updated_time": "2015-10-07T12:08:49-04:00", "type": "article"}, "twitter": {"url": "http://www.healthcareitnews.com/news/himss-names-national-health-it-week-leadership-award-winners", "image": {"src": "http://www.healthcareitnews.com/sites/default/files/award_3.jpg"}, "description": "Policy leaders and military officials will be honored with NHITWeek awards at a ceremony Monday night. Here's a look at those awardees.", "card": "summary_large_image", "title": "HIMSS names National Health IT Week leadership award winners"}, "article": {"published_time": "2015-10-07T10:30:00-04:00", "modified_time": "2015-10-07T12:08:49-04:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Related National Health IT Week coverage:Wounded warrior to headline NHITWeekNational Health IT Week: Gauging the progressHIMSS posts 3 Congressional 'asks' for National Health IT Week 2015\nOther award recipients include Military Health System CIO David Bowen and Defense Healthcare Management System program executive officer Christopher Miller.\nHealthcare IT News owner the Healthcare Information and Management Systems Society is planning to bestow its annual Leadership Awards Wednesday night as part of National Health IT Week.\nThe industry association honors policy leaders from around the country for taking a leadership role in advancing healthcare information technology in meaningful ways.\nDuring a ceremony hosted by the American College of Surgeons, in Washington, D.C., HIMSS will give awards to Sens."}