{"article_title": "Spring Fling keeps retirees in the know", "article_keywords": ["event", "information", "attend", "fling", "spring", "chartres", "slated", "county", "know", "keeps", "retirees", "enforcement", "alcorn"], "article_url": "http://www.dailycorinthian.com/view/full_story/27135217/article-Spring-Fling-keeps-retirees-in-the-know", "article_text": "Spring Fling keeps retirees in the know\n\nHelpful information is ready to be given to senior adults.Retirees can get helpful facts during the 2016 Spring Fling on Thursday, April 14, at Mississippi State Extension Center.“Reservations are required and can be made by calling The Alliance,” said Tom Chartres, member of the Community Development Council. “Doors will not open until 10 a.m. and we ask our attendees to wait until then to come to avoid having to stand outside.”Numerous speakers are scheduled to share valuable figures with those who attend, according to Chartres.“There will be all sorts of information,” he said.Alcorn County Sheriff Ben Caldwell is slated to launch the senior citizen/law enforcement consortium TRIAD.TRIAD is the agreement of law enforcement agencies in a county and older or retired persons in the community to work together. The partnership addresses crime issues which affect older citizens and methods that may expedite delivery of law enforcement services.“It is a big deal for us to get the TRIAD program back,” added Chartres.Crystal Starling, Alcorn County Deputy Circuit Clerk, is also slated to talk with attendees.“Anyone who wants to register to vote or needs to update any voting information can do so at the Spring Fling,” said Chartres of the event in its sixth year.Ginger Dillinger is scheduled to address the Affordable Care Act (ACA) and Medicare Part D assistance.Representatives with Magnolia Regional Health Center, Garrett Eye Clinic, Bennett’s Apothecary, Corinthian Arbors, Corinth-Alcorn Animal Shelter, Alliance Hospice, Air Evac, NEMPPD and Walgreens will attend the fling.Steve Wallace, Alcorn County Veterans Service Officer, and Rickey Pope with Mid-South Project Package are also slated to be on hand.Lunch will be provided by Taylor’s Escape.“The event is to help get information out to retirees in the Alcorn County area,” said Chartres. “The event will fill up fast and tickets are first-come, first serve.”To make reservations for the Spring Fling call The Alliance at 287-5269.Since there is no cost to attend, individuals are asked to consider bringing a donation to MS Project Package and Corinth Alcorn Animal Shelter, according to Chartres.", "article_metadata": {"og": {"image": "http://dailycorinthian.com/images/article.jpg", "type": "article", "title": "Spring Fling keeps retirees in the know - Helpful information is ready to be given to senior adults. Retirees can get helpful facts during the 2016 Spring Fling on Thursday April 14 at Mississippi State Extension Center. “Reservations are required..."}, "keywords": "News, classifieds, businesses, and, events, in, Corinth, MS", "fb": {"admins": 1475629869203}, "description": "Helpful information is ready to be given to senior adults. Retirees can get helpful facts during the 2016 Spring Fling on Thursday, April 14, at Mississippi State Extension Center. “Reservations are required and can be made by calling The Alliance,” said Tom Chartres, member of the Community Development Council. “Doors will not open until 10 a.m. and we ask our attendees to wait until then to come to avoid having to stand outside.” Numerous speakers are scheduled to share valuable figures wit...", "title": "Spring Fling keeps retirees in the know"}, "article_summary": "Spring Fling keeps retirees in the knowHelpful information is ready to be given to senior adults.Retirees can get helpful facts during the 2016 Spring Fling on Thursday, April 14, at Mississippi State Extension Center.“Reservations are required and can be made by calling The Alliance,” said Tom Chartres, member of the Community Development Council.\n“The event will fill up fast and tickets are first-come, first serve.”To make reservations for the Spring Fling call The Alliance at 287-5269.Since there is no cost to attend, individuals are asked to consider bringing a donation to MS Project Package and Corinth Alcorn Animal Shelter, according to Chartres.\n“Doors will not open until 10 a.m. and we ask our attendees to wait until then to come to avoid having to stand outside.”Numerous speakers are scheduled to share valuable figures with those who attend, according to Chartres.“There will be all sorts of information,” he said.Alcorn County Sheriff Ben Caldwell is slated to launch the senior citizen/law enforcement consortium TRIAD.TRIAD is the agreement of law enforcement agencies in a county and older or retired persons in the community to work together.\nThe partnership addresses crime issues which affect older citizens and methods that may expedite delivery of law enforcement services.“It is a big deal for us to get the TRIAD program back,” added Chartres.Crystal Starling, Alcorn County Deputy Circuit Clerk, is also slated to talk with attendees.“Anyone who wants to register to vote or needs to update any voting information can do so at the Spring Fling,” said Chartres of the event in its sixth year.Ginger Dillinger is scheduled to address the Affordable Care Act (ACA) and Medicare Part D assistance.Representatives with Magnolia Regional Health Center, Garrett Eye Clinic, Bennett’s Apothecary, Corinthian Arbors, Corinth-Alcorn Animal Shelter, Alliance Hospice, Air Evac, NEMPPD and Walgreens will attend the fling.Steve Wallace, Alcorn County Veterans Service Officer, and Rickey Pope with Mid-South Project Package are also slated to be on hand.Lunch will be provided by Taylor’s Escape.“The event is to help get information out to retirees in the Alcorn County area,” said Chartres."}