{"article_title": "The Daily Startup: Fyusion Snaps Up $13M for ‘Space Capture’ Photo App", "article_keywords": ["fyusion", "capture", "snaps", "investors", "space", "ventures", "companies", "app", "million", "startup", "raised", "daily", "wsjs", "reports", "13m", "twitter", "company"], "article_url": "http://blogs.wsj.com/venturecapital/2015/04/03/the-daily-startup-fyusion-snaps-up-13m-for-space-capture-photo-app/", "article_text": "Art by Mike Lucas\n\nAs the number of photo apps for mobile devices proliferates, one startup, Fyusion, says it is moving beyond 3-D photography and offering “space capture,” which it says is more immersive and interactive than other 3-D camera technology available, Timothy Hay reports for Dow Jones VentureSource. The San Francisco-based company has raised a $13 million Series B round from return investors New Enterprise Associates and Tokyo Edge Capital, or UT-EC, and a new unnamed angel investors. Users of the company’s app can capture multiple vantage points of a scene. The stitched-together image allows viewers to view it from different angles and vantage points.\n\nALSO IN TODAY’S VENTUREWIRE (subscription required):\n\nCaribou Biosciences has raised $11 million in Series A financing to advance technology to edit DNA. These edits could include deleting a gene or inserting a new gene into a genome. Scientists use genome editing to study biological pathways. Drug companies hope to use it to treat diseases with a genetic component. Investors in the round include Caribou Biosciences, 5 Prime Ventures, Fidelity Biosciences and Mission Bay Capital.\n\nHonor Technology has raised $20 million in Series A funding to commercially launch its health-care management system in its first market later this month. Andreessen Horowitz provided $15 million of the round. Other investors include True Ventures, Rock Health and individual investors.\n\nFounders’ Co-op has closed its third and largest fund with just over $20 million. The firm, which launched in 2008 with a $2.5 million fund, focuses on early- and seed-stage startups in the Pacific Northwest.\n\nEllo, a social network that has vowed to never sell ads or user data, has raised $5 million in new funding from Foundry Group, Techstars Ventures and FreshTracks Capital.\n\n(VentureWire is a daily newsletter with comprehensive analysis of all the investments, deals and personnel moves involving startups and their venture backers. For a two-week trial, visit http://on.wsj.com/DJPEVCNews, scroll to the bottom and click “try for free.”)\n\nELSEWHERE AROUND THE WEB:\n\nVenture Investors Creating New Inside Track to Investing. As valuations of companies soar, investors are creating impromptu funds to make investments in companies, The Wall Street Journal’s Douglas MacMillan reports. Investors can put together tens or hundreds of millions of dollars over the course of a few days from institutional investors, friends and business associates. Venture investors have put together these funds to keep their stake in companies as the valuations rise in later rounds.\n\nSeatGeek Scores Funding for Its Ticket-Sales App. The startup SeatGeek, which helps people find and buy tickets to live events such as sporting events and concerts, has raised $62 million in Series C funding, the WSJ’s Lora Kolodny reports. Technology Crossover Ventures led the round that included Accel Partners, Causeway Media Partners, Mousse Partners and QueensBridge Venture Partners.\n\nUber Hires Facebook’s Security Chief to Help With Fallout. The ride-hailing service Uber Technologies has hired Joe Sullivan, the top cybersecurity executive at Facebook for the past five years, to be the startup’s first chief security officer, the WSJ’s Douglas MacMillan reports. Mr. Sullivan joins the company as it deals with a data breach that exposed driver’s license number of drivers and amid questions from lawmakers about how the company grants employees access to riders’ location data. The company last year hired Katherin Tassi from Facebook. She is now Uber’s managing counsel of data privacy.\n\nAirbnb Opens Listings in Cuba for Americans. President Barack Obama loosened trade restrictions with Cuba in December, and now home-rental site Airbnb is moving forward to take advantage of the eased travel restrictions, the WSJ’s Douglas MacMillan reports. The company will have more than 1,000 apartment and home listings in Cuba available for Americans who obtain a special license from the U.S. government to visit Cuba. The move to open its listings to Americans puts Airbnb at the forefront of what could be a wave of U.S. companies that eventually take advantage of the eased restrictions.\n\nTenXer Acquired by Twitter. The company TenXer, which developed data-driven management tools for engineers and their managers to improve their work output, has been acquired by Twitter, the WSJ’s Yoree Koh reports. The social-networking company is expected to use TenXer’s software in-house for its engineering teams.\n\nExcited to announce the @tenxer team will be joining @twitter!!! — Jeff Ma (@jeffma) April 2, 2015\n\nLinkedIn Acquires Contact-Intelligence App Refresh. The company Refresh, which makes an app that provides social intelligence on a user’s contacts, has been acquired by LinkedIn, the WSJ’s Deepa Seetharaman reports. The app won’t be accepting new users and will be closed. Linked In has a similar standalone app called Connected.\n\nWrite to Mike Billings at mike.billings@wsj.com. Follow him on Twitter at @mbillings", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "A roundup of venture-capital news and analysis from VentureWire and around the Web.", "title": "The Daily Startup: Fyusion Snaps Up $13M for ‘Space Capture’ Photo App", "url": "http://blogs.wsj.com/venturecapital/2015/04/03/the-daily-startup-fyusion-snaps-up-13m-for-space-capture-photo-app/", "image": {"src": "http://s.wsj.net/img/WSJ_profile_lg.gif"}, "site": "WSJ", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Markets", "article.headline": "The Daily Startup: Fyusion Snaps Up $13M for ‘Space Capture’ Photo App", "description": "A roundup of venture-capital news and analysis from VentureWire and around the Web.", "article_section": "Markets", "author": "Mike Billings", "user.type": "unsubscribed", "article.page": "Venture Capital Dispatch Blog", "page.content.format": "responsive", "page.subsection": "Venture Capital Dispatch", "article.summary": "A roundup of venture-capital news and analysis from VentureWire and around the Web.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2015-04-03T13:44:59-04:00", "dj.asn": "10-142", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/venturecapital/2015/04/03/the-daily-startup-fyusion-snaps-up-13m-for-space-capture-photo-app/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-VCDB-16736", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Markets", "language": "en-US", "og": {"site_name": "WSJ", "description": "A roundup of venture-capital news and analysis from VentureWire and around the Web.", "title": "The Daily Startup: Fyusion Snaps Up $13M for ‘Space Capture’ Photo App", "url": "http://blogs.wsj.com/venturecapital/2015/04/03/the-daily-startup-fyusion-snaps-up-13m-for-space-capture-photo-app/", "image": {"width": 1200, "identifier": "http://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "height": 630}, "type": "article"}, "article.access": "free", "article.type": "Venture Capital Dispatch", "article.id": "BL-VCDB-16736", "user.exp": "default", "article.updated": "2015-04-03T13:45:18-04:00"}, "article_summary": "ALSO IN TODAY’S VENTUREWIRE (subscription required):Caribou Biosciences has raised $11 million in Series A financing to advance technology to edit DNA.\nThe company Refresh, which makes an app that provides social intelligence on a user’s contacts, has been acquired by LinkedIn, the WSJ’s Deepa Seetharaman reports.\nAs valuations of companies soar, investors are creating impromptu funds to make investments in companies, The Wall Street Journal’s Douglas MacMillan reports.\nUsers of the company’s app can capture multiple vantage points of a scene.\nHonor Technology has raised $20 million in Series A funding to commercially launch its health-care management system in its first market later this month."}