{"article_title": "Southern Californians endure longer waits at emergency rooms than most Americans", "article_keywords": ["californians", "longer", "emergency", "waits", "medical", "ers", "southern", "hours", "patients", "americans", "rooms", "er", "hospitals", "hospital", "care", "endure"], "article_url": "http://www.dailynews.com/health/20141002/southern-californians-endure-longer-waits-at-emergency-rooms-than-most-americans", "article_text": "Kwasi Sarpong waits to see a doctor with his daughter at Olive View Hospital in Sylmar, Calif., on Oct. 2, 2014. Wait times in the emergency department at Olive View can be as long as 7 hours. (Photo by Andy Holzman/Los Angeles Daily News)\n\nCALIFORNIA’S EMERGENCY ROOMS ER’s: 332 in 2013, including 34 standby facilities, which can provide physician service in a reasonable time. Down from 337 in 2004. ER’s per capita: 6.7 per million, lowest ratio in U.S. Patients: 12.45 million in 2013, up from 9.1 million in 2004. Patients treated and released: 86% Patients admitted: 14% (55% of all hospital admissions) How patients pay: Private insurance (30%), Medi-Cal (30%), Medicare (17%), uninsured (15%), other (7%). Sources: California Office of Statewide Planning & Development, American College of Emergency Physicians\n\nCalifornians, especially those in Los Angeles County, endure longer waits in hospital emergency rooms than most Americans. There is scant evidence that the situation will get better anytime soon.\n\nIf you go to an ER for a fever or broken bone or other urgent complaint, chances are that you’ll spend more than 21/2 hours inside — 23 minutes longer than the national wait. That’s according to statistics compiled in 2013 by the federal Centers for Medicare and Medicaid Services.\n\nAnd if a doctor decides you must be admitted to the hospital, your wait will stretch even longer: Roughly 5 hours and 18 minutes from arrival to the decision to admit you, and nearly 2 hours more until a nurse or orderly tucks you into your bed.\n\nThe waits are especially long at hospitals serving low-income patients in Los Angeles County. During 2013, ER patients at LA County-Olive View-UCLA Medical Center in Sylmar waited about 7 hours and 28 minutes from arrival to release — longest in the state and second-longest in the nation behind Grady Memorial Hospital in Atlanta.\n\nAt 20 of the state’s ER’s the wait was so unbearable that at least 5 percent of the patients gave up and walked out before they could be treated.\n\nThe emergency room is the one cog in the health care system that cannot turn away a patient.\n\nER traffic has soared by 37 percent in the past decade, five times the state’s population growth. Nearly a third of the patients flocking to ER’s are on Medi-Cal, the state-federal program for low-income residents. Because of low reimbursement rates to doctors, Medi-Cal patients often go to the ER when they can’t see their doctors.\n\nIn addition, hospital managers now expect their ER’s to act as gatekeepers, deciding whom to admit as inpatients and performing an array of tests before these patients land in a room. Last year 55 percent of California hospital inpatients came through the ER. A decade ago, just 40 percent did.\n\nER traffic grows and with it the waits, because of “a lack of access to other, alternative sources of care,” said Ted Chan, emergency medicine chair at UC San Diego.\n\nWaiting does more than prolong patients’ suffering. Studies show that long ER waits lead to deaths and to more frequent hospital admissions.\n\n“It’s clearly inhumane,” said Michael Menchine, an emergency physician at County-USC Medical Center and an associate professor at USC Keck School of Medicine. “This wouldn’t be such a problem if crowding occurred 1 percent of the time. ... But it’s all the time now.”\n\nAdvertisement\n\nER managers are trying to reduce the waits.\n\nAt Olive View, waits have declined from a peak of roughly 8 hours at one point in early 2013 according to internal records to less than 6 hours this year. Scott Lundberg, an emergency physician and clinical director at Olive View, attributed the reduction to a 10 percent drop in demand, better access to primary care, improved triage of patients in the ER and electronic records.\n\nBut “we’re not pleased with the long cycle times,” Lundberg said. “We’ll try to bring it down.”\n\nDespite the addition of thousands of new ER beds over the past decade, emergency physicians have been unable to keep up.\n\nOne important reason: “boarders” — the word emergency physicians use for patients who have been admitted from the ER to the hospital but who haven’t yet been assigned a bed.\n\nHospital bed space has not kept up with the big increase in ER traffic. During the past decade, California hospitals have expanded licensed beds by just 1 percent.\n\nIt can take hours to find a bed for a boarder, and in the meantime he or she takes away space from other ER patients.\n\n“We’ve had physicians chomping at the bit waiting to see patients, but there were no empty rooms,” said Michael L. Callaham, chair of emergency medicine at UC San Francisco.\n\n“There will be days when literally half the beds are consumed by people waiting to go upstairs (to the hospital),” said James Dunford Jr., emeritus emergency medicine professor at UC San Diego.\n\nThe situation becomes far worse if the boarder is a psychiatric patient.\n\nUnlike an ordinary boarder, a psychiatric boarder requires constant staff attention and more ER resources, Dunford said.\n\n“And really,” Dunford added, “the emergency department is about the worst place you could put a psychiatric patient.” It’s noisy and crowded; a psychiatric patient needs quiet.\n\nAt UC San Diego’s two hospitals, doctors try to move psychiatric patients from the ER to hospital beds within two days. But the situation is worse elsewhere because of the scarcity of psychiatric beds in California.\n\nCallaham’s personal record for a psychiatric boarder is a week.\n\nA second reason for the long waits in ER’s is that patients are — or at least appear to be — sicker than they once were. A decade ago, ER’s classified 30 percent of their patients as severe or critical, the top categories. By 2013, 41 percent were in those groups. A lack of space in intensive care wards is a big contributing factor.\n\n“The ER’s increasingly are taking care of critically ill people because there’s no place to put them,” Dunford said.\n\nFor years many hospital administrators treated ER’s as loss leaders or worse, money pits.\n\nThat helps explain why the number of ER’s in California has declined slightly over the past decade.\n\n“Generally the assumption has been that the emergency room is a magnet for the underserved, nonpaying population,” said Dylan Roby, a health policy economist at UCLA.\n\nA 1986 federal law, the Emergency Medical Treatment and Active Labor Act, requires emergency rooms to stabilize patients without inquiring into their ability to pay. The law was designed to prevent private hospitals from “dumping” uninsured patients on public hospitals. It provided no money.\n\nSince its passage, hundreds of ER’s, including dozens in California, have closed.\n\nUninsured patients make up about 15 percent of ER patients statewide but a much bigger share at some hospitals. At Olive View, the hospital with the record waiting times, uninsured patients make up 63 percent of ER patients, second highest in the state.\n\nAlthough Congress in 1986 opened the ER door to uninsured patients, researchers concluded that most rarely go.\n\n“One of the biggest impediments to going to an emergency department is that you get a bill,” said USC’s Menchine.\n\nMost of the uninsured are working poor, he said. A visit to the ER can cost $3,000, and if you’re working poor, you’ll spend the next four years paying that bill, he said.\n\nThe Affordable Care Act may change the equation, both for hospitals and for patients.\n\nFor ER’s that treated many uninsured patients, “a lot of that risk goes away,” said Roby, the health policy economist. “You’re at least getting some money for the services coming in through the emergency room.”\n\nHe said it should be clear within a couple of years whether the law will make a difference for hospitals that have been on the financial edge.\n\nWhat the law will mean for ER patients, both long insured and newly insured, is unclear.\n\nAlready, Menchine said, “we’re seeing an increase in ER visits. We’re seeing people who are newly insured, ... but it’s Medicaid.”\n\nThe state-federal Medicaid program, known in California as Medi-Cal, typically pays providers no more than 25 percent of what they charge. As a result, patients have a difficult time getting appointments even once they sign up with a doctor. So Medi-Cal patients tend to rely on the ER because they know they can always get served.\n\nIt will take years for those newly insured patients to adjust to having primary care doctors and escape reliance on ER’s, Mechine said.\n\n“It’s almost generational,” he said.\n\nThe CHCF Center for Health Reporting partners with the Los Angeles News Group on health care issues. It is based at the USC Annenberg School for Communication and Journalism and funded by the nonprofit California HealthCare Foundation.", "article_metadata": {"description": "Californians, especially those in Los Angeles County, endure longer waits in hospital emergency rooms than most Americans. There is scant evidence that the situation will get better anytime soon.If you go to an ER for a fever or broken bone or", "title": "Southern Californians endure longer waits at emergency rooms than most Americans", "og": {"url": "http://www.dailynews.com/health/20141002/southern-californians-endure-longer-waits-at-emergency-rooms-than-most-americans", "image": {"width": "1500px", "identifier": "http://www.dailynews.com/apps/pbcsi.dll/storyimage/LA/20141002/NEWS/141009839/AR/0/AR-141009839.jpg?Maxh=1500&Maxw=1500", "height": "998px"}, "type": "article", "title": "Southern Californians endure longer waits at emergency rooms than most Americans"}, "twitter": {"domain": "dailynews.com", "description": "Californians, especially those in Los Angeles County, endure longer waits in hospital emergency rooms than most Americans. There is scant evidence that the situation will get better anytime soon.If you go to an ER for a fever or broken bone or", "title": "Southern Californians endure longer waits at emergency rooms than most Americans", "url": "http://www.dailynews.com/health/20141002/southern-californians-endure-longer-waits-at-emergency-rooms-than-most-americans", "image": {"src": "http://www.dailynews.com/apps/pbcsi.dll/storyimage/LA/20141002/NEWS/141009839/AR/0/AR-141009839.jpg?Maxh=900&Maxw=900"}, "site": "@ladailynews", "app": {"id": {"ipad": "id551745144", "iphone": "id502957174", "googleplay": "com.spreedinc.providers.digitalfirstmedia.ladailynews"}}, "card": "summary_large_image"}, "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "keywords": "Emergency care, Emergency care news, Los Angeles Emergency care news, CA Emergency care news, US Emergency care news, world Emergency care news.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "Emergency care, Emergency care news, Los Angeles Emergency care news, CA Emergency care news, US Emergency care news, world Emergency care news."}, "article_summary": "Sources: California Office of Statewide Planning & Development, American College of Emergency PhysiciansCalifornians, especially those in Los Angeles County, endure longer waits in hospital emergency rooms than most Americans.\nA 1986 federal law, the Emergency Medical Treatment and Active Labor Act, requires emergency rooms to stabilize patients without inquiring into their ability to pay.\nWhat the law will mean for ER patients, both long insured and newly insured, is unclear.\nBecause of low reimbursement rates to doctors, Medi-Cal patients often go to the ER when they can’t see their doctors.\nUninsured patients make up about 15 percent of ER patients statewide but a much bigger share at some hospitals."}