{"article_title": "Affordable Care Act poses new challenges for tax preparation, taxpayers", "article_keywords": ["affordable", "challenges", "california", "san", "received", "income", "tax", "taxpayers", "health", "preparation", "act", "need", "covered", "poses", "insurance", "care"], "article_url": "http://www.sbsun.com/government-and-politics/20150212/affordable-care-act-poses-new-challenges-for-tax-preparation-taxpayers", "article_text": "Evan Bybee, 24, of San Bernardino receives free tax help from accounting student Nycole Lotz, 23, at California State University San Bernardino Wednesday. Micah Escamilla — Staff photographer\n\nAccountant Ken Dewan’s office has been swamped with phone calls lately, and he’s got the U.S. government to thank for it.\n\nThe questions and the confusion about the Affordable Health Care Act just keep coming, and it’s made for some late nights.\n\n“You cannot believe the number of questions we’re getting on the phone,” said Dewan, office manager and owner of two Liberty Tax Services in Los Angeles. “We have been very, very busy. We’ve been closing at 11 p.m.”\n\nEven as new healthcare consumers rush to meet a Sunday deadline to sign up for coverage under Obamacare, those who’ve signed up already are scrambling to understand what accountants from the San Fernando Valley to the South Bay to the Inland Empire say are its sweeping tax effects.\n\nWhile April 15 is still weeks away, confusion and questions about certain themes are emerging, with even seasoned taxpayers, used to filing on their own, have questions.\n\nAs Kiak Tae, a tax specialist at ITS Financial Group in Gardena said Wednesday: “It’s a mess. Everything is so new that each scenario is different, and a lot of people are really clueless.”\n\nAnother way of saying it is that the reality of the penalties for not having insurance seem to be setting in.\n\nThe most-asked question has to do with the penalty a qualified uninsured person must pay for not signing up for health insurance, Dewan said.\n\nMost people think it’s $95. But in reality, the penalty is $95 per adult and $47.50 per child, with a family maximum of $285, or — for 2014 — 1 percent of the annual household income, whichever is greater. (That 1 percent changes to 2 perent for next year’s filers).\n\nOf the 1.2 million Californians who enrolled into a health plan through Covered California, the state’s health insurance market exchange, 800,000 of them received federal subsidies to help them pay for their coverage. Covered California officials estimated that federal money paid out an average of $5,200 per household per year, or about $436 per month.\n\nBut some people may have to pay those subsidies back. Those who received the 1095-A forms to file federal tax returns this year will learn if what they received was appropriate.\n\n“For many consumers, their tax credit will need to be adjusted, because their income is different than what they estimated it would be for 2014,” Peter Lee, executive director of Covered California said last month. “As a result, consumers will see their tax credit adjusted upward or downward in their tax return based on their actual income as reported to the IRS for 2014.”\n\nAdvertisement\n\nIn California, at least 100,000 people received 1095-A’s that had incorrect information. Covered California offials said this week that new forms will be mailed out before the end of the month.\n\nA major challenge is that most taxpayers in California have yet to receive a 1095-A form from the state in order to report whether they are covered through the state health insurance marketplace under the Affordable Care Act, Courts said.\n\n“They haven’t received it in the mail yet,” said Janet Courts, a Cal State San Bernardino accounting lecturer and coordinator of the university’s Volunteer Income Tax Assistance, or VITA, program. “And most taxpayers don’t know what they’re looking at, so they’re not familiar with it.”\n\nGerald Kominski, the director of the UCLA Center for Health Policy and Research, said the document reporting required to the IRS has increased.\n\n“It has increased the amount of record-keeping for anyone receiving a subsidy,” Kominski said. “It’s increased their record-keeping for tax purposes, because now they have to track the subsidies they received and the number of months they were insured for tax purposes.”\n\nKominski said that because the subsidies for healthcare are now administered through the tax system, subsidies can change as a result of very small changes in income, and recipients may not receive what they had applied for in an earlier application form. Or, they may owe more in taxes because their actual income did not match the income they had provided in an earlier form.\n\n“Over time, this may lead to a need for some administrative simplification so that people don’t have to recalculate their subsidy based on small changes in their income,” Kominski said. “What it would mean is that we would use wider income categories rather than now, where basically, your income is calculated in a continuous line or a continuous function as a separate category.”\n\nIRS officials acknowledge there’s a need to “navigate these changes.”\n\nIn a help sheet sent out Thursday, they urged taxpayers to note that along with a few new lines on existing forms, two new forms will need to be included in returns. Most taxpayers under the ACA will need only to check a box on their return, showing they had health coverage for all of 2014, officials said in the help sheet.\n\nRegardless, Courts said tax preparers are gearing up.\n\n“This year, the ACA is our biggest challenge,” Courts said.\n\nAnd Tae is seeing it, adding that it’s taking him about 20 minutes longer to file taxes for people who signed up for insurance on the public exchanges.\n\nAs for taxpayers, San Bernardino resident Evan Bybee, 24, seemed to be doing his best to take the questions and scope of the new tax structure in stride.\n\nHe just signed up to get health insurance through Covered California, but since he’s started to file his tax returns for the first time, he doesn’t see the additional paperwork as an issue. Bybee was getting his returns done through student volunteers at Cal State San Bernardinoon Wednesday.\n\n“For my generation, and people in my exact situation .... I’m not getting too much of a grip of it,” Bybee said. “I’m learning a new system so it’s not that bad.”\n\nDewan hoped that the learning continues, because taxpayers need a lot more help.\n\n“This is a game-changer,” he said of the law and its tax ramifcations. “Tax preparation has become a lot more complicated, because it’s not a single flow, but a multiple flow. On the taxpayer side, I think there’s a lot more education that needs to be done.”\n\nStaff Writer Jordan England-Nelson contributed to this report.", "article_metadata": {"description": "Accountant Ken Dewan’s office has been swamped with phone calls lately, and he’s got the U.S. government to thank for it.The questions and the confusion about the Affordable Health Care Act just keep coming, and it’s made f", "title": "Affordable Care Act poses new challenges for tax preparation, taxpayers", "og": {"url": "http://www.sbsun.com/government-and-politics/20150212/affordable-care-act-poses-new-challenges-for-tax-preparation-taxpayers", "image": {"width": "1500px", "identifier": "http://www.sbsun.com/apps/pbcsi.dll/storyimage/LG/20150212/NEWS/150219833/AR/0/AR-150219833.jpg?Maxh=1500&Maxw=1500", "height": "998px"}, "type": "article", "title": "Affordable Care Act poses new challenges for tax preparation, taxpayers"}, "twitter": {"domain": "sbsun.com", "description": "Accountant Ken Dewan’s office has been swamped with phone calls lately, and he’s got the U.S. government to thank for it.The questions and the confusion about the Affordable Health Care Act just keep coming, and it’s made f", "title": "Affordable Care Act poses new challenges for tax preparation, taxpayers", "url": "http://www.sbsun.com/government-and-politics/20150212/affordable-care-act-poses-new-challenges-for-tax-preparation-taxpayers", "image": {"src": "http://www.sbsun.com/apps/pbcsi.dll/storyimage/LG/20150212/NEWS/150219833/AR/0/AR-150219833.jpg?Maxh=900&Maxw=900"}, "site": "@sbsun", "app": {"id": {"ipad": "id563372734", "iphone": "id503662617", "googleplay": "com.spreedinc.providers.digitalfirstmedia.sanbernardinosun"}}, "card": "summary_large_image"}, "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "keywords": "Affordable Care Act, Affordable Care Act", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "Affordable Care Act, Affordable Care Act"}, "article_summary": "“I’m learning a new system so it’s not that bad.”Dewan hoped that the learning continues, because taxpayers need a lot more help.\nCovered California offials said this week that new forms will be mailed out before the end of the month.\nCovered California officials estimated that federal money paid out an average of $5,200 per household per year, or about $436 per month.\nThe most-asked question has to do with the penalty a qualified uninsured person must pay for not signing up for health insurance, Dewan said.\nThe questions and the confusion about the Affordable Health Care Act just keep coming, and it’s made for some late nights."}