{"article_title": "The Note's Must-Reads for Wednesday, March 26, 2014", "article_keywords": ["ukraine", "26", "abc", "service", "notes", "reid", "secret", "health", "agents", "president", "mustreads", "deadline", "obama"], "article_url": "http://abcnews.go.com/blogs/politics/2014/03/the-notes-must-reads-for-wednesday-march-26-2014/", "article_text": "The Note's Must-Reads are a round-up of today's political headlines and stories from ABC News and the top U.S. newspapers. Posted Monday through Friday right here at www.abcnews.com\n\nCompiled by ABC News' Jayce Henderson and Janine Elliot\n\nPRESIDENT OBAMA: Politico's Carrie Budoff Brown: \" In speech, President Obama to tout U.S. ties with Europe\" President Barack Obama will use the centerpiece address of his overseas trip Wednesday to put up a united front with Europe against Russia. Five years after the administration's foreign policy pivot towards Asia, Obama is expected to reaffirm the transatlantic relationship - an alliance that's taken on new urgency as Ukraine and its neighbors fret over the next moves by Russian President Vladimir Putin in the region. LINK\n\nNORTH KOREA ABC News' Luis Martinez: \" North Korea Launches Two Mid-Range Ballistic Missiles\" North Korea has fired two medium-range Nodong ballistic missiles into the waters east of the Korean Peninsula, that the State Department called \"a troubling and provocative escalation that the United States takes seriously.\" In a statement, State Department Deputy spokesperson Marie Harf said the United States had confirmed the launch of two Nodong medium range ballistic missiles from North Korea's western coast. The two missiles then traveled more than 400 across eastward across the Korean Peninsula landing in the Sea of Japan. LINK\n\nUKRAINE The Hill's Alexander Bolton and Russell Berman: \" Reid drops Ukraine demands\" Senate Democrats on Tuesday dropped their demand for changes to the International Monetary Fund in Ukraine legislation, likely clearing the way for passage later this week. Senate Majority Leader Harry Reid (D-Nev.) announced the reversal, saying he wanted to ensure that Congress could pass an aid bill quickly. \"As much as I think a majority of the Senate would like to have gotten that done with IMF in it, it was headed to nowhere in the House,\" Reid said. LINK\n\nBloomberg's Kathleen Hunter: \" Reid Inclined to Drop IMF Provision From Ukraine Aid Bill\" U.S. Senate Majority Leader Harry Reid said he's inclined to drop from Ukraine aid legislation language that would boost the International Monetary Fund after Republicans objected to the provision. The move would speed consideration of the measure, which has been slowed by a partisan dispute over the IMF provision, Reid, a Nevada Democrat, told reporters today in Washington. He said it appears that lawmakers now have a way forward on the aid bill, and that it may be completed as soon as today. LINK\n\nWall Street Journal's Philip Shishkin: \" One-Ship Ukraine Navy Defies Russia to the End\" Its escape to the open seas blocked by sunken ships, the Ukrainian minesweeper Cherkassy weaved and lurched in a narrow gulf on Tuesday afternoon with a symbolic, if inevitably brief, distinction: the last Ukrainian military vessel in Crimea not yet seized by the Russian navy.From the banks of the gulf cutting into the western flank of the peninsula from the Black Sea, the Russians watched the trapped, constantly moving ship, then dispatched patrol boats to chase and bump the stubborn vessel in several unsuccessful capture attempts. All other Ukrainian vessels blockaded in the same gulf, known as the Donuzlav Lake, had been seized in recent weeks.On Tuesday night, the Russians tried again to seize the minesweeper. LINK\n\nSYRIA Wall Street Journal's Sam Dagher: \" Uneasy Truces: Syrian Regime Exploits Rebel Despair\" The Syrian regime is slowly solidifying control of the ring of restive suburbs around Damascus by making deals with men like Ahmed Arnous, a 40-year-old former rebel and father of four. Mr. Arnous was one of the protesters who rose up three years ago against President Bashar al-Assad in this town southwest of Damascus. He took up arms and joined the rebel Free Syrian Army. He survived an eight-month siege by pro-regime forces that reduced people to eating foliage. He lived through a chemical weapons assault in August that killed about 80 people in Moadhamiya and more than 1,300 in another rebel-held suburb. But earlier this year, Mr. Arnous was among the first group of men in Moadhamiya to surrender their weapons as part of a process labeled \"national reconciliation\" by the Syrian government. LINK\n\nFIRST LADY, MICHELLE OBAMA The New York Times' Jane Perelez and Mark Landler: \" On Visit to China, Michelle Obama Eases In Some Political Messages\" Michelle Obama's weeklong trip to China seemed to start as a spring break holiday with her mother and daughters but has turned out to include far more substance - and politics - than the cheerful advocate of fitness and healthful eating often displays at home. At a high school here on Tuesday, Mrs. Obama pointedly told students that the United States championed \"the right to say what we think and worship as we choose,\" even as she conceded that Americans still lived those ideals imperfectly and that minorities had struggled to overcome a legacy of discrimination. LINK\n\nNSA The Los Angeles Times' Ken Dilanian: \" Obama's NSA compromise plan wins initial praise\" President Obama's new plan for the National Security Agency would significantly curb its authority, ending its vast collection of Americans' telephone records, but at the same time give the spy agency access to millions of cellphone records it currently does not reach. The compromise, which would require Congress' approval, won praise Tuesday from prominent lawmakers, including leading defenders and critics of the agency. But it faces a lengthy legislative process during which the agency will continue to collect and store the records of millions of U.S. telephone calls. LINK\n\nUSA Today's Aamer Madhani and David Jackson: \" Obama says he has plan to end NSA bulk data collection\" President Obama will soon detail what he is calling a \"workable\" legislative proposal to end the controversial practice of collecting bulk records of Americans' phone calls by the National Security Agency. Obama called for new rules in a January speech where he detailed plans to overhaul the NSA's surveillance programs. On Tuesday, the president said that the Justice Department and intelligence community officials have presented him with a proposal to end bulk collection that he has embraced. \"They have presented me now with an option that I think is workable,\" Obama said during a news conference at The Hague, where he was attending the Nuclear Security Summit. LINK\n\nWall Street Journal's Siobhan Gorman and Carol E. Lee: \" Consensus Nears to Overhaul NSA Phone Surveillance\" The White House and congressional leaders have settled on comparable proposals for ending the government's mass collection of telephone records, signaling the eventual end of a practice that critics said had come to epitomize U.S. surveillance overreach in the post-9/11 era. The proposals, offered in separate announcements on Tuesday, signified a rapidly expanding consensus among lawmakers, intelligence agencies and civil-liberties groups on how to overhaul the National Security Agency program. But the developments didn't offer assurance of quick congressional passage, which would require support from lawmakers who favor more limitations on surveillance. Moving any legislation through Congress in an election year will be challenging, particularly highly sensitive bills. LINK\n\nSECRET SERVICE The New York Daily News' Tim O'Connor: \" 3 Secret Service agents sent home from Amsterdam after agent found intoxicated by hotel staff\" It's another case of badges behaving badly in the U.S. Secret Service. Three agents responsible for protecting President Obama were sent home from Amsterdam Sunday after hotel staffers found one of the agents lying passed out in a hallway that morning, the Washington Post reported Tuesday night. The three agents were benched for \"disciplinary reasons,\" said Secret Service spokesman Ed Donovan. Donovan said the incident was prior to Obama's arrival Monday in the country and did not compromise the President's security in any way. LINK\n\nThe Washington Post's \" Secret Service agents on Obama detail sent home from Netherlands after night of drinking\" Three Secret Service agents responsible for protecting President Obama in Amsterdam this week were sent home and put on administrative leave Sunday after going out for a night of drinking, according to three people familiar with the incident. One of the agents was found drunk and passed out in a hotel hallway, the people said. The hotel staff alerted the U.S. Embassy in the Netherlands after finding the unconscious agent Sunday morning, a day before Obama arrived in the country, according to two of the people. The embassy then alerted Secret Service managers on the presidential trip, which included the agency's director, Julia Pierson. LINK\n\nHEALTH CARE The Washington Times' Dave Boyer: \" Obamacare applicants get new deadline\" The Obama administration said Tuesday that it will give extra time to Americans who say they are enrolling in Obamacare through the federal insurance marketplace but haven't completed the process by the March 31 deadline. Administration officials said Tuesday night that consumers who have started to apply for coverage but don't finish by Monday will have a few more weeks to do so. Health and Human Services Department spokeswoman Joanne Peters said, \"We are experiencing a surge in demand and are making sure that we will be ready to help consumers who may be in line by the deadline to complete enrollment - either online or over the phone.\" LINK\n\nUSA Today's Kelly S. Kennedy: \" Administration extending health care sign-ups\" President Obama has extended the health care exchange deadline for those who start the process before March 31, Health and Human Services officials say. \"Open enrollment ends March 31,\" said Julie Bataille, Centers for Medicare and Medicaid Services spokeswoman. \"We are experiencing a surge in demand and are making sure that we will be ready to help consumers who may be in line by the deadline to complete enrollment-either online or over the phone.\" When the website, HealthCare.gov, was overwhelmed by people trying to enroll in late December to gain health coverage by Jan. 1, the administration enacted a similar stretch of the deadline for those who tried to enroll but did not make the deadline. LINK\n\nWall Street Journal's Louise Radnofksy: \" The Obama Administration to Give Insurance-Enrollment Extension\" The Obama administration is extending the deadline to enroll for health insurance this year beyond Monday for certain people who have started but not completed their applications. An official at the Department of Health and Human Services confirmed Tuesday that those who are partway through applying for insurance coverage through the new exchanges will be able to finalize their coverage after March 31 if they are stuck. The number of applicants that fit that description could be in the millions. The move was expected. It wasn't immediately clear how long the extension would last. A handful of states that run their own exchanges have also decided to extend enrollment for those who haven't finished their applications. LINK\n\nABC NEWS VIDEO \" Obama: Russia Is 'a Problem,' But Not Number One Threat to US\" LINK\n\nBOOKMARKS The Note: LINK ABC News Politics: LINK George Stephanopoulos' Blog: LINK ABC News on Twitter: @ThisWeekABC | @ABCPolitics ABC News Mobile: LINK ABC News Apps: LINK ABC News YouTube: LINK", "article_metadata": {"fb_title": "The Note's Must-Reads for Wednesday, March 26, 2014", "description": "The Note's Must-Reads for Wednesday, March 26, 2014", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "author": "ABC News", "og": {"url": "http://abcnews.go.com/blogs/politics/2014/03/the-notes-must-reads-for-wednesday-march-26-2014/", "site_name": "ABC News", "title": "The Note's Must-Reads for Wednesday, March 26, 2014"}, "robots": "index, follow", "fb": {"admins": 704409894, "app_id": 4942312939}, "keywords": "politics news, election news, political news, political news articles", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fcecf5\"", "article_summary": "The Note's Must-Reads are a round-up of today's political headlines and stories from ABC News and the top U.S. newspapers.\nLINKSECRET SERVICE The New York Daily News' Tim O'Connor: \" 3 Secret Service agents sent home from Amsterdam after agent found intoxicated by hotel staff\" It's another case of badges behaving badly in the U.S. Secret Service.\nThe embassy then alerted Secret Service managers on the presidential trip, which included the agency's director, Julia Pierson.\nThe three agents were benched for \"disciplinary reasons,\" said Secret Service spokesman Ed Donovan.\nThe two missiles then traveled more than 400 across eastward across the Korean Peninsula landing in the Sea of Japan."}