{"article_title": "School referendum is a stab in the back", "article_keywords": ["school", "referendum", "system", "county", "commission", "stab", "board", "schools", "commissioners", "vision", "plan"], "article_url": "http://www.jacksonsun.com/story/opinion/editorials/2016/01/16/school-referendum-stab-back/78871748/", "article_text": "Buy Photo Editorial (Photo: The Jackson Sun)Buy Photo\n\nWe are astounded by the misguided effort to place a referendum on the ballot in Madison County regarding school construction.\n\nIt appears some county commissioners have lost sight of their role to be positive forces for the betterment of our community. It appears they are driven by a mix of bitterness over schools to be closed and the desire to grandstand for their constituents, all while being influenced by outside sources with ulterior motives and questionable data.\n\nLast week, the commission’s Legislative Resolutions Committee voted to take the referendum proposal to the full commission at its meeting Tuesday. The committee’s vote followed a decision by the school board in December to restructure the school system, in part, by closing five schools.\n\nThe referendum, which would be non-binding, would ask residents if the commission should support the expenditure of tax dollars to build new schools or classrooms in the next 10 years in light of the school closures.\n\nThe school board’s decision to close schools was painful. No options existed that would be financially sound and make everyone happy. Buildings should be closed when a school system that isn’t growing has schools that, on average, are used at 60 percent of capacity.\n\nThe school system has spent millions on unneeded space, much of which has been poorly maintained.\n\nThe county commission is known for being fiscally conservative. It is unfathomable that commissioners would not see the financial logic of closing schools when so much space is unused. It is equally unfathomable that the commissioners who support this referendum cannot recognize the destructive nature of their actions.\n\nThe school board acted in good faith and made every effort to involve the commission and the community in its decision-making process. Once a decision was made, a responsible public official would see the need for healing and the need to rally around our school system.\n\nInstead, some commissioners have chosen the irresponsible path of further agitation. The Legislative Resolutions Committee voted 7-0 to take the referendum to the full commission, without a recommendation.\n\nWe believe some of the committee members will not vote for the referendum when it comes before the full commission. But others, such as Commissioners Adrian Eddleman and Larry Sipes, have joined forces with Commissioners Larry Lowrance, Jimmy Arnold and Arthur Johnson to pursue this vengeful path.\n\nSome of those commissioners, in turn, are being influenced by Brent Lay, who is listed on the website of Englewood Baptist Church as the church’s director of pastoral care. According to information Lay previously provided The Jackson Sun, he has three degrees in education, including two master’s degrees.\n\nLay was the principal of the Resource Center under Juvenile Court Services and worked for two years as the principal of a small Christian school in Gallatin, according to the information he supplied. He worked as a student teacher in the public schools during college, according to the information he supplied.\n\nLay, who helped write the referendum, is a proponent of charter schools and was an outspoken critic of the school system’s Vision 2020 restructuring plans. He proposed an alternative plan that he claimed would save $80 million over 10 years without fully closing any traditional schools. But school and county officials question Lay’s numbers.\n\nThe wording of the referendum itself is, at best, amateurish and, at worst, purposely leading. It reads: “Should the Madison County Commission allocate millions of property tax dollars to build any new schools or additional classrooms within the next ten years with four or five existing schools being closed this year by action of our local school board?”\n\nEven if the resolution was properly worded, it makes no sense to put such a question before the voters now.\n\nThe Vision 2020 plan does not include the construction of any new classrooms, although the school board has acknowledged some could be needed in the future. Construction of a new school is not part of the Vision 2020 plan, although school officials have said they could foresee the possibility of new campuses in the central part of the city and the north side of the city at some point in the future.\n\nThe time for a referendum would be when actual construction plans exist, not when feelings are still raw over the restructuring plan.\n\nAs of now, the proposed referendum is nothing but a stab in the back of the school board by some county commissioners who have sadly lost their way.\n\nThe full commission should soundly defeat this ill-advised referendum proposal Tuesday.\n\nTENNCARE MISERY METER\n\nLt. Gov. Ron Ramsey’s, House Speaker Beth Harwell’s and the Tennessee General Assembly’s lack of leadership and urgency and failure to expand TennCare under the Affordable Care Act are bringing misery to an estimated 280,000 Tennesseans who could have received health insurance, including an estimated 30,000 veterans. Meanwhile, the financial stability of hospitals is at risk, and workers could lose their jobs. It is costing Tennesseans an estimated $2.5 million per day. The loss to date is:\n\n$2,377,500,000\n\nRead or Share this story: http://www.jacksonsun.com/story/opinion/editorials/2016/01/16/school-referendum-stab-back/78871748/", "article_metadata": {"google": "notranslate", "description": "The referendum is a stab at the school board by commissioners who have sadly lost their way", "og": {"site_name": "The Jackson Sun", "description": "The referendum is a stab at the school board by commissioners who have sadly lost their way", "title": "School referendum is a stab in the back", "url": "http://www.jacksonsun.com/story/opinion/editorials/2016/01/16/school-referendum-stab-back/78871748/", "image": "http://www.gannett-cdn.com/GDContent/applogos/jacksonsun.png", "type": "article"}, "twitter": {"description": "The referendum is a stab at the school board by commissioners who have sadly lost their way", "title": "School referendum is a stab in the back", "image": "http://www.gannett-cdn.com/-mm-/8223c4bd3b4bb15a66d404f93386207cec40c6fc/c=66-0-467-401&r=x643&c=640x640/local/-/media/2016/01/15/JacksonTN/B9320509143Z.1_20160115184551_000_GJ7D5SHUE.1-0.jpg", "creator": "@JSunNews", "site": "@JSunNews", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=893610877", "fb": {"app_id": 174739675893665}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "The committee’s vote followed a decision by the school board in December to restructure the school system, in part, by closing five schools.\nAs of now, the proposed referendum is nothing but a stab in the back of the school board by some county commissioners who have sadly lost their way.\nThe school system has spent millions on unneeded space, much of which has been poorly maintained.\nOnce a decision was made, a responsible public official would see the need for healing and the need to rally around our school system.\nBuildings should be closed when a school system that isn’t growing has schools that, on average, are used at 60 percent of capacity."}