{"article_title": "Afghan elections: Ashraf Ghani rules out coalition govt", "article_keywords": ["afghanistan", "process", "deal", "ghani", "powersharing", "abdullah", "elections", "accept", "ashraf", "hopes", "rules", "election", "coalition", "govt", "afghan", "ethnic"], "article_url": "http://www.dnaindia.com/world/report-afghan-elections-ashraf-ghani-rules-out-coalition-govt-1999876", "article_text": "Afghan presidential candidate Ashraf Ghani ruled out a coalition government with his rival Abdullah Abdullah on Saturday, quashing hopes for a power-sharing deal to defuse tensions that have threatened to split Afghanistan along ethnic lines.\n\nGhani and Abdullah have locked horns since the June 14 second round run-off, accusing each other of trying to manipulate the vote and declaring victory in the contest to succeed Hamid Karzai as president.\n\nPrompting speculation that a back-room power-sharing deal was in the making, officials have delayed the announcement of preliminary election results until Monday, potentially giving both candidates more time to find ways to end the impasse.\n\nBut speaking to reporters on Saturday, Ghani explicitly denied he sought a coalition government.\n\n\"People are concerned and the question they have been asking is if we have made any deal. Our answer is clear: we have not made any deal. We assure the people that we will not betray their votes,\" Ghani said.\n\n\"Our commitment is to defend national interests, not personal interests.\"\n\nThe protracted dispute over the election has all but destroyed Western hopes for a smooth transition of power in Afghanistan, where the atmosphere is already nervous as most US-led troops prepare to pull out this year.\n\nAbdullah, a former anti-Taliban resistance fighter, draws his support from the Tajik minority in northern Afghanistan while Ghani, a former World Bank economst, represents the Pashtun majority.\n\nAs their standoff intensified, Afghanistan has become awash with speculation about a broader rift along ethnic lines or more violence unless they agree to accept the outcome of the vote or agree on a compromise power-sharing arrangement.\n\nTALIBAN THREATS\n\nAdding another layer of complexity to an already tense situation, Taliban insurgents have vowed to disrupt the election process. On Saturday, militants set fire to 200 oil tanker trucks supplying fuel for NATO forces near Kabul.\n\nGhani's aides, citing election observers, say he is in the lead in the run-off by at least one million votes.\n\nAbdullah, for his part, has accused Karzai, an ethnic Pashtun, of playing a role in the alleged rigging in Ghani's favour, and last week thousands of Abdullah's supporters marched on the presidential palace in a peaceful protest.\n\n\"The uncertainty has resulted in the loss of hundreds of millions of dollar in investment... Deals are suspended because the future is uncertain,\" Ghani said.\n\nIn response to allegations of mass fraud, the Independent Election Commission is now recounting votes from 1,930 polling stations and will announce its findings on Monday.\n\nRefusal by either candidate to accept the outcome would result in a dangerous deadlock, a worry for the United States which hopes for a swift transfer of power in order to sign a security pact allowing some U.S. forces to stay in the country.\n\nGhani said election results should not be delayed further.\n\n\"The electoral timeline cannot be changed. We have been committed to the process and the process has to be followed,\" he said. \"For the sake of the nation we accepted the delay for a few days (but) we cannot accept any more delays.", "article_metadata": {"description": "Afghan elections: Ashraf Ghani rules out coalition govt - Afghan presidential candidate Ashraf Ghani ruled out a coalition government with his rival Abdullah Abdullah on Saturday, quashing hopes for a power-sharing deal to defuse tensions that have threatened to split Afghanistan along ethnic lines.\nGhani and Abdullah have locked horns since the June 14 second round run-off, accusing each other of trying to manipulate the vote and declaring victory in the contest to succeed Hamid Karzai as president.", "copyright": "Diligent Media Corporation Ltd.", "og": {"site_name": "dna", "description": "Afghan elections: Ashraf Ghani rules out coalition govt - Afghan presidential candidate Ashraf Ghani ruled out a coalition government with his rival Abdullah Abdullah on Saturday, quashing hopes for a power-sharing deal to defuse tensions that have threatened to split Afghanistan along ethnic lines.\nGhani and Abdullah have locked horns since the June 14 second round run-off, accusing each other of trying to manipulate the vote and declaring victory in the contest to succeed Hamid Karzai as president.", "title": "Afghan elections: Ashraf Ghani rules out coalition govt | Latest News & Updates at Daily News & Analysis", "url": "http://www.dnaindia.com/world/report-afghan-elections-ashraf-ghani-rules-out-coalition-govt-1999876", "image": "http://static.dnaindia.com/sites/default/files/2014/07/05/248182-abdullah-ghani-reuters.jpg", "updated_time": "2014-07-05T18:52:00+05:30", "locale": "en_US", "type": "article"}, "twitter": {"description": "Afghan presidential candidate Ashraf Ghani ruled out a coalition government with his rival Abdullah Abdullah on Saturday, quashing hopes for a power-sharing deal to defuse tensions that have threatened to split Afghanistan along ethnic lines.\nGhani and Abdullah have locked horns since the June 14 second round run-off, accusing each other of trying to manipulate the vote and declaring victory in the contest to succeed Hamid Karzai as president.", "creator": "@dna", "url": "http://www.dnaindia.com/world/report-afghan-elections-ashraf-ghani-rules-out-coalition-govt-1999876", "image": {"width": 187, "height": 92}, "title": "Afghan elections: Ashraf Ghani rules out coalition govt", "site": "@dna", "card": "summary"}, "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 1474930936151793}, "keywords": "Abdullah Abdullah, Ashraf Ghani Ahmadzai, Coalition Government, Taliban militants, NATO troops, vote rigging, Hamid Karzai, Afghanistan, Taliban, Kabul, NATO, United States, World Bank, Independent Election Commission, Ashraf Ghani, U. S.", "article": {"section": "World", "tag": "Abdullah Abdullah, Ashraf Ghani Ahmadzai, Coalition Government, Taliban militants, NATO troops, vote rigging, Hamid Karzai, Afghanistan, Taliban, Kabul, NATO, United States, World Bank, Independent Election Commission, Ashraf Ghani, U. S.", "published_time": "2014-07-05T18:52:00+05:30"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=0", "news_keywords": "Abdullah Abdullah, Ashraf Ghani Ahmadzai, Coalition Government, Taliban militants, NATO troops, vote rigging, Hamid Karzai, Afghanistan, Taliban, Kabul, NATO, United States, World Bank, Independent Election Commission, Ashraf Ghani, U. S."}, "_id": "\"57477af36914bd0286fced00\"", "article_summary": "TALIBAN THREATSAdding another layer of complexity to an already tense situation, Taliban insurgents have vowed to disrupt the election process.\nAfghan presidential candidate Ashraf Ghani ruled out a coalition government with his rival Abdullah Abdullah on Saturday, quashing hopes for a power-sharing deal to defuse tensions that have threatened to split Afghanistan along ethnic lines.\nBut speaking to reporters on Saturday, Ghani explicitly denied he sought a coalition government.\nWe have been committed to the process and the process has to be followed,\" he said.\nAbdullah, a former anti-Taliban resistance fighter, draws his support from the Tajik minority in northern Afghanistan while Ghani, a former World Bank economst, represents the Pashtun majority."}