{"article_title": "Court ruling ends Missouri's right to limit navigators", "article_keywords": ["navigators", "affordable", "ends", "right", "court", "help", "missouris", "federal", "states", "limit", "ruling", "missouri", "health", "laws", "insurance", "care"], "article_url": "http://www.usatoday.com/story/news/nation/2014/01/23/federal-court-says-state-cant-limit-navigators/4802205/", "article_text": "Navigator Eugene B. Keahey, left, assists Brenda Carter during the 32nd annual Martin Luther King Jr. Birthday Celebration's Affordable Care Act Enrollment at the Martin Luther King Jr. Community Center in Dallas, Texas. (Photo: Sarah Hoffman, AP)\n\nWASHINGTON — States that decided to use the federal health care exchange instead of creating one of their own can't limit how those exchanges operate, including limiting the work by navigators who aid consumers buying health insurance, a federal district court in Missouri ruled Thursday.\n\nThe preliminary injunction from U.S. District Judge Ortrie Smith in the case Missouri v. St. Louis Effort for AIDS said states must leave the operation of the federal exchange to the federal government, and they may not impose additional requirements or limitations.\n\nSmith's ruling came after Missouri officials filed a motion to throw out the case.\n\nThe ruling affects Missouri only, but it could be the foundation for challenges of similar restrictive laws in other states, said Jay Angoff, counsel for plaintiffs and former director of Affordable Care Act implementation at Health and Human Services. There are no other lawsuits as of yet.\n\n\"It's a pretty well-reasoned decision, and I think it's got to make the states think twice before creating laws that are designed to obstruct the Affordable Care Act,\" Angoff said.\"The court said imposing those restrictions was pre-emptive because it created an obstacle to implementing the Affordable Care Act.\"\n\nLast year, about a dozen states passed laws that restricted who could help potential insurance customers buy health coverage. Some states require licenses or advanced training, while some restricted health clinic employees and volunteers from explaining basic insurance terms. Others were not allowed to help people compare the benefits and prices of different plans.\n\nState officials, such as those in Texas, have said the laws were meant to keep personal information private and make sure the navigators were fully trained.\n\n\"In Texas, we are being vigilant about safeguarding privacy and keeping personal information out of the wrong hands,\" Insurance Commissioner Julia Rathgeber said in a statement in December.\n\nIn November, the St. Louis Effort for AIDS and Planned Parenthood of the St. Louis Region and Southwest Missouri, both of which offered consumer help enrolling on the exchanges, challenged Missouri's laws in court. The court found that states may not regulate \"entities and individuals certified under federal law to provide services or perform functions pursuant to the Affordable Care Act and its attendant regulations.\"\n\nMissouri imposed additional licensing requirements on navigators, including 30 hours' worth of training, and if they did become licensed, they were restricted in what they were allowed to do. The federal law says navigators must offer information about plans, but the Missouri law said navigators could not advise people about the terms, benefits or features of health plans on the federal exchange, HealthCare.gov.\n\nMissouri officials argued that they were trying to ensure navigators were qualified.\n\nLast week, researchers at George Washington University School of Public Health and Health Services found that laws restricting navigators have compromised their residents' ability to gain access to health care. Researchers found that those states were less likely to notify consumers of Medicaid eligibility, were less likely to help people gather documents they need to gain insurance, were less likely to help people fill out paperwork to enroll in the exchange and were less likely to help people choose an insurance plan.\n\nFollow @KellySKennedy on Twitter.\n\nRead or Share this story: http://usat.ly/1jG441l", "article_metadata": {"google": "notranslate", "description": "A federal court has ruled that states that opted to use the federal health exchange, rather than create a state exchange, gave up the right to limit how those exchanges could operate.", "og": {"site_name": "USA TODAY", "description": "A federal court has ruled that states that opted to use the federal health exchange, rather than create a state exchange, gave up the right to limit how those exchanges could operate.", "title": "Court ruling ends Missouri's right to limit  navigators", "url": "http://www.usatoday.com/story/news/nation/2014/01/23/federal-court-says-state-cant-limit-navigators/4802205/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "A federal court has ruled that states that opted to use the federal health exchange, rather than create a state exchange, gave up the right to limit how those exchanges could operate.", "creator": "@usatoday", "image": "http://www.gannett-cdn.com/-mm-/f4bfd58ebfa225dded32392f48c41e5461db0d08/c=589-0-3972-3383&r=x643&c=640x640/local/-/media/USATODAY/test/2014/01/23//1390512745000-AP-MLK-Parade.jpg", "title": "Court ruling ends Missouri's right to limit  navigators", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "cXenseParse": {"gci-topic": "Geography/Missouri", "gci-asset-type": "story", "gci-categories": "Geography/Missouri", "title": "Court ruling ends Missouri's right to limit  navigators", "author": "Kelly Kennedy", "pageclass": "article", "recs": {"category": "news/nation", "image-3-4": "http://www.gannett-cdn.com/-mm-/85b520ec826786e47a40b925b83274c8677668ab/c=0-0-2540-3383/local/-/media/USATODAY/test/2014/01/23//1390512745000-AP-MLK-Parade.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/89c88e11360f02e9cd7d2586e35f75e2ccbc3b2f/c=589-0-3972-3383/local/-/media/USATODAY/test/2014/01/23//1390512745000-AP-MLK-Parade.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/980933d6bc50e59eb5de90795afdc04ad766e987/c=295-0-4795-3383/local/-/media/USATODAY/test/2014/01/23//1390512745000-AP-MLK-Parade.jpg", "image": "http://www.gannett-cdn.com/-mm-/bc6fb6e302bb33b2a81a811681ba756649f7252b/c=0-254-5079-3119&r=x1683&c=3200x1680/local/-/media/USATODAY/test/2014/01/23//1390512745000-AP-MLK-Parade.jpg", "publishtime": "2014-01-23T17:19:10.193000-05:00", "shorthed": "Ruling stops limits on navigators", "articleid": 4802205, "image-16-9": "http://www.gannett-cdn.com/-mm-/3c52c51d77c6795a4354a6cf567a77067bd0cb88/c=0-254-5079-3119/local/-/media/USATODAY/test/2014/01/23//1390512745000-AP-MLK-Parade.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/e7ebc25cf9862cb1efa91930df264f48a17c27c1/c=396-0-2286-3383/local/-/media/USATODAY/test/2014/01/23//1390512745000-AP-MLK-Parade.jpg"}}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Missouri, district court, Affordable Care Act, navigators"}, "_id": "\"57477af36914bd0286fced05\"", "article_summary": "\"The court said imposing those restrictions was pre-emptive because it created an obstacle to implementing the Affordable Care Act.\"\nLast week, researchers at George Washington University School of Public Health and Health Services found that laws restricting navigators have compromised their residents' ability to gain access to health care.\nNavigator Eugene B. Keahey, left, assists Brenda Carter during the 32nd annual Martin Luther King Jr. Birthday Celebration's Affordable Care Act Enrollment at the Martin Luther King Jr. Community Center in Dallas, Texas.\nLast year, about a dozen states passed laws that restricted who could help potential insurance customers buy health coverage.\nSome states require licenses or advanced training, while some restricted health clinic employees and volunteers from explaining basic insurance terms."}