{"article_title": "Hillary Clinton Scandal Watch: Get Used to Hearing Huma Abedin’s Name", "article_keywords": ["used", "clinton", "close", "abedin", "watch", "state", "hearing", "grassley", "band", "hillary", "potential", "teneo", "abedins", "department", "scandal", "inspector", "huma"], "article_url": "http://www.thefiscaltimes.com/2015/08/03/Hillary-Clinton-Scandal-Watch-Get-Used-Hearing-Huma-Abedin-s-Name", "article_text": "A top Republican in the Senate is demanding detailed information about the work performed by close Hillary Clinton aide Huma Abedin during a period when Clinton was Secretary of State and Abedin was employed by the State Department as a “Special Government Employee.”\n\nIn a letter sent late last week to current Secretary of State John Kerry, Senate Judiciary Committee chairman Chuck Grassley (R-IA) cited a State Department Inspector General’s investigation of “potential criminal activity” by Abedin during her time at State.\n\nRelated: Clinton Tries to Change the Narrative with First Two Campaign Ads\n\nAbedin, who is married to former New York Congressman Anthony Weiner, has long been a person of interest to Republicans on Capitol Hill. During part of her time at the State Department, Abedin was reclassified as an SGE, which allowed her to enter into employment with both the Clinton Foundation and with Teneo Holdings, a consulting firm whose president is Douglas Band, a close associate of the Clintons.\n\nAbedin’s close relationship with Hillary Clinton has led to calls for her testimony in front of the House Select Committee on Benghazi. Her Pakistani heritage and the fact that she is a Muslim have even led some members of the GOP to allege that she is a foreign agent working against U.S. interests.\n\nBut the issues apparently being looked at by the Office of the Inspector General are, according to Grassley, far more mundane, involving potential “theft of public money through time and attendance fraud” as well as potential conflicts of interest resulting from her multiple jobs at the State Department, Teneo and the Clinton Foundation.\n\nRelated: As Planned Parenthood Spending Brawl Rages on, Dems See an Edge\n\nSpecifically, the Inspector General is looking into $33,000 that Abedin was paid as compensation for vacation time that went unused during her time at the State Department. According to Grassley, there is evidence to suggest that Abedin, who was pregnant and gave birth during her tenure there, actually did use at least some of the time for which she later requested to get paid.\n\nAdditionally, the letter suggests that Abedin might have used her position with State to benefit Teneo or Band, its president. Band was apparently a party to thousands of emails to and from Abedin during her time at State. The emails, said Grassley raise “several troubling allegations of Ms. Abedin being solicited for and delivering favors for preferred individuals.”\n\nIt’s too soon to know whether Abedin actually used her position at State improperly, or whether she received compensation to which she wasn’t entitled. But it’s not too soon at all to predict that between now and the 2016 elections, Abedin will be a major talking point for Republicans trying to derail Clinton in her effort to win the Oval Office.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "It’s too soon to know whether Hillary Clinton’s aide Huma Abedin actually used her position at the Department of State improperly, or whether she received compensation to which she wasn’t entitled. But it’s not too soon at all to predict that between now and the 2016 elections, Abedin will be a major talking point for Republicans trying to derail Clinton in her effort to win the Oval Office.", "title": "Hillary Clinton Scandal Watch: Get Used to Hearing Huma Abedin’s Name", "url": "http://www.thefiscaltimes.com/2015/08/03/Hillary-Clinton-Scandal-Watch-Get-Used-Hearing-Huma-Abedin-s-Name", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/huma_abedin.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/08/03/Hillary-Clinton-Scandal-Watch-Get-Used-Hearing-Huma-Abedin-s-Name", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/huma_abedin.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "It’s too soon to know whether Hillary Clinton’s aide Huma Abedin actually used her position at the Department of State improperly, or whether she received compensation to which she wasn’t entitled. But it’s not too soon at all to predict that between now and the 2016 elections, Abedin will be a major talking point for Republicans trying to derail Clinton in her effort to win the Oval Office.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Abedin’s close relationship with Hillary Clinton has led to calls for her testimony in front of the House Select Committee on Benghazi.\nAdditionally, the letter suggests that Abedin might have used her position with State to benefit Teneo or Band, its president.\nBand was apparently a party to thousands of emails to and from Abedin during her time at State.\nRelated: Clinton Tries to Change the Narrative with First Two Campaign AdsAbedin, who is married to former New York Congressman Anthony Weiner, has long been a person of interest to Republicans on Capitol Hill.\nRelated: As Planned Parenthood Spending Brawl Rages on, Dems See an EdgeSpecifically, the Inspector General is looking into $33,000 that Abedin was paid as compensation for vacation time that went unused during her time at the State Department."}