{"article_title": "Insurance exchanges' IRS Publication 1075 data compliance new to many", "article_keywords": ["irs", "publication", "federal", "1075", "state", "email", "patients", "health", "exchanges", "compliance", "security", "data", "insurance", "wilbur"], "article_url": "http://searchhealthit.techtarget.com/feature/Insurance-exchanges-IRS-Publication-1075-data-compliance-new-to-many", "article_text": "Affordable Care Act implementation continues, despite some major obstacles: a government shutdown, deep political opposition to the ACA, and a rocky start to the first week of enrollment for its health insurance exchanges (because of initial crashes of the main federal website and ongoing technical glitches causing delays and user-authentication problems).\n\nDownload this free guide Download Our Guide: mHealth Security Best Practices There’s no doubt that mobile health technology improves patient care, engagement, and physician productivity. But, the security risks are vast. Learn how to protect your mHealth devices and data in this exclusive e-guide. Start Download Corporate E-mail Address: You forgot to provide an Email Address. This email address doesn’t appear to be valid. This email address is already registered. Please login. You have exceeded the maximum character limit. Please provide a Corporate E-mail Address.\n\nBy submitting my Email address I confirm that I have read and accepted the Terms of Use and Declaration of Consent. By submitting your email address, you agree to receive emails regarding relevant topic offers from TechTarget and its partners. You can withdraw your consent at any time. Contact TechTarget at 275 Grove Street, Newton, MA. You also agree that your personal information may be transferred and processed in the United States, and that you have read and agree to the Terms of Use and the Privacy Policy.\n\nMandated by the ACA, the exchanges are online marketplaces designed to offer uninsured Americans health coverage. While each state has one, the law provided for federal management of a state's exchange if a state declined to set up its own with federal grants. The federal site Healthcare.gov supports 36 state exchanges. The District of Columbia and 14 states run their own.\n\nOn top of the initial technical problems, another potentially big, but little-reported IT problem for the exchanges is waiting in the wings.\n\nThe ACA also introduces the use of the IRS to enforce the individual mandate and validate applicants' claimed income data to ensure they are eligible for premium subsidies. Toward that end, exchanges will have to comply with IRS Publication 1075, which protects federal tax returns and return information (FTI) for taxpayers in the same spirit that HIPAA covers protected health information for patients. Tax data is served by the government on a main federal data services hub for the purpose of validating an applicant's eligibility for federal subsidies, which many currently uninsured patients would theoretically receive.\n\nIRS adds a layer of compliance complexity Protecting that tax data requires more than just HIPAA compliance. Separate breach reporting and data encryption rules apply, for example, and the IRS has some fairly specific rules for physical safeguards, including a prohibition on drop ceilings and prescriptions for cubicle wall heights where FTI is handled. The tentacles of these requirements are brutally extensive. Bobbie Wilbur,\n\nSocial Interest Solutions While the federal hub might be secure, according to CMS self-reporting testing and validation, some industry observers aren't so sure about the organizations and state exchanges tapping into its data reserves. \"For folks who are in the security biz, it sort of translates into 'FISMA-moderate,'\" said Bobbie Wilbur, cofounder of Social Interest Solutions, a nonprofit invested in helping underserved patients through health IT. Wilbur is referring to how HIPAA, IRS Publication 1075 and other health data security mandates taken together meet a rough equivalent to the middle ground between the minimum and maximum data security requirements of the Federal Information Security Management Act of 2002. \"It is a fairly strong security standard, which I think is probably appropriate given the data that we're handling here,\" she said. \"But are people operationalizing that? It's being imposed on a world that has digested HITECH, they've digested HIPAA and now there's yet another layer they've never dealt with.\"\n\nPayers, providers could be affected and unaware Payers will most likely have to meet the standards, Wilbur said, as well as any provider that hooks into the exchanges for billing or if they have patient support services or financial offices that assist uninsured patients in signing up for policies. Federally qualified health centers or local clinics might associate with volunteer community groups or private brokers that help feed patients into the exchanges. These groups, with shoestring funding and little bandwidth for setting up formal compliance programs, might be vulnerable to violations. Wilbur, who wrote some of the verbiage in ACA section 1561 covering electronic enrollment of patients into the exchanges, said that her company assisted several states in setting up their exchanges. It also had a hand in Arizona's ACA-funded Medicaid expansion effort, enrolling patients. She saw firsthand how IRS 1075 can cause a compliance kludge, because any entity that touches the hub must meet its security requirements whether they access taxpayer data or not. \"The state of Arizona has chosen not to use IRS tax data as enrollment criteria for new Medicaid patients,\" Wilbur said. \"But because Arizona is connecting to the federal data services hub -- even though it is not using that IRS tax data -- because the system they're connecting to has that data in it [and] they have to comply. The tentacles of these requirements are brutally extensive. ... I'm not saying it's bad, it's just that it takes time to digest, operationalize and build a security framework that can support that.\" Her organization isn't touching any IRS data, Wilbur said, because some of the requirements are \"over the top,\" such as data partition requirements that prohibit IRS data to live in the same places as other business data even though personal data and the IRS data is protected by the exact same stringent security protocols. Wilbur added that she understands why data security is so important, considering all the data the IRS keeps for individuals includes social security numbers, financial data, family relationships and a lot more. But her organization is struggling with drawing the line between security and opening access for the uninsured patients the ACA was intended to help. \"A state probably could and definitely should accommodate this,\" she said. \"But how far should it extend beyond, and what's your real risk?\"", "article_metadata": {"description": "Health insurance exchanges are subject to IRS publication 1075 data security compliance. Some health care providers and nonprofits might have to comply, too.", "og": {"site_name": "SearchHealthIT", "description": "Health insurance exchanges are subject to IRS publication 1075 data security compliance. Some health care providers and nonprofits might have to comply, too.", "title": "Insurance exchanges' IRS Publication 1075 data compliance new to many", "url": "http://searchhealthit.techtarget.com/feature/Insurance-exchanges-IRS-Publication-1075-data-compliance-new-to-many", "image": "http://cdn.ttgtmedia.com/ITKE/images/logos/TTlogo-379x201.png", "locale": "en_US", "type": "article"}, "twitter": {"site": "@searchhealthit", "title": "Insurance exchanges' IRS Publication 1075 data compliance new to many", "description": "Health insurance exchanges are subject to IRS publication 1075 data security compliance. Some health care providers and nonprofits might have to comply, too.", "card": "summary_large_image", "creator": "@donfluckinger"}, "robots": "noodp", "fb": {"app_id": 870327132989388}, "article": {"publisher": "http://www.facebook.com/searchhealthit"}, "viewport": "width=device-width,initial-scale=1"}, "_id": "\"57477af36914bd0286fced13\"", "article_summary": "Her organization isn't touching any IRS data, Wilbur said, because some of the requirements are \"over the top,\" such as data partition requirements that prohibit IRS data to live in the same places as other business data even though personal data and the IRS data is protected by the exact same stringent security protocols.\nWilbur added that she understands why data security is so important, considering all the data the IRS keeps for individuals includes social security numbers, financial data, family relationships and a lot more.\n\"The state of Arizona has chosen not to use IRS tax data as enrollment criteria for new Medicaid patients,\" Wilbur said.\nWilbur is referring to how HIPAA, IRS Publication 1075 and other health data security mandates taken together meet a rough equivalent to the middle ground between the minimum and maximum data security requirements of the Federal Information Security Management Act of 2002.\nIRS adds a layer of compliance complexity Protecting that tax data requires more than just HIPAA compliance."}