{"article_title": "Accenture Expands in Asia with PacificLink Group Acquisition", "article_keywords": ["consulting", "group", "business", "deal", "asia", "javelin", "accenture", "digital", "services", "interactive", "expands", "acquisition", "pacificlink"], "article_url": "http://www.themiddlemarket.com/news/business_services/accenture-expands-in-asia-with-pacificlink-group-acquisition-257158-1.html", "article_text": "Accenture Expands in Asia with PacificLink Group Acquisition\n\nThe deal follows several other purchases for the consultant, including Javelin Group and Axia\n\nAccenture (NYSE: ACN) has acquired PacificLink Group, a set of digital agencies in Hong Kong, to grow in Asia.\n\nThe target is made up of five full-service digital agencies: PacificLink IMedia Ltd., Pixo Punch Ltd., LemonXO Ltd., AvantBiz Consulting Ltd. and DMA Solutions Ltd.\n\nThe deal should allow the buyer to bring digital design, marketing, content and commerce services to China through subsidiary Accenture Interactive, which focuses on brand marketing.\n\n\u0093The addition of the PacificLink companies is a bold and strategic move to scale our business in the region and strengthen our ability to meet the growing digital demands of our clients,\" says Accenture Interactive senior managing director Brian Whipple.\n\nAccenture, a consulting, technology services and outsourcing firm, has made several other acquisitions. In June, the company bought Javelin Group, a retail strategy and digital services provider, and before that, in April, purchased Axia Ltd., a business consultant.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/business_services/accenture-expands-in-asia-with-pacificlink-group-acquisition-257158-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/accenture.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Accenture Expands in Asia with PacificLink Group Acquisition"}}, "_id": "\"57477af46914bd0286fe20ed\"", "article_summary": "Accenture Expands in Asia with PacificLink Group AcquisitionThe deal follows several other purchases for the consultant, including Javelin Group and AxiaAccenture (NYSE: ACN) has acquired PacificLink Group, a set of digital agencies in Hong Kong, to grow in Asia.\nIn June, the company bought Javelin Group, a retail strategy and digital services provider, and before that, in April, purchased Axia Ltd., a business consultant.\nThe deal should allow the buyer to bring digital design, marketing, content and commerce services to China through subsidiary Accenture Interactive, which focuses on brand marketing.\nAccenture, a consulting, technology services and outsourcing firm, has made several other acquisitions.\nThe target is made up of five full-service digital agencies: PacificLink IMedia Ltd., Pixo Punch Ltd., LemonXO Ltd., AvantBiz Consulting Ltd. and DMA Solutions Ltd."}