{"article_title": "A Closer Look At Hospital Commission Appointees", "article_keywords": ["closer", "hays", "spottswood", "look", "appointees", "hospital", "florida", "governor", "commission", "plan", "president", "wmfe", "hospitals", "think", "panel"], "article_url": "http://health.wusf.usf.edu/post/closer-look-hospital-commission-appointees", "article_text": "A former SunTrust CEO from Winter Park has been appointed to a committee to investigate hospitals. Tom Kuntz is one of nine members on a panel investigating hospital finances.\n\nThe other people named to the panel, which is aimed at making recommendations for a special legislative session scheduled to begin June 1, are Carlos Beruff, president of Medallion homes, who will be the chairman; retired Brig. Gen. Chip Diehl; attorney Marili Cancio Johnson; former Gadsden County Commissioner Eugene Lamb Jr.; Jason Rosenburg, a physician and former chairman of the Florida Board of Medicine; Ken Smith, owner of Integrated Beef Consultants; former Destin Mayor Sam Seevers; and Robert Spottswood, president and director of Spottswood Companies, which has interests that include real estate and hospitality.\n\nThe hospital commission is asking hospitals for proposals, including a possible profit-sharing plan. Florida state Sen. Alan Hays, R-Umatilla, said all ideas need to be vetted.\n\n“As I told the governor when he asked me about it, I said 'Governor, at this stage, I think the people of Florida deserve consideration of any and all ideas,'” Hays said. “And the profit sharing idea is certainly one that’s worked in other industries.”\n\nThe governor put the commission together after lawmakers failed to agree on whether to expand Medicaid. Expansion has been tied to federal funding to hospitals, with some hospitals saying they would need to cut service without the funding.\n\nHays is pessimistic that the Florida Senate’s Medicaid expansion plan has a future.\n\n“I don’t really think it does, to tell you the truth,” Hays said. “I think the best way to go about solving these problems is to separate the two.”\n\n——\n\nAbe Aboraya is a reporter with WMFE in Orlando. WMFE is a partner with Health News Florida, which receives support from the Corporation for Public Broadcasting.", "article_metadata": {"category": "HNF Stories", "description": "A former SunTrust CEO from Winter Park has been appointed to a committee to investigate hospitals. Tom Kuntz is one of nine members on a panel", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/closer-look-hospital-commission-appointees", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201505/board_kuntz.jpg", "type": "article", "description": "A former SunTrust CEO from Winter Park has been appointed to a committee to investigate hospitals. Tom Kuntz is one of nine members on a panel", "title": "A Closer Look At Hospital Commission Appointees"}, "story_id": 406393446, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Abe Aboraya", "org_id": 0, "dc": {"title": "A Closer Look At Hospital Commission Appointees"}, "nid": 10628, "datePublished": "2015-05-13", "keywords": "Florida\\'s hospital commission, Tom Kuntz, SunTrust, investigating hospital finances, Medicaid expansion", "wordCount": 373, "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "The hospital commission is asking hospitals for proposals, including a possible profit-sharing plan.\nTom Kuntz is one of nine members on a panel investigating hospital finances.\nExpansion has been tied to federal funding to hospitals, with some hospitals saying they would need to cut service without the funding.\nWMFE is a partner with Health News Florida, which receives support from the Corporation for Public Broadcasting.\n“I think the best way to go about solving these problems is to separate the two.”——Abe Aboraya is a reporter with WMFE in Orlando."}