{"article_title": "New abortion rule: Arizona clinics must report fate of fetal tissue", "article_keywords": ["arizona", "officials", "fate", "clinics", "abortion", "rule", "parenthood", "rules", "state", "tissue", "republic", "planned", "report", "selling", "thats", "fetal"], "article_url": "http://www.washingtontimes.com/news/2015/aug/18/new-rule-arizona-clinics-must-report-fate-of-fetal/", "article_text": "PHOENIX (AP) - Arizona abortion clinics must report what happens to the remains of aborted fetuses under a new rule issued by Gov. Doug Ducey.\n\nThe emergency measure approved by Attorney General Mark Brnovich and filed Friday, reported The Arizona Republic (http://bit.ly/1JeOi7U ). It went into effect immediately.\n\nOn forms filed with state health officials, clinics must now say to where or to whom the tissue was transferred, whether any compensation was received and whether the patient agreed to the transfer. That information is not required if the tissue is given to a funeral home or crematory.\n\nDucey said the emergency measure is in response to recently released hidden camera footage that raised questions about whether Planned Parenthood officials are making money by selling tissue to medical researchers.\n\nPlanned Parenthood officials criticized the group behind the videos and said the “outrageous claims are flat-out untrue.”\n\nSuch sales don’t happen in Arizona, according to the president of Planned Parenthood Arizona.\n\nFederal law prohibits selling or purchasing fetal tissue and women must provide informed consent before donating it. State law does not ban the practice.\n\n“What’s happening in these Planned Parenthood facilities - what we’ve seen on video - is horrific and we want to make sure we’re doing everything to ensure that’s not happening in Arizona and that’s what these rules are for,” Ducey said.\n\nThe Arizona Republic on Monday contacted Annet Ruiter, vice president of external affairs for Planned Parenthood. She had not yet seen the new rules and wrote in an email to The Republic that the organization would “carefully review these rules and determine their impact on our delivery of abortion health care.”\n\nThe rules can be implemented without public hearings and will be in place for 180 days, according to the rules handbook. They can be extended once.\n\nDucey spokesman Daniel Scarpinato said the governor’s plans are longer-term.\n\n“Our goal is to make this permanent, either through legislative approval or the regular rule-making process, which would make it permanent,” Mr. Scarpinato said.", "article_metadata": {"description": "Arizona abortion clinics must report what happens to the remains of aborted fetuses under a new rule issued by Gov. Doug Ducey.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Arizona abortion clinics must report what happens to the remains of aborted fetuses under a new rule issued by Gov. Doug Ducey.", "title": "New abortion rule: Arizona clinics must report fate of fetal tissue", "url": "http://www.washingtontimes.com/news/2015/aug/18/new-rule-arizona-clinics-must-report-fate-of-fetal/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/08/18/AP254798794746.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/08/18/AP254798794746.jpg", "description": "Arizona abortion clinics must report what happens to the remains of aborted fetuses under a new rule issued by Gov. Doug Ducey.", "card": "summary", "title": "New abortion rule: Arizona clinics must report fate of fetal tissue"}, "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Doug Ducey, Planned Parenthood"}, "article_summary": "Planned Parenthood officials criticized the group behind the videos and said the “outrageous claims are flat-out untrue.”Such sales don’t happen in Arizona, according to the president of Planned Parenthood Arizona.\nThe emergency measure approved by Attorney General Mark Brnovich and filed Friday, reported The Arizona Republic (http://bit.ly/1JeOi7U ).\nPHOENIX (AP) - Arizona abortion clinics must report what happens to the remains of aborted fetuses under a new rule issued by Gov.\nThe Arizona Republic on Monday contacted Annet Ruiter, vice president of external affairs for Planned Parenthood.\nDucey said the emergency measure is in response to recently released hidden camera footage that raised questions about whether Planned Parenthood officials are making money by selling tissue to medical researchers."}