{"article_title": "Can Ethereum Restore Online Freedom and Transform the Internet? (New at Reason)", "article_keywords": ["restore", "network", "versions", "freedom", "online", "blockchain", "transform", "whos", "watch", "reason", "ethereum", "facebook", "internet", "using", "types"], "article_url": "http://reason.com/blog/2016/03/18/ethereum-lubin-freedom-consensys", "article_text": "\"If you think the Internet has affected your life, Ethereum will have that same pervasive influence on our communications and our entire information infrastructure,\" says Joseph Lubin, who's the founder of the Brooklyn-based software-production studio ConsenSys. \"It will impact every aspect of our existence.\"\n\nConsenSys, which employs 68 people in nine countries, is developing applications to run on this ambitious new computing platform.\n\nOn Ethereum, the same types of services offered by companies like Facebook, Google, Ebay, and Amazon, will be provided instead by computers distributed around the globe. But how does Ethereum bring together these scattered nodes into one network? By using the groundbreaking organizational system known as a blockchain, which The Economist has aptly dubbed \"the trust machine.\"\n\nIt’s the same technology that makes possible peer-to-peer exchange of Bitcoins without a bank keeping track of who owns what. Ethereum is controlled by a different kind of blockchain that’s specifically designed to keep this decentralized network in sync, forming one powerful global computer that could one day match the capabilities of a Facebook or a Google.\n\nTo find out more about how Ethereum could transform the Internet, watch the story above. For downloadable versions, click the link below.\n\nView this article.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "\"If you think the Internet has affected your life, Ethereum will have that same pervasive influence on our communications and our entire information infrastructure,\"", "title": "Can Ethereum Restore Online Freedom and Transform the Internet? (New at Reason)", "url": "http://reason.com/blog/2016/03/18/ethereum-lubin-freedom-consensys", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14583090309271.jpg", "type": "article"}, "twitter": {"description": "\"If you think the Internet has affected your life, Ethereum will have that same pervasive influence on our communications and our entire information infrastructure,\" says Joseph Lubin, who's the founder of the Brooklyn-based software-production studio&nbsp;ConsenSys. \"It will impact every aspect of our existence.\"\nConsenSys, which employs 68 people in nine countries, is developing applications to run on this ambitious new computing platform.&nbsp;\nOn Ethereum, the same types of services offered by companies like Facebook, Goog", "title": "Can Ethereum Restore Online Freedom and Transform the Internet? (New at Reason)", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14583090309271.jpg", "creator": "@jimepstein", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"published_time": "2016-03-18T14:07:00+00:00", "author": "http://reason.com/people/jim-epstein"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "To find out more about how Ethereum could transform the Internet, watch the story above.\nOn Ethereum, the same types of services offered by companies like Facebook, Google, Ebay, and Amazon, will be provided instead by computers distributed around the globe.\nBy using the groundbreaking organizational system known as a blockchain, which The Economist has aptly dubbed \"the trust machine.\"\nConsenSys, which employs 68 people in nine countries, is developing applications to run on this ambitious new computing platform.\nIt’s the same technology that makes possible peer-to-peer exchange of Bitcoins without a bank keeping track of who owns what."}