{"article_title": "US Easing Immigration Rule for Terrorist Support", "article_keywords": ["terrorist", "support", "immigration", "rule", "state", "department", "easing", "security", "republican", "change", "obama"], "article_url": "http://www.newsmax.com/Newsfront/Immigration-terrorist-support-rule/2014/02/09/id/551719/", "article_text": "The Obama administration has eased the rules for would-be asylum-seekers, refugees and others who hope to come to the United States or stay here and who gave \"limited\" support to terrorists or terrorist groups.\n\n\n\nThe change is one of President Barack Obama's first actions on immigration since he pledged during his State of the Union address last month to use more executive directives.\n\n\n\nThe move was immediately greeted Sunday with an angry Republican backlash. Republican leaders like House Speaker John Boehner said last week that the GOP felt the president could not be trusted on immigration, and that was what was hindering immigration reform. This unilateral move on a very controversial immigration regulation was precisely his point, he added.\n\n\n\n\"President Obama should be protecting U.S. citizens rather than taking a chance on those who are aiding and abetting terrorist activity and putting Americans at greater risk,\" says Virginia GOP Rep. Robert Goodlatte, chairman of the House Judiciary Committee and part of the GOP House leadership team working on immigration reform.\n\n\n\nHe and other Republican lawmakers argued that the administration is relaxing rules designed by Congress to protect the country from terrorists.\n\n\n\nOthers were scratching their heads over why Obama would choose this issue as one of his first unilateral moves after the State of the Union speech.\n\n\n\nAnd Missouri GOP Sen. Roy Blunt on \"Fox News Sunday\" repeated the concerns of fellow Republicans and others about Obama repeatedly saying that \"he can use his pen and his telephone\" to work around Congress.\n\n\n\nSen. Kelly Ayotte said there's a significant \"trust deficit\" between Obama and Republicans that has derailed immigration reform.\n\n\n\n\"There is a real trust deficit right now that I think the speaker is facing,\" she said when asked on CBS's \"Face the Nation\" by host Bob Schieffer about Boehner's recently expressed doubts that immigration reform wouldn't get done this year. Ayotte specifically mentioned the president's executive actions as the main reason for the GOP's apprehension.\n\n\n\nThe Department of Homeland Security and the State Department now say that people considered to have provided \"limited material support\" to terrorists or terrorist groups are no longer automatically barred from the United States.\n\n\n\nA post-Sept. 11 provision in immigrant law, known as terrorism related inadmissibility grounds, had affected anyone considered to have given support. With little exception, the provision has been applied rigidly to those trying to enter the U.S. and those already here but wanting to change their immigration status.\n\n\n\nAs word spread about the Obama administration's unilateral move late last week, Republicans began issuing denunciations.\n\n\n\nAlabama Republican Sen. Jeff Sessions offered a scathing rebuke of the very ideal of “limited material support” to terrorists.\n\n\n\n“Not only is this a national security issue, but a financial issue: those granted admission gain access to federal welfare programs funded by U.S. taxpayers,” Sessions said in a statement. “It seems the Obama Administration has forgotten that our immigration laws are meant to protect the interests of Americans.”\n\n\n\nSessions specifically cited a recently-released audit of immigration systems that revealed that 70 percent of applications for asylum contained warning signs for fraud. He quoted warnings from USCIS union head Kenneth Palinkas’ that the immigration processing system has become a “visa clearing house for the world.”\n\n\n\n“In light of these and other facts, it is thus deeply alarming that the Obama Administration would move unilaterally to relax admissions standards for asylum-seekers and potentially numerous other applicants for admission who have possible connections to insurgent or terrorist groups,” Sessions, a senior member of the Senate Judiciary Committee, continued in the letter.\n\n\n\n“This includes terror groups not yet designated: Al Qaeda was not designated by the Department of State as a foreign terrorist organization until 1999 — long after the first attack on the World Trade Center.”\n\n\n\nFor Morteza Assadi, a 49-year-old real estate agent in northern Virginia, the law has left him in a sort of immigration purgatory while his green card application has been on hold for more than a decade.\n\n\n\nAs a teenager in Tehran, Iran, in the early 1980s, Assadi distributed fliers for a mujahedeen group that opposed the government of Ayatollah Ruhollah Khomeini and was at one time considered a terrorist organization by the U.S. government. Assadi said he told the U.S. government about his activities when he and his wife applied for asylum in the late 1990s. Those requests were later granted and his wife has since become a U.S. citizen. But Assadi's case has remained stalled.\n\n\n\n\"When we are teenagers, we have different mindsets,\" Assadi said. \"I thought, I'm doing my country a favor.\"\n\n\n\nAssadi said he only briefly associated with the group, which was removed from Washington's list of terrorist organizations in 2012, and that he was never an active member or contributor to its activities. Now he's hopeful that the U.S. government will look at his teenage activities as \"limited.\"\n\n\n\nHis lawyer, Parastoo Zahedi, said she has filed case in federal court to force U.S. Citizenship and Immigration Services to process Assadi's green card application, but now hopes the government will act on its own.\n\n\n\n\"In the past, the minute your name was associated with a (terrorist) organization you were being punished,\" Zahedi said. \"Not every act is a terrorist act and you can't just lump everyone together.\"\n\n\n\nThe Homeland Security Department said in a statement that the rule change, which was announced last week and not made in concert with Congress, gives the government more discretion, but won't open the country to terrorists or their sympathizers. People seeking refugee status, asylum and visas, including those already in the United States, still will be checked to make sure they don't pose a threat to national security or public safety, the department said.\n\n\n\nIn the past, the provision has been criticized for allowing few exemptions beyond providing medical care or acting under duress. The change now allows officials to consider whether the support was not only limited but potentially part of \"routine commercial transactions or routine social transactions.\"\n\n\n\nThe change does not specifically address \"freedom fighters\" who may have fought against an established government, including members of rebel groups who have led revolts in Arab Spring uprisings.\n\n\n\nIn late 2011, Citizenship and Immigration Services said about 4,400 affected cases were on hold as the government reviewed possible exemptions to the rule. It's unclear how many of those cases are still pending.\n\n\n\nSen. Patrick Leahy, chairman of the Senate Judiciary Committee, said the rule change will help people he described as deserving refugees and asylum-seekers.\n\n\n\n\"The existing interpretation was so broad as to be unworkable,\" Leahy, D-Vt., said in a statement. He said the previous rule barred applicants for reasons \"that no rational person would consider.\"\n\n\n\n\n\n\n\n© 2016 Newsmax. All rights reserved.", "article_metadata": {"news_keywords": "Immigration,terrorist,support,rule,eased", "pubdate": "2014-02-09T08:02:16", "og": {"site_name": "Newsmax", "description": "The Obama administration is easing the rules for would-be asylum-seekers, refugees and other immigrants who have given  limited  support to terrorists or terrorist groups.It's one of the first administration actions on immigration announced since President Barack Obama...", "title": "Obama Easing Immigration Rule for Terrorist Supporters", "url": "http://www.newsmax.com/Newsfront/Immigration-terrorist-support-rule/2014/02/09/id/551719/", "type": "article", "image": "http://www.newsmax.com/App_Themes/Newsmax/images/facebook/newsmaxFBLogo.gif", "page_id": 85452072376}, "twitter": {"url": "http://www.newsmax.com/Newsfront/Immigration-terrorist-support-rule/2014/02/09/id/551719/", "title": "Obama Easing Immigration Rule for Terrorist Supporters", "description": "The Obama administration is easing the rules for would-be asylum-seekers, refugees and other immigrants who have given  limited  support to terrorists or terrorist groups.It's one of the first administration actions on immigration announced since President Barack Obama...", "site": "Newsmax"}, "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "msvalidate.01": "FAF1322EC761685A5DD9344A1C19E82A", "epoch": 1391932936, "google-site-verification": "Jt2HUKgzJJw9VwIQJv31ETytuvNNm5ypTWN6j0nYvHM", "keywords": "Immigration,terrorist,support,rule,eased", "article": {"section": "Newsfront", "published_time": "2014-02-09T08:02:16"}, "original-source": "http://www.newsmax.com/Newsfront/Immigration-terrorist-support-rule/2014/02/09/id/551719/", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=yes", "description": "US Easing Immigration Rule for Terrorist Support"}, "_id": "\"57477af36914bd0286fd04ad\"", "article_summary": "Sen. Patrick Leahy, chairman of the Senate Judiciary Committee, said the rule change will help people he described as deserving refugees and asylum-seekers.\nThe Department of Homeland Security and the State Department now say that people considered to have provided \"limited material support\" to terrorists or terrorist groups are no longer automatically barred from the United States.\nIn late 2011, Citizenship and Immigration Services said about 4,400 affected cases were on hold as the government reviewed possible exemptions to the rule.\nSen. Kelly Ayotte said there's a significant \"trust deficit\" between Obama and Republicans that has derailed immigration reform.\nAlabama Republican Sen. Jeff Sessions offered a scathing rebuke of the very ideal of “limited material support” to terrorists."}