{"article_title": "Class Action Suit Against Uber Expanded; A Loss on Whether Its Drivers are Employees or Contractors Could be Very Costly", "article_keywords": ["uber", "loss", "costly", "contractors", "employees", "expanded", "driver", "class", "california", "suit", "action", "court", "company", "drivers", "arbitration"], "article_url": "http://reason.com/blog/2015/12/11/the-dire-implications-of-class-action-su", "article_text": "U.S. District Judge Edward Chen this week expanded the relevant class of Uber drivers who can be plaintiffs in an ongoing lawsuit in California over whether drivers should be legally treated as employees (with all the legal benefits that come with that categorization) to include even those who had agreed with Uber to deal with disputes with them via arbitration, not class action suit. (I reported on that suit back in March.)\n\nVice on what what this could mean:\n\nIn a statement emailed to VICE News, Uber said it's obvious that drivers do not work for the company, but are independent business people. \"Drivers use Uber on their own terms; they control their use of the app along with where and when they drive,\" the company said. \"As employees, drivers would lose the personal flexibility they value most.\"... Employee classification is decided on a case-by-case basis, and courts draw upon prior lawsuits, as well as regulatory decisions to decide whether a set of workers are contractors or employees. This summer, in a sign that California regulators may favor Liss-Riordan's position, the California Labor Commission ruled Uber driver Barbara Ann Berwick was indeed an employee of the company and not a contractor.... Drawing on the same logic as the labor commission, Liss-Riordan has argued that since Uber can fire its drivers, compel them to accept a certain portion of rides, and enforce workplace standards, it effectively operates as an employer under California law. But Uber has long maintained that since drivers make their own hours, and can use the app whenever they see fit, the role of the company is that of a facilitator, and not an employer.... The case is being closely watched because it could have wide ranging impact on the so-called \"sharing economy.\" Dozens of major tech companies like Taskrabbit, HomeJoy, and Uber competitor Lyft also structure their worker relationships the same way.\n\nAs I reported in Reason's November issue, losing the suit would likely add over $200 million in extra costs to Uber.\n\nI hear from an Uber driver pal, Tony Pierce, that as of today Uber is demanding that its drivers agree to arbitration in disputes with the company before they can even start activate the app to hook up with rides, though they have 30 days to change that choice.\n\nI've been supplied with email from the plaintiffs lawyer Shannon Liss-Riordan which reads in part:\n\nUber is now trying to avoid the court ruling by sending drivers a new agreement containing a revised arbitration clause. We are working now on a motion asking the court to block this new agreement. We believe that Uber’s action in trying to limit the class, after the court has certified it, is illegal, and we will ask the court to take measures to stop Uber from doing this. In the meantime, if you are a current Uber driver, you should feel free to continue working. You will need to accept the agreement in order to continue driving for Uber. But assuming you want to be included in this case, YOU SHOULD IMMEDIATELY OPT OUT OF THE NEW ARBITRATION CLAUSE BY SENDING AN EMAIL TO optout@Uber.com....\n\nHat tip: the indefatigible Charles W.T.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Uber now trying to make its drivers all agree to a new arbitration clause.", "title": "Class Action Suit Against Uber Expanded; A Loss on Whether Its Drivers are Employees or Contractors Could be Very Costly", "url": "http://reason.com/blog/2015/12/11/the-dire-implications-of-class-action-su", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/1449882567254.jpg", "type": "article"}, "twitter": {"image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/1449882567254.jpg", "title": "Class Action Suit Against Uber Expanded; A Loss on Whether Its Drivers are Employees or Contractors Could be Very Costly", "description": "U.S. District Judge Edward Chen&nbsp;this week expanded the relevant class of Uber drivers who can be plaintiffs in an ongoing lawsuit in California over whether drivers should be legally treated as employees (with all the legal benefits that come with that categorization) to include even those who had agreed with Uber to deal with disputes with them via arbitration, not class action suit. (I reported on that suit back in March.)", "card": "summary_large_image", "site": "@reason"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "Science/Tech", "published_time": "2015-12-12T01:50:00+00:00", "author": "http://reason.com/people/brian-doherty"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "\"As employees, drivers would lose the personal flexibility they value most.\"...\nIn the meantime, if you are a current Uber driver, you should feel free to continue working.\n\"Drivers use Uber on their own terms; they control their use of the app along with where and when they drive,\" the company said.\nAs I reported in Reason's November issue, losing the suit would likely add over $200 million in extra costs to Uber.\nDozens of major tech companies like Taskrabbit, HomeJoy, and Uber competitor Lyft also structure their worker relationships the same way."}