{"article_title": "Solvent Again, State Rural Health Association Rising Slowly, Carefully", "article_keywords": ["legislative", "solvent", "slowly", "bill", "membership", "shaplin", "state", "health", "rising", "california", "carefully", "rural", "financial", "hospitals", "association"], "article_url": "http://californiahealthline.org/news/solvent-again-state-rural-health-association-rising-slowly-carefully/", "article_text": "The California State Rural Health Association, solvent again after wrestling with debt since closing up shop two years ago, is keeping tabs on legislation affecting rural health providers and planning a membership drive.\n\n“We’re still in existence, still considering ourselves a phoenix rising, but to be honest we’re struggling a bit to get to the next level,” said Judith Shaplin, president of the group’s 12-member volunteer board of directors.\n\n“We are now financially solvent, which is a big step,” said Shaplin, CEO of Mountain Health and Community Services in Campo near the U.S.-Mexico border.\n\n“We have a very passionate group of directors who really want to make sure rural California continues to have a voice. We’re going to be slow and careful about how we move forward,” Shaplin said. “We have to work through some financial issues to put together what we think will be the best organizational structure.”\n\nThe association has been a volunteer virtual organization since closing the Sacramento office that had been the center of rural health advocacy in California for about a dozen years. Three employees were laid off when the office closed in spring 2013. The association, which grew from an informal gathering of regional groups in the early 1990s, intends to remain a virtual organization built around its website and Internet network. CSRHA revenue comes from grants and membership dues.\n\nOf the more than 500 acute care hospitals in California, 62 are considered rural and/or small, according to state statistics. About 5.5 million Californians live in a rural area, accounting for roughly 14% of the state’s total population.\n\nFederal Bill on California’s Radar\n\nCSRHA directors are watching a bill in Congress aimed at strengthening the financial health of rural hospitals. HR 3225 by Reps. Sam Graves (R-Mo.) and Dave Loebsack (D-Iowa), a bipartisan bill aimed at bolstering struggling rural hospitals, has generated disagreement about what’s ailing rural hospitals, particularly between states that have expanded Medicaid and those that haven’t.\n\nCalifornia expanded Medi-Cal, its Medicaid program, and as a result is receiving additional federal funding, much of which goes to rural hospitals to help pay for changes associated with the Affordable Care Act.\n\n“We don’t think this bill will have a big impact on California as it stands now, but we’re keeping a close watch on it,” Shaplin said. “Things can change quickly and considerably in the legislative process, so it’s a good idea to keep tabs on things closely. As it stands now, we support the bill, but that could change.”\n\nOver the past five years, 56 rural hospitals (two in California) have closed in the U.S. and 283 more are on the brink of closure, according to the University of North Carolina’s Rural Health Research Program. HR 3225, known as the Save Rural Hospitals Act, would provide financial and regulatory relief for institutions providing care for rural patients. The National Rural Health Association supports the bill.\n\nIn a prepared statement issued when the bill was introduced, Jodi Schmidt, president of the NRHA said:\n\n“The National Rural Health Association applauds Representatives Graves and Loebsack on the introduction of this comprehensive legislative response to the rural hospital closures across the nation. We’re calling on Congress to pass this comprehensive legislation to save rural hospitals and patients and to provide a pathway to the future for rural health.”\n\nAt a Congressional hearing before the House Ways and Means Health Subcommittee last month, Republicans and Democrats had different ideas about causes and solutions of rural hospital woes. Committee Chair Kevin Brady (R-Texas) blamed excessive governmental regulations. Rep. Jim McDermott (D-Wash.) pointed out that 80% of the hospitals recently closed are in the 20 states that chose not to expand Medicaid.\n\n‘Not Much Impact in California … So Far’\n\n“The way the bill is structured now, it doesn’t appear to have much impact in California,” Shaplin said. “We expanded Medi-Cal right from the start, and that has helped most rural hospitals in the state. We appreciate almost all comments and legislative advocacy for changes and protections to help rural hospitals stay in business,” Shaplin said.\n\nHowever, that could change, she added.\n\n“As this bill goes through committees and hearings, we’ll see how it changes. The legislative process produces some unexpected results at times and that could happen with this bill,” Shaplin said.\n\nMembership Drive Coming Soon\n\nShaplin, serving her second term as president of the association, said plans are underway for a membership drive.\n\n“Now that we have our financial situation under better control, we’re starting to look toward increasing awareness and membership. We haven’t decided exactly how and when to do that but it’s on the agenda,” Shaplin said.\n\nWill Ross, project manager for Redwood MedNet, a health information exchange organization in Mendocino County, is CSRHA’s president-elect.", "article_metadata": {"description": "<p>After two years of financial struggle since closing up shop in Sacramento, the California State Rural Health Association is solvent again and planning to grow.</p>", "generator": "WordPress.com", "og": {"site_name": "California Healthline", "description": "After two years of financial struggle since closing up shop in Sacramento, the California State Rural Health Association is solvent again and planning to grow.", "title": "Solvent Again, State Rural Health Association Rising Slowly, Carefully", "url": "http://californiahealthline.org/news/solvent-again-state-rural-health-association-rising-slowly-carefully/", "image": "https://s0.wp.com/wp-content/themes/vip/kaiser-californiahealthline/static/images/placeholder.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@CalHealthline", "card": "summary", "creator": "@CalHealthline"}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://californiahealthline.org/feed/;icon-uri=https://s2.wp.com/i/favicon.ico", "application-name": "California Healthline", "article": {"publisher": "https://www.facebook.com/WordPresscom", "published_time": "2015-08-17T03:00:00+00:00", "modified_time": "2015-08-17T03:00:00+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The California State Rural Health Association, solvent again after wrestling with debt since closing up shop two years ago, is keeping tabs on legislation affecting rural health providers and planning a membership drive.\n“We have a very passionate group of directors who really want to make sure rural California continues to have a voice.\n“We expanded Medi-Cal right from the start, and that has helped most rural hospitals in the state.\nFederal Bill on California’s RadarCSRHA directors are watching a bill in Congress aimed at strengthening the financial health of rural hospitals.\nThe National Rural Health Association supports the bill."}