{"article_title": "Senate Panel Approves OPM Nomination", "article_keywords": ["johnson", "senate", "approves", "related", "health", "cobert", "opm", "lawmakers", "care", "nomination", "support", "panel"], "article_url": "http://www.govexec.com/management/2016/02/senate-panel-approves-opm-nomination/125840/", "article_text": "A Senate panel on Wednesday advanced the nomination of Beth Cobert to serve as director of the Office of Personnel Management.\n\nThe Senate Homeland Security and Governmental Affairs Committee easily reported out the nomination of Cobert, who has been serving as acting OPM director since Katherine Archuleta resigned last summer amid the massive breach of federal employee data. Cobert's nomination now heads to the full Senate for consideration.\n\n“I think we are all strongly in support of this nomination,” said Chairman Ron Johnson, R-Wis., during Wednesday’s business meeting. “Beth Cobert is an extraordinary individual, wonderful background.” But Johnson also noted there were “some problems” with the nomination, referring to the House Oversight and Government Reform Committee chairman’s subpoena issued to Cobert over documents related to the OPM hack, and a senator’s potential block of the nomination because of issues related to the 2010 Affordable Care Act.\n\nRep. Jason Chaffetz, R-Utah, who leads the House oversight committee, wants OPM to produce more documents related to the hack, and be more transparent with lawmakers on how the breach was discovered. Sen. David Vitter, R-La., wants more information about why the Obama administration, through an OPM-issued rule, decided that the federal government could continue to contribute to the health plans of congressional staff and lawmakers under the Affordable Care Act.\n\nACA required lawmakers and congressional aides in personal offices to drop their Federal Employees Health Benefits Program insurance coverage as of Oct. 1, 2013, and enter the newly created exchange market. The August 2013 OPM rule stated that like private-sector employees, affected lawmakers and congressional staff would not lose their employer contributions for these health plans. Before OPM weighed in on how that provision of the law should be interpreted, Capitol Hill had worried that the shift from FEHBP to the health care insurance exchanges under Obamacare would be too expensive for many lawmakers and aides, making it difficult to retain employees. But some lawmakers, including Vitter and Johnson, believed the interpretation amounted to special treatment for those working on the Hill.\n\n“From my standpoint, it’s a very reasonable request to get information on how the Office of Personnel Management came up with this ruling that pretty much circumvented the law under the Affordable Care Act,” Johnson said, in support of Vitter’s request.\n\nJohnson said he would support Cobert’s nomination at this time because she committed to working with lawmakers on oversight and information requests. The nomination encountered no resistance from any of the panel’s lawmakers during Wednesday’s meeting.\n\nHSGA Ranking Member Tom Carper, D-Del., praised Cobert’s “smarts,” saying, “we’re lucky that she’s willing to take on this job.” Cobert spent nearly 30 years at McKinsey & Co. before heading to government; prior to OPM, she served as deputy management director at the Office of Management and Budget.", "article_metadata": {"sailthru.author": "Kellie Lunney", "description": "Acting Director Beth Cobert still faces hurdles because of matters related to the OPM hack and Obamacare.", "og": {"site_name": "Government Executive", "description": "Acting Director Beth Cobert still faces hurdles because of matters related to the OPM hack and Obamacare.", "title": "Senate Panel Approves OPM Nomination", "url": "http://www.govexec.com/management/2016/02/senate-panel-approves-opm-nomination/125840/", "image": "http://cdn.govexec.com/media/img/upload/2016/02/10/021016cobert.jpg", "type": "article"}, "twitter": {"description": "Acting Director Beth Cobert still faces hurdles because of matters related to the OPM hack and Obamacare.", "creator": "@klunney", "image": "http://cdn.govexec.com/media/img/upload/2016/02/10/021016cobert/open-graph.jpg", "title": "Senate Panel Approves OPM Nomination", "site": "@govexec", "card": "summary_large_image"}, "sailthru.date": "2016-02-10T17:10:12Z", "sailthru.images.full": "http://cdn.govexec.com/media/img/upload/2016/02/10/021016cobert.jpg", "sailthru.title": "Senate Panel Approves OPM Nomination", "keywords": "beth cobert, opm hack, obamacare lawsuit", "fb": {"admins": 578600878}, "sailthru.images.thumb": "http://cdn.govexec.com/media/img/upload/2016/02/10/021016cobert/sailthru-thumbnail.jpg", "sailthru.tags": "channel-management,type-story,length-medium,site-govexec", "article": {"publisher": "http://www.facebook.com/GovernmentExecutive"}, "sailthru.description": "Acting Director Beth Cobert still faces hurdles because of matters related to the OPM hack and Obamacare."}, "article_summary": "A Senate panel on Wednesday advanced the nomination of Beth Cobert to serve as director of the Office of Personnel Management.\n“I think we are all strongly in support of this nomination,” said Chairman Ron Johnson, R-Wis., during Wednesday’s business meeting.\nCobert's nomination now heads to the full Senate for consideration.\nJohnson said he would support Cobert’s nomination at this time because she committed to working with lawmakers on oversight and information requests.\nThe Senate Homeland Security and Governmental Affairs Committee easily reported out the nomination of Cobert, who has been serving as acting OPM director since Katherine Archuleta resigned last summer amid the massive breach of federal employee data."}