{"article_title": "Missouri GOP legislative leaders respond to charge of election year focus on social issues", "article_keywords": ["respond", "legislative", "republican", "weve", "leaders", "voters", "senate", "social", "focus", "cant", "charge", "care", "election", "missouri", "work", "gop", "issues", "thats"], "article_url": "http://www.missourinet.com/2016/04/20/missouri-gop-legislative-leaders-respond-to-charge-of-election-year-focus-on-social-issues/", "article_text": "The Republican leaders of the state House and Senate reject the assessment that their focus is on social issues that will drive conservative voters to the polls in November.\n\nCritics say issues dealing with guns, abortion, and most notably of late, a proposed change to Missouri’s Constitution to protect religious objectors to same-sex marriage, are efforts by the legislature’s Republican majority to get their base out in this year’s elections.\n\nHouse Speaker Todd Richardson (R-Poplar Bluff) says that’s “nonsense.”\n\n“That completely ignores all of the other work that’s been done this session to focus on economic issues and reining in social welfare spending and the good work that’s happening on the budget,” said Richardson. “The bulk of the House’s work, yes, we’re going to be focused on trying to protect those core values that we as Republicans share, but they certainly haven’t been the only things that have been considered this session.”\n\nAsked whether his Senate Republican caucus is focused on social issues important to conservative voters, Senate President Ron Richard (R-Joplin) told Missourinet, “Everything is political. Everything’s not political. It is an election year.”\n\nRichard says the legislature has to deal with social issues some time.\n\n“You’ve got the overreach of the fed at some times, and then we’ve got this immigration issue. We’ve got this Medicaid that is expanding by itself. I mean, we can’t continue the growth of an extra $100,000 every couple of years just because Obamacare, the Affordable Care Act, is throwing people off and they can’t afford that kind of insurance,” said Richard.\n\n“You’ve still got to take care of the veterans, you’ve got to take care of the older population and that’s part of it. You can’t deny that there’s a social aspect to … that’s one of the reasons we’re in the majority,” said Richard.\n\nBoth say key issues in the final weeks include ethics reform and finishing the budget.", "article_metadata": {"og": {"site_name": "Missourinet", "description": "The Republican leaders of the state House and Senate reject the assessment that their focus is on social issues that will drive conservative voters to the polls in November. Critics say issues deal…", "title": "Missouri GOP legislative leaders respond to charge of election year focus on social issues", "url": "http://www.missourinet.com/2016/04/20/missouri-gop-legislative-leaders-respond-to-charge-of-election-year-focus-on-social-issues/", "image": "http://cdn.missourinet.com/wp-content/uploads/2016/04/Todd-Richardson-and-Ron-Richard-04-08-2016-300x200.jpg", "locale": "en_US", "type": "article"}, "article": {"published_time": "2016-04-20T14:38:33+00:00", "modified_time": "2016-04-20T18:28:47+00:00"}, "twitter": {"card": "summary"}, "robots": "noodp,noydir", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "It is an election year.”Richard says the legislature has to deal with social issues some time.\nThe Republican leaders of the state House and Senate reject the assessment that their focus is on social issues that will drive conservative voters to the polls in November.\nYou can’t deny that there’s a social aspect to … that’s one of the reasons we’re in the majority,” said Richard.\nHouse Speaker Todd Richardson (R-Poplar Bluff) says that’s “nonsense.”“That completely ignores all of the other work that’s been done this session to focus on economic issues and reining in social welfare spending and the good work that’s happening on the budget,” said Richardson.\nBoth say key issues in the final weeks include ethics reform and finishing the budget."}