{"article_title": "Obama warns states can’t simply pull Planned Parenthood funding", "article_keywords": ["pull", "hill", "funding", "federal", "warns", "state", "parenthood", "reported", "cant", "warning", "simply", "planned", "medicaid", "obama", "health", "states"], "article_url": "http://www.wnd.com/2015/08/team-obama-warns-states-on-planned-parenthood/", "article_text": "The White House has sent out a stern warning to states that have cut contracts with Planned Parenthood – Louisiana and Alabama, so far – and messaged them: doing so could prove a violation of federal law.\n\nGovernors in those two states put an end to their state Medicaid contracts with the nonprofit just a few days ago, due to videos indicating Planned Parenthood providers and officials allegedly engaged in the selling of baby parts, as WND previously reported. The White House is now lashing back, telling states not to strip funding for Planned Parenthood because doing so restricts women’s access to health care, the Hill reported.\n\nRead the tested and proven strategies to defeat the abortion cartel, in “Abortion Free: Your Manual for Building a Pro-Life America One Community at a Time.”\n\n“[The Centers for Medicare and Medicare Services] has notified states who have taken action to terminate their Medicaid provider agreements with Planned Parenthood that they may be in conflict with federal law,” Department of Health and Human Services spokesman Ben Wakana said in a statement reported by the Hill. “Longstanding Medicaid laws prohibit states from restricting individuals who have coverage through Medicaid from receiving care from a qualified provider.”\n\nThe statement went on to say women “could lose access to critical preventive care, such as cancer screenings,” if states cut off funding.\n\nAnd the warning is backed by court precedence. In past tries by states to block Planned Parenthood funding, federal courts have stepped in to say: you can’t do that.\n\nGet the hottest, most important news stories on the Internet – delivered FREE to your inbox as soon as they break! Take just 30 seconds and sign up for WND’s Email News Alerts!\n\nThe warning sets the stage for a federal-state showdown. Mike Reed, a spokesman for Louisiana Gov. Bobby Jindal’s office, said the state isn’t budging and federal law actually gives localities the right to deny Medicaid contracts with 30 days’ notice.\n\n“CMS reached out to DHH after we canceled the Medicaid provider contract with Planned Parenthood,” Reed said, the Hill reported. “[The state’s Department of Health and Hospitals] explained to CMS why the state chose to exercise our right to cancel the contract without clause.”", "article_metadata": {"description": "A Free Press For A Free People Since 1997", "generator": "WordPress 4.4.1", "og": {"site_name": "WND", "description": "The White House has sent out a stern warning to states that have cut contracts with Planned Parenthood – Louisiana and Alabama, so far – and messaged them: doing so could prove a violation of federal law. Governors in those two states put an end to their state Medicaid contracts with the nonprofit just a […]", "title": "Obama warns states can’t simply pull Planned Parenthood funding", "url": "http://www.wnd.com/2015/08/team-obama-warns-states-on-planned-parenthood/", "image": "http://www.wnd.com/files/2013/10/texas_planned_parenthood_ap_605.jpg", "type": "article"}, "fb": {"app_id": 152299868169938}, "google-site-verification": "5iw1bKISvQcI1qRwIskRfer6GKV4jUf6LImfS9bhaeI", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "In past tries by states to block Planned Parenthood funding, federal courts have stepped in to say: you can’t do that.\n“CMS reached out to DHH after we canceled the Medicaid provider contract with Planned Parenthood,” Reed said, the Hill reported.\nThe White House is now lashing back, telling states not to strip funding for Planned Parenthood because doing so restricts women’s access to health care, the Hill reported.\nThe White House has sent out a stern warning to states that have cut contracts with Planned Parenthood – Louisiana and Alabama, so far – and messaged them: doing so could prove a violation of federal law.\n“[The state’s Department of Health and Hospitals] explained to CMS why the state chose to exercise our right to cancel the contract without clause.”"}