{"article_title": "Obama in new siege on ‘Little Sisters’ nuns", "article_keywords": ["case", "little", "court", "siege", "abortion", "supreme", "nuns", "say", "sisters", "law", "religious", "texas", "obama"], "article_url": "http://www.wnd.com/2015/10/no-joke-obama-vs-little-sisters-of-the-poor/", "article_text": "WASHINGTON – No one seems quite sure how the Little Sisters of the Poor became the punchline in so many football jokes.\n\nJokes that go something like:\n\n“Ohio State is undefeated.” “Yeah, but they’ve been playing the Little Sisters of the Poor.”\n\nSo, this may sound like a joke, but it’s not: The Obama administration actually is squaring off against the Little Sisters of the Poor at the U.S. Supreme Court.\n\nIt could be the most closely watched case of the court’s 2015-2016 term, which began Monday.\n\nThe justices may not render any of the landmark decisions that distinguished their last term, but they will hear cases involving a number of controversial issues. The consensus is conservatives will be pleased with most of the results, this time.\n\nOn the other hand, conservatives may have learned to “never say never” after the last term in which arguably conservative Chief Justice John Roberts, for a second time, provided the swing vote keeping Obamacare alive, and Justice Anthony Kennedy, appointed by President Reagan, was the swing vote legalizing same-sex marriage.\n\nThe high court could still decide to take on additional cases this term, but for the moment the most closely watched cases will involve:\n\nObamacare\n\nabortion\n\nunions\n\naffirmative action\n\nvoting districts\n\nObamacare coverage for contraceptives\n\nThe Little Sisters of the Poor is an international Catholic institute that takes care of the elderly.\n\nThe Sisters consider it a sin to provide their employees health coverage for contraceptives (including drugs classified by the FDA as abortion-inducing) as required under Obamacare, and want the same kind of exemption given to churches.\n\nThe Supreme Court ruled earlier this year in the Hobby Lobby case that corporate employers can use religious objections to refuse to provide some contraceptives.\n\nBut the Sisters, as neither a corporation nor a church, are in the same legal limbo as thousands of religious schools and colleges, charities and hospitals. Those groups have filed dozens of lawsuits.\n\nThe Obama administration offered a compromise: Those who object need not provide the contraceptive coverage, but they must notify the government or insurers, so separate coverage may be provided.\n\nThe Sisters said that wasn’t good enough.\n\nPlanned Parenthood President Cecile Richards called a similar case won by the University of Notre Dame “a case about paperwork, not religious liberty.”\n\nBut the Sisters believe that misses the point: It isn’t about a piece of paper; it’s about conscience and complicity.\n\nMost lower courts have argued there is very little complicity by the Sisters because the coverage goes through a third party.\n\nNot so, said the attorney representing the Sisters, Paul Clement, who has argued 75 cases before the Supreme Court, represented the Bush administration before the court as solicitor general from 2005-to-2008, and who clerked for Justice Antonin Scalia.\n\nAt a panel at the Heritage Foundation two weeks ago, Clement explained why the Sisters believe those lower courts missed the point.\n\nHe argued, even though there is a third-party provider, and all the Sisters are doing is providing a form, “It is not for courts to decide the degree of complicity.”\n\nIn other words, either the Sisters are complicit or not, just as a woman is either pregnant or not: The question of degree is irrelevant.\n\nClement predicted the Hobby Lobby case will be “an influential precedent” on the court because the Sisters’ case involves largely the same question: Does it violate the Religious Freedom Restoration Act of 1993? Does it do so by requiring certain religious employers who have not been exempted by the federal government to comply with the Obamacare contraception mandate?\n\nIn the Hobby Lobby case, the court decided, yes, it does.\n\nTexas abortion clinics\n\nThis case does not have the potential to overturn the 1973 Roe v. Wade decision legalizing abortion on demand, but NBC’s long-time Supreme Court reporter Pete Williams called it “one of the most important abortion cases in 25 years.”\n\nThe Texas law requires abortion doctors to have working access to local hospitals and abortion clinics to have the same building standards as ambulatory surgical centers, which do outpatient surgeries.\n\nThirteen other states have enacted similar requirements.\n\nAbortion clinics in Texas have dropped from 42 to 19 in the two years since the law was passed, and Williams predicts that number could drop to 10 if the law is upheld.\n\nPro-abortion advocates say the effect of the law is to limit access to abortion providers.\n\nPro-life advocates say the law is helping to ensure the health and safety of the mothers who go to abortion clinics.\n\nSupporters of the law cite shockingly unsanitary conditions often found at abortions clinics, such as those at the Philadelphia clinic of abortion doctor Kermit Gosnell, who was convicted in 2013 of murdering three babies who were born alive and is currently doing life in prison without the possibility of parole.\n\nAs WND reported, the case was almost completely ignored by the mainstream media, but during the trial Atlantic reporter Conor Friedersdorf described Gosnell’s clinic as a place where, “[W]omen were sent to give birth into toilets; where a doctor casually spread gonorrhea and chlamydia to unsuspecting women through the reuse of cheap, disposable instruments; an office where a 15-year-old administered anesthesia; an office where former workers admit to playing games when giving patients powerful narcotics; an office where white women were attended to by a doctor and black women were pawned off on clueless untrained staffers.”\n\nA grand jury report said Gosnell “regularly and illegally delivered live, viable babies in the third trimester of pregnancy – and then murdered these newborns by severing their spinal cords with scissors.”\n\nThe Supreme Court will hear the Texas case against the backdrop of the ongoing Planned Parenthood scandal. That nationwide abortion provider is accused of delivering aborted babies alive to better harvest and preserve body parts to sell for profit.\n\nUnion dues\n\nNon-union teachers in California claim that forcing them to pay union dues is a violation of their free-speech rights because it forces them to subsidize union activities, regardless of whether they support those goals.\n\nWilliams said a ruling in their favor would deal a “crippling blow to unions for teachers, police, firefighters and other public sector employees.”\n\nThe Supreme Court ruled in 1997 that non-union members should pay for the costs of collective bargaining because they get the benefits of union contracts.\n\nConservatives generally favor a solution in which non-union members could choose to opt-out of such arrangements.\n\nBut one most influential conservative might side with the unions in this instance, according to Clement.\n\nHe said, in this case, the swing vote is actually Scalia, “which shouldn’t warm the hearts of public union officials.”\n\nIt’s not so much that Scalia has sympathy with public sector unions, but, “We’re talking about a judge here, in a First Amendment context, who has voted in favor of flag burners and the purveyors of violent video games.”\n\n“He has not ever really shied away from embracing a First Amendment argument, even if it might have made him uncomfortable as a policy matter,” so it’s possible he may reject a free-speech interpretation other conservatives will embrace.\n\nHowever, while Clement gave the impression that was “possible,” he did not portray it as likely.\n\nCollege admissions and affirmative action\n\nOpponents of affirmative action have challenged the racial quota admissions system at the University of Texas, calling it discriminatory.\n\nProponents say the program promotes ethnic diversity and helps students learn.\n\nThe Supreme Court took the case after the Fifth Circuit Court of Appeals ruled in favor of Texas.\n\nThe high court protected racial quotas in 2003, as long as colleges felt there was a compelling interest in enhancing diversity.\n\nSince then, Justice Sandra Day O’Connor has left the court, and Kennedy has joined it.\n\nProfessor Irv Gornstein, director of the Supreme Court Institute at Georgetown University Law Center in Washington, D.C., told Williams, “I don’t see a win for Texas,” because of the views of the justice who so often casts the deciding vote.\n\n“Kennedy believes in integration but wants it by race-neutral means,” said Gornstein.\n\nVoting districts\n\nAnother Texas case raises the question of how the population should be counted to ensure the principle of “one person, one vote.”\n\nMost states, even those with large illegal immigrant populations, count the total population when drawing up legislative districts.\n\nTwo Texans sued, saying that practice reduces the voting power of citizens.\n\nThose defending the practice say the change would result in fewer districts that tend to elect Hispanic representatives.\n\nThe issue took on national resonance when Politico published a piece Saturday that showed how including illegal immigrants in the total population count could end up being the decisive factor in electing a President Hillary Clinton.\n\nThe reasoning is:\n\nThe U.S. Census is not used to determine the number of electoral representatives from the Senate, but it is used to determine the number from the House of Representatives.\n\nStates with large numbers of illegal immigrants would gain extra seats in the House, and, in turn, in the Electoral College.\n\n“[T]the mere presence of 11-12 million illegal immigrants and other noncitizens here legally may enable them to swing the election from Republicans to Democrats,” concludes the article, based on the math and the propensity of the Hispanic population to vote for Democrats.\n\nFollow Garth Kant @DCgarth", "article_metadata": {"description": "A Free Press For A Free People Since 1997", "generator": "WordPress 4.4.1", "og": {"site_name": "WND", "description": "WASHINGTON – No one seems quite sure how the Little Sisters of the Poor became the punchline in so many football jokes. Jokes that go something like: “Ohio State is undefeated.” “Yeah, but they’ve been playing the Little Sisters of the Poor.” So, this may sound like a joke, but it’s not: The Obama […]", "title": "Hard habit to break: Obama in new siege on ‘Little Sisters’ nuns", "url": "http://www.wnd.com/2015/10/no-joke-obama-vs-little-sisters-of-the-poor/", "image": "http://www.wnd.com/files/2015/03/OBAMA-600.png", "type": "article"}, "fb": {"app_id": 152299868169938}, "google-site-verification": "5iw1bKISvQcI1qRwIskRfer6GKV4jUf6LImfS9bhaeI", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "WASHINGTON – No one seems quite sure how the Little Sisters of the Poor became the punchline in so many football jokes.\nJokes that go something like:“Ohio State is undefeated.” “Yeah, but they’ve been playing the Little Sisters of the Poor.”So, this may sound like a joke, but it’s not: The Obama administration actually is squaring off against the Little Sisters of the Poor at the U.S. Supreme Court.\nMost lower courts have argued there is very little complicity by the Sisters because the coverage goes through a third party.\nThe Supreme Court took the case after the Fifth Circuit Court of Appeals ruled in favor of Texas.\nThe Supreme Court ruled earlier this year in the Hobby Lobby case that corporate employers can use religious objections to refuse to provide some contraceptives."}