{"article_title": "Obama Administration Issues 184 Major Rules Costing $80 Billion Annually", "article_keywords": ["billion", "regulations", "major", "stated", "rules", "administration", "number", "annually", "cost", "issues", "184", "heritage", "regulatory", "80", "costing", "obama"], "article_url": "http://cnsnews.com/news/article/ali-meyer/obama-administration-issues-184-major-rules-costing-80-billion-annually", "article_text": "President Barack Obama (AP Photo)\n\n(CNSNews.com) - During the six years that President Obama has held office, the number and cost of regulations has continued to climb, with the issuance of 184 major rules estimated to cost $80 billion annually, according to the Heritage Foundation’s Red Tape Rising report.\n\nA major rule is “generally defined as having an expected economic impact of at least $100 million per year.”\n\n“The number and cost of government regulations continued to climb in 2014, intensifying Washington’s control over the economy and Americans’ lives,” the report stated. “The addition of 27 new major rules last year pushed the tally for the Obama Administration’s first six years to 184, with scores of other rules in the pipeline.\n\n“The cost of just these 184 rules is estimated by regulators to be nearly $80 billion annually, although the actual cost of this massive expansion of the administrative state is obscured by the large number of rules for which costs have not been fully quantified,” it added.\n\nIn addition, the number of major new regulations in Obama’s first six years is twice as many as in Bush’s first six years. From 2001 to 2006, the Bush administration issued 75 major regulations. From 2009 to 2014, the Obama Administration issued 184 major rules, which is145 percent more than Bush.\n\n“This is not just a Democrat, Republican issue. This is a bureaucracy issue,” said Sen. James Lankford (R-Okla.) at the Heritage Foundation event to release the report on Tuesday. “And it’s been a growing problem for a long time and continues to accelerate. I remind people often that the regulatory scheme is ground zero of the fight that we’ll have with government for the coming days.\n\n“Originally we were a government by the people, for the people, of the people,” said the senator. “When the people have to come to someone else to seek permission for everything they do, it’s shifted, and we’ve seen that shift.”\n\n“Many more regulations are on the way, with another 126 economically significant rules on the Administration’s agenda, such as directives to farmers for growing and harvesting fruits and vegetables; strict limits on credit access for service members; and, yet another redesign of light bulbs,” stated the report.\n\n“In many respects, the need for reform of the regulatory system has never been greater. The White House, Congress, and federal agencies routinely ignore regulatory costs, exaggerate benefits, and breach legislative and constitutional boundaries. They also increasingly dictate lifestyle choices rather than focusing on public health and safety,” it added.\n\n“Immediate reforms should include requiring legislation to undergo an analysis of regulatory impacts before a floor vote in Congress, and requiring every major regulation to obtain congressional approval before taking effect,” stated the Heritage Foundation. “Sunset deadlines should be set in law for all major rules, and independent agencies should be subject—as are executive branch agencies—to the White House regulatory review process.”", "article_metadata": {"og": {"site_name": "CNS News", "description": "During the six years that President Obama has held office, the number and cost of regulations has continued to climb, with the issuance of 184 major rules estimated to cost $80 billion annually, according to the Heritage Foundation’s Red Tape Rising report.", "title": "Obama Administration Issues 184 Major Rules Costing $80 Billion Annually", "url": "http://cnsnews.com/news/article/ali-meyer/obama-administration-issues-184-major-rules-costing-80-billion-annually", "image": "//cdn.cnsnews.com/obama_prez.jpg", "updated_time": "2015-05-19T15:14:00-04:00", "type": "article"}, "article": {"published_time": "2015-05-19T15:14:00-04:00", "modified_time": "2015-05-19T15:14:00-04:00"}, "twitter": {"description": "During the six years that President Obama has held office, the number and cost of regulations has continued to climb, with the issuance of 184 major rules estimated to cost $80 billion annually, according to the Heritage Foundation’s Red Tape Rising report.", "title": "Obama Administration Issues 184 Major Rules Costing $80 Billion Annually", "url": "http://cnsnews.com/news/article/ali-meyer/obama-administration-issues-184-major-rules-costing-80-billion-annually", "image": {"src": "http://cdn.cnsnews.com/obama_prez.jpg"}, "site": "@cnsnews", "card": "summary_large_image"}, "description": "During the six years that President Obama has held office, the number and cost of regulations has continued to climb, with the issuance of 184 major rules estimated to cost $80 billion annually, according to the Heritage Foundation’s Red Tape Rising report.", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "From 2009 to 2014, the Obama Administration issued 184 major rules, which is145 percent more than Bush.\n“The addition of 27 new major rules last year pushed the tally for the Obama Administration’s first six years to 184, with scores of other rules in the pipeline.\nFrom 2001 to 2006, the Bush administration issued 75 major regulations.\n“Sunset deadlines should be set in law for all major rules, and independent agencies should be subject—as are executive branch agencies—to the White House regulatory review process.”\nPresident Barack Obama (AP Photo)(CNSNews.com) - During the six years that President Obama has held office, the number and cost of regulations has continued to climb, with the issuance of 184 major rules estimated to cost $80 billion annually, according to the Heritage Foundation’s Red Tape Rising report."}