{"article_title": "Ted Cruz Ends Year as He Began It: No Apologies", "article_keywords": ["ends", "repeal", "obamacare", "began", "sparked", "ted", "helped", "garcia", "cruz", "party", "apologies", "president", "republican", "texas"], "article_url": "https://www.texastribune.org/2013/12/19/ted-cruz-ends-year-he-began-it-no-apologies/", "article_text": "U.S. Sen. Ted Cruz, R-Texas, speaking at the 2013 Young Americans for Liberty National Convention at George Mason University in Arlington, Va., on July 31, 2013.\n\nTed Cruz wasn’t the only politician who promised to shake up Washington when he was sworn in earlier this year.\n\nBut he delivered like no other.\n\nBy the time the brash Houston lawyer and Republican firebrand completes his first year in the U.S. Senate on Jan. 3, he will arguably have become the most recognizable face of the GOP’s unapologetic far right — not bad for a guy with no previous experience in elective office.\n\nLoathed by Democrats, feared by many moderate Republicans and practically worshiped by Tea Party activists, Cruz took the U.S. Senate by storm almost from the minute his hand came off the Bible.\n\nHis harsh questioning of (and opposition to) Defense Secretary Chuck Hagel during the confirmation process sparked comparisons to red-baiting Sen. Joe McCarthy. He helped lead the successful fight against a bipartisan bill aimed at introducing mandatory background checks for people who buy firearms over the internet or at gun shows. And, unlike fellow conservative senators such as Marco Rubio of Florida and Rand Paul of Kentucky, he fiercely criticized and helped derail a comprehensive immigration bill whose future is now uncertain at best.\n\nPerhaps most significantly, Cruz was a chief architect of the budgetary confrontation that sparked a partial shutdown of the government earlier this year — all in an effort to repeal Obamacare.\n\nIn the process, he became the star of a hot-selling coloring book, sparked endless speculation about a run for president in 2016 and even prompted an addition to the political lexicon — “Cruz Control” — generally used by people opposed to his confrontational, uncompromising style.\n\nIf there was any doubt about his mark on U.S. politics, a recent poll by Rasmussen seems to clear it up. Eleven percent of the Americans surveyed in it ranked him as the most influential person of 2013 — in the world. He came in third, behind Pope Francis and President Obama.\n\nSo what does Cruz have to say for himself as he nears the one-year mark?\n\nSorry? You're welcome?\n\nIn a lengthy interview with The Texas Tribune on Wednesday, Cruz made it clear that he has no regrets to ponder or apologies to make. When it comes to the government shutdown, for example, Cruz said the fight helped crystallize the failures of the Affordable Care Act while strengthening his resolve to repeal it.\n\n“The proof is in the pudding,” he said. “As a consequence of that fight, we elevated the national debate over the harms Obamacare is causing, and today President Obama has the lowest approval rating he has ever had, and the American public has turned strongly against Obamacare. The reason is simple. This thing isn’t working.”\n\nDemocrats don’t see it that way, of course. Texas Democratic Party spokesman Manny Garcia said Cruz pushed people away from the GOP and insulted hard-working Texans.\n\n“Ted Cruz did a great job for Texas Democrats last year,” Garcia said. “As he drove the Republican Party off the ideological cliff, every day Texans turned to Democrats for responsible leadership.” Garcia gave Cruz an “F” for his efforts to kill Obamacare while representing a state that has the highest percentage of uninsured people.\n\nBut don’t expect Cruz to back down one iota. He said he will continue to seek the repeal of Obamacare, an idea that in his view has gone from the fringes to “a common-sense, middle-of-the-road” proposal given all of the woes of the new law, such as the botched website rollout and the cancellation of existing policies.\n\n“I intend to do everything possible to stop Obamacare because it isn’t working and it is hurting millions of Americans,” he said. “The path to repealing Obamacare is going to be continuing to energize and mobilize the American people. The answers are not going to come from Washington.”\n\nIn the wide-ranging discussion, Cruz made a variety of other observations about his first year in office, his own future and other Texas Republican heavyweights. Among the highlights of the exchange:", "article_metadata": {"description": "By the time Ted Cruz&nbsp;completes his first year in office, he will arguably have become the most recognizable face of the GOP&rsquo;s far right. So what does he have to say for himself? In a wide-ranging&nbsp;interview, he sized up year one. &nbsp;", "parsely-title": "Cruz Ends Year as He Began It: No Apologies", "twitter": {"description": "By the time Ted Cruz&nbsp;completes his first year in office, he will arguably have become the most recognizable face of the GOP&rsquo;s far right. So what does he have to say for himself? In a wid...", "creator": "@byjayroot", "url": "https://www.texastribune.org/2013/12/19/ted-cruz-ends-year-he-began-it-no-apologies/", "image": "https://static.texastribune.org/media/images/2013/08/19/TxTrib-TedCruz-001_jpg_407x1000_q100.jpg", "title": "Cruz Ends Year as He Began It: No Apologies", "site": "@TexasTribune", "card": "summary_large_image"}, "fb": {"app_id": 154122474650943, "pages": 124434790836}, "og": {"site_name": "The Texas Tribune", "description": "By the time Ted Cruz&nbsp;completes his first year in office, he will arguably have become the most recognizable face of the GOP&rsquo;s far right. So what does he have to say for himself? In a wide-ranging&nbsp;interview, he sized up year one. &nbsp;", "title": "Cruz Ends Year as He Began It: No Apologies", "url": "https://www.texastribune.org/2013/12/19/ted-cruz-ends-year-he-began-it-no-apologies/", "image": "https://static.texastribune.org/media/images/2013/08/19/TxTrib-TedCruz-001_jpg_800x1000_q100.jpg", "type": "article"}, "parsely-tags": "Ted Cruz,Rick Perry,John Cornyn,Steve Stockman", "parsely-author": "Jay Root", "parsely-type": "post", "parsely-link": "http://www.texastribune.org/2013/12/19/ted-cruz-ends-year-he-began-it-no-apologies/", "parsely-section": "front-page", "article": {"publisher": "https://www.facebook.com/texastribune/"}, "parsely-image-url": "https://static.texastribune.org/media/images/2013/08/19/TxTrib-TedCruz-001_jpg_407x1000_q100.jpg", "viewport": "width=device-width, initial-scale=1.0", "parsely-pub-date": "Dec. 19, 2013, 6 a.m."}, "_id": "\"57477af36914bd0286fced5d\"", "article_summary": "Ted Cruz wasn’t the only politician who promised to shake up Washington when he was sworn in earlier this year.\nTexas Democratic Party spokesman Manny Garcia said Cruz pushed people away from the GOP and insulted hard-working Texans.\n“Ted Cruz did a great job for Texas Democrats last year,” Garcia said.\nIn a lengthy interview with The Texas Tribune on Wednesday, Cruz made it clear that he has no regrets to ponder or apologies to make.\nU.S. Sen. Ted Cruz, R-Texas, speaking at the 2013 Young Americans for Liberty National Convention at George Mason University in Arlington, Va., on July 31, 2013."}