{"article_title": "NY Times Public Editor Acknowledges Errors in Nail Salon Expose In Response to Reason's Reporting", "article_keywords": ["salon", "errors", "voiceless", "reasons", "series", "expose", "reporting", "workers", "times", "nail", "ny", "industry", "far", "epsteins", "response", "given", "public"], "article_url": "http://reason.com/blog/2015/11/06/ny-times-public-editor-acknowledges-erro", "article_text": "In the wake of an exhaustive three-part series by Reason's Jim Epstein, New York Times' Public Editor Margaret Sullivan has acknowledged that the paper's May expose of the nail salon industry \"went too far\" in its claims. Given that the Times' account prompted New York Gov. Cuomo to establish a task force to investigate the industry, this is no small admission of overreach.\n\nWrites Sullivan:\n\nThe series and its author, Sarah Maslin Nir, had admirable intentions in speaking for underpaid or abused workers.... But, in places, the two-part investigation went too far in generalizing about an entire industry. Its findings, and the language used to express them, should have been dialed back — in some instances substantially.... I’m always glad to see The Times take on situations in which the poor and voiceless are exploited. But, in doing so, it must protect its reputation for accuracy and rigor above all. My recommendation is that The Times write further follow-up stories, including some that re-examine its original findings and that take on the criticism from salon owners and others — not defensively but with an open mind.\n\nThat's great, as far as it goes. Which, alas, is not very far toward the open-mindedness and non-defensiveness to which Sullivan exhorts her colleagues. Indeed, she defends the Times' slowness to respond to Epstein's criticism by legitimating epistemic closure of the worst kind:\n\nUntil now, The Times has not responded to that series because editors believe they defended the nail salon investigation fully [to a previous critique] and because they think the magazine, which generally opposes regulation, is reporting from a biased point of view.\n\nThat's a pretty amazing admission that the Times will do whatever it can to avoid uncomfortable scrutiny. Yes, Reason is explicitly libertarian—our slogan, right there at the top of our website and on the cover of every issue of our print magazine, is \"Free Minds and Free Markets.\" What that has to do with factual assertions and a very clear, step-by-step refutation of Nir's account, remains unclear. And there's this:\n\nThe editors objected to many elements of Mr. Epstein’s reporting, including his apparent defense of practices that allow undocumented or illegal immigrants to work in salons.\n\nTo be clear, a Times reporter can have \"admirable intentions in speaking for underpaid or abused workers\" and the Times' public editor can be \"glad\" to see her colleagues \"take on situations in which the poor and voiceless are exploited.\" But when Reason's Epstein suggests that illegal immigrants—who are certainly among the poorest and most voiceless souls in America—have a right to improve their lives through hard work, well, that's just really problematic.\n\nSuch a declaration is more than passing strange, especially given the effect that Gov. Cuomo's task force and crackdown is having on the nail salon workers. One can only hope that given the Times' admissions of overreach and going \"too far\" that state and city bureaucrats will rethink their actions too.\n\nRead Sullivan's full statement here.\n\nRead Poynter's take on the matter here.\n\nAnd read Jim Epstein's series here.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "", "title": "NY Times Public Editor Acknowledges Errors in Nail Salon Expose In Response to Reason's Reporting", "url": "http://reason.com/blog/2015/11/06/ny-times-public-editor-acknowledges-erro", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14468412621682.jpg", "type": "article"}, "twitter": {"description": "", "title": "NY Times Public Editor Acknowledges Errors in Nail Salon Expose In Response to Reason's Reporting", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14468412621682.jpg", "creator": "@nickgillespie", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Must Reads", "published_time": "2015-11-06T21:04:00+00:00", "author": "http://reason.com/people/nick-gillespie"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "Cuomo's task force and crackdown is having on the nail salon workers.\nIn the wake of an exhaustive three-part series by Reason's Jim Epstein, New York Times' Public Editor Margaret Sullivan has acknowledged that the paper's May expose of the nail salon industry \"went too far\" in its claims.\nAnd read Jim Epstein's series here.\nWrites Sullivan:The series and its author, Sarah Maslin Nir, had admirable intentions in speaking for underpaid or abused workers....\nOne can only hope that given the Times' admissions of overreach and going \"too far\" that state and city bureaucrats will rethink their actions too."}