{"article_title": "Taylor Wiles gets sprint finish win in Fort Collins at USA Pro Challenge – The Denver Post", "article_keywords": ["lauren", "wiles", "abbott", "taylor", "usa", "golden", "win", "pro", "womens", "finish", "pretty", "going", "sprint", "gets", "twenty16", "post", "stage", "fort"], "article_url": "http://www.denverpost.com/cycling/ci_28686451/4-women-sprint-finish-gives-taylor-wiles-win-at-womens-pro-challenge", "article_text": "FORT COLLINS — The final stage of the Women’s USA Pro Challenge in Golden on Sunday promises to offer a dramatic conclusion to the first-year race, but it will be hard to top the Stage 2 finish here Saturday.\n\nTaylor Wiles (DNA Racing) led three women to a sprint finish and won the 58-mile stage by two seconds over Lauren Komanski (Twenty16). Kristin Armstrong (Twenty16), the 42-year-old winner of Stage 1, was four seconds back, along with Boulder’s Mara Abbott (Amy D. Foundation).\n\nArmstrong retained the yellow jersey and takes a 31-second lead over Wiles going into Golden, a favorite haunt of Front Range cycling enthusiasts.\n\nAbbott made a break coming over the race’s high point about 20 miles into Saturday’s stage. The other three women chased her down the steep descent into Fort Collins, and with a kilometer left, Abbott made another move.\n\n“I decided my best shot was to try and go long and see if I could surprise everyone, knowing that there were two corners going into the finish,” Abbott said. “I felt like that was my best chance. That ended up not working out, but it still was a really good result. I think it potentially puts me on the podium for GC.”\n\nThe wild finish down two blocks of Mountain Avenue electrified the crowd in Old Town Fort Collins.\n\n“I knew I was going to have to play it pretty efficient and pretty smart, since there were two Twenty16 riders,” Wiles said. “I was going off (Abbott’s) wheel, and then Lauren Komanski went with 500 meters to go. I stuck on her wheel, and I probably went with about 400 meters go. It was a long straight drag, and I knew if I could get a jump and get a little bit of a gap, I could probably hold it.”\n\nSunday’s stage is a one-hour circuit on a 1.5-mile loop with some technical turns in downtown Golden. Armstrong is grateful to have a bit of a buffer in the GC, and to have a strong team around her.\n\n“Our team wants to finish this week off with a yellow jersey,” Armstrong said. “It will be a historical moment for women’s cycling, because this is the first year of the Women’s USA Pro Challenge. That’s our No. 1 goal. We have a great sprinter, Lauren Hall, and if we can keep safe all the way to the last several (kilometers), then we’ll go in for her and let her try to go for the win.\n\n“The key is keep safe, keep the pace a little bit high, be in the front so we don’t get in trouble.\n\nAbbott said she didn’t know anything about the course in Golden but expects it to be challenging.\n\n“I think it will pretty fun,” Abbott said. “Some of my very best friends live in Golden, so it’s just going to be really amazing to go down and have a race there.”\n\nJohn Meyer: jmeyer@denverpost.com or twitter.com/johnmeyer", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Taylor Wiles gets sprint finish win in Fort Collins at USA Pro Challenge", "title": "Taylor Wiles gets sprint finish win in Fort Collins at USA Pro Challenge", "url": "http://www.denverpost.com/2015/08/22/taylor-wiles-gets-sprint-finish-win-in-fort-collins-at-usa-pro-challenge/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150821__Kirstin-Armstrongp1.jpg", "height": 468}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150821__Kirstin-Armstrongp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-08-22T17:12:09+00:00", "modified_time": "2016-04-22T04:22:50+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Armstrong retained the yellow jersey and takes a 31-second lead over Wiles going into Golden, a favorite haunt of Front Range cycling enthusiasts.\nTaylor Wiles (DNA Racing) led three women to a sprint finish and won the 58-mile stage by two seconds over Lauren Komanski (Twenty16).\n“It will be a historical moment for women’s cycling, because this is the first year of the Women’s USA Pro Challenge.\n“I knew I was going to have to play it pretty efficient and pretty smart, since there were two Twenty16 riders,” Wiles said.\n“I decided my best shot was to try and go long and see if I could surprise everyone, knowing that there were two corners going into the finish,” Abbott said."}