{"article_title": "T-Mobile to FCC: 'Tread lightly'", "article_keywords": ["program", "customers", "ham", "lightly", "tmobile", "fcc", "video", "internet", "traffic", "data", "tread"], "article_url": "http://thehill.com/policy/technology/268253-t-mobile-tells-fcc-to-tread-lightly", "article_text": "T-Mobile is calling on the Federal Communications Commission (FCC) to \"tread lightly\" as the agency looks into a series of video offerings that have raised net neutrality concerns among advocates.\n\nThe mobile carrier has been at the center of the debate recently with its new Binge On video program, which exempts certain video from customers' monthly data caps but also reduces the download speeds of all video.\n\nADVERTISEMENT\n\n\"The commission has to tread lightly,\" said Kathleen Ham, who head's T-Mobile's government affairs. \"And certainly more lightly than for the wired world in the wireless space — when there is so much experimentation happening, so much differentiation happening. And a lot of it customers responding to. We do have to be transparent about it. We have to make sure the customer has choices, but I think it is wise to tread lightly in this environment when there is so much going on.\"\n\nDuring a event hosted by the the Open Technology Institute, Ham said conversations were ongoing with the commission. The FCC has sent letters and been meeting with multiple mobile carriers to try and understand similar programs that exempt certain Internet traffic from data caps — a business model known as zero-rating.\n\nThe FCC passed rules last year that prevent Internet service providers from blocking, slowing or offering paid fast lanes for Internet traffic. It did not explicitly ban zero-rating but said it would judge the offerings on a case-by-case basis under a broader conduct standard.\n\nAfter testing, the Electronic Frontier Foundation concluded last month that T-Mobile was violating net neutrality by throttling all video traffic. And a recent report by an influential Stanford law professor concluded that the Binge On program was likely illegal under the broader general conduct standard, which bars Internet service providers from unreasonably interfering with customers’ Internet choices.\n\nT-Mobile has pushed back on the criticism, saying customers love it and have the option to turn it off. On Thursday, Ham indicated that T-Mobile has little interest in changing the program to make customers opt-in, as some advocates have proposed. But she hinted that Binge On would likely evolve, after being pressed on why the program does not simply exempt all forms of content that use limited data, rather than video alone.\n\n\"We may get there,\" Ham said. \"I think we rolled this out pretty quickly, and I'm sure it is going to evolve over time. And again, I think our customers are No 1 at T-Mobile.\"\n\nVerizon just last month rolled out its own zero-rating program, which allows Web companies and other content providers to pay money to Verizon so that customers can enjoy those services without eating into their monthly data cap. David Young, Verizon's head of public policy, expressed confidence Thursday that the FCC would find that its program also complies with the FCC rules.\n\n\"We are very confident that when the FCC looks at this they will find that what we've done is reasonable and non-discriminatory and open,\" he said.\n\n— updated 5:27 p.m.", "article_metadata": {"dcterms.description": "The mobile carrier has been at the center of the net neutrality debate recently.", "description": "The mobile carrier has been at the center of the net neutrality debate recently.", "generator": "Drupal 7 (http://drupal.org)", "author": "Mario Trujillo", "og": {"site_name": "TheHill", "description": "The mobile carrier has been at the center of the net neutrality debate recently.", "title": "T-Mobile to FCC: 'Tread lightly'", "url": "http://thehill.com/policy/technology/268253-t-mobile-tells-fcc-to-tread-lightly", "image": "http://thehill.com/sites/default/files/article_images/tmobile_070114screenshot.png", "updated_time": "2016-02-04T17:30:59-05:00", "type": "article"}, "Smart_Paging": "on", "dcterms.modified": "2016-02-04T17:30-05:00", "dcterms.identifier": "http://thehill.com/policy/technology/268253-t-mobile-tells-fcc-to-tread-lightly", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "apple-itunes-app": "app-id=396640962", "dcterms.date": "2016-02-04T14:53-05:00", "dcterms.creator": "Mario Trujillo", "dcterms.type": "Text", "article": {"published_time": "2016-02-04T14:53:16-05:00", "modified_time": "2016-02-04T17:30:59-05:00"}, "keywords": ",,", "dcterms.language": "und", "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/technology/268253-t-mobile-tells-fcc-to-tread-lightly", "widgets": {"csp": "on"}, "description": "The mobile carrier has been at the center of the net neutrality debate recently.", "card": "summary", "title": "T-Mobile to FCC: 'Tread lightly'"}, "dcterms.title": "T-Mobile to FCC: 'Tread lightly'"}, "article_summary": "T-Mobile is calling on the Federal Communications Commission (FCC) to \"tread lightly\" as the agency looks into a series of video offerings that have raised net neutrality concerns among advocates.\nADVERTISEMENT\"The commission has to tread lightly,\" said Kathleen Ham, who head's T-Mobile's government affairs.\nAfter testing, the Electronic Frontier Foundation concluded last month that T-Mobile was violating net neutrality by throttling all video traffic.\nWe have to make sure the customer has choices, but I think it is wise to tread lightly in this environment when there is so much going on.\"\nThe FCC passed rules last year that prevent Internet service providers from blocking, slowing or offering paid fast lanes for Internet traffic."}