{"article_title": "University of Missouri system's credit outlook is lowered", "article_keywords": ["rating", "outlook", "columbia", "university", "system", "credit", "lowered", "systems", "missouri", "report", "ratio"], "article_url": "http://www.washingtontimes.com/news/2016/feb/2/university-of-missouri-systems-credit-outlook-is-l/", "article_text": "JEFFERSON CITY, Mo. (AP) - A leading bond-rating company on Monday announced it’s downgrading the outlook of the University of Missouri system’s credit rating, noting the departures of two top administrators amid student protests over racial issues last year on the Columbia campus.\n\nStandard & Poor’s said in a report that the outlook of the four-campus system’s AA+ credit rating dipped from stable to negative, primarily because of concerns with the system’s ratio of available resources to debt. The outlook could be a precursor to actually lowering the rating.\n\nBesides the resources-to-debt ratio, the rating company also raised concerns about the turmoil at the school. Students protested last year over what some saw as administrators’ indifference to racial issues on the Columbia campus. The demonstrations drew national attention and led to the resignations of the university system president and the Columbia campus’ chancellor.\n\nStandard & Poor’s said the upheaval could “affect demand and enrollment in the short term and pressure the rating.”\n\nTo maintain its current rating, the university system would need solid growth in its resources-to-debt ratio and clarity on the presidential search and other leadership changes. A lower credit rating could make bonding more difficult and more expensive.\n\nUniversity system spokesman John Fougere said that for years the system knew taking on debt for infrastructure work on campuses and health facilities - coupled with budgets “pressured by short-term challenges” - could lead to a rating downgrade. But he said the new rating report also shows the system still has a strong financial profile.\n\n“Whether S&P; ultimately rates the UM System with an AA+ or an AA rating, our rating as a university system will remain exceptionally strong relative to our higher education peers across the sector,” Fougere said in a statement.\n\nThe report comes as some lawmakers continue to be frustrated over the handling of the protests and the potential long-term impact on the University of Missouri, including its reputation.\n\n“The lack of stability going on at the University of Missouri is causing a lot of concern,” Republican Rep. Caleb Jones, of Columbia, said Tuesday. He said that extends beyond the credit rating to “every Missourian and every alumni on what the future holds.”\n\n___\n\nAssociated Press writer Heather Hollingsworth in Kansas City, Mo., contributed to this report.", "article_metadata": {"description": "A leading bond-rating company on Monday announced it's downgrading the outlook of the University of Missouri system's credit rating, noting the departures of two top administrators amid student protests over racial issues last year on the Columbia campus.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"url": "http://www.washingtontimes.com/news/2016/feb/2/university-of-missouri-systems-credit-outlook-is-l/", "site_name": "The Washingtion Times", "type": "article", "description": "A leading bond-rating company on Monday announced it’s downgrading the outlook of the University of Missouri system’s credit rating, noting the departures of two top administrators amid student protests over racial issues last year on the Columbia campus.", "title": "University of Missouri system’s credit outlook is lowered"}, "twitter": {"site": "@washtimes", "description": "A leading bond-rating company on Monday announced it's downgrading the outlook of the University of Missouri system's credit rating, noting the departures of two top administrators amid student protes", "card": "summary", "title": "University of Missouri system’s credit outlook is lowered"}, "Author": "SUMMER BALLENTINE", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "(AP) - A leading bond-rating company on Monday announced it’s downgrading the outlook of the University of Missouri system’s credit rating, noting the departures of two top administrators amid student protests over racial issues last year on the Columbia campus.\nStandard & Poor’s said in a report that the outlook of the four-campus system’s AA+ credit rating dipped from stable to negative, primarily because of concerns with the system’s ratio of available resources to debt.\nThe demonstrations drew national attention and led to the resignations of the university system president and the Columbia campus’ chancellor.\nA lower credit rating could make bonding more difficult and more expensive.\n“The lack of stability going on at the University of Missouri is causing a lot of concern,” Republican Rep. Caleb Jones, of Columbia, said Tuesday."}