{"article_title": "Vietnam PM wants stronger U.S. role in South China Sea", "article_keywords": ["wants", "united", "washington", "uss", "dung", "stronger", "trade", "states", "vietnam", "china", "sea", "role", "voice", "south"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/02/16/Vietnam-PM-wants-stronger-US-role-South-China-Sea", "article_text": "During a summit of Southeast Asian countries in California on Monday, premier Nguyen Tan Dung suggested to U.S. President Barack Obama that Washington uses a stronger voice and \"more practical and more efficient actions\", in comments likely to rile China.\n\nTension has spiked since Beijing's construction of seven islands in the Spratly archipelago.\n\n\"Prime Minister Dung suggested the United States has a stronger voice and more practical and more efficient actions requesting termination of all activities changing the status quo,\" the government said on its news website.\n\nThe statement did not specifically name China, but it said Dung was referring especially to \"large-scale construction of artificial islands\" and \"militarization\".\n\nWith a large U-shaped line on its official maps, China claims most of the South China Sea. Malaysia, the Philippines, Taiwan, Brunei and Vietnam have rival claims.\n\nObama and allies from Southeast Asia will turn their attention to China on Tuesday on the second day of a summit intended to improve trade and provide a united front on maritime disputes with Beijing.\n\nWhereas China accuses the United States of seeking maritime hegemony in Asia, Washington says its interest in the South China Sea is preserving freedom of navigation.\n\nIn recent months, the United States raised the stakes by sending guided-missile destroyers USS Lassen and USS Curtis Wilbur close to disputed areas occupied by Beijing.\n\nThough communist Vietnam routinely opposes China's activities in disputed waters, its leaders are usually wary of provoking a giant neighbor with which it shares over $60 billion of annual trade and maintains close ideological ties.\n\nDung has earned popularity in Vietnam for pursuing stronger U.S. trade and defense links and for taking a tougher line against China, compared to measured responses by other Vietnamese leaders to Beijing's assertiveness.\n\nDung was controversially overlooked by the politburo last month in its nomination for party chief, meaning the end of his political career when his term ends this year, posing a possible blow for Washington.\n\nDung also asked Obama to fully lift a lethal arms embargo on Vietnam, which would be an \"important way to strengthen political trust\", the government website quoted him saying.\n\nObama will visit Vietnam in May, the White House said.\n\n(Reporting by Martin Petty; Editing by Simon Cameron-Moore)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "During a summit of Southeast Asian countries in California on Monday, premier Nguyen T", "title": "Vietnam PM wants stronger U.S. role in South China Sea", "url": "http://www.thefiscaltimes.com/latestnews/2016/02/16/Vietnam-PM-wants-stronger-US-role-South-China-Sea", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-asean_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/02/16/Vietnam-PM-wants-stronger-US-role-South-China-Sea", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-asean_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "During a summit of Southeast Asian countries in California on Monday, premier Nguyen T", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Whereas China accuses the United States of seeking maritime hegemony in Asia, Washington says its interest in the South China Sea is preserving freedom of navigation.\nWith a large U-shaped line on its official maps, China claims most of the South China Sea.\nIn recent months, the United States raised the stakes by sending guided-missile destroyers USS Lassen and USS Curtis Wilbur close to disputed areas occupied by Beijing.\n\"Prime Minister Dung suggested the United States has a stronger voice and more practical and more efficient actions requesting termination of all activities changing the status quo,\" the government said on its news website.\nThe statement did not specifically name China, but it said Dung was referring especially to \"large-scale construction of artificial islands\" and \"militarization\"."}