{"article_title": "'70s Style Food Co-Op Fears Obama's Labor Law Reforms", "article_keywords": ["style", "coop", "70s", "weight", "food", "frye", "fears", "labor", "federal", "volunteer", "coops", "members", "reforms", "model", "obamas", "law", "dont"], "article_url": "http://dailycaller.com/2016/01/04/70s-style-food-co-op-fears-obamas-labor-law-reforms/", "article_text": "4842753\n\nA New York based food co-op is looking into ending it’s well-known, volunteer-based model over concerns it leaves them open to federal complaints, according to reports Sunday.\n\nFederal agencies have moved to redefined employment under President Barack Obama. The definition has grown to include workers who were not traditionally considered employees. Some members at Honest Weight Food Co-Op are concerned the widening definition puts their business model at risk of federal scrutiny. Food co-ops work on a volunteer and sharing basis with few, if any, traditional employees.\n\n“The time to make a change is now, before we have a complaint filed against us,” Board Member Deborah Dennis told ABC News. “And I don’t think our membership is there yet. I don’t know what’s going to happen.”\n\nIf changes continue, federal labor officials could classify members as employees rather than volunteers, which could put the co-op in violation of minimum wage and worker protection laws. The same contention has played out with some sharing-economy ventures, like Uber, which rely on contractors instead of employees.\n\nFormer Honest Weight President Bill Frye, though, argues the real issue is a lack of efficiency among volunteer members. He argued back in October that scrapping volunteers and moving to an employee-based model would be good for business. The comments have since landed Frye in trouble with the rest of the co-op.\n\n“We would like to get the member workers off the floor of the store. It’s very expensive,” Frye told the Times Union. “They are really not as a effective and efficient. They almost have to be retrained every time they come into the store. They also like to chat.”\n\nMembership voted to end his presidency not long after he made his comments. Frye has since dismissed the move, noting some people just don’t want to hear the tough truth.\n\nThe co-op works on a system of open membership and democratic control. The co-op model rose in popularity in the 1960s and 70s alongside the growing naturalist movement which stresses self-reliance. Food co-ops offered people the chance to eat locally grown and non-processed foods before there was a huge consumer market for it.\n\nHonest Weight is not alone either. City Market in Vermont is already in the process of phasing out the co-op aspect of their business to replace it with another volunteer program. East End Food Co-op in Pittsburgh and Bloomingfoods in Indiana have already ended their volunteer programs.\n\nThe changes to employment is not the first Obama policy which has hurt the co-op model. Obamacare has caused several healthcare co-ops to close. Additionally, Michigan based food co-ops were also forced to dump 248 gallons of raw milk and toss 1,200 organic eggs because they didn’t meet regulations, reports TheBlaze.\n\nFollow Connor on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience. For licensing opportunities of our original content, please contact [email protected].", "article_metadata": {"sailthru.author": "Connor D. Wolf", "description": "A food co-op is looking into ending the volunteer based model it is known for over concerns it leaves them open to federal complaints.", "og": {"site_name": "The Daily Caller", "description": "A New York based food co-op is looking into ending it's well-known, volunteer-based model over concerns it leaves them open to federal complaints, according to reports Sunday.    Federal agencies hav", "title": "’70s Style Food Co-Op Fears Obama’s Labor Law Reforms", "url": "http://dailycaller.com/2016/01/04/70s-style-food-co-op-fears-obamas-labor-law-reforms/", "image": {"width": 1200, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2016/01/GettyImages-89879459-e1451945630869.jpg", "height": 456}, "type": "article"}, "twitter": {"description": "'The time to make a change is now, before we have a complaint filed against us'", "title": "’70s Style Food Co-Op Fears Obama’s Labor Law Reforms Via @dailycaller", "url": "http://dailycaller.com/2016/01/04/70s-style-food-co-op-fears-obamas-labor-law-reforms/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2016/01/GettyImages-89879459-e1451945630869.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2016-01-04 16:08:34", "sailthru.title": "'70s Style Food Co-Op Fears Obama's Labor Law Reforms", "HandheldFriendly": "true", "sailthru.tags": "barack-obama,national-labor-relations-board,new-york,connor-d-wolf", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "barack obama,national labor relations board,new york", "sailthru.description": "A New York based food co-op is looking into ending it's well-known, volunteer-based model over concerns it leaves them open to federal complaints, according to reports Sunday.    Federal agencies hav", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2016/01/GettyImages-89879459-e1451945630869.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "The co-op model rose in popularity in the 1960s and 70s alongside the growing naturalist movement which stresses self-reliance.\nSome members at Honest Weight Food Co-Op are concerned the widening definition puts their business model at risk of federal scrutiny.\nFood co-ops offered people the chance to eat locally grown and non-processed foods before there was a huge consumer market for it.\nThe changes to employment is not the first Obama policy which has hurt the co-op model.\nAdditionally, Michigan based food co-ops were also forced to dump 248 gallons of raw milk and toss 1,200 organic eggs because they didn’t meet regulations, reports TheBlaze."}