{"article_title": "How N.J. Blocked $450 Million in Unemployment Fraud", "article_keywords": ["billion", "improper", "nj", "fraud", "benefits", "unemployment", "450", "million", "states", "payments", "identity", "jersey", "blocked"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/07/29/How-NJ-Blocked-450-Million-Unemployment-Fraud", "article_text": "Just days after Harold Wirths took office as New Jersey’s labor and workforce development chief in 2010, authorities uncovered a fraud case involving millions in improper unemployment insurance payments that even had a link to organized crime.\n\nYears later, Wirths has a surprising take on the whole ordeal: “It was probably the best thing that happened to taxpayers,” he said in an interview last week.\n\nRelated: 5 Years of Over $100 Billion in Improper Payments\n\nThe disclosure spurred New Jersey to get serious about fighting unemployment fraud. Since then, the state has blocked nearly $450 million in improper payments, making a huge dent in what was among the worst fraud and incorrect payments problems in the nation.\n\nSo far, New Jersey has identified more than 300,000 people who tried to wrongly collect benefits through identity theft, failure to report a new job or any number of other schemes or honest mistakes. (To see improper payment and fraud rates in 2013 in all states, see a state-by-state breakdown from the U.S. Department of Labor.) The Department of Labor has taken note of N.J.’s recent success; some of its strategies are beginning to attract notice from other states.\n\nProving Identities\n\nOne strategy, which only New Jersey has tried, is called \"identity proofing.\" New Jersey put identity proofing in place with the help of LexisNexis, which offers the service. It requires applicants to verify a wide range of personal information through a quiz on the state labor department’s website, such as what kind of car they have registered or who lives at their address.\n\nThe information is then verified using the billions of public records that LexisNexis collects. The process aims to weed out potential fraudsters who might otherwise be able to collect unemployment simply by using someone’s name and Social Security number. “The idea is to create questions that only the individual who owns that identity can actually answer,” said Monty Faidley, director of market planning for LexisNexis. “Those are things you can’t Google really quickly. You have to be that person to answer those questions.”\n\nRelated: Christie Under the Gun (Again) for N.J. Pension Problems\n\nThe payoff for New Jersey has been significant. Almost a year-and-a-half into the effort, $4.4 million in payments have been stopped, and almost 650 instances of potential identity theft have been avoided.\n\nOther strategies have yielded even bigger savings. For example, New Jersey has saved a whopping $65 million since May 2012 by blocking foreign Internet Provider addresses from accessing its unemployment system, a step that uncovered one couple’s unscrupulous attempts to claim benefits from a cruise ship. Other states also are using that strategy.\n\nWirths said unemployment fraud connected to identity theft was particularly vexing during the Great Recession when many workers were losing jobs and applying for benefits. Some of those people found that payments had already been paid under their name to someone else. “You go into your Etrade account or Citibank account, the private sector has been doing this for years,” Wirths said, pointing to security questions on banking software that might reference your mother’s maiden name or similar information. “I was shocked by the number of people we stopped.”\n\nBenefits Funds Recovery\n\nThe savings are especially critical at a time when state funds that pay jobless benefits are tight. As Stateline has reported, states’ unemployment insurance trust funds were ravaged by the recession. Three dozen states turned to Washington for loans to cover shortfalls during the recession, and total debt among them nearly reached $50 billion during the downturn.\n\nRelated: Retired City Workers Bilk Memphis Out of $165 Million\n\nSome fared much more poorly than others. California reached the highest level of debt among the states at more than $10 billion, and its fund was nearly $9.8 billion in the red through the first quarter of 2014. Indiana, New York, North Carolina and Ohio all still had more than $1 billion in debt.\n\nThe downturn and persistent debt forced some states to make permanent changes to their unemployment systems, either raising levies on businesses, which pay into the funds through payroll taxes, or cutting jobless benefits. Some made historic cuts, reducing the number of weeks of aid available to levels not seen since the 1935 Social Security Act established the program.\n\nNew Jersey racked up more than $1.5 billion in debt. Through the first quarter of this year, more than $376 million in debt remained, according to the U.S. Labor Department. But the fund is considered solvent again, which meant an end to borrowing and a tax cut for New Jersey businesses. Reducing improper payments through a host of strategies, along with the recovering economy, was a big part of the turnaround. “It was just a huge savings to the taxpayers,” Wirths said. “The key about all these initiatives is it stops the money from leaving the trust fund.”\n\nLong-Standing Problem\n\nImproper payments — for jobless benefits and other government programs — have been an issue for years. In 2010, President Barack Obama signed the Improper Payment Elimination and Recovery Act in part to address the issue. In 2013, Washington distributed more than $176 million in grants to prevent these overpayments to 40 states, including $2.3 million to New Jersey.\n\nRelated: The Long-Term Unemployed May Finally Get a Break\n\nThe unemployment benefits payment error rate nationally has hovered around 10 percent for much of the past decade. Meanwhile, problems with improper payments associated with aging administrative systems have become widespread.\n\nAs Chris Edwards of the libertarian-leaning Cato Institute, among others, has written, the unemployment insurance system is unique in that businesses, along with government, often bear the burden of waste, fraud and abuse. When the funds start running dry, it’s often businesses that are called upon to make up the difference and pay more into the system.\n\n“This system is extremely complex,” Edwards said. “And this system hits businesses when they’re down.”\n\nStill, others, especially safety net advocates, have worried about more states outsourcing administration and overpayment prevention. Rick McHugh of the National Employment Law Project, a worker advocacy group, believes turning too much power over to outside contractors and computers can lead to flagging potential improper payments or fraud where no problem exists. “Over the last 10 years,” he said, “we’ve gone from most of those services being provided by state agencies and staff to having a lot of it contracted it out.”\n\n“Obviously real fraud is something that is bad because it undermines people’s sense that these programs have some basic integrity and value,” McHugh said.\n\nThis article originally appeared in Stateline, a nonpartisan, nonprofit news service of the Pew Center on the States that provides daily reporting and analysis on trends in state policy.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Just days after Harold Wirths took office as New Jersey’s labor and workforce developm", "title": "How N.J. Blocked $450 Million in Unemployment Fraud", "url": "http://www.thefiscaltimes.com/Articles/2014/07/29/How-NJ-Blocked-450-Million-Unemployment-Fraud", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/04172012_Young_Unemployed_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/07/29/How-NJ-Blocked-450-Million-Unemployment-Fraud", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/04172012_Young_Unemployed_article.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Just days after Harold Wirths took office as New Jersey’s labor and workforce developm", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fde91e\"", "article_summary": "Since then, the state has blocked nearly $450 million in improper payments, making a huge dent in what was among the worst fraud and incorrect payments problems in the nation.\nRelated: 5 Years of Over $100 Billion in Improper PaymentsThe disclosure spurred New Jersey to get serious about fighting unemployment fraud.\nReducing improper payments through a host of strategies, along with the recovering economy, was a big part of the turnaround.\nAs Stateline has reported, states’ unemployment insurance trust funds were ravaged by the recession.\nRelated: The Long-Term Unemployed May Finally Get a BreakThe unemployment benefits payment error rate nationally has hovered around 10 percent for much of the past decade."}