{"article_title": "How Your Genes Influence What Medicines Are Right For You", "article_keywords": ["right", "drugs", "medicines", "work", "influence", "drug", "dose", "genetic", "medication", "liver", "genes", "personalized", "gene"], "article_url": "http://www.medicaldaily.com/how-your-genes-influence-what-medicines-are-right-you-362452", "article_text": "Why does the same medication, at the same dose, work well for some people but not for others? The answer is in our genes.\n\nWhy does the same medication, at the same dose, work well for some people but not for others? The answer is in our genes. Shutterstock\n\nYou have a headache. Do you reach for Tylenol or Advil? Most people have a preference because they have learned over time that one works better than the other at relieving their pain. This type of variability from person to person is true for nearly every medication, whether it requires a prescription or can be purchased over the counter.\n\nPharmacists, physicians and researchers have tried for decades to understand why the same medication, at the same dose, can work well for some people but not for others, or why some people need higher or lower doses of the same drug, or why some people have side effects, while others do not. Many factors contribute to these differences in how people respond to the same medication, including age, other medications they may be taking, kidney function and cigarette smoking, to name a few. But it’s become increasingly clear that genetics can also be an important factor.\n\nGenes influence how well drugs work\n\nUnderstanding how these genetic differences work means that physicians can take a more personalized approach to selecting the right medication and dosage for each individual. This is called pharmacogenetics, and pharmacogenetic tests to guide use of certain medications are becoming increasingly common.\n\nThis kind of personalized treatment is an example of what is called precision medicine, which is being touted as an important part of the future of health care. In fact, President Obama announced in the 2015 State of the Union address his plan to launch the Precision Medicine Initiative:\n\n“to bring us closer to curing diseases like cancer and diabetes – and to give all of us access to the personalized information we need to keep ourselves and our families healthier.”\n\nGenes influence how well your liver breaks down medicine\n\nToday the most frequently used tests looks for variations (also called polymorphisms) in the genes that carry instructions for making the enzymes in the liver that metabolize (break down) drugs.\n\nFor drugs that are already in an active form – which means that the drug has immediate effect on the body – enzymes in the liver break the drug down to make it inactive, so the body can then discard it. When the enzyme in the liver that breaks down a particular drug does not work properly due to a genetic variation, then the body can’t get rid of the active drug effectively. That can lead to too much drug in the body, which can in turn lead to serious side effects.\n\nOther drugs are consumed in a form that is inactive, and are broken down in the liver into their active form. The liver enzymes that break the drug down are critical to making it work. For these medications, when the liver enzyme does not work properly because of a gene variation, the drug cannot be converted into its active form.\n\nDifferences in how enzymes break down drugs can mean that people need different doses of a particular drug to achieve the same effect, or that some drugs might not be as effective for them. And many of these gene variations are very common in the general population and can affect decisions about the right drug or right drug dose in several ways.\n\nUsing gene variations to choose the right medication\n\nChildren with leukemia are commonly tested for a gene variation for the enzyme that breaks down drugs called thiopurines. These drugs are commonly used to treat childhood leukemia, and are consumed in an active form.\n\nIf tests reveal that the enzyme that breaks down the drug and gets rid of it doesn’t work as well, they are given one-tenth the normal dosage. That tiny fraction of a dose gives them the same benefits as someone whose enzyme functions normally and gets 10 times the dose because their body breaks it down more efficiently. In cases like this, the genetic difference between people can be addressed by giving different dosages of the same medication.\n\nFor drugs that are converted into an active for in the liver, genetic variations can mean that a person needs to take a different kind of drug entirely. One example of this is the drug called Plavix® or clopidogrel, which is commonly used after heart attacks or balloon angioplasty to prevent blood clots from forming. It has to be activated by the liver – but gene variations in the most important enzyme for this process mean that at least 25%-30% of people cannot fully convert Plavix® to its active form. When people with that gene variation take Plavix®, it is less effective at preventing heart attacks and strokes.\n\nSome genetic variations mean that patients need a smaller dose to get the same effect. Shutterstock\n\nHere at the University of Florida, we began testing this gene in heart disease patients getting a balloon angioplasty and stent in 2012. For those who had the gene variation that made Plavix® a suboptimal choice, we recommended a different medication be used.\n\nWe followed patients who had this gene variation, and found that the ones who actually took an alternate drug had significantly fewer heart attacks, fewer strokes and were less likely to die than those who continued taking Plavix. These data highlight how using someone’s genetic information can lead to a personalized approach to their care, and in turn lead to better health.\n\nThese same approaches are also being used more and more often to select cancer drugs, although in most situations it is the genetics of the tumor, not the patient, that are being tested to pick the right drug. In fact, most of the new drugs that have been approved for the treatment of cancer in recent years are developed for specific tumor genotypes.\n\nWhere does pharmacogenetics go from here?\n\nThese are just a few examples of the potential for using genetic information to guide decisions about drug therapy. Currently over 100 drugs have pharmacogenetic information in their product label from the Food and Drug Administration. Over time, more and more medications will likely be added to the list of those for which genetic data may allow for more personalized treatment decisions.\n\nAnd the way genetic information is obtained will change in the coming years. In the examples provided above, the genetic information is gathered through a laboratory test that specifically evaluates the gene or genes of interest.\n\nHowever, in the future it is expected that an individual’s entire genome (all three billion letters of their genetic code) will be defined and stored for use throughout their lifetime. When that happens, using genetic information to inform decisions about the right drug and the right dose will likely involve computerized approaches that marry the genetic data with knowledge about drugs and genes, to lead to a personalized treatment recommendation. We are probably at least a decade or more from this reality.\n\nIn the meantime, the number of drugs whose use can be guided by genetics and the number of people who benefit are expected to grow.\n\nJulie A Johnson, Dean of the College of Pharmacy, Distinguished Professor of Pharmacy and Medicine, and Director of UF Health Personalized Medicine Program, University of Florida\n\nThis article was originally published on The Conversation. Read the original article.\n\nThe Conversation .", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "how, your, genes, influence, what, medicines, are, right, you", "og": {"site_name": "Medical Daily", "description": "Why does the same medication, at the same dose, work well for some people but not for others? The answer is in our genes.", "title": "How Your Genes Influence What Medicines Are Right For You", "url": "http://www.medicaldaily.com/how-your-genes-influence-what-medicines-are-right-you-362452", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/11/20/medication.jpg", "type": "article"}, "twitter": {"description": "Why does the same medication, at the same dose, work well for some people but not for others? The answer is in our genes.", "title": "How Your Genes Influence What Medicines Are Right For You", "url": "http://www.medicaldaily.com/how-your-genes-influence-what-medicines-are-right-you-362452", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/11/20/medication.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/11/20/medication.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Under the Hood", "published_time": "2015-11-22T09:00:00-05:00", "modified_time": "2015-11-22T12:49:34-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Why does the same medication, at the same dose, work well for some people but not for others? The answer is in our genes."}, "article_summary": "And many of these gene variations are very common in the general population and can affect decisions about the right drug or right drug dose in several ways.\nGenes influence how well drugs workUnderstanding how these genetic differences work means that physicians can take a more personalized approach to selecting the right medication and dosage for each individual.\nWhen that happens, using genetic information to inform decisions about the right drug and the right dose will likely involve computerized approaches that marry the genetic data with knowledge about drugs and genes, to lead to a personalized treatment recommendation.\nWhy does the same medication, at the same dose, work well for some people but not for others?\nIn the examples provided above, the genetic information is gathered through a laboratory test that specifically evaluates the gene or genes of interest."}