{"article_title": "Ferguson protesters confront Jesse Jackson: 'When you going to stop selling us out?'", "article_keywords": ["brown", "selling", "jackson", "rights", "civil", "confront", "support", "stop", "protesters", "going", "video", "ferguson", "mr", "jesse"], "article_url": "http://www.washingtontimes.com/news/2014/aug/23/ferguson-protesters-confront-jesse-jackson-when-yo/", "article_text": "A group of protesters in Ferguson, Mo., confronted civil rights activist Jesse Jackson in a McDonald’s parking lot, saying they believed he was in the town for his own gain and not to support protesters.\n\n“When you going to stop selling us out Jesse?” a protester shouts at Mr. Jackson in a video captured of the incident and first posted by conservative news site Western Journalism on Friday.\n\n“We don’t want you here in St. Louis! When you gonna stop selling us out, Jesse?” the person continues.\n\nSEE ALSO: On day of national protest, evidence suggest Ferguson cop beaten badly before shooting\n\nMr. Jackson largely remains silent during the confrontation, stating only that he is there to support the people of Ferguson and has met with the parents of Michael Brown, the unarmed black teenager who was killed.\n\nThe video makes it difficult to tell exactly how many people confronted Mr. Jackson, but one of them asks him “Are you marching today with us, or are you just going to sit in the car?”\n\nAt another point, a protester tells him, “You not a leader. If you not a leader we don’t want you here, brother.”\n\nRacial tensions in Ferguson — a suburb of St. Louis — spilled over Aug. 9 when Mr. Brown was shot by a white police officer. The officer, Darren Wilson, maintains that Mr. Brown was a threat, but the incident has set off a string of protests about civil rights abuses by the police.\n\nCritics have accused Mr. Jackson and other civil rights leaders like him, such as the Rev. Al Sharpton, as using events like Ferguson to fundraise and increase their own media profiles.\n\nAnd some local residents – likely including those people in the video – are concerned that nationally known figures such as Mr. Jackson coming to Ferguson could distract attention away from the issues of civil rights and possible police brutality.", "article_metadata": {"description": "A group of protesters in Ferguson, Mo., confronted civil rights activist Jesse Jackson in a McDonald's parking lot, saying they believed he was in the town for his own gain and not to support protesters.", "Author": "Phillip Swarts", "og": {"site_name": "The Washingtion Times", "description": "A group of protesters in Ferguson, Mo., confronted civil rights activist Jesse Jackson in a McDonald’s parking lot, saying they believed he was in the town for his own gain and not to support protesters.", "title": "Ferguson protesters confront Jesse Jackson: ‘When you going to stop selling us out?’", "url": "http://www.washingtontimes.com/news/2014/aug/23/ferguson-protesters-confront-jesse-jackson-when-yo/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/08/16/police-shooting-missourijpeg-00d16.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/08/16/police-shooting-missourijpeg-00d16.jpg", "title": "Ferguson protesters confront Jesse Jackson: ‘When you going to s", "description": "A group of protesters in Ferguson, Mo., confronted civil rights activist Jesse Jackson in a McDonald's parking lot, saying they believed he was in the town for his own gain and not to support proteste", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "bitly-verification": "d180fd45f70d", "news_keywords": "Entertainment Culture, Social Issues, Politics, Jesse Jackson, Ferguson"}, "_id": "\"57477af46914bd0286fdd75a\"", "article_summary": "Critics have accused Mr. Jackson and other civil rights leaders like him, such as the Rev.\n“When you going to stop selling us out Jesse?” a protester shouts at Mr. Jackson in a video captured of the incident and first posted by conservative news site Western Journalism on Friday.\nA group of protesters in Ferguson, Mo., confronted civil rights activist Jesse Jackson in a McDonald’s parking lot, saying they believed he was in the town for his own gain and not to support protesters.\nThe officer, Darren Wilson, maintains that Mr. Brown was a threat, but the incident has set off a string of protests about civil rights abuses by the police.\nWhen you gonna stop selling us out, Jesse?” the person continues."}