{"article_title": "4 Qualities That Make Empathy Better Than Sympathy", "article_keywords": ["empathy", "pain", "human", "person", "ways", "better", "sympathy", "suffering", "qualities", "situation", "requires", "silver"], "article_url": "http://www.medicaldaily.com/pulse/silver-linings-rarely-help-comfort-4-qualities-make-empathy-better-sympathy-313090", "article_text": "When tragedy strikes a friend or loved one, a person typically responds in one of two ways: empathetically or sympathetically. Painting a situation with either brush strokes will create different responses in the person suffering and in pain. The human brain is hardwired to protect themselves from pain, which is why empathy requires a braver and more delicate approach.\n\nWhile empathy creates connection to others, sympathy does the exact opposite and drives disconnection. Empathy requires a person to reflect within themselves to find a feeling or emotion that they can connect to. It’s a challenging, yet mutually rewarding emotional expression with another human being.\n\n4 Qualities Of Empathy:\n\nPerspective taking Staying out of judgment Recognizing emotion in other people Communicating that emotion\n\nTo sympathize with someone is to stand outside of the situation and look into theirs with comfort, albeit from a distance. The sympathizer is highly criticized because of that distance, but in many ways it can be necessary to provide a positive perspective, or \"silver lining,\" at a very difficult time. Unfortunately, though, sympathy is rarely ever as effective as empathy. For those on the receiving end of it, sometimes sympathy is an alarmingly disconnected response.\n\nSilver linings have always seemed to be welcomed in situations of grief, failure, marital discord, but they are a two-edge sword. If you tell a friend your father just passed away and they respond with, “well at least you have your mother” or “well at least he lived a long life” it will rarely ease the pain. Dr. Brené Brown, a professor at the University of Houston Graduate School of Social Work, explains the best ways to ease someone’s pain and suffering, and the silver lining isn’t one of them.\n\nInstead, thank them for confiding in you and be there in times of silence and solace. It’s important to exercise our human ability to create a genuine empathetic response. It requires a person to connect to another through getting in touch with deeper emotions of fragility.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "silver, linings, rarely, help, comfort, 4, qualities, make, empathy, better, sympathy", "og": {"site_name": "Medical Daily", "description": "A suffering friend or loved one may need more than just a silver lining to get them through it, which is why empathy is almost always a better approach than sympathy.", "title": "4 Qualities That Make Empathy Better Than Sympathy [VIDEO]", "url": "http://www.medicaldaily.com/pulse/silver-linings-rarely-help-comfort-4-qualities-make-empathy-better-sympathy-313090", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured/public/2014/12/04/sympathy-isnt-useful-empathy.JPG", "type": "article"}, "twitter": {"description": "A suffering friend or loved one may need more than just a silver lining to get them through it, which is why empathy is almost always a better approach than sympathy.", "title": "4 Qualities That Make Empathy Better Than Sympathy [VIDEO]", "url": "http://www.medicaldaily.com/pulse/silver-linings-rarely-help-comfort-4-qualities-make-empathy-better-sympathy-313090", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured/public/2014/12/04/sympathy-isnt-useful-empathy.JPG", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/04/sympathy-isnt-useful-empathy.JPG"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Under the Hood", "published_time": "2014-12-04T11:39:24-05:00", "modified_time": "2014-12-04T11:39:23-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A suffering friend or loved one may need more than just a silver lining to get them through it, which is why empathy is almost always a better approach than sympathy."}, "_id": "\"57477af46914bd0286fdad64\"", "article_summary": "Empathy requires a person to reflect within themselves to find a feeling or emotion that they can connect to.\nThe human brain is hardwired to protect themselves from pain, which is why empathy requires a braver and more delicate approach.\nWhile empathy creates connection to others, sympathy does the exact opposite and drives disconnection.\nPainting a situation with either brush strokes will create different responses in the person suffering and in pain.\nUnfortunately, though, sympathy is rarely ever as effective as empathy."}