{"article_title": "In Texas, Uneven Expansion Of Obamacare Sows Frustration : Shots", "article_keywords": ["andrulis", "uneven", "shots", "doctor", "sows", "obamacare", "expansion", "theyre", "past", "state", "health", "frustration", "doctors", "insurance", "texas", "care"], "article_url": "http://www.npr.org/sections/health-shots/2016/02/29/468255954/in-texas-uneven-expansion-of-obamacare-sows-frustration", "article_text": "In Texas, Uneven Expansion Of Obamacare Sows Frustration\n\ni Lorenzo Gritti for NPR Lorenzo Gritti for NPR\n\nPeople in Texas are significantly more likely than adults nationwide to report that it has gotten harder to see a doctor in the past two years.\n\nThe finding comes from polling done by NPR, the Robert Wood Johnson Foundation and the Harvard T.H. Chan School of Public Health.\n\nVera Brown has been stuck aboard the doctor merry-go-round for years now, trying to find an orthopedic surgeon who accepts her insurance. She doesn't find the seemingly endless calls, questions or repetition amusing.\n\n\"When they say I'm not covered that means I have to put off having surgery,\" she says. \"And that begins to start messing with my health.\"\n\ni toggle caption Lauren Silverman for NPR Lauren Silverman for NPR\n\nBrown, 45, has already had one hip replaced. Now, the other is starting to feel numb. She used to be in physical therapy, but the clinic stopped accepting her insurance, which is provided by Medicaid.\n\nShe gets around her South Dallas apartment with the help of a walker. With an 11-year-old son still at home and a fixed income, she says traveling is hard.\n\n\"If you have a little money and you can go to wherever doctor, that's fine, but what about the ones that does not have the income, or the say-so or the know-how, to go about doing this?\" Brown asks. \"We just lost out. And that's just not right.\"\n\nAlmost 1 in 5 people in Texas says it's gotten harder to see a doctor in the past two years according to the NPR poll. It didn't matter what kind of insurance they had.\n\nAbout 70 percent of insurance plans for Texans available on HealthCare.gov are small ones, according to Dan Polsky, a health economist at the University of Pennsylvania.\n\nInsurers tend to offer patients with narrow networks that include fewer choices of doctors and hospitals.\n\nInsurers are \"using this as a cost-control measure,\" says John Carlo, CEO of the nonprofit AIDS Arms health agency in Dallas. \"So it's very likely that someone who in the past has had a lot more access to specialists they're not finding that anymore and they're having to travel greater distances to find those specialists.\"\n\nStaying on top of which doctors are in or out of network is hard for health care administrators and patients. Carlo says his health agency has had to refer patients elsewhere who've been coming for years.\n\n\"Frankly, it's a mess,\" Carlo says. \"We just see this so frequently where a patient comes in, they're carrying a health plan card, it looks good, they double-check and when they go to file the claim to be reimbursed they find out they're not in the network.\"\n\nAnd if you do find a doctor in network, there's the problem of actually scheduling an appointment. About a quarter of adults in Texas who do have a regular doctor say there's been at least one time in the past two year when they needed care but couldn't see their regular provider.\n\nMost say it was because the doctor didn't have available times. Texas Health Institute researcher Dennis Andrulis says the Affordable Care Act has helped more than a million Texans get insurance, but the state has a severe physician shortage. In Texas, there are about 186 physicians for every 100,000 people, according to the Texas Medical Association. The national average is 236 per 100,000.\n\nYou can find the detailed results of the national poll here and results on how income affects health care here. Results for the individual states: Florida Kansas New Jersey Ohio Oregon Texas Wisconsin\n\n\"The law is raising hopes for those who in this state have been chronically uninsured for such a long time,\" Andrulis says. \"But then for those who are able to get insurance, they will find difficulty in accessing care.\"\n\nThe situation is particularly frustrating for people on Medicaid, says Andrulis, who is also associate professor at the University of Texas School of Public Health in Austin. First, Texas chose not to expand Medicaid under the Affordable Care Act. Second, the rates the state reimburses doctors for care are very low. As a result, doctors in Texas have little incentive to take on new Medicaid patients.\n\nAdd it all up, and you see that Texas is a state with 6 million uninsured people, few primary care doctors, narrow provider networks and low reimbursement rates for Medicaid.\n\n\"These are the seeds and reality of frustration,\" Andrulis says.\n\nNo wonder then, says Andrulis, that so many Texans who can't see a doctor in a timely manner go to the emergency room instead.\n\nAs for Vera Brown, she uses a community health clinic where costs are low. Her mother helps out with medicines she's got.\n\n\"She will give you a hug like no other,\" Brown says. \"It will sooth your soul, and when you get through it's like everything just gone away.\"\n\nAnd for a minute, she can ignore the pins and needles in her hip, and pick up the phone to make a few more calls to find a doctor.", "article_metadata": {"Rating": "General", "description": "Despite the rollout of the Affordable Care Act, Texas still has 6 million uninsured people, low Medicaid reimbursement rates and narrow choices of doctors and hospitals for many who are insured.", "og": {"site_name": "NPR.org", "description": "Despite the rollout of the Affordable Care Act, Texas still has 6 million uninsured people, low Medicaid reimbursement rates and narrow choices of doctors and hospitals for many who are insured.", "title": "In Texas, Uneven Expansion Of Obamacare Sows Frustration", "url": "http://www.npr.org/sections/health-shots/2016/02/29/468255954/in-texas-uneven-expansion-of-obamacare-sows-frustration", "image": "https://media.npr.org/assets/img/2016/02/26/npr_texas_final_hr_wide-4172e00ba6553dd6057a5c20bf4df2d5139db4cc.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2016/02/26/npr_texas_final_hr_wide-4172e00ba6553dd6057a5c20bf4df2d5139db4cc.jpg?s=1400"}, "card": "summary_large_image", "site": "@NPR"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2016-02-29", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "article_summary": "You can find the detailed results of the national poll here and results on how income affects health care here.\nStaying on top of which doctors are in or out of network is hard for health care administrators and patients.\nIn Texas, Uneven Expansion Of Obamacare Sows Frustrationi Lorenzo Gritti for NPR Lorenzo Gritti for NPRPeople in Texas are significantly more likely than adults nationwide to report that it has gotten harder to see a doctor in the past two years.\nIn Texas, there are about 186 physicians for every 100,000 people, according to the Texas Medical Association.\nAs a result, doctors in Texas have little incentive to take on new Medicaid patients."}