{"article_title": "HealthNewsDigest.com", "article_keywords": ["fda", "healthnewsdigestcom", "tobacco", "food", "medicines", "agency", "sciencebased", "paragraph", "health", "products", "public"], "article_url": "http://www.healthnewsdigest.com/news/contributing%20columnist0/FDA-Follies-Part-1.shtml", "article_text": "\n\n\n\nClick here to learn how to advertise on this site and for ad rates.\n\n(HealthNewsDigest.com) - Regular readers of this column are aware that I am no fan of the Food and Drug Administration (FDA). Let's examine the agency's official mission...\n\nHere's the first paragraph: \"FDA is responsible for protecting the public health by assuring the safety, efficacy and security of human and veterinary drugs, biological products, medical devices, our nation's food supply, cosmetics, and products that emit radiation.\"\n\nGood stuff. But now, take a look at the second paragraph: \"FDA is also responsible for advancing the public health by helping to speed innovations that make medicines more effective, safer, and more affordable and by helping the public get the accurate, science-based information they need to use medicines and foods to maintain and improve their health. FDA also has responsibility for regulating the manufacturing, marketing and distribution of tobacco products to protect the public health and to reduce tobacco use by minors.\"\n\nThat second paragraph, and the third and final one portraying FDA's duties as playing \"a significant role in the Nation's counterterrorism capability,\" surely qualify as mission creep. Further analysis, though, is necessary.\n\nFor starters, there is a prohibitive dissonance between \"assuring the safety, efficacy and security of...drugs\" and \"speed[ing] innovation.\" Perhaps no better example exists than the relatively recent travesty involving a series of TZD meds (thiazolidinediones) in the dubious and over-promoted domain of glycemic control. You might have heard of Actos, Avandia, and Rezulin.\n\nFirst up was Rezulin, fast-tracked by FDA, and withdrawn from the market in 2000, in the wake of scores of liver failures and deaths. No worries, though. We were told at the time that Avandia and Actos \"[O]ffer the same benefits as Rezulin without the same risk. We are now confident that patients have safer alternatives.\" Except Avandia was taken off the market in 2011, and Actos, similarly removed in France and Germany, is now offered as a last resort, replete with FDA warnings, including a significant risk for bladder cancer.\n\nAs to \"helping the public get the accurate, science-based information they need to use medicines and foods to maintain and improve their health,\" the TZD story is, of course, an epic fail on the med side. Regarding food, there is the current ice cream related outbreak of Listeria moncytogenes.\n\nCertainly, most of the culpability for this disaster lies with the manufacturers. Yet, it must be emphasized that infection control, while tedious, is hardly rocket science. Most of the time, outbreaks are simply the result of sloppy procedure, often involving poorly trained, and usually underpaid personnel. Moreover, one wonders why the enhanced scrutiny now touted by the guilty manufacturers was not in place from the get-go.\n\nIndeed, given its proclivity to onerous and detailed regulations and comprehensive inspections, where was the FDA?\n\nMaybe, the good souls of the agency were too engaged in drafting a 3200-word warning letter to Kind, LLC, the much-loved healthy snacks manufacturer. Among other things, the FDA found that none of KIND's products \"meet the requirements for use of the nutrient content claim ‘healthy' that are set forth in 21 CFR 101.65(d)(2).\" It seems that by virtue of the nuts in the affected bars, KIND is in sinister violation of \"healthy\" and ludicrously ill-informed and outdated fat content regs.\n\nThe FDA is also hard at work on another front, this one involving tobacco. The agency is working feverishly to gain the ability to regulate e-cigarettes via a so-called deeming regulation. Only, e-cigs are not tobacco products. Besides, e-cigs get people to quit smoking. Yet, our FDA mandarins claim that they target youth. But then so do countless food products that probably aren't healthy--to say nothing of the overuse of meds that target children.\n\nFinally, we have the strange case of BMPEA (beta-methylphenylethylamine), a compound closely related to amphetamines, and found to be present in several dietary supplements, regulated by FDA. By any criterion, BMPEA is an adulterant, and should never have been allowed into these products. The good news is that on April 22, the agency issued a warning letter on this matter to five companies, regarding a total of eight products.\n\nThe bad news is that the FDA has known of this content for at least two years. What's more, there have been several accusations of conflict of interest, in that the relevant officials at the agency have revolving-door relationships with the supplement industry.\n\nSo much for protecting the public health, speeding innovation, and science-based information.\n\n\n\n\n\nMichael D. Shaw\n\nExec VP\n\nInterscan Corporation\n\n[email protected]\n\nhttp://www.gasdetection.com\n\n###\n\n\n\n\n\nFor advertising/promo rates, call Mike McCurdy at: 877-634-9180, or email [email protected]", "article_metadata": {"ProgId": "FrontPage.Editor.Document", "GENERATOR": "Microsoft FrontPage 4.0"}, "article_summary": "(HealthNewsDigest.com) - Regular readers of this column are aware that I am no fan of the Food and Drug Administration (FDA).\nBut then so do countless food products that probably aren't healthy--to say nothing of the overuse of meds that target children.\nFDA also has responsibility for regulating the manufacturing, marketing and distribution of tobacco products to protect the public health and to reduce tobacco use by minors.\"\nSo much for protecting the public health, speeding innovation, and science-based information.\nOnly, e-cigs are not tobacco products."}