{"article_title": "These Top Economists All Agree on the Biggest Problem the U.S. Faces", "article_keywords": ["summers", "good", "economists", "supported", "political", "holtzeakin", "greenspan", "income", "faces", "biggest", "politics", "problem", "agree", "thats"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/02/25/These-Top-Economists-All-Agree-Biggest-Problem-US-Faces", "article_text": "Some of the top economists in the U.S. gathered at a conference in Virginia on Monday. The big names in attendance – former Federal Reserve Chairman Alan Greenspan, former Treasury Secretary Larry Summers – spanned both sides of the political aisle. Yet despite their ideological differences on many issues, they were united in pointing to one key factor hindering the U.S. economy’s too-slow recovery from recession: Our political system.\n\nThey also highlighted a few policy compromises that could improve America’s future.\n\nSpeaking at the National Association of Business Economists conference, Greenspan complained, “Until the political system gets restructured into a form in which we have rational budget policies and rational fiscal policies, I don’t know how we solve this problem.”\n\nRelated: How Keynes Would Handle an Abnormally Slow Recovery\n\nDouglas Holtz-Eakin, former Director of the Congressional Budget Office during the administration of George W. Bush and a member of George H.W. Bush’s Council of Economic Advisers, said that while it has always been difficult to translate good policy into good politics, it is a particular problem now.\n\n“The core political difference is the ability to sell principled compromise as a good outcome. That’s what’s missing in this era,” he said. “There’s always politics, but the politics of this era treats principled compromise as surrender, and that’s been our problem.”\n\nIn the view of many highly respected economists, there are many good ideas worth compromising on right now.\n\nInvesting in Infrastructure\n\nEchoing a call from members of both parties to invest in long-term infrastructure, Summers said, “Public investments have a very substantial role to play” in economic growth.\n\nRelated: CBO Shoots an Arrow in the Heart of Obamanomics\n\n“A colloquial way to make the point is to ask if anyone is proud of Kennedy Airport,” Summers said, referring to New York’s John F. Kennedy International Airport. If the answer is no, Summers suggested, “Ask if a moment when the long-term interest rate – in a currency we print – is below 3 percent, and the construction unemployment rate approaches double digits, is not the right moment to increase public investment in general and perhaps to repair Kennedy airport in particular.”\n\nAsked what he thought of Summers’ insistence that now is the time to invest in infrastructure, Congressional Budget Office Director Doug Elmendorf declined to comment directly, but pointed to numerous statements from the CBO over the past year, all of which support short-term increases in the deficit to boost output and employment, with long-term deficit reduction as the eventual target.\n\nThe Easiest Fix\n\nGreenspan took aim at the rising income gap, and blasted Congress for ignoring immigration reform, which he said would actually go a long way toward solving that problem.\n\n“I consider income inequality the most dangerous part of what’s going on in the United States,” Greenspan said. “You can see the deteriorating impact of that on our current political system, and you cannot talk about politics without talking about its impact on the economy.”\n\nRelated: Unemployed and Hoping for Help from Congress\n\nNoting that there are some 11 million illegal immigrants in the country, he sharply criticized the idea, supported by many on the far right, that they should all be deported.\n\n“If we ever required them to leave the country our economy would fall apart,” Greenspan said. “So I think we are making a mistake in the immigration area, which in many respects could be the easiest thing to solve.”\n\nWhat would really help the economy, he said, would be reform that increases, not decreases immigration – particularly among high-skilled workers – a position supported by numerous conservative economists, including Holtz-Eakin.\n\nRelated: Despite Economic Benefits, GOP Hardliners Fight Immigration Reform\n\n“We cannot manage to staff our very complex, highly sophisticated capital structure with what’s coming out of our high schools,” Greenspan said. “If we’re not going to educate our kids, bring in other people who want to become Americans. Let them in here and let them use their skills.”\n\nHe said that current restrictions on skilled immigrants are an effective wage subsidy for high-earners, contributing to increased income inequality.\n\nIncreasing competition for higher-wage jobs would eliminate some of the injustice in wages in this country, he said, because “income inequality is a relative concept.” He added, “You don’t have to bring up the bottom if you bring the top down.”\n\nEconomists also showed unity on the need for other changes. Summers and Holtz-Eakin – hardly ideological soul mates – both supported tax and regulatory reforms designed to boost private investment.\n\nRelated: Just Like That, ‘The Party of No’ Is Back\n\nThe Republican Holtz-Eakin and his Democratic fellow former-CBO director Alice Rivlin both supported a paid-for extension of federal unemployment insurance benefits and a restructuring of the unemployment assistance program to deliver assistance more effectively.\n\nRivlin and Holtz-Eakin were united in one other belief – resignation about the difficulty of getting through Congress proposals that economists of all stripes see as useful.\n\n“I’ve been at the Council on Economic Advisers twice,” said Holtz-Eakin. “That’s where you’ll bring in an assistant professor or a newly tenured associate to spend a year at the White House, and they’ll spend the entire year holding their heads saying ‘I can’t believe this. Why can’t they just forget the politics and do this?\n\n“And the answer is that that’s not what they do,” he said. “You have to make good policy good politics, and that’s really hard to do. The success rate is really low. If you bat .100 you go to the Hall of Fame. Economists collectively fail all the time; you just have to get used to that.”\n\nRivlin chimed in with a grim reminder: “People aren’t rational. No matter what you learn in Economics 101, people are not rational.”\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Big-name economists from both sides of the Republican-Democratic divide on Monday expressed frustration with a Congress that fails to take even the most obvious steps to improve the economy.", "title": "These Top Economists All Agree on the Biggest Problem the U.S. Faces", "url": "http://www.thefiscaltimes.com/Articles/2014/02/25/These-Top-Economists-All-Agree-Biggest-Problem-US-Faces", "image": "http://cdn.thefiscaltimes.com/sites/default/files/02252014_Alan_Greenspan.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/02/25/These-Top-Economists-All-Agree-Biggest-Problem-US-Faces", "image": "http://cdn.thefiscaltimes.com/sites/default/files/02252014_Alan_Greenspan.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@rrgarver"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Big-name economists from both sides of the Republican-Democratic divide on Monday expressed frustration with a Congress that fails to take even the most obvious steps to improve the economy.", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fdd778\"", "article_summary": "Bush’s Council of Economic Advisers, said that while it has always been difficult to translate good policy into good politics, it is a particular problem now.\n“You have to make good policy good politics, and that’s really hard to do.\nEconomists collectively fail all the time; you just have to get used to that.”Rivlin chimed in with a grim reminder: “People aren’t rational.\nSome of the top economists in the U.S. gathered at a conference in Virginia on Monday.\nSummers and Holtz-Eakin – hardly ideological soul mates – both supported tax and regulatory reforms designed to boost private investment."}