{"article_title": "Santos' Legacy, Guerrilla Leader's Freedom Hinge on Colombian Peace Deal", "article_keywords": ["states", "santos", "united", "leaders", "deal", "farc", "freedom", "guerrilla", "peace", "agreement", "leader", "hinge", "legacy", "president", "colombian"], "article_url": "http://www.latinpost.com/articles/96528/20151120/santos-legacy-guerrilla-leaders-freedom-hinge-on-colombian-peace-deal.htm", "article_text": "The political fate of Juan Manuel Santos seems closely linked to the peace deal the Colombian president has worked out with the country's leftist guerrilla group. The leader himself admits his legacy would suffer greatly if the agreement with the Revolutionary Armed Forces of Colombia (FARC) were to fall apart.\n\n\"I will be in serious difficulty,\" Santos admitted in an interview with the BBC. \"But I am absolutely convinced that the overwhelming majority of the Colombians will support me.\"\n\nSantos has long insisted that the Colombian people would have to sign off on any deal in a vote to be held next year. He once again insisted that without popular support on such a referendum, he would not enforce the agreement, despite the fact it took him more than three years to negotiate the details with the FARC.\n\n\"If we sign the final agreement around March, let's say, then the plebiscite will be done a couple of months afterwards,\" he said. \"The whole idea of a peace process is to have the people who are in arms to give up their arms and continue doing their politics through legal means.\"\n\nTo ensure that the deal with the FARC could be successfully concluded, Santos on Friday sent his brother, Enrique Santos, to Havana to help work out the final details with guerilla representatives, the Associated Press detailed. Enrique Santos would ask as his \"personal messenger,\" the president said.\n\nMeanwhile, Santos underlined that he would not extradite FARC leader Rodrigo Londoño, who is wanted in the United States and for whom Washington is offering a $5 million reward, El Universal reported.\n\n\"[That] reward ... will have to disappear because I will not turn him over,\" the president said about the fighter who is more widely known by his nom de guerre Timochenko. \"Can you imagine that a guerrilla leader would negotiate a peace deal that would end in a prison term for life in the United States? That is absurd.\"\n\nNevertheless, Santos said he had confidence that the U.S. government would understand the predicament and eventually drop its demand to try Londoño.\n\n\"The United States has been at my side during the entire process, and [Washington] knows that I will not extradite this individual if we reach a peace agreement,\" he said.\n\nTo show he is determined to see the peace negotiations succeed, Santos announced on Friday that his older brother, the journalist Enrique Santos, traveled to Havana to expedite the talks with Timochenko, according to the Associated Press.\n\nEnrique Santos played a crucial role in 2012 when the talks between the Colombian government and the guerrilla started.", "article_metadata": {"Description": "The political fate of Juan Manuel Santos seems closely linked to the peace deal the Colombian president has worked out with the country's leftist guerilla group. The leader himself admits that his legacy would suffer greatly if the agreement with the Revolutionary Armed Forces of Colombia (FARC) were to come apart.", "Copyright": "2016 Latin Post", "Author": "Latin Post", "og": {"site_name": "Latin Post", "description": "The political fate of Juan Manuel Santos seems closely linked to the peace deal the Colombian president has worked out with the country's leftist guerilla group. The leader himself admits that his legacy would suffer greatly if the agreement with the Revolutionary Armed Forces of Colombia (FARC) were to come apart.", "title": "Santos' Legacy, Guerrilla Leader's Freedom Hinge on Colombian Peace Deal", "url": "http://www.latinpost.com/articles/96528/20151120/santos-legacy-guerrilla-leaders-freedom-hinge-on-colombian-peace-deal.htm", "image": "http://images.latinpost.com/data/images/full/82326/santos-legacy-guerrilla-leaders-freedom-hinge-on-colombian-peace-deal.jpg", "type": "article"}, "twitter": {"domain": "latinpost.com", "description": "The political fate of Juan Manuel Santos seems closely linked to the peace deal the Colombian president has worked out with the country's leftist guerilla group. The leader himself admits that his legacy would suffer greatly if the agreement with the Revolutionary Armed Forces of Colombia (FARC) were to come apart.", "creator": "@latinpost", "url": "http://www.latinpost.com/articles/96528/20151120/santos-legacy-guerrilla-leaders-freedom-hinge-on-colombian-peace-deal.htm", "image": "http://images.latinpost.com/data/images/full/82326/santos-legacy-guerrilla-leaders-freedom-hinge-on-colombian-peace-deal.jpg", "title": "Santos' Legacy, Guerrilla Leader's Freedom Hinge on Colombian Peace Deal", "site": "@latinpost", "card": "summary_large_image"}, "syndication-source": "http://www.latinpost.com/articles/96528/20151120/santos-legacy-guerrilla-leaders-freedom-hinge-on-colombian-peace-deal.htm", "robots": "index, follow", "p": {"domain_verify": "35e478f7510504ec71abd594218dee4e"}, "Keywords": "Latin Post", "Googlebot-News": "index, follow", "Title": "Latin Post", "article": {"published_time": "2015-11-20"}, "Subject": "Latin Post", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "santos, legacy, guerrilla, leaders, freedom, hinge, on, colombian, peace, deal"}, "article_summary": "The political fate of Juan Manuel Santos seems closely linked to the peace deal the Colombian president has worked out with the country's leftist guerrilla group.\n\"Can you imagine that a guerrilla leader would negotiate a peace deal that would end in a prison term for life in the United States?\nEnrique Santos played a crucial role in 2012 when the talks between the Colombian government and the guerrilla started.\nSantos has long insisted that the Colombian people would have to sign off on any deal in a vote to be held next year.\n\"The United States has been at my side during the entire process, and [Washington] knows that I will not extradite this individual if we reach a peace agreement,\" he said."}