{"article_title": "Domestic violence centers may not survive the next shutdown", "article_keywords": ["organizations", "funding", "shelters", "grant", "federal", "national", "violence", "domestic", "crime", "shutdown", "survive", "centers"], "article_url": "http://www.salon.com/2013/10/19/domestic_violence_centers_may_not_survive_the_next_shutdown/", "article_text": "Topics: Congress, domestic violence, The Crime Report, Politics News\n\nThis article originally appeared on The Crime Report, the nation's largest criminal justice news source.\n\nWhile the 11th-hour vote reached by Congress Wednesday effectively reopened the federal government, the 16-day shutdown left deep scars on domestic violence and rape crisis centers that rely on federal funding to provide life-saving services.\n\nAnd since the new legislation only finances the government through January 15, many service providers worry that in less than 90 days they could once again be denied access to grant money that helps them keep their doors open.\n\n“When an average of three women are killed in the United States every day by a current or former intimate partner, it is unconscionable to allow life-saving domestic violence programs to shutter their doors and put their crisis lines on hold,” Kim Gandy, president and CEO of the National Network to End Domestic Violence, wrote in a statement to The Crime Report.\n\nProviders contacted by The Crime Report said they were still awaiting a full assessment of the shutdown’s impact, but several pointed out that their organizations had been left feeling financially insecure and uncertain about their future—particularly with another possible shutdown on the horizon.\n\n“That kind of insecurity does not inspire confidence in boards of directors, and that could have a sweeping and long-lasting impact on organizations,” said Cindy Southworth, vice president of the National Network to End Domestic Violence.\n\nSouthworth added that even though the government has reopened, it’s not clear when grant payments will be disbursed because it will take time to get those systems back up and running.\n\nLocal nonprofits are always looking to increase private donations, but the prospect of new financial crises in the government next year, after the current deal reached by Congress expires, could also reduce financial support from individuals worried about paying their own bills.\n\nStaff Furloughs\n\nLIFT3, a small nonprofit in northern California’s Solano County that serves domestic violence victims, decided to furlough its staff on October 4 because it couldn’t access its government funding and it had very little in reserves, said executive director Claudia Humphrey.\n\nEach of LIFT3’s 12 employees was asked to take one day off per week as a “scattered furlough,” Humphrey said—a measure that helped them keep the doors open at their two crisis shelters, a drop-in center, and their family justice center.\n\nLIFT3 received 17 calls for emergency shelter in one week during the shutdown, an increase from their usual numbers, but they weren’t able to accommodate those requests and had to refer callers elsewhere.\n\nHumphrey was actually trying to move current clients out of their shelters as a cost-saving measure.\n\nLIFT3 spends about $1,000 per weekend to staff its 13-bed shelter, and as a fairly new nonprofit with no line of credit available, Humphrey worked to place families in nearby shelters or in transitional housing—a preemptive move to keep those clients safe since the nonprofit had no way of knowing when they’d see their government funding.\n\nOne family whose shelter request couldn’t be accommodated was placed at a motel, which offered the nonprofit a discounted $150 rate for the weekend.\n\n“The challenge for us is cash flow,” said Humphrey. “It’s hard to raise funds—we’re doing the best we can, but we don’t have a lot of options. If a shutdown happens again, we would have to close the crisis shelter.”\n\nWhile the organization always looks for private donations, they also seek help from volunteers, which can go a long way to keep services running, Humphrey said.\n\nThe plight of domestic and sexual violence programs during the 16-day shutdown was eclipsed by public attention to the closing of national parks and monuments.\n\nAlthough several members of congress proposed offering piecemeal legislation to open the parks to visitors despite the shutdown, none offered to do the same for domestic violence shelters, many of which lost funding on October 1.\n\n“I love the national parks,” said Southworth. “But I was heartbroken to hear the speeches about [saving] them when at the same time shelters weren’t able to access their funding.”\n\n“Not everyone understands how pervasive domestic violence is,” Southworth added. “One in three women will be assaulted by an intimate partner in her lifetime—that’s not a small special interest group. That’s a huge swath of our community.”\n\nThreats to Grant Funds\n\nNonprofits with government grant funding typically provide services first and then get reimbursed by the government.\n\nWhen the federal shutdown began, organizations across the country were told they would no longer be able to access the grant money they rely on.\n\nManagers of programs that provide critical services to victims of domestic and sexual violence had no way of knowing how long they would be without the funding they receive from congressional appropriations through the Violence Against Women Act (VAWA).\n\nMany of those programs are operated by “small organizations that run on shoestring budgets and count on a steady stream of federal dollars coming in at exact times on the calendar” to figure out their budget, Mai Fernandez, executive director of the National Center for Victims of Crime, said in an interview.\n\n“They don’t usually have reserves or lines of credit to fall back on; so when the federal government pulls the kind of stuff they’re pulling now, there is no safety net for these organizations.”", "article_metadata": {"description": "Service providers worry that in 90 days, they could be denied grant money that helps keep their doors open", "title": "Domestic violence centers may not survive the next shutdown", "og": {"site_name": "Salon", "description": "Service providers worry that in 90 days, they could be denied grant money that helps keep their doors open", "title": "Domestic violence centers may not survive the next shutdown", "url": "http://www.salon.com/2013/10/19/domestic_violence_centers_may_not_survive_the_next_shutdown/", "image": "http://media.salon.com/2013/10/8553979620_b3dbba37201.jpg", "type": "article"}, "twitter": {"description": "Service providers worry that in 90 days, they could be denied grant money that helps keep their doors open", "title": "Domestic violence centers may not survive the next shutdown", "image": "http://media.salon.com/2013/10/8553979620_b3dbba37201.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Deirdre Bannon", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Congress, domestic violence, The Crime Report", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: Congress, domestic violence, The Crime Report, Politics NewsThis article originally appeared on The Crime Report, the nation's largest criminal justice news source.\nWhile the 11th-hour vote reached by Congress Wednesday effectively reopened the federal government, the 16-day shutdown left deep scars on domestic violence and rape crisis centers that rely on federal funding to provide life-saving services.\nThe plight of domestic and sexual violence programs during the 16-day shutdown was eclipsed by public attention to the closing of national parks and monuments.\nThat’s a huge swath of our community.”Threats to Grant FundsNonprofits with government grant funding typically provide services first and then get reimbursed by the government.\nAlthough several members of congress proposed offering piecemeal legislation to open the parks to visitors despite the shutdown, none offered to do the same for domestic violence shelters, many of which lost funding on October 1."}