{"article_title": "Clemson overcomes rocky start to beat App State, 41-10", "article_keywords": ["defense", "rocky", "beat", "app", "clemsons", "watson", "start", "state", "peake", "game", "4110", "overcomes", "clemson", "tigers", "touchdown", "really"], "article_url": "http://www.postandcourier.com/article/20150912/PC20/150919740/1032/clemson-overcomes-rocky-start-beating-app-state-41-10", "article_text": "Clemson defensive tackle Carlos Watkins (94) returned an interception for a touchdown in the Tigers’ 41-10 victory over Appalachian State.\n\nThere was a slight twinge of deja vu, kind of like those days a year ago when Clemson’s offense couldn’t get out of its own way, and the defense, sick and tired of earning more criticism than praise, took the game into its own hands.\n\nNEXT GAME Who: No. 12 Clemson (2-0) at Louisville (0-2) When: Thursday, 7:30 p.m. Where: Papa John’s Cardinal Stadium, Louisville, Ky. TV: ESPN\n\nOnly this time, quarterback Deshaun Watson was never knocked out of the game (though he did briefly require medical attention). And this time, that explosive offense did find its stride.\n\nBut credit No. 12 Clemson’s defense, which made three interceptions in the first half, for lifting the Tigers to a 41-10 victory over visiting Appalachian State.\n\nThe Tigers’ offense sputtered early with penalties, punts and a Watson interception on his second attempt, and led 3-0 after one quarter. Clemson’s defense, however, continued to looked eerily similar to the 2014 version that ranked No. 1 in the nation in total defense.\n\n“No dropoff,” defensive end Shaq Lawson said. “We feel like we’ve got better players than we did last year.”\n\nBetter than last year’s squad that over the summer had 11 players on NFL rosters?\n\n“I mean, we were part of that crew too,” Lawson said. “All our players are different styles, and bring something different to the table.”\n\nTen games remain for the Tigers (2-0), so comparisons can wait, but the mood in Clemson’s locker room might have been different if not for Jayron Kearse snuffing an Appalachian State drive with an interception in the end zone, followed by Carlos Watkins and Ben Boulware picking off App State passes deep in Mountaineers territory.\n\nWatkins, a defensive tackle, dropped back in zone coverage and picked off quarterback Taylor Lamb’s pass, trotting 15 yards for a touchdown.\n\n“It’s really every big guy’s dream to get in the end zone,” said Watkins. “That’s probably something I’ll remember forever.”\n\nTwo plays later, Boulware snared a Lamb pass, setting up a short field for the first of two touchdown receptions by fifth-year senior receiver Charone Peake. Very quickly, Clemson turned a three-point lead into a 21-0 cushion with 14 points off turnovers in a two-minute span.\n\n“I thought our defense played well early and really gave us a chance,” App State coach Scott Satterfield said. “But giving them a free seven points on the pick-six really put us in a bind. You can’t do that against a good football team.”\n\nClemson outgained Appalachian State, 280-88, in the first half on its way to a 31-0 halftime lead.\n\n“Defensively dominant,” Clemson coach Dabo Swinney said. “Really, really good, that first group.”\n\nPeake, who has been on the shelf or a forgotten asset for most his college career, answered the bell with the first multi-touchdown game of his career.\n\n“It was not a surprise for the coaches because we’ve seen it through spring and fall camp,” offensive coordinator Jeff Scott said. “It was really a matter of Charone getting those opportunities, and capitalizing on them.”\n\nRunning back Wayne Gallman added a 23-yard touchdown, bulldozing Mountaineers safety Alex Gray over the goal line.\n\nThe exclamation point on Clemson’s second-quarter outburst was Peake’s second touchdown of the afternoon. With the ball on the Tigers’ own 41, Watson dropped back and launched a pass that Peake caught and ran in for a 59-yard touchdown.\n\n“I just looked up, and I didn’t even think he could throw it that far,” Peake said.\n\nAs Peake pulled it in, Watson pumped his fists, twirled to face the student section and saluted.", "article_metadata": {"news_keywords": "Clemson overcomes rocky start to beat App State, 41-10, Sports, \r\nSportsClemson, \r\nFP LatestNews, \r\nrsssports, \r\nrsssports, Appalachian State-Clemson,Carlos Watkins,Charone Peake,Clemson football,Deshaun Watson", "og": {"site_name": "Post and Courier", "description": "CLEMSON — There was a slight twinge of deja vu, kind of like those days a year ago when Clemson’s offense couldn’t get out of its own way, and the defense, sick and tired of earning more criticism than praise, took the game into", "title": "Clemson overcomes rocky start to beat App State, 41-10", "url": "http://www.postandcourier.com20150912/150919740/clemson-overcomes-rocky-start-to-beat-app-state-41-10", "image": {"url": "http://www.postandcourier.com/storyimage/CP/20150912/PC20/150919740/AR/0/AR-150919740.jpg", "identifier": "http://www.postandcourier.com/storyimage/CP/20150912/PC20/150919740/AR/0/AR-150919740.jpg"}, "type": "article"}, "twitter": {"description": "CLEMSON — There was a slight twinge of deja vu, kind of like those days a year ago when Clemson’s offense couldn’t get out of its own way, and the defense, sick and tired of earning more criticism than praise, took the game into", "title": "Clemson overcomes rocky start to beat App State, 41-10", "app": {"country": "US", "name": {"ipad": "Post and Courier", "iphone": "Post and Courier", "googleplay": "Post and Courier"}, "id": {"ipad": 603721271, "iphone": 603721271, "googleplay": "com.Synapse.PandC"}}, "site": "@hsprepzone", "image": "http://www.postandcourier.com/storyimage/CP/20150912/PC20/150919740/AR/0/AR-150919740.jpg?201509121932", "card": "summary_large_image"}, "metered": "yes", "p": {"domain_verify": "c6511264bdb6fa45c6bb985fb86d3ab2"}, "fb": {"app_id": 146078808769941}, "tout": {"article": {"id": 150919740}}, "keywords": "Clemson overcomes rocky start to beat App State, 41-10 , Sports, \r\nSportsClemson, \r\nFP LatestNews, \r\nrsssports, \r\nrsssports, Appalachian State-Clemson,Carlos Watkins,Charone Peake,Clemson football,Deshaun Watson", "article": {"published_time": "2015-09-12T15:59:31Z", "modified_time": "2015-09-12T19:32:00Z", "author": "Aaron Brenner"}, "msvalidate.01": "05BAEC9D8820FA9F10D57DB6EB3C6192", "google-site-verification": "rAW9DX7yfiFF82k05QGF6LbZBkxcKxMTzAwNv0OCKAM", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "description": "CLEMSON — There was a slight twinge of deja vu, kind of like those days a year ago when Clemson’s offense couldn’t get out of its own way, and the defense, sick and tired of earning more criticism than praise, took the game into"}, "article_summary": "Clemson defensive tackle Carlos Watkins (94) returned an interception for a touchdown in the Tigers’ 41-10 victory over Appalachian State.\n12 Clemson’s defense, which made three interceptions in the first half, for lifting the Tigers to a 41-10 victory over visiting Appalachian State.\nClemson’s defense, however, continued to looked eerily similar to the 2014 version that ranked No.\n“I thought our defense played well early and really gave us a chance,” App State coach Scott Satterfield said.\n“Really, really good, that first group.”Peake, who has been on the shelf or a forgotten asset for most his college career, answered the bell with the first multi-touchdown game of his career."}