{"article_title": "Are National Parks Essential?", "article_keywords": ["memorial", "federal", "park", "national", "washington", "oct", "parks", "sign", "visitors", "shutdown", "essential"], "article_url": "http://news.discovery.com/adventure/national-parks/are-national-parks-essential-131015.htm", "article_text": "An unidentified biker rides past the barricades and sign at the entrance to Rock Creek Park in Chevy Chase, Md. The road, Rock Creek Parkway, which runs through the park, is a major thoroughfare for motor vehicles and bicycles between the Maryland suburbs and downtown Washington, D.C.\n\nAccess to Switzer Picnic Area is prohibited in the Angeles National Forest on Oct. 2, 2013 in the San Gabriel Mountains, northeast of Los Angeles, Calif.\n\nPark Ranger Dylan Moe stands guard as the sun sets at the entrance to Joshua Tree National Park to prevent any tourists from entering, in Joshua Tree, Calif., on Oct. 2, 2013.\n\nVisitors take pictures of the outside of the San Francisco Maritime National Historical Park on Oct. 1, 2013 in San Francisco, Calif.\n\nThe USS Constitution in Boston, is closed to onboard visitors because of the federal government shutdown.\n\nA U.S. Park Police officer assists Park Service employees in closing down the Martin Luther King (MLK) Memorial on the National Mall Oct. 1, 2013 in Washington, D.C.\n\nU.S. Park Police move barricades into place around the World War II Memorial in Washington to prevent people from entering the monument on the National Mall. After a confrontation was caught on video between a park ranger and Texas Republican Rep. Randy Neugebauer, during which Neugebauer told the park ranger she should be ashamed for closing the memorial, park rangers have taken to wearing badges that read: \"I Am Not Ashamed.\"\n\nA board informs visitors of the closing of the Suresnes American Cemetery and Memorial, west of Paris, on October 1, 2013. The famous D-Day cemetery for American soldiers in Normandy, France, is also closed.\n\nA sign in the lobby of the Ronald Reagan Presidential Library in Simi Valley, Calif., warns visitors that the library is closed due a government shutdown. While the government-funded library is closed, outdoor areas where a piece of the Berlin Wall (in background) is located and Air Force One, are privately funded and remain open to the public.\n\nA National Parks policeman walks past a sign after the Lincoln Memorial was sealed off from visitors in Washington, Oct. 1, 2013. During the last shutdown 17 years ago, government workers were furloughed for 6 days in November and then again from Dec. 16, 1995 to Jan. 6, 1996. Barricades were then, as they are now, placed around national monuments, such as the Lincoln Memorial.\n\nDue to the government shutdown, the Statue of Liberty and Ellis Island have been closed to visitors.\n\nThough Old Faithful continues to spout off in Yellowstone National Park, the famous geyser is off-limits to tourists.\n\nYosemite Valley destinations are closed to drivers; as the sign indicates, travelers must exit the park by way of the El Capitan Bridge Crossover.\n\nAs the U.S. government shutdown goes into its 10th day, a work-around to save the country from defaulting on its debt may be in the works with a temporary hike in the nation's borrowing limit. Even still, the partial shutdown of the government, including national parks, is likely to continue. Here the U.S. Capitol looms in the background of a sign on the National Mall reminding visitors of the closures to all national parks due to the federal government shutdown in Washington.\n\nWithin hours of the federal government shutdown, National Park rangers were trekking towards backpackers to warn them they had 48 hours to leave the confines of the park.\n\nThe closures are costing so much -- $76 million a day -- that some states are dipping into their own funds to re-open their “national treasures.\"\n\nPlay Video How Geysers Erupt Geysers are more than just pretty eruptions of water and steam. DCI\n\nDuring the government shutdown of 1995-96, parks didn’t take the same hit because the closures came during off-peak months. But October is prime tourist season for many parks. The National Park System recorded 279 million visits in 2011.\n\nStill, it’s not likely that many national park lovers agree with Republican Ted Cruz, who protested the closures at a World War II monument in Washington, D.C., that national parks should remain open during a government shutdown.\n\nThe Coalition of National Park Service Retirees, for example, “believes that Congress should pass a budget this year and every year so the federal government of the United States can always be open -- including all National Parks. Our position is that Congress needs to get its act together and stop playing partisan games by passing a federal budget now and in all future years,” said Joan Anzelmo, spokesperson for the Coalition.\n\nRobert Earle Howells, who writes frequently about national parks, including the book “The Ten Best of Everything: National Parks,” is waiting for the shutdown to end so he can travel to Joshua Tree National Park for a project. Still, he doesn’t think the parks should be singled out.\n\n“As dearly as I love our national parks, I don’t want them to be a pawn in a ransom game any more than I want the Affordable Care Act or the salaries of government officials to be,” he said. “As special as they are, I don't think they should receive special status or special scrutiny (during a shutdown).”", "article_metadata": {"description": "Closing the national parks is costing $76 million daily. Should parks be deemed essential and remain open?", "apple-itunes-app": "app-id=513902154", "og": {"site_name": "DNews", "description": "Closing the national parks is costing $76 million daily. Should parks be deemed essential and remain open?", "title": "Are National Parks Essential? : DNews", "url": "http://news.discovery.com/adventure/national-parks/are-national-parks-essential-131015.htm", "image": "http://static.ddmcdn.com/gif/recipes/are-national-parks-essential-131015-200x200.jpg", "type": "article"}, "twitter": {"description": "Closing the national parks is costing $76 million daily. Should parks be deemed essential and remain open?", "title": "Are National Parks Essential?", "url": "http://news.discovery.com/adventure/national-parks/are-national-parks-essential-131015.htm", "image": "http://static.ddmcdn.com/gif/recipes/are-national-parks-essential-131015-200x200.jpg", "site": "@dnews", "card": "summary"}, "robots": "noodp", "google-play-app": "app-id=com.discovery.news", "fb": {"admins": 100001675325868, "app_id": 157869477569917}, "keywords": "national parks, yellowstone, mount rushmore, arches, zion, arcadia, yosemite, government shutdown National Parks yosemite", "viewport": "width=1075", "news_keywords": "national parks, yellowstone, mount rushmore, arches, zion, arcadia, yosemite, government shutdown National Parks yosemite"}, "_id": "\"57477af46914bd0286fdd78f\"", "article_summary": "Robert Earle Howells, who writes frequently about national parks, including the book “The Ten Best of Everything: National Parks,” is waiting for the shutdown to end so he can travel to Joshua Tree National Park for a project.\nA National Parks policeman walks past a sign after the Lincoln Memorial was sealed off from visitors in Washington, Oct. 1, 2013.\nEven still, the partial shutdown of the government, including national parks, is likely to continue.\nThe Coalition of National Park Service Retirees, for example, “believes that Congress should pass a budget this year and every year so the federal government of the United States can always be open -- including all National Parks.\nHere the U.S. Capitol looms in the background of a sign on the National Mall reminding visitors of the closures to all national parks due to the federal government shutdown in Washington."}