{"article_title": "Judge Tosses Out Prison Whistleblower Case", "article_keywords": ["case", "dont", "prisons", "senate", "whistleblower", "measure", "retaliation", "department", "tosses", "prison", "judge", "corrections", "inspector", "stafford"], "article_url": "http://health.wusf.usf.edu/post/judge-tosses-out-prison-whistleblower-case", "article_text": "A federal judge Wednesday dismissed a lawsuit filed by five Department of Corrections investigators who claimed they were retaliated against for exposing a cover-up involving the death of an inmate at a Panhandle prison in 2010.\n\nFour of the investigators, who work for Department of Corrections Inspector General Jeff Beasley, claimed they were denied whistleblower status and made the subject of internal investigations after telling Gov. Rick Scott's Inspector General Melinda Miguel about the death of Randall Jordan-Aparo, who died at Franklin Correctional Institution after being gassed with noxious chemicals. A fifth investigator later joined the lawsuit.\n\nInvestigators Aubrey Land, David Clark, Doug Glisson, John Ulm, and James Padgett accused Beasley of launching the internal probe after they alleged Miguel's office was aware of the cover-up of Jordan-Aparo's death.\n\nBut U.S. District Judge William Stafford rejected the investigators' arguments that their comments to Miguel and Assistant Inspector General Dawn Case were protected by the First Amendment. That protection only applies to citizens and not to employees, Stafford ruled.\n\n\"Plaintiffs have cited no cases clearly establishing that a decision to deny whistle-blower status or protection to a complainant constitutes either an adverse employment action or the denial of a public benefit for purposes of a First Amendment retaliation claim. At the very least, Miguel and Case would be entitled to qualified immunity with regard to their alleged retaliatory actions,\" Stafford wrote in a 17-page ruling.\n\nTallahassee lawyer Steven Andrews, who represents the plaintiffs, said he plans to appeal to the 11th U.S. Circuit Court of Appeals.\n\n\"We have immense respect for Judge Stafford but we intend to appeal to the 11th Circuit because we disagree with (the) ruling,\" Andrews said in an e-mail.\n\nStafford also gave a sixth plaintiff in the lawsuit --- former corrections employee, Christina Bullins --- until March 20 to amend her complaint.\n\nBullins, whose brother was in the cell next to Jordan-Aparo the night the inmate died, claimed she was fired in 2013 because she had tried to draw attention to what happened at the Franklin County facility after Jordan-Aparo died. Bullins, a former correctional officer union representative, wrote blogs critical of the department's handling of Jordan-Aparo's death before she was fired.\n\nStafford's ruling came the day a Senate panel pushed forward a measure that would create more oversight of the Department of Corrections, including the creation of a commission that would handle investigations into prison wrongdoing, now handled by the inspector general's office.\n\nWith the 2015 legislative session already underway, however, the proposal still lacks a House companion, and the measure's sponsor, admits that his plan is a \"heavy lift.\"\n\nThe overhaul would create a commission to oversee the corrections department, now an executive agency, and require Cabinet approval of the department secretary. Secretary Julie Jones took over the agency in January and is the fourth chief of the agency appointed by Scott in as many years. The proposal would also make it easier for inmates to file complaints and would allow prisoners to pay for and receive medical care from someone unassociated with the corrections department.\n\nThe measure also would require the department to create a policy to protect from retaliation inmates and employees who report abuse, a particularly potent concern for Senate Criminal Justice Chairman Greg Evers, who sponsored the prison package.\n\n\"I'll be honest with you, I don't think the bill goes far enough in some respects … but I also want you to understand this is a heavy lift at this time. If we make it any more heavy, I'm afraid this balloon may not float,\" Evers, R-Baker, said shortly before the Senate Criminal and Civil Justice Appropriations Subcommittee unanimously approved the measure (SB 7020).\n\nThe prison measure came after media reports of inmate deaths at the hands of prison guards, claims about retaliation in the system and increased scrutiny of contracts with private vendors that took over health care for the state's 100,000 inmates less than two years ago.\n\n\"I know that there is a crisis in Florida prisons,\" said Senate Minority Leader Arthenia Joyner, D-Tampa.\n\nLawmakers have tried \"piecemeal\" solutions in the past, Joyner said.\n\n\"But it's at this point where it's tantamount to an emergency. We have a responsibility to come up with a fix that works,\" she said.\n\nBut Jones disagreed with Joyner's analysis.\n\n\"Yes, we've had problems in the past. I don't know that we're in a crisis situation today. We need to create some improvements. We need to get some additional staffing. We need to get some facilities fixed. But crisis? I don't think we're in crisis,\" she told The News Service of Florida after the meeting.\n\nEvers, who has made a series of surprise visits to prisons and whose Panhandle district includes three prisons and numerous work camps, has received more than a dozen letters from corrections workers and investigators who complained about understaffing, inadequate equipment and problems with 12-hour shifts.\n\nThe corrections workers refused to testify at his committee this week because they were afraid of retaliation, Evers said. Retaliation against \"whistle blowers\" or those who snitch on their colleagues has a long history in the state's prison system. Some prison workers have had their pets kidnapped and harmed, others have found dead animals in their mailboxes, and many feel their safety on the job is at risk because of threats that they will not get backup if they call for help.\n\nIn a highly critical letter, an investigator who answers to Beasley also warned that his department is understaffed and that employees have been sidelined by their superiors \"with a barrage of busy work\" to go after \"low-hanging fruit\" that would keep them from digging into more serious investigations.\n\nBut Jones dismissed those complaints Wednesday, saying the agency's IG was doing an \"outstanding job … given the resources that they have and given the nature of how they're doing business.\"\n\nJones said that she would send high-level investigations to the Florida Department of Law Enforcement, which is also investigating more than 100 unresolved inmate deaths.\n\n\"We have a problem with certain individuals in the IG's office that want to be FDLE agents. They are not FDLE agents,\" Jones, a veteran law enforcement officer. \"You have some individuals that want to just do the big shop and don't want to do the day-to-day minding the shop. The more of the small stuff that you do, the systemic issues in a facility so they don't become big things, the fewer big things you have over time.\"\n\nEvers' measure would give the new commission investigatory powers and put it in charge of policing prisons, now handled by the Office of the Inspector General, which answers to Scott's chief inspector general.\n\n\"The OIG has not been an effective mechanism for rooting out bad actors. That's what it's there for. And it hasn't done its job. For whatever reason. We have to change the culture in DOC. Status quo is not acceptable,\" said Sen. Rob Bradley, a Fleming Island Republican who pushed for the commission.\n\n", "article_metadata": {"category": "HNF Stories", "description": "A federal judge Wednesday dismissed a lawsuit filed by five Department of Corrections investigators who claimed they were retaliated against for exposing", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/judge-tosses-out-prison-whistleblower-case", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201409/FL_dept_Corrections.jpg", "type": "article", "description": "A federal judge Wednesday dismissed a lawsuit filed by five Department of Corrections investigators who claimed they were retaliated against for exposing", "title": "Judge Tosses Out Prison Whistleblower Case"}, "org_id": 0, "twitter": {"site": "@HealthNewsFL", "card": "summary"}, "author": "Dara Kam of The News Service of Florida", "wordCount": 1224, "dc": {"title": "Judge Tosses Out Prison Whistleblower Case"}, "nid": 9812, "datePublished": "2015-03-05", "story_id": 391033146, "keywords": "whistleblower lawsuit, inmate death, Department of Corrections, Franklin Correctional Institution", "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe1a95\"", "article_summary": "The overhaul would create a commission to oversee the corrections department, now an executive agency, and require Cabinet approval of the department secretary.\nFour of the investigators, who work for Department of Corrections Inspector General Jeff Beasley, claimed they were denied whistleblower status and made the subject of internal investigations after telling Gov.\nBut U.S. District Judge William Stafford rejected the investigators' arguments that their comments to Miguel and Assistant Inspector General Dawn Case were protected by the First Amendment.\nThe proposal would also make it easier for inmates to file complaints and would allow prisoners to pay for and receive medical care from someone unassociated with the corrections department.\nRetaliation against \"whistle blowers\" or those who snitch on their colleagues has a long history in the state's prison system."}