{"article_title": "Modern Healthcare Modern Healthcare business news, research, data and events", "article_keywords": ["aca", "congress", "business", "federal", "review", "modern", "political", "drug", "research", "parties", "health", "healthcare", "medicare", "data", "events"], "article_url": "http://www.modernhealthcare.com/article/20160101/MAGAZINE/301029984", "article_text": "\n\n\n\nThe political conflict will play out across a public opinion landscape that has been transformed in recent months by high prescription drug prices, which have upstaged the\n\n\n\nBut will it become a major point of contention between the parties once they have moved beyond the primaries? The politically powerful\n\n\n\nThe drugmakers have already won bipartisan support for legislation easing regulatory review of new drugs and medical devices. Senate leaders promise to take up the Senate's own version of a House-passed bill early in the year.\n\n\n\nFor now, though, drug costs have given Republicans a respite from coming up with specific changes to the ACA, which might alienate the millions of Americans who receive coverage under the law. Any substantive “repeal and replace” bill would require tough trade-offs, not likely in an election year where the GOP hopes to maintain control of both houses of Congress and win the White House.\n\n\n\nInstead,\n\n\n\nInsurers, who've become scapegoats for both parties, will continue to draw political scrutiny because of proposed mergers now under review by federal and state antitrust regulators. Expect some lively rhetoric on whether the Aetna-Humana and Anthem-Cigna tie-ups will produce cost efficiencies or hurt consumers and providers.\n\n\n\nAs in 2015, a federal court case could throw a wrench into the ACA's funding structure. A federal district judge in Washington will rule in 2016 on whether the Obama administration illegally subsidized the out-of-pocket costs for millions of low-income exchange plan enrollees. A ruling against the subsidies—the judge sounded skeptical in a previous hearing—could cause headaches for insurers.\n\n\n\nHospitals, physicians and insurers will push hard this year for favorable decisions from the administration and Congress on payment and regulatory matters. The hot-button issues will include equalizing Medicare payments between hospital and outpatient sites, increasing Healthcare stakeholders should brace for a year of business uncertainty in 2016—an election year where the Senate and White House are up for grabs with Democrats and Republicans offering competing visions of the government's role in healthcare.The political conflict will play out across a public opinion landscape that has been transformed in recent months by high prescription drug prices, which have upstaged the Affordable Care Act as healthcare's biggest policy issue. Polls show drug affordability is now the public's top healthcare concern.But will it become a major point of contention between the parties once they have moved beyond the primaries? The politically powerful pharmaceutical industry will fill the campaign coffers of both political parties as drugmakers press their own agenda, which includes stopping any price regulation or Medicare negotiations on prices.The drugmakers have already won bipartisan support for legislation easing regulatory review of new drugs and medical devices. Senate leaders promise to take up the Senate's own version of a House-passed bill early in the year.For now, though, drug costs have given Republicans a respite from coming up with specific changes to the ACA, which might alienate the millions of Americans who receive coverage under the law. Any substantive “repeal and replace” bill would require tough trade-offs, not likely in an election year where the GOP hopes to maintain control of both houses of Congress and win the White House.Instead, House Speaker Paul Ryan (R-Wis.) and the GOP presidential candidates may tout their proposals to convert Medicare into a defined-contribution program and turn Medicaid into capped block grants to the states. But even if they don't, Democrats will surely remind voters, especially those over 65, of the Republican plans.Insurers, who've become scapegoats for both parties, will continue to draw political scrutiny because of proposed mergers now under review by federal and state antitrust regulators. Expect some lively rhetoric on whether the Aetna-Humana and Anthem-Cigna tie-ups will produce cost efficiencies or hurt consumers and providers.As in 2015, a federal court case could throw a wrench into the ACA's funding structure. A federal district judge in Washington will rule in 2016 on whether the Obama administration illegally subsidized the out-of-pocket costs for millions of low-income exchange plan enrollees. A ruling against the subsidies—the judge sounded skeptical in a previous hearing—could cause headaches for insurers.Hospitals, physicians and insurers will push hard this year for favorable decisions from the administration and Congress on payment and regulatory matters. The hot-button issues will include equalizing Medicare payments between hospital and outpatient sites, increasing Medicare Advantage rates, easing federal rules on meaningful use of electronic health records and modifying Medicare's two-midnight payments rule\n\nPhysician practices will closely track the CMS' moves to implement the valued-based Medicare physician payment system created by Congress in 2015 to replace the sustainable growth-rate formula. Implementation will be tricky, especially as private insurers begin emulating the Medicare system, said Tom Miller, a resident fellow at the conservative American Enterprise Institute.\n\n\n\nWill hospitals and health systems follow other stakeholders and press Congress for relief from ACA Medicare cuts that helped pay for the law's coverage expansion? The tax package lawmakers approved at the end of 2015 granted much-sought ACA tax relief to employers, labor unions, medical-device makers and health insurers. Providers may argue they should get a similar break.\n\n\n\nThe bipartisan effort in Congress to reform the nation's mental healthcare system and boost funding for services will continue to gain traction in 2016. Whether it crosses the legislative finish line may depend on whether there are more mass shootings involving mentally unbalanced individuals, even though experts say this rare type of violent behavior is not the main reason that mental health reform is needed.\n\n\n\nHenry Aaron, a senior fellow at the Brookings Institution who supports the ACA, said that while the reform law will continue to be a focus of conflict, Republicans may move away from their repeal-or-nothing stance. Instead, he said, they may propose letting each state decide how to tailor the ACA for its own needs through flexible use of the law's Section 1332 innovation waivers.\n\n\n\nFor their part, Democrats won't be able to ignore the real problems with the ACA, he said. They'll have to offer ways to cover more people, improve affordability and reduce overall costs. Presidential candidate Hillary Clinton already has outlined proposals to fix what she has called the law's “glitches,” including helping consumers with out-of-pocket and drug costs.\n\n\n\nMiller said the uncertain political outlook reflects the unpredictable tone and substance of presidential campaign discourse, which will shift midyear when the nominees begin staking out their positions. At this stage of the political process, he said, “We've moved into the Bermuda Triangle and the instruments don't seem to be working properly.”\n\nRelated content\n\nHarris Meyer Harris Meyer Harris Meyer is a senior reporter providing news and analysis on a broad range of healthcare topics. He served as managing editor of Modern Healthcare from 2013 to 2015. His more than three decades of journalism experience includes freelance reporting for Health Affairs, Kaiser Health News and other publications; law editor at the Daily Business Review in Miami; staff writer at the New Times alternative weekly in Fort Lauderdale, Fla.; senior writer at Hospitals & Health Networks; national correspondent at American Medical News; and health unit researcher at WMAQ-TV News in Chicago. A graduate of Northwestern University, Meyer won the 2000 Gerald Loeb Award for Distinguished Business and Financial Journalism. Follow on Twitter", "article_metadata": {"msapplication-TileColor": "#0a365e", "description": "Healthcare stakeholders should brace for a year of business uncertainty in 2016—an election year where the Senate and White House are up for grabs with Democrats and Republicans offering competing visions of the government's role in healthcare.", "title": "Election uncertainty clouds healthcare business outlook", "og": {"site_name": "Modern Healthcare", "description": "Healthcare stakeholders should brace for a year of business uncertainty in 2016—an election year where the Senate and White House are up for grabs with Democrats and Republicans offering competing visions of the government's role in healthcare.", "title": "Election uncertainty clouds healthcare business climate", "url": "http://www.modernhealthcare.com/article/20160101/MAGAZINE/301029984", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20160101/MAGAZINE/301029984/AR/0/Cloudy-outlook-on-Capitol-Hill-.jpg&maxw=1200&maxh=630", "type": "article"}, "twitter": {"domain": "http://www.modernhealthcare.com", "description": "Healthcare stakeholders should brace for a year of business uncertainty in 2016—an election year where the Senate and White House are up for grabs with Democrats and Republicans offering competing visions of the government's role in healthcare.", "title": "Election uncertainty clouds healthcare business climate", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20160101/MAGAZINE/301029984/AR/0/Cloudy-outlook-on-Capitol-Hill-.jpg&imageversion=thumbnail&maxw=240&maxh=240", "creator": "@modrnhealthcr", "site": "@modrnhealthcr", "card": "summary"}, "apple-mobile-web-app-title": "Modern Healthcare", "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-capable": "yes", "url": "http://www.modernhealthcare.com/article/20160101/MAGAZINE/301029984", "published_at": "2016-01-01", "msapplication-TileImage": "https:/raw.githubusercontent.com/modernhealthcare/mh-logo/master/ms-touch-icon-144x144-precomposed.png", "mobile-web-app-capable": "yes", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20160101/MAGAZINE/301029984/AR/0/Cloudy-outlook-on-Capitol-Hill-.jpg&maxw=360&maxh=240", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "article_summary": "Will hospitals and health systems follow other stakeholders and press Congress for relief from ACA Medicare cuts that helped pay for the law's coverage expansion?\nA graduate of Northwestern University, Meyer won the 2000 Gerald Loeb Award for Distinguished Business and Financial Journalism.\nExpect some lively rhetoric on whether the Aetna-Humana and Anthem-Cigna tie-ups will produce cost efficiencies or hurt consumers and providers.\nThe politically powerfulThe drugmakers have already won bipartisan support for legislation easing regulatory review of new drugs and medical devices.\nHe served as managing editor of Modern Healthcare from 2013 to 2015."}