{"article_title": "Review: Rene Marie and band set fire to TD Arena", "article_keywords": ["arena", "city", "set", "rene", "played", "review", "jazz", "evil", "player", "band", "charleston", "tunes", "cunningham", "td", "marie", "wanna"], "article_url": "http://www.postandcourier.com/article/20140526/PC2106/140529450/rene-marie-and-band-set-fire-to-td-arena", "article_text": "One can adopt as one's own a new city, a hobby, a cuisine, a child. Why not a jazz musician? Or, better, a whole jazz band?\n\nSo I will. I declare Rene Marie and her musical collaborators adopted by the city of Charleston and grant them honorary citizenship. They do not need a special visa to perform here. They can come and go as they please - so long as they continue to offer us the gift of their infectious, ecstatic, thoughtful and creative music-making.\n\nIt makes sense, really. This was Marie's third Spoleto Festival appearance, and she has performed in Charleston on other occasions. She loves it here.\n\nOn Monday night, Marie and her band (the core rhythm section, consisting of drummer and Charleston native Quentin Baxter, pianist Kevin Bales and bass player Elias Bailey, joined by reed player Adrian Cunningham, trumpeter-percussionist-arranger Etienne Charles and trombonist Wycliffe Gordon) practically set fire to TD Arena.\n\nThe program featured a comprehensive selection of tunes from her newest CD, \"I Wanna Be Evil: With Love to Eartha Kitt,\" which features these same musicians. They gathered together in Charleston only for the second time after their studio sessions to play a live show.\n\nGood thing. Their rapport was electric, conversational, indulgent, sweet and sassy. Charles, a Trinidadian living in New York City and a force to be reckoned with, provided boppy horn arrangements that fit Marie's swoons and yelps and whispers perfectly. Cunningham played tenor, clarinet and a little flute with innovative verve.\n\nBaxter did some remarkable things with sticks and palms and fingers and felt mallets. He even impressed Marie who, between songs, drew attention to one particular technique she said sounded like a growl.\n\nGordon, a veteran of the Jazz at Lincoln Center Orchestra, played a regular trombone, a treble-trombone and, on one occasion, just a mouthpiece. It's probably safe to say that he is the trombone player setting the new standard on the scene today.\n\nBailey played a petit upright bass masterfully, once resorting to the bow for an elegant, virtuosic solo. And Bales, at the piano, plays with a wide range of expression and can get so wound up he can barely stay seated, his torso contorting in order to manage flamboyant licks.\n\nBut it was Marie who consistently remained the focus of attention. Her delivery is so honest, so personable, so intimate, even in a large space like TD Arena, that it is impossible to resist her charms. Her vocal agility, pitch-perfect musical sensibility, collaborative spirit and charisma give her the ability to deliver a tune like no one else.\n\nShe can be deadly serious, as she was with her original song \"Weekend,\" which contemplates the fine line between seduction and rape, and she can tear it up with tunes like \"I Wanna Be Evil\" or \"I'd Rather Be Burned as a Witch.\" Her ballads and blues numbers (\"Let's Do It,\" \"Peel Me a Grape\") are riveting for her ability to embody both the lyric (she is a terrific storyteller) and the music, which oozes through every pore, not only from her mouth.\n\nAt one point during the song \"C'est si bon\" she traded phrases with Cunningham on the clarinet in a playful and imaginative banter. She is as good as extended vocalise as she is at singing the verse.\n\nThe gig was the last of her \"Evil\" tour, and the whole band took advantage of the moment, and the appreciative audience, by throwing themselves all in.\n\nI offer my thanks. And I hope she will return home to Charleston very soon.", "article_metadata": {"news_keywords": "Review: Rene Marie and band set fire to TD Arena, Spoleto, \r\nSpoletoSpoleto Carousel, \r\nSpoleto Carousel,", "og": {"site_name": "Post and Courier", "description": "One can adopt as one's own a new city, a hobby, a cuisine, a child. Why not a jazz musician? Or, better, a whole jazz band?", "title": "Review: Rene Marie and band set fire to TD Arena", "url": "http://www.postandcourier.com20140526/140529450/review-rene-marie-and-band-set-fire-to-td-arena", "image": {"url": "http://www.postandcourier.com/storyimage/CP/20140526/PC2106/140529450/AR/0/AR-140529450.jpg", "identifier": "http://www.postandcourier.com/storyimage/CP/20140526/PC2106/140529450/AR/0/AR-140529450.jpg"}, "type": "article"}, "twitter": {"description": "One can adopt as one's own a new city, a hobby, a cuisine, a child. Why not a jazz musician? Or, better, a whole jazz band?", "title": "Review: Rene Marie and band set fire to TD Arena", "app": {"country": "US", "name": {"ipad": "Post and Courier", "iphone": "Post and Courier", "googleplay": "Post and Courier"}, "id": {"ipad": 603721271, "iphone": 603721271, "googleplay": "com.Synapse.PandC"}}, "site": "@spoletochas", "image": "http://www.postandcourier.com/storyimage/CP/20140526/PC2106/140529450/AR/0/AR-140529450.jpg", "card": "summary_large_image"}, "msvalidate.01": "05BAEC9D8820FA9F10D57DB6EB3C6192", "metered": "no", "p": {"domain_verify": "c6511264bdb6fa45c6bb985fb86d3ab2"}, "fb": {"app_id": 146078808769941}, "tout": {"article": {"id": 140529450}}, "google-site-verification": "rAW9DX7yfiFF82k05QGF6LbZBkxcKxMTzAwNv0OCKAM", "keywords": "Review: Rene Marie and band set fire to TD Arena , Spoleto, \r\nSpoletoSpoleto Carousel, \r\nSpoleto Carousel", "article": {"published_time": "2014-05-26T23:34:12Z", "modified_time": "2014-05-26T23:34:00Z", "author": "Adam Parker"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "description": "One can adopt as one's own a new city, a hobby, a cuisine, a child. Why not a jazz musician? Or, better, a whole jazz band?"}, "_id": "\"57477af46914bd0286fdd7ab\"", "article_summary": "I declare Rene Marie and her musical collaborators adopted by the city of Charleston and grant them honorary citizenship.\nCunningham played tenor, clarinet and a little flute with innovative verve.\nHe even impressed Marie who, between songs, drew attention to one particular technique she said sounded like a growl.\nHer delivery is so honest, so personable, so intimate, even in a large space like TD Arena, that it is impossible to resist her charms.\nThey gathered together in Charleston only for the second time after their studio sessions to play a live show."}