{"article_title": "$150M gift from UVa board member, wife for Richmond children’s hospital to go untapped", "article_keywords": ["member", "training", "scuba", "childrens", "gift", "wife", "hospital", "untapped", "water", "possible", "150m", "richmond", "equipment", "board", "diving", "uva", "highest", "dive", "worry", "help"], "article_url": "http://www.dailyprogress.com/news/local/m-gift-from-uva-board-member-wife-for-richmond-children/article_b3b8a128-025e-11e5-a6ef-8f5020b5b7af.html", "article_text": "Dive Connections\n\nDive Connections is Charlottesville's finest dive store serving all of the Central Virginia area. We sell equipment and instruction, but our goal is to get people to GO DIVING! We believe that if divers go diving that more people will be attracted to the sport, and the lifestyle. We offer Discover Scuba training for all ages from beginner to advanced, and we can even help you become an instructor. Already know how to dive? Great! We have organized dive trips available throughout the year. We are dedicated to providing the highest possible quality products and services. Whether it is equipment sales or rentals, equipment service or repair, or training at the recreational, technical or career level, you can count on us to provide the highest possible value. Have you been out of the water too long? Don't worry! We are here to help you shake off those cobwebs, dust off that scuba gear, rebuild that confidence and get you back into diving! Give us a chance to prove it to you. We'd love to be your connection to everything underwater! So, if there is anything we can do to help you GO DIVING, please give us a shout.", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "The Daily Progress", "description": "RICHMOND — VCU Medical Center and Bon Secours Richmond Health System have pulled out of efforts to develop a free-standing, independently operated children’s hospital, leaving on the table a philanthropic offer of more than $150 million from businessman William H. Goodwin Jr. and his wife, Alice.", "title": "$150M gift from UVa board member, wife for Richmond children’s hospital to go untapped", "url": "http://www.dailyprogress.com/news/local/m-gift-from-uva-board-member-wife-for-richmond-children/article_b3b8a128-025e-11e5-a6ef-8f5020b5b7af.html", "image": "http://www.dailyprogress.com/app/NewSafeImage.jpg", "type": "article"}, "twitter": {"card": "summary"}, "description": "RICHMOND — VCU Medical Center and Bon Secours Richmond Health System have pulled out of efforts to develop a free-standing, independently operated children’s hospital, leaving on the table a philanthropic offer of more than $150 million from businessman William H. Goodwin Jr. and his wife, Alice.", "fb": {"admins": "100001414653607,10152170988485008,10101111419558100", "app_id": 366214100134806}, "google-site-verification": "sz237c0jgdTfDm1AqlrYHFhfluLF3VvL35nkk6TaMaM", "keywords": "local,uva", "article": {"publisher": "https://www.facebook.com/dailyprogress"}, "news_keywords": "local,uva"}, "article_summary": "We offer Discover Scuba training for all ages from beginner to advanced, and we can even help you become an instructor.\nWe are dedicated to providing the highest possible quality products and services.\nSo, if there is anything we can do to help you GO DIVING, please give us a shout.\nWe believe that if divers go diving that more people will be attracted to the sport, and the lifestyle.\nWe sell equipment and instruction, but our goal is to get people to GO DIVING!"}