{"article_title": "Hindsight: Bragg versus Forrest; the end of Chickamauga", "article_keywords": ["versus", "chattanooga", "end", "army", "union", "west", "confederates", "thomas", "fighting", "chickamauga", "bragg", "hindsight", "general", "forrest"], "article_url": "http://columbiadailyherald.com/sections/opinion/columns/hindsight-bragg-versus-forrest-end-chickamauga.html", "article_text": "Snodgrass Hill was the cork in the bottle and, as long as the Union army held it, blocked any passage by the Confederates toward Chattanooga.\n\nUnion commander, William S. Rosecrans, had barely escaped the attack by Longstreet’s Corps, and now he had become just another part of the flotsam and jetsam of the escaping units of that army headed willy-nilly back to Chattanooga and relative safety.\n\nRosecrans began to try to reorganize the panicked remnants of his army, and prepare them to resist the swarming Confederates to the south. His mind was consumed with trying to restore order among the troops who had escaped the dreadful battlefield, and to give aid to the thousands of wounded who were limping painfully into town, but there were others who were still fighting to hold off the gray tide.\n\nWhat could he do for them? He determined to send his Chief-of-Staff, General James A. Garfield, the six miles back to the fighting to help restore order among the rear guard.\n\nGarfield, later elected president, was said to have ridden from Chattanooga straight into the White House. He rode into the Union lines perched atop Snodgrass Hill to find that General George H. Thomas had the situation well in hand, but Garfield shared the credit. Bragg’s Confederates were launching disjointed attacks on the hill, and Thomas’ Yankees were blasting them back down the sides. By nightfall all the Confederate attacks had failed with an enormous loss of life for both sides.\n\nAs night descended on the battlefield, Thomas skillfully withdrew his battered troops back toward Chattanooga. They stumbled into the small railroad town to find the wreck of a great army nursing its wounds and burying its dead.\n\nBedford Forrest had been fighting on the extreme Confederate right, deploying his horsemen as infantry. Ever watchful and restless, he had perceived the withdrawal of the rear guard of the Union army toward Chattanooga soon after nightfall. Both he and Longstreet had stormed into Bragg’s headquarters urging the pursuit of the defeated Union army.\n\nJust one more short march at that moment, and the shattered Union army would crumble and collapse. Forrest knew that, with a quick attack, they could capture the whole thing.\n\nWithout this Union army, the Federal hold on Middle Tennessee would also collapse. Nashville could be retaken, and everything that had gone wrong for the Confederates during the last two years of war could be reversed.\n\nUnfortunately, their commander, Braxton Bragg, was a hollow shell of a man. The stresses of the two days of hard fighting, the sight of the multitudes of dead lying scattered over the field, and the pitiful cries of the severely wounded and mangled soldiers lying about the makeshift field hospitals had unhinged an already fragile personality. His fear of further loss now overrode the good advice he was getting from his subordinates. The victory secured by his army was hard for him to perceive. The torments and terrors now being experienced by his enemies in Chattanooga were beyond his reckoning. He did not know what to do, his mind was raging with the bad news.\n\nIn true Braxton Bragg form, he lashed out at his subordinates. This was all their fault. They were to blame. They were to be punished.\n\nHis eye fell first on his immediate tormentor, Bedford Forrest, who was urging the move on Chattanooga. Bragg stripped Forrest of his command, giving all his horsemen over to his rival, General Joe Wheeler.\n\nFurious, Forrest stormed into Bragg’s tent and shouted, “I have stood your meanness as long as I intend to. You have played the part of a damned scoundrel, and are a coward, and if you were any part of a man I would slap your jaws and force you to resent it. You may as well not issue any more orders to me, for I will not obey them, and I will hold you personally responsible for any further indignities you endeavor to inflict upon me. You have threatened to arrest me for not obeying your orders promptly. I dare you to do it, and I say to you that if you ever again try to interfere with me or cross my path it will be at the peril of your life.”\n\nBragg, now truly in shock, stood wordlessly staring at Forrest as he roared out of the tent.\n\nForrest and his small personal guard rode out of camp, headed for North Alabama. He paused long enough to send a message to Richmond offering his resignation. Jefferson Davis refused to accept it, and promoted him to Major General. He placed Forrest in command of “all the cavalry in West Tennessee.” Forrest would have laughed at that — there wasn’t any cavalry in West Tennessee.\n\nAnd yet Forrest knew his countrymen, and he knew his enemy. He would go west to raise a new army, and he would equip them from the storehouses and supply trains of the Union army. Forrest headed west to greater glory, while Braxton Bragg was bound for defeat and ignominy.\n\n◆◆◆\n\nBob Duncan is director of the Maury County archives. Email him at bduncan@maurycounty-tn.gov.", "article_metadata": {"description": "Snodgrass Hill was the cork in the bottle and, as long as the Union army held it, blocked any passage by the Confederates toward Chattanooga.", "generator": "Drupal 7 (http://drupal.org)", "apple-itunes-app": "app-id=964773799", "og": {"site_name": "Columbia Daily Herald", "description": "Snodgrass Hill was the cork in the bottle and, as long as the Union army held it, blocked any passage by the Confederates toward Chattanooga.", "title": "Hindsight: Bragg versus Forrest; the end of Chickamauga", "url": "http://columbiadailyherald.com/sections/opinion/columns/hindsight-bragg-versus-forrest-end-chickamauga.html", "image": "http://columbiadailyherald.com/sites/columbiadailyherald.com/files/article/649634_web_Forrest-Nathan-Bedford-early-war.jpg", "type": "article"}, "twitter": {"url": "http://columbiadailyherald.com/sections/opinion/columns/hindsight-bragg-versus-forrest-end-chickamauga.html", "creator": "@thedailyherald", "card": "summary", "title": "Hindsight: Bragg versus Forrest; the end of Chickamauga"}, "al": {"web": {"should_fallback": "true"}, "android": {"url": "columbiadailyherald://?eid=649634", "app_name": "columbiadailyherald", "package": "com.stephensmedia.columbiadailyherald"}, "ios": {"url": "columbiadailyherald://?eid=649634", "app_store_id": 964773799, "app_name": "columbiadailyherald"}}, "google-play-app": "app-id=com.stephensmedia.columbiadailyherald", "keywords": "Columns,,By BOB DUNCAN", "article": {"published_time": "2013-09-21T20:46:29-05:00"}, "viewport": "width=device-width,initial-scale=0.9"}, "_id": "\"57477af46914bd0286fdd7bc\"", "article_summary": "Both he and Longstreet had stormed into Bragg’s headquarters urging the pursuit of the defeated Union army.\nJust one more short march at that moment, and the shattered Union army would crumble and collapse.\nEver watchful and restless, he had perceived the withdrawal of the rear guard of the Union army toward Chattanooga soon after nightfall.\nWithout this Union army, the Federal hold on Middle Tennessee would also collapse.\nForrest headed west to greater glory, while Braxton Bragg was bound for defeat and ignominy."}