{"article_title": "Nebraska tax credit aims to revitalize historic buildings", "article_keywords": ["town", "buildings", "omaha", "credits", "million", "tax", "state", "aims", "project", "credit", "historic", "nebraska", "revitalize", "projects"], "article_url": "http://www.washingtontimes.com/news/2015/oct/4/nebraska-tax-credit-aims-to-revitalize-historic-bu/?page=all", "article_text": "LINCOLN, Neb. (AP) - The homes at Boys Town were already showing their age when a hailstorm swept through the historic village two years ago, damaging roofs that have sheltered at-risk youth since the 1930s.\n\nRepairing roofs and replacing sinks wouldn’t come cheap, though, because the campus is considered a National Historic Landmark with a look that must be preserved. Then the group’s leaders heard of a new state tax credit designed to revive historic buildings.\n\n“It was like a gift,” said Judy Rasmussen, an executive vice president at Boys Town. “We’ve always wanted to ensure that everything looks just the way it was built. This provided a way for us to do the work and have it be affordable.”\n\nOne year after it took effect, the Nebraska Job Creation and Mainstreet Revitalization Act is drawing huge interest from developers and nonprofits, who snagged nearly all of the $15 million available for the year within the program’s first two months. Nebraska lawmakers approved the credit in 2014.\n\nThe Nebraska State Historical Society received 58 applications this year, requesting a total of $17.5 million in tax credits for restoration projects. The agency approved more than $14.9 million for 46 projects in Omaha, Boys Town, Columbus, Norfolk and Red Cloud.\n\nMost of that money - about $13.5 million - went to projects in Omaha and Boys Town, but the program’s manager said groups from other parts of the state are starting to inquire. The historical society has fielded calls from Lincoln, Tekamah, Alliance, Scottsbluff and Cambridge.\n\n“There’s a lot of interest,” said Ryan Reed, the Nebraska State Historical Society’s tax incentive coordinator. “With all of the projects that are occurring, you need all sorts of people working - plumbers, carpenters, roofers. In that sense it’s creating jobs for people.”\n\nThe agency began accepting applications on Jan. 2, and virtually all of the money was claimed by Feb. 27. State officials created a waiting list of applicants for 2016. The program is capped at $15 million a year and is set to expire in 2019.\n\nAmong the recipients is a $20 million housing project on the western edge of downtown Omaha, including some properties that had violated city codes for a decade. Many of the buildings on Howard Street had sat empty for years, but a developer is using state and federal historic tax credits to convert them into apartments geared toward young professionals. Eight of the buildings received $3.3 million in state tax credits.\n\n“It was all vacant and dilapidated before,” said Darin Smith, president of Arch Icon Development. “We’re bringing it back to life.”\n\nSmith said renovating historic properties is usually more expensive than demolishing a property and building new, and the tax credits help offset the cost. Projects also have to adhere to standards set by the National Park Service, which oversees the National Register of Historic Places.\n\nSmith said his company’s “Flats on Howard” project is one of only two historic apartment-focused districts in Omaha. Some of the buildings date as far back as 1908.\n\nThe credits smoothed the way for a developer to convert an empty Omaha warehouse into new downtown apartments, with rents that are generally $125 less a month than others in the area. The Rochester Apartments received $1 million in credits from the state.\n\n“If it wasn’t for the historic tax credit, you wouldn’t be able to do them,” said Todd Heistand, president of NUStyle Development. “It gives character to the town. You never hear about a town being cool because it has such great suburbs.”\n\nThe tax credit reimburses developers for 20 percent of a project’s eligible costs, up to $1 million per project, once the work has been completed as proposed. In many cases the state tax credit is combined with a federal tax credit that reduces the cost by another 20 percent, providing a total discount of 40 percent.\n\nThe credits are transferrable, meaning developers can sell them to banks or investors to generate cash. Projects can qualify if they are listed on the National Register of Historic Places, designated a historic place under a local preservation ordinance, or if they’re within a district deemed historic.\n\nProjects must cost at least $25,000 to qualify. For properties in Omaha and Lincoln, the cost must exceed 25 percent of the property’s assessed value or $25,000, whichever is greater.\n\nIn Red Cloud, workers are restoring a two-story brick building to become the National Willa Cather Center. The building, in the city where Cather grew up, includes an archive, museum and arts center to honor the famous author’s legacy. Before the project, the building sat mostly empty and decaying in the city’s Main Street historic district.\n\nThe project received $1.1 million in federal tax credits and about $956,000 in state tax credits, which was combined with private fundraising to begin construction work. Project planners say the building will become a cultural attraction once completed, drawing tourists and local tax revenue.\n\n“The federal and state tax credits were a critical component in the launch of this project,” said Ashley Olson, executive director of the Willa Cather Foundation.", "article_metadata": {"description": "The homes at Boys Town were already showing their age when a hailstorm swept through the historic village two years ago, damaging roofs that have sheltered at-risk youth since the 1930s.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "The homes at Boys Town were already showing their age when a hailstorm swept through the historic village two years ago, damaging roofs that have sheltered at-risk youth since the 1930s.", "title": "Nebraska tax credit aims to revitalize historic buildings", "url": "http://www.washingtontimes.com/news/2015/oct/4/nebraska-tax-credit-aims-to-revitalize-historic-bu/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/10/04/82c677594226a22c830f6a70670065e2.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/10/04/82c677594226a22c830f6a70670065e2.jpg", "description": "The homes at Boys Town were already showing their age when a hailstorm swept through the historic village two years ago, damaging roofs that have sheltered at-risk youth since the 1930s.", "card": "summary", "title": "Nebraska tax credit aims to revitalize historic buildings"}, "Author": "GRANT SCHULTE", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "In many cases the state tax credit is combined with a federal tax credit that reduces the cost by another 20 percent, providing a total discount of 40 percent.\nThen the group’s leaders heard of a new state tax credit designed to revive historic buildings.\n“If it wasn’t for the historic tax credit, you wouldn’t be able to do them,” said Todd Heistand, president of NUStyle Development.\nThe project received $1.1 million in federal tax credits and about $956,000 in state tax credits, which was combined with private fundraising to begin construction work.\nEight of the buildings received $3.3 million in state tax credits."}