{"article_title": "Brazil banks sink as economic turmoil, strike hurt outlook", "article_keywords": ["brazil", "turmoil", "outlook", "banking", "drop", "hurt", "paulo", "banks", "economic", "week", "sink", "strike", "securities", "banco", "oct", "bank", "analysts"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/10/13/Brazilian-banks-slump-economic-turmoil-strike-impact-outlook", "article_text": "SAO PAULO (Reuters) - Brazil banking shares posted their biggest decline in about a year on Tuesday, as mounting political and economic turmoil and the impact of an ongoing strike hampered the outlook for the most-widely traded sector among investors.\n\nsank 4.2 percent to close at 4,704, the lowest level since last December. The drop wiped out nine consecutive sessions of gains in the index. This week, analysts from Credit Suisse Securities, Barclays Capital and Deutsche Bank Securities trimmed their outlooks and price targets for some of Brazil's largest listed banks, citing fallout from the country's rapid economic deterioration and growing political bickering. In their reports, the analysts raised concerns over third-quarter results and the outlook for 2016. In addition, unions received unexpectedly stronger support during the first week of a nationwide bank strike, disrupting operations in São Paulo and other major urban centers. Brazil has tumbled into a deep recession that many economists expect to last through next year and domestic interest rates are among the world's highest. That has made it harder for factories, farmers and individuals to repay loans, which has driven up delinquencies, unpaid utility bills and bounced checks. Delinquencies are at their highest level in almost two years. While banks are stepping up efforts to ramp up loan-loss provisions, analysts said their profitability ratios may slip below the industry's cost of equity next year. \"Asset quality remains the main concern for the banking sector given rising macro growth uncertainties and higher unemployment, with the main question being how high non-performing loans can go,\" said Philip Finch, a strategist with UBS Securities. Shares of Itaú Unibanco Holding SA , the nation's largest bank by market value, shed 5.4 percent on Tuesday, the steepest drop since Oct. 21, 2014. State-controlled Banco do Brasil SA plunged 8.3 percent, the biggest drop since Oct. 23, last year. Banco Santander Brasil SA , the country's top foreign lender, fell 8.9 percent, the most since Oct. 7, 2012, while Banco Bradesco SA shed 5.5 percent, the most since Dec. 12. According to Marcelo Telles, a banking analyst at Credit Suisse, Brazilian banks are bracing for one of the \"most challenging operational environments in 15 years,\" because of margin compression among corporate clients, the impact of a corruption scandal at major state firms and rising household debt. (Additional reporting by Paula Arend Laier in São Paulo; Editing by Paul Simao and Alan Crosby)\n\nAn index calculated by the São Paulo Stock Exchange that groups Brazil's listed banks and financial companies", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "SAO PAULO (Reuters) - Brazil banking shares posted their biggest decline in about a ye", "title": "Brazil banks sink as economic turmoil, strike hurt outlook", "url": "http://www.thefiscaltimes.com/latestnews/2015/10/13/Brazilian-banks-slump-economic-turmoil-strike-impact-outlook", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/brazil-stocks-plunge_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/10/13/Brazilian-banks-slump-economic-turmoil-strike-impact-outlook", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/brazil-stocks-plunge_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "SAO PAULO (Reuters) - Brazil banking shares posted their biggest decline in about a ye", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "SAO PAULO (Reuters) - Brazil banking shares posted their biggest decline in about a year on Tuesday, as mounting political and economic turmoil and the impact of an ongoing strike hampered the outlook for the most-widely traded sector among investors.\nThis week, analysts from Credit Suisse Securities, Barclays Capital and Deutsche Bank Securities trimmed their outlooks and price targets for some of Brazil's largest listed banks, citing fallout from the country's rapid economic deterioration and growing political bickering.\nState-controlled Banco do Brasil SA plunged 8.3 percent, the biggest drop since Oct. 23, last year.\nIn addition, unions received unexpectedly stronger support during the first week of a nationwide bank strike, disrupting operations in São Paulo and other major urban centers.\nIn their reports, the analysts raised concerns over third-quarter results and the outlook for 2016."}