{"article_title": "Need a reason to celebrate?", "article_keywords": ["israel", "good", "dont", "working", "nuclear", "days", "reason", "going", "240", "need", "day", "celebrate", "obama"], "article_url": "http://www.wnd.com/2016/05/need-a-reason-to-celebrate/", "article_text": "I’m an eternal optimist, but, let’s face it, there’s not a lot of good news out there these days.\n\nI encourage my editors to search for it. I would like to bring everyone at least one positive story every day so that we can all have a reason to smile.\n\nBut some days, it’s really tough.\n\nToday is not one of those.\n\nI’ve got some good news, if you haven’t already considered it.\n\nBarack Obama will no longer be president of the United States in less than eight months.\n\nHey, we endured nearly eight years. This is the home stretch. I feel like I can almost do this standing on my head – though I know he has some very bad plans in store for the country in his last 240 days in office (legitimately or illegitimately).\n\nHe has already tipped his hand that these last few months are going to be ugly – and they are sure to get worse between Election Day and Jan. 20, his last day in office.\n\nThere will be lots of pardons – take my word for it. Every low life, con artist, drug dealer and Democrat (but I repeat myself) is going to be let out of jail, get their voting rights restored and be cleared for jury duty. Virginia Gov. Terry McAuliffe showed how it is going to be done on a national scale when he cleared the records of some 206,000 felons last month. Obama will want to out-do McAuliffe. Mark my words.\n\nWe’ll see more executive orders in the last eight months than we’ve seen in eight years.\n\nIt will be hell.\n\nBut the good news is he’ll be gone Jan. 20. Done, finished, completed – and America will have a chance to recover if the election is not totally fixed.\n\nIsn’t that a reason to feel good today? Don’t you just want to breathe a sigh of relief?\n\nExperience more of Joseph Farah’s no-nonsense truth-telling in his books, audio and video products, featured in the WND Superstore\n\nIf we’re lucky, it will mean an end to the use of the Internal Revenue Service as a vicious political attack dog.\n\nIf we’re lucky, we can repair the economy, repeal Obamacare, defund Planned Parenthood, appoint a suitable replacement on the Supreme Court for Justice Antonin Scalia, get on with the business of destroying ISIS and, most importantly of all, sealing the border with a BIG WALL.\n\nIt could all begin as soon as 240 days from now.\n\nI’m feeling absolutely giddy about the prospects.\n\nNot to put a damper on the good wishes, but there are crises on the horizon Obama is sure to exacerbate.\n\nHis buddies in Iran are working overtime to finish their work on a nuclear weapons arsenal and the delivery systems for them. They are using the hundred-billion Obama let them have for a worthless promise not to build them for 10 years. Instead, they are working overtime to finish before he even leaves office. A day doesn’t go by now in which the Iranian mullahs don’t explain how they are ready to annihilate Israel with those weapons.\n\nI don’t believe Israel is going to wait to be nuked.\n\nMy gut tells me they have contingency plans at work.\n\nIf I’m right, this will not be an attack that is neat and clean like the one Israel directed at the Iraqi nuclear program during Saddam Hussein’s reign of terror.\n\nThis pre-emptive strike would entail massive casualties, because the Iranians built their nuclear facilities close to civilian population centers.\n\nAnd we all know, just one nuclear bomb can ruin your entire day.\n\nDo you see how hard it is to present good news with Obama in the White House?\n\nThis column meant to bring some cheer to your life today, yet, with Obama still around, even the silver linings come with dark clouds – sometimes mushroom clouds.\n\nAnyway, for what it’s worth, the countdown to ecstasy has begun.\n\nIn 240 days, it will be “No more Obama, no more Michelle, no more transgendered bathrooms, except maybe in hell.”\n\nCheer up. The end is near.\n\nMedia wishing to interview Joseph Farah, please contact media@wnd.com.\n\n", "article_metadata": {"description": "A Free Press For A Free People Since 1997", "generator": "WordPress 4.4.1", "og": {"url": "http://www.wnd.com/2016/05/need-a-reason-to-celebrate/", "site_name": "WND", "type": "article", "description": "I’m an eternal optimist, but, let’s face it, there’s not a lot of good news out there these days. I encourage my editors to search for it. I would like to bring everyone at least one positive story every day so that we can all have a reason to smile. But some days, it’s really […]", "title": "Need a reason to celebrate?"}, "fb": {"app_id": 152299868169938}, "google-site-verification": "5iw1bKISvQcI1qRwIskRfer6GKV4jUf6LImfS9bhaeI", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd8179\"", "article_summary": "In 240 days, it will be “No more Obama, no more Michelle, no more transgendered bathrooms, except maybe in hell.”Cheer up.\nIt could all begin as soon as 240 days from now.\nI would like to bring everyone at least one positive story every day so that we can all have a reason to smile.\nI’m an eternal optimist, but, let’s face it, there’s not a lot of good news out there these days.\nI feel like I can almost do this standing on my head – though I know he has some very bad plans in store for the country in his last 240 days in office (legitimately or illegitimately)."}