{"article_title": "Tennessee man fears for his business after net neutrality ruling", "article_keywords": ["bradley", "haines", "officials", "service", "business", "fears", "county", "neutrality", "tennessee", "ruling", "internet", "net", "trying", "epb", "man"], "article_url": "http://watchdog.org/206283/net-neutrality-fcc-2/", "article_text": "By Chris Butler | Tennessee Watchdog\n\nNASHVILLE — By any measure, Bradley County resident William Haines is the classic American entrepreneur, an Internet service provider who said he’s trying to offer service in rural areas, places corporate Internet providers don’t exist.\n\n“I go in to fill the void where people didn’t have any service. I’m not trying to compete with AT&T and Charter,” Haines said.\n\n“I’m just trying to offer something where there wasn’t anything.”\n\nIn the past two years, Haines, who offers wireless broadband, said he has built 28 towers in his region, as well as other infrastructure.\n\n“I expand into new areas everyday as more people learn about us,” said Haines, the sole employee of America Internet and Communications.\n\nHaines told Tennessee Watchdog his business covers 70 percent of the county.\n\nHaines has about 250 customers. His business seems contrary to the conventional wisdom that most of Bradley County is in the sticks, relying on fumes and dial-up to get online.\n\nAs reported, officials with the Chattanooga-based Electric Power Board, a government utility that offers ultra high-speed Internet, have made such comments in the recent past.\n\nEPB officials successfully lobbied the Federal Communications Commission to override a state law that kept them from expanding outside municipal boundaries.\n\nThese officials repeatedly said Internet is infrastructure, comparable to an Interstate, and these rural areas need more than dial-up for economic development.\n\nHaines said he doesn’t necessarily have the most technologically advanced service — even though it’s more advanced than dial-up — yet a move into Bradley County by EPB would place his business is in serious trouble.\n\n“I started my business in 1998,” Haines said. “I was there before Comcast and EPB and before AT&T. I managed to work with Comcast, but when EPB came in they decided to take over. They took all but 30 of my customers and would not open their network for us to use.”\n\nEPB spokesman John Pless said Monday it won’t expand without legislative approval.\n\n“If that occurs, we have researched a small area with about 800 homes at the edge of our current service territory that would serve as a test,” Pless said.\n\n“EPB will only consider expanding into an area if we receive an official letter of request from local elected officials. At that point, we would need to complete a business plan to determine the feasibility of moving forward.”\n\nWhen asked about Haines’ situation, Pless said Haynes has yet to reach those 800 homes.\n\nEPB CEO Harold DePriest reportedly said the expansion would serve almost 1,000 people, about 800 of whom have no option other than dial-up.\n\nDePriest has reportedly said expanding into the county would cost between $50 to $60 million — throughout all of Bradley County —and taxpayer money would fund none of it.\n\nPless said EPB would make that money solely off revenue from services it provides, none of it backed by taxpayer or electric ratepayer money.\n\nEPB accepted $111 million in federal stimulus money from taxpayers to create their government-owned ultra-high speed Internet service to compete against private providers in Chattanooga.\n\nJustin Owen, president of the Nashville-based Beacon Center of Tennessee, a free-market think tank, said Monday government-owned Internet is problematic.\n\n“Be careful what you wish for,” Owen said.\n\n“If you want the Obamacare of the Internet, then that’s what you’re going to get.”\n\nContact Christopher Butler at chris@tennesseewatchdog.org\n\nFollow Tennessee Watchdog and receive regular updates through Facebook and Twitter\n\nLike Watchdog.org? Click HERE to get breaking news alerts in YOUR state!", "article_metadata": {"og": {"site_name": "Watchdog.org", "description": "Internet neutrality FCC ruling leaves one TN man fearful he’ll lose his business.", "title": "Tennessee man fears for his business after net neutrality ruling - Watchdog.org", "locale": "en_US", "image": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/03/High-speed-Internet.png", "updated_time": "2015-03-17T13:59:24+00:00", "url": "http://watchdog.org/206283/net-neutrality-fcc-2/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/Watchdogorg", "section": "News", "tag": "Chattanooga EBP,FCC,William Haynes", "published_time": "2015-03-17T04:00:37+00:00", "modified_time": "2015-03-17T13:59:24+00:00"}, "twitter": {"domain": "Watchdog.org", "description": "Internet neutrality FCC ruling leaves one TN man fearful he’ll lose his business.", "title": "Tennessee man fears for his business after net neutrality ruling - Watchdog.org", "image": {"src": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/03/High-speed-Internet.png"}, "creator": "@watchdogorg", "site": "@watchdogorg", "card": "summary_large_image"}, "robots": "noarchive", "description": "Internet neutrality FCC ruling leaves one TN man fearful he’ll lose his business."}, "article_summary": "EPB officials successfully lobbied the Federal Communications Commission to override a state law that kept them from expanding outside municipal boundaries.\nHis business seems contrary to the conventional wisdom that most of Bradley County is in the sticks, relying on fumes and dial-up to get online.\nHaines told Tennessee Watchdog his business covers 70 percent of the county.\nDePriest has reportedly said expanding into the county would cost between $50 to $60 million — throughout all of Bradley County —and taxpayer money would fund none of it.\nEPB accepted $111 million in federal stimulus money from taxpayers to create their government-owned ultra-high speed Internet service to compete against private providers in Chattanooga."}