{"article_title": "Fall Season Expands Waistlines With Dieters Gaining Up To 5 Pounds", "article_keywords": ["gaining", "summer", "waistlines", "winter", "weight", "pounds", "season", "month", "foods", "gain", "fall", "expands", "dieters"], "article_url": "http://www.medicaldaily.com/tis-season-weight-gain-fall-season-expands-waistlines-dieters-gaining-5-pounds-304896", "article_text": "Short days and long nights can actually expand your waistline and cause you to gain up to 5 pounds this season, but here’s how to stay fit and slim during the colder months.\n\nAs the long and hot days of summer become a distant memory, we begin to put away our bathing suits, summer dresses, and sandals, and pull out the sweaters, leggings, and knee-high boots to welcome the fall, but we forget to put something else away — the pounds.\n\nWhile the leaves start to turn autumnal shades of red, yellow, and orange, and the ubiquitous flavor of the season makes us indulge in comfort foods, from lattes to cookies to gum, it’s no surprise fall takes the cake as the fattest season of the year. According to a survey conducted by Forza Supplements, a UK diet firm, dieters can gain up to 5 pounds in the fall, as September marks the second fattest month of the year, closely trailing December.\n\nThe short days, long nights, and colder weather can make it easy for us to get into hibernation mode. However, staying indoors during the evenings and adopting sedentary behaviors could be detrimental to our waistline, such as snacking in front of the TV. The bikini bodies we all have worked so hard for in June have slowly gone to hide in the thick fabrics of chunky sweaters and slimming black leggings that trim our legs. Although December is unsurprisingly the fattest month of the year, not all has to end up a big fat mess by the time Christmas rolls around.\n\nTo understand the course of weight gain during the fall and winter, Forza Supplements conducted a survey of 2,000 people to find the most fattening month and season where people gain the most weight, and the most fattening day of the week. Survey respondents’ effort to shed the pounds was found to go downhill when September came around, which is known as the most destructive month for weight gain. Dieters put on an average of 2 pounds in September, which is what they lost in preparation for summer in June.\n\nAutumn and winter were found to be the worst seasons for dieting, with male and female weight loss hopefuls gaining up to 5 pounds and 4 pounds, respectively. Dieters may be under the false pretense winter is the worst season for our waistlines, but in fact it’s come second to autumn since many go on post-Christmas diets in January, and actually lose an average of 3 pounds. June is the best month to lose weight after January, as dieters shed an average of 2 pounds.\n\n“That is why autumn is the most destructive season for many dieters — September being a particular weak point,” said a Forza Supplements spokesperson to the Daily Mail. “Who isn't going to let themselves go a bit as the nights draw in during the autumn and we all begin to cover up.”\n\nDieters are also more likely to pack on the most pounds on Saturday, which can give you a bad case of the Mondays. Other calorie-dense days are Sunday by 22 percent, and Friday by 14 percent. Monday is the best day for dieting, since people are “depressed about going back” and feel guilty about the excess calories they consumed over the weekend.\n\nWhether it’s fall or winter, Saturday or Monday, you can still stay fit for fall with just a few changes. Gaining a pound or two underneath several layers of clothing may not seem detrimental, but much more difficult to lose the extra weight after New Year’s. As we start the fall, it’s good to adopt these healthy behaviors:\n\n1. Don’t Give Into Fall Cravings\n\nAlthough it may be hard to escape the aroma of pumpkin spice lattes or pastries, just because you want to eat rich foods, it doesn’t mean you should. It’s best to put yourself in an environment that encourages healthy eating and exercise during these challenging months. Keep unhealthy foods out of the house and explore the outdoors before it gets colder and darker.\n\n2. Plan Ahead\n\nYour outdoor exercise routine may be jeopardized by the change in weather, so it’s good to have an exercise plan for rain, snow, cold, and darkness. Rather than panicking, you can refer to your backup plan to still stay in shape for the colder months. Also, have a plan for when you want to indulge in high-calorie rich foods, especially during the holidays.\n\n3. Cleanse and Detox\n\nPerhaps you’ve had one too many margaritas and BBQ foods over the summer. Now that fall is here, it’s important to cleanse and detox your body to get a fresh start this fall. Unwanted inflammation and toxicity can be eliminated by eating healthy foods, and abiding to a good diet and exercise regimen.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "fall season, 'tis the season, autumn, fit for fall, weight gain, weight loss, in shape, slim, fattest month of the year, fattest season of the year, september, december", "og": {"site_name": "Medical Daily", "description": "Short days and long nights can actually expand your waistline and cause you to gain up to 5 pounds this season, but here’s how to stay fit and slim during the colder months.", "title": "How To Stay Slim And Fit During The Fattest Season Of The Year", "url": "http://www.medicaldaily.com/tis-season-weight-gain-fall-season-expands-waistlines-dieters-gaining-5-pounds-304896", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/24/young-woman-running-early-evening-autumn.jpg", "type": "article"}, "twitter": {"description": "Short days and long nights can actually expand your waistline and cause you to gain up to 5 pounds this season, but here’s how to stay fit and slim during the colder months.", "title": "How To Stay Slim And Fit During The Fattest Season Of The Year", "url": "http://www.medicaldaily.com/tis-season-weight-gain-fall-season-expands-waistlines-dieters-gaining-5-pounds-304896", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/24/young-woman-running-early-evening-autumn.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/24/young-woman-running-early-evening-autumn.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-09-24T18:21:07-04:00", "modified_time": "2014-09-24T18:21:06-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Short days and long nights can actually expand your waistline and cause you to gain up to 5 pounds this season, but here’s how to stay fit and slim during the colder months."}, "_id": "\"57477af46914bd0286fe3578\"", "article_summary": "Whether it’s fall or winter, Saturday or Monday, you can still stay fit for fall with just a few changes.\nNow that fall is here, it’s important to cleanse and detox your body to get a fresh start this fall.\nJune is the best month to lose weight after January, as dieters shed an average of 2 pounds.\nDieters put on an average of 2 pounds in September, which is what they lost in preparation for summer in June.\nAutumn and winter were found to be the worst seasons for dieting, with male and female weight loss hopefuls gaining up to 5 pounds and 4 pounds, respectively."}