{"article_title": "Project Louise: ‘The Single Best Thing You Can Do For Your Health’", "article_keywords": ["walking", "videos", "louise", "ill", "half", "watch", "watched", "project", "thing", "single", "health", "way", "youve", "im", "changes", "best"], "article_url": "http://commonhealth.wbur.org/2014/08/project-louise-mike-evans-half-hour", "article_text": "Project Louise: ‘The Single Best Thing You Can Do For Your Health’\n\nMaybe you’ve seen this video already — it went viral on YouTube a while back. But I hadn’t, until CommonHealth co-host Carey Goldberg encouraged me to. If you also haven’t, I encourage you to watch it right now.\n\nGo ahead. I’ll wait.\n\nSo, now that you’ve watched it, I can go ahead and talk about it without worrying that I’ll spoil the big reveal for you. Actually, even if you didn’t listen to me and haven’t watched it, I’m not too worried about that, because the huge secret in this video is simply that (last chance to watch before I spoil it for you!) we should all be walking or exercising or in some way moving our bodies about half an hour every day.\n\nWe should all be walking or exercising or in some way moving our bodies about half an hour every day.\n\nNot exactly news, right? But for me, anyway, something about the very simplicity of the video’s presentation made me sit up and pay attention in a fresh way. Dr. Mike Evans, the video’s creator, has made it his mission to present preventative-medicine information in as clear and useful a way as possible — and, to my mind, he’s done exactly that here.\n\nThe point: We all have 24 hours in a day. Spend 23 and a half of those hours any way you want, but just use the remaining 30 minutes to go for a walk. And the health benefits will be incredible. He’s got charts and stats and everything to prove it. By the end of the presentation, I just couldn’t wait to get up from my desk and go for a walk.\n\nAnd I’m going to do that in one minute. First, though, I’ll pass along another link to a Dr. Mike insight — this one from a post on his blog. It’s in the form of an infographic, and I’m thinking of blowing it up and putting it on my wall. Again, a simple and obvious point with a powerful potential for lasting change: There is no one big thing we have to do to make ourselves healthier. It’s all about making a lot of little changes, sticking with them, then making more little changes and sticking with those, too.\n\nLittle changes like going for a walk.\n\nOK, I’m out of here.", "article_metadata": {"description": "A video says we should all be walking or exercising or in some way moving our bodies about half an hour every day.", "og": {"site_name": "commonhealth", "description": "A video says we should all be walking or exercising or in some way moving our bodies about half an hour every day.", "title": "Project Louise: ‘The Single Best Thing You Can Do For Your Health’", "url": "http://commonhealth.wbur.org/2014/08/project-louise-mike-evans-half-hour", "image": "http://s3.amazonaws.com/media.wbur.org/wordpress/15/files/2014/08/Capture0812-620x383.jpg", "type": "article"}, "twitter": {"url": "http://commonhealth.wbur.org/2014/08/project-louise-mike-evans-half-hour", "image": "//s3.amazonaws.com/media.wbur.org/wordpress/15/files/2014/08/Capture0812-620x383.jpg", "site": "@commonhealth", "card": "summary", "title": "Project Louise: 'The Single Best Thing You Can Do For Your Health'"}, "DC.date.issued": "2014-08-12", "msvalidate.01": "D02D46BAEDB3F81FC1B1DE2A8CB69551", "fb": {"admins": 1549080028, "app_id": 134067973330252}, "date": "Tue, 12 Aug 2014 11:47:25 -0400"}, "article_summary": "Project Louise: ‘The Single Best Thing You Can Do For Your Health’Maybe you’ve seen this video already — it went viral on YouTube a while back.\nSo, now that you’ve watched it, I can go ahead and talk about it without worrying that I’ll spoil the big reveal for you.\nwe should all be walking or exercising or in some way moving our bodies about half an hour every day.\nWe should all be walking or exercising or in some way moving our bodies about half an hour every day.\nIt’s all about making a lot of little changes, sticking with them, then making more little changes and sticking with those, too."}