{"article_title": "Why Kay Hagan Lost In North Carolina", "article_keywords": ["hagan", "ads", "lost", "voters", "senate", "million", "state", "tillis", "north", "kay", "democratic", "carolina"], "article_url": "http://www.huffingtonpost.com/erik-ose/why-kay-hagan-lost-in-north-carolina_b_6143286.html", "article_text": "The Washington Post via Getty Images\n\nCHAPEL HILL, N.C. -- When the smoke cleared, the most expensive contest of 2014 had become the costliest Senate race in U.S. history. More than $111 million was spent by both sides in the North Carolina battle for incumbent Democratic Senator Kay Hagan's seat.\n\nHagan ultimately came up short, losing by 47,303 votes out of 2.9 million cast to Republican N.C. House Speaker Thom Tillis.\n\nSo what happened? As a sitting Senator running for re-election at a time when the recovering economy still hasn't translated into income gains for most voters, Hagan faced historical headwinds, and President Obama's deflated approval ratings didn't help. But beyond those national factors, here are two critical reasons why Hagan lost her seat:\n\n(1) Wealthy right-wing outside groups led by the Koch brothers and Karl Rove spent tens of millions on attack ads and get-out-the-vote efforts against Hagan.\n\n\n\nBig money was put up to poison the well of Hagan's support among North Carolina voters. Hagan had a huge target on her back, described in one news story after another as one of the most vulnerable Senate Democrats. The Koch brothers' political machine began pummeling her with attack ads over her support for the Affordable Care Act before it was even signed into law in early 2010.\n\nThe pace intensified in 2013, and by February of this year, the Koch brothers' dark money group Americans For Prosperity had already expended $8.2 million on TV, radio and digital ads designed to defeat her. At that point in the cycle, it was an unparalleled sum to have been spent in one state, more than all Democratic outside groups had sunk into every 2014 Senate race in the country combined.\n\nN.C. voters couldn't escape the attack ads, which carpet bombed the state. \"If anyone hasn't seen those ads, they haven't just been under a rock,\" said Vanessa Johnson, a voter from Winston-Salem. \"They've been down in Bedrock with the Flintstones!\" According to the Wesleyan Media Project, fully two-thirds were negative, the highest percentage of negative ads aired in any Senate race this year.\n\nCrossroads GPS (the dark money group co-founded by Karl Rove) piled on, falsely claiming Hagan cast the \"deciding vote\" for the Affordable Care Act, and blaming her for the discredited myth that the law cut over $700 billion from Medicare. \"That means North Carolina stands to lose over $16 billion in Medicare payments,\" one ad warned.\n\nOther Crossroads GPS ads were full of similar distortions, accusing Hagan of wanting to \"raise (the) social security retirement age,\" \"reduce (the) home mortgage interest deduction,\" \"increase out-of-pocket Medicare expenses,\" and \"give us cuts to our Medicare.\"\n\nIn her own campaign ads, Hagan stressed her moderate, centrist philosophy, but the Koch brothers and Karl Rove defined her as a Barack Obama puppet from early on. Outside groups reported spending $34.5 million by election day to tear down Hagan and prop up Thom Tillis.\n\nBesides financing a deluge of attack ads, the Koch brothers realized they needed to compete with the Democratic Party's ground game. So Americans For Prosperity greatly expanded its field organizing this year in North Carolina and others states with key Senate races. They announced plans to put half of the $125 million they would spend on the midterms into a stronger ground campaign, hiring 500 field staffers nationwide. In the Tar Heel state, this built on AFP's earlier organizing efforts.\n\nA top priority of the group for years, North Carolina was one of the first states where it set up local chapters, helping build what (AFP President) Tim Phillips says is one of its \"deepest state infrastructures,\" with more than 130,000 activists that helped defeat a Medicaid expansion in the state Legislature last year and now is singularly focused on defeating Hagan. - Politico, 2/12/14\n\nHagan pushed back, making the Koch brothers' attempts to buy the election a campaign issue in her ads and campaign speeches. \"The people of North Carolina need to know what their agenda is,\" Hagan said last February. \"They want to have tax cuts for corporations and the wealthy and, at the same time, put that burden on the middle class and the poor.\"\n\nBut her counterattacks may not have resonated with voters. \"It's utterly ineffective. Elections have to be about voters and what candidates will do for them,\" argued Thomas Mills, a top advisor to the state's unsuccessful Democratic Senate nominee in 2010, N.C. Secretary of State Elaine Marshall. \"And this strategy is more about the candidates. It says, 'Look at me! Help me -- they are spending money against me.' There's no connection between that and voters.\"\n\n(2) Democratic voters were fired up about opposing Thom Tillis and the GOP agenda in North Carolina, but not overwhelmingly behind Kay Hagan.\n\nOverall turnout was 44 percent of North Carolina's registered voters, the exact same percentage of voters who cast ballots in 2010, the last time there was a midterm Senate battle. It was nowhere near the state's record in modern history for midterm turnout, when 62 percent of registered voters showed up for the hotly contested 1990 Gantt-Helms race.\n\nWith 1.41 million votes in all, Tillis fell slightly short of the 1.46 million ballots cast in 2010 for Richard Burr, North Carolina's senior Republican Senator. But it was enough to beat Hagan's 1.37 million total, even though that was 220,000 more votes than the 1.15 million received by Burr's Democratic challenger Elaine Marshall.\n\nDemocrats cast 49 percent of all early votes, with the GOP accounting for only 31 percent. But on election day, just 36 percent of voters were registered Democrats, versus 35 percent Republicans. The 29 percent of independent voters broke for Tillis by a margin of 49 percent - 42 percent, and helped push him over the top.\n\nWhy didn't more Democrats turn out for Hagan?\n\nAccording to Mark Chilton, a veteran elected official in liberal Orange County, N.C. who won his first election in 1991 as a 21-year old undergraduate, \"Hagan made the strategic choice to run as a centrist and the tactical decision to run a Beltway-approved, paid TV-oriented campaign.\" As a result, it was harder for voters to feel part of a popular movement devoted to electing her. \"The Democrats needed a different electorate to show up at the polls,\" said Chilton. \"But the same-old strategy got us the same-old electorate, and the same-old results.\"\n\nQuoted in Mother Jones, an unemployed former construction worker from Raleigh expressed the lack of enthusiasm many low-income voters may have felt about their Senator, even those who planned to vote for her. \"Kay Hagan, to me she's wishy-washy, she's two-faced,\" said Michael Curtis. \"But Tillis is an out-out crook.\"\n\nHagan is no populist. Rather, she has been a centrist, business-oriented Democrat from the time she entered public office, when she was first elected to the N.C. Senate in 1998. Although she settled in North Carolina after attending law school at Wake Forest University, Hagan grew up in Florida. She is from one of the wealthiest and most politically connected families in the southwest central part of the Sunshine state, and her uncle was former Florida Governor and U.S. Senator Lawton Chiles.\n\nBefore public life, she was a corporate lawyer and eventually a vice president at North Carolina National Bank, which was later bought by Bank of America. She ran for the Democratic nomination for U.S. Senate in 2008 \"with backing from the business and political establishment,\" as noted by a profile at the time.\n\nOnce elected, Hagan supported enough of President Obama's first-term agenda to be accused by Tillis and his billionaire backers of voting with Obama 96 percent of the time. She voted for the 2009 economic stimulus, the Affordable Care Act, and against extending the Bush tax cuts.\n\nBut she also veered to the right on several issues. She endorsed the Keystone XL pipeline, and in the election's closing weeks made the unfortunate decision to support a West African travel ban, after getting hammered by Thom Tillis' truly shameless attempts to whip up Ebola hysteria. He was the first Senate candidate to call for a travel ban, and opened the floodgates to a wave of GOP demagoguery over Ebola.\n\nHagan turned her back on the DREAMers when she was one of only five Democratic Senators to vote against the DREAM Act in 2010. Latino activists swore they would remember when Hagan faced re-election, and they did, disrupting some of her rallies and erecting billboards around the state denouncing Hagan's immigration-related stands. Yet their efforts may have been a wash, helping inoculate Hagan against Tillis' charges that she was too pro-immigration. Exit polls showed Latino voters only made up three percent of the N.C. electorate in 2014, with inconclusive results as to which candidate they preferred.\n\nWith her corporate background and a campaign that stressed her centrism, many low income voters in North Carolina, be they white, black, or brown, may not have felt Kay Hagan was leading the fight on their issues. It would explain why voters who earned less than $30,000 a year only made up 19 percent of the 2014 electorate, down from 25 percent in 2012. This was a body blow to Democrats, because the ones who did vote backed Hagan 63 percent - 30 percent. By contrast, 24 percent of all voters made more than $100,000, and went for Tillis by a 59 percent - 39 percent margin.\n\n\n\nAnd it left an opening for the GOP to try and convince voters that Thom Tillis would do the most to look out for their economic interests and create jobs.\n\n44 percent of North Carolina voters named the economy as the top issue facing the country, and split 52 percent -44 percent for Tillis. 64 percent of N.C. voters who cast ballots this year favored a higher minimum wage, according to exit polls. But 29 percent of them voted for Tillis, even though he explicitly opposed it, and Hagan wanted to raise it to $10.10 an hour. The minimum wage was one of the few economic issues where she drew a sharp contrast between herself and her opponent, but an insufficient number of low-income voters noticed.\n\nDuring a presidential year with substantially higher turnout, Hagan more than likely would have been re-elected. When she won her first Senate term in 2008, Hagan outperformed Barack Obama in North Carolina by over 100,000 ballots, leading the statewide ticket with 2.25 million votes.\n\nIn this year's midterm election, with opposition to her party's sitting President giving Republicans all the motivation they needed to vote, enlarging the electorate was Hagan's only hope of surviving the onslaught of right-wing money determined to take her down. Her campaign ran the largest field operation ever in an N.C. Senate race, with 40 offices, 100 staffers, and an estimated 10,000 volunteers.\n\nYet by the time the polls closed, not enough Democratic voters had gotten excited enough about Kay Hagan to save the day. \"I don't think a field operation can create enthusiasm - it can mobilize enthusiasm,\" observed Democratic strategist Gary Pearce.\n\nNo one should count Hagan out of politics too soon. She could still make a comeback run in two years for Republican Sen. Burr's seat. But Mark Chilton sums up what's on the mind of many North Carolina Democrats right now.\n\n\"We can lazily chalk up this result and many others across the country to 2014 being a bad year for Democrats,\" said Chilton. \"Or we can seriously ask ourselves whether we need a new approach -- on policy, on style, and on demography.\"\n\nErik Ose is a veteran of Democratic campaigns in North Carolina and blogs at The Latest Outrage.\n\nFollow Erik Ose on Twitter: www.twitter.com/latestoutrage", "article_metadata": {"description": "CHAPEL HILL, N.C. -- When the smoke cleared, the most expensive contest of 2014 had become the costliest Senate race", "sailthru.expire_date": "2014-11-14 17:56:45 -0500", "og": {"site_name": "The Huffington Post", "description": "CHAPEL HILL, N.C. -- When the smoke cleared, the most expensive contest of 2014 had become the costliest Senate race", "url": "http://www.huffingtonpost.com/erik-ose/why-kay-hagan-lost-in-north-carolina_b_6143286.html", "image": "http://i.huffpost.com/gen/2278914/images/o-KAY-HAGAN-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2278914/images/o-KAY-HAGAN-facebook.jpg", "height": 1000}, "creator": "latestoutrage", "description": "CHAPEL HILL, N.C. -- When the smoke cleared, the most expensive contest of 2014 had become the costliest Senate race", "card": "summary_large_image", "site": "@HuffPostPol"}, "sailthru.date": "2014-11-13 17:56:45 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=6143286", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "Americans for Prosperity,attack ads,Campaign finance reform,Crossroads GPS,Dark Money,economy,Election Day,elections 2014,exit polls,get out the vote,Karl Rove,kay hagan,Koch Brothers,North Carolina,politics,senate,Super PACs,thom tillis,U.S. Senate,video", "article": {"section": "Politics", "tag": "Americans for Prosperity,attack ads,Campaign finance reform,Crossroads GPS,Dark Money,economy,Election Day,elections 2014,exit polls,get out the vote,Karl Rove,kay hagan,Koch Brothers,North Carolina,politics,senate,Super PACs,thom tillis,U.S. Senate,video", "published_time": "2014-11-13 17:56:45 -0500", "modified_time": "2015-01-13 05:59:01 -0500"}, "viewport": "width=1000"}, "article_summary": "Big money was put up to poison the well of Hagan's support among North Carolina voters.\n(2) Democratic voters were fired up about opposing Thom Tillis and the GOP agenda in North Carolina, but not overwhelmingly behind Kay Hagan.\n\"That means North Carolina stands to lose over $16 billion in Medicare payments,\" one ad warned.\nAlthough she settled in North Carolina after attending law school at Wake Forest University, Hagan grew up in Florida.\nMore than $111 million was spent by both sides in the North Carolina battle for incumbent Democratic Senator Kay Hagan's seat."}