{"article_title": "Lindsey Graham Proves Ayatollah Right", "article_keywords": ["president", "right", "iran", "congress", "republicans", "political", "ayatollah", "american", "proves", "lindsey", "military", "america", "graham"], "article_url": "http://www.politicususa.com/2015/03/13/lindsey-graham-proves-ayatollah-america-disintegrating-madness.html", "article_text": "\n\nIt is certain that since Americans elected an African American man as President, much of the world is aware that Republicans have deliberately and with malice aforethought acted to wipe out America’s government in one form or another; only a comatose human being is unaware of that fact. Whether it was plotting to decimate the economy or cause a government credit default, Republicans have actively worked for the collapse of the political system (government) entirely. Now, the machinations of the Republicans have been exposed on the global stage and finally a foreign leader said what the world and an increasing number of Americans already know.\n\nThe Supreme Leader of Iran, Ayatollah Ali Khamenei commented on the GOP-47’s open letter to Iran and said it represented “the collapse of political ethics and the U.S. system’s internal disintegration.” Khamenei noted that as a matter of course, nations are ‘typically’ loyal to their commitments even when the reins of power change hands, “but American senators officially announced the commitment will be null and void after this government leaves office. Isn’t this the ultimate degree of the collapse of political ethics and the U.S. system’s internal disintegration?”\n\nThe Supreme leader also observed, and rightly so, that every time negotiations between the P5+1 and Iran approach a deadline, “the tone of the Americans becomes harsher, harder and more violent. This is part of their tricks and deceits. Iranian officials know what they are doing.” However, none of the harsher tones are coming from “America,” they are coming from the violence-prone Koch Congress that is constitutionally prohibited from setting foreign policy or negotiation with foreign nations.\n\nIn that sense, the Ayatollah is wrong because the “tone, tricks, deceit, and threat of violence” do not originate from the only American that has authority to negotiate, President Barack Obama. The un-American warmongers do not speak for America; they have sworn allegiance and are beholden to a foreign government intent on a war with Iran for regime change. Something the Ayatollah noted in his response to the Republican-47 sabotage letter.\n\nHe said Iranian officials understand exactly why House Speaker John Boehner invited a foreigner to lobby Congress to halt the U.N. negotiation process with Iran. Khamenei said that when Republicans invited a “Zionist clown” to deliver a speech to Congress, it was to demand that the “emerging agreement” come to an end. The GOP-47’s letter was an extension of that process as the letter organizer Senator Tom Cotton admitted “was very much an intended consequence.” Cotton, like many Republicans including Lindsey Graham, very much wants a substantial war with Iran for the purpose of regime change and transferring more American wealth to the military industrial complex.\n\nIt is likely that most Americans are aware the Lindsey Graham is a war monger and would repeat the Bush administration Iraq debacle and borrow America into oblivion to wage multiple wars around the globe. What is revealing is that while Graham complains loudly about the wasteful cost of the Affordable Care Act and any federal government spending for domestic programs, he perpetually demands more money for the military industrial complex. The war monger has openly opposed the Pentagon’s own cost-cutting measures since America is no longer borrowing and spending a few trillion dollars fighting two unnecessary wars in Iraq and Afghanistan, and he told a conservative gathering exactly what he would do to spend more on war.\n\nGraham said that if he was president, the first thing he would do is use the military to keep legislators in Washington until they restored the defense budget to a level he deems appropriate. A level appropriate to fight several concurrent wars involving American ground troops he and Tom Cotton believe should be against ISIS, Iran, Russia, and Syria.\n\nIn fact, Graham is so intent on reversing defense spending cuts in the Republican sequester, he would restrict the movement of congressional legislators until his demands are met and the cuts are reversed and spending is increased. Graham said he would forbid Congress to leave Washington D.C. under threat of the United States military. He said to keep them there, “if I were the president I wouldn’t let Congress leave town until we fix this. I would literally use the military to keep them in session.” This is precisely the mindset the Ayatollah was referring to when he said “the U.S. political ethics and internal system is disintegrating;” into what is arguably tyrannical neo-con fascism.\n\nIt is noteworthy that Lindsey Graham is a leading Republican voice complaining bitterly and perpetually that President Obama’s executive orders on immigration and climate change are unconstitutional, dictatorial, and gross abuses of executive authority. As the Ayatollah said, the GOP 47’s letter points to the US disintegration and if Republicans had their way, America would disintegrate into a neo-con fascist dictatorship waging perpetual wars; mostly on Israel’s behalf.\n\nGraham, like Tom Cotton and the GOP-47, have revealed that their preference to replace what is left of this sad deteriorating representative democracy is a cabal of “petty neo-con tyrants representing the military industrial complex” and Israeli Prime Minister Benjamin Netanyahu. It is a sad commentary when an alleged oppressive regime’s leader issues an all too prescient statement about the condition of America’s fractured government. What he did not say, is that the only reason there is an ultimate degree of the collapse of political ethics and the U.S. system’s internal disintegration” is because Republicans cannot countenance that this country is not shedding more American blood for Israel.\n\nh/t forwardprogressives", "article_metadata": {"description": "Republicans have actively worked for the collapse of the political system (government) entirely. Now, the machinations of the Republicans have been exposed on the global stage and finally a foreign leader said what the world and an increasing number of Americans already know.", "generator": "WordPress 4.5.2", "author": "Rmuse", "og": {"site_name": "Politicus USA", "description": "Republicans have actively worked for the collapse of the political system (government) entirely. Now, the machinations of the Republicans have been exposed on the global stage and finally a foreign leader said what the world and an increasing number of Americans already know.", "title": "Lindsey Graham Proves Ayatollah Right - America Is Disintegrating in Madness", "url": "http://www.politicususa.com/2015/03/13/lindsey-graham-proves-ayatollah-america-disintegrating-madness.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2015/03/Lindsey-Graham-War.jpg", "updated_time": "2015-03-13T11:41:27+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "Commentary,Featured News,Issues,Republican Party,#Idiot47,Ayatolla Khamenei,Benjamin Netanyahu,Bush administration Iraq,GOP 47,Iran,Islamic Republic of Iran,Israel,John Boehner,Lindsey Graham,Neoconservatism,nuclear negotiations,Pentagon,president,President Obama,Supreme Leader of Iran,Tom Cotton,Traitorous47,United Nations,United States military,war mongers,politicususa,liberal,politics,sarah jones,jason easley,barack obama,hillary clinton,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "Republican Party", "published_time": "2015-03-13T11:41:27+00:00", "modified_time": "2015-03-13T11:41:27+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "#Idiot47, Ayatolla Khamenei, Benjamin Netanyahu, Bush administration Iraq, GOP 47, Iran, Islamic Republic of Iran, Israel, John Boehner, Lindsey Graham, Neoconservatism, nuclear negotiations, Pentagon, president, President Obama, Republican Party, Supreme Leader of Iran, Tom Cotton, Traitorous47, United Nations, United States military, war mongers"}, "article_summary": "Graham said he would forbid Congress to leave Washington D.C. under threat of the United States military.\nHe said to keep them there, “if I were the president I wouldn’t let Congress leave town until we fix this.\nSomething the Ayatollah noted in his response to the Republican-47 sabotage letter.\nIt is noteworthy that Lindsey Graham is a leading Republican voice complaining bitterly and perpetually that President Obama’s executive orders on immigration and climate change are unconstitutional, dictatorial, and gross abuses of executive authority.\nIn that sense, the Ayatollah is wrong because the “tone, tricks, deceit, and threat of violence” do not originate from the only American that has authority to negotiate, President Barack Obama."}