{"article_title": "U.S. Stocks Rise From Lowest Since October Following 2-Day Rout", "article_keywords": ["lowest", "week", "added", "financial", "rose", "rout", "rise", "companies", "biggest", "2day", "economy", "following", "stocks", "day", "market", "sp"], "article_url": "http://www.bloomberg.com/news/articles/2015-12-21/u-s-index-futures-signal-gains-after-s-p-500-s-two-day-decline", "article_text": "U.S. stocks surged in the final minutes of trading, rebounding after the biggest two-day rout in three months as financial and technology companies paced a climb from equities’ lowest levels since October.\n\nApple Inc. rose 1.2 percent and JPMorgan Chase & Co. advanced 1.8 percent. Avago Technologies Ltd. added 4 percent to lead chipmakers. Tenet Healthcare Corp. gained 12 percent after encouraging government data on sign-ups for Obamacare coverage for next year. Raw-materials companies increased amid signs that China may add to its stimulus efforts. Walt Disney Co. fell for a third day, losing 1.1 percent.\n\nThe Standard & Poor’s 500 Index gained 0.8 percent to 2,021.15 at 4 p.m. in New York, as the gauge rebounded from a 3.3 percent two-day drop. The Dow Jones Industrial Average added 123.07 points, or 0.7 percent, to 17,251.62. The Nasdaq Composite Index increased 0.9 percent. About 6.8 billion shares changed hands on U.S. exchanges Monday, 6.8 percent below the three-month average.\n\n“After the declines of last week, there’s a little more value to be created,” said Jim McDonald, chief investment strategist at Chicago-based Northern Trust Corp., which oversees $946 billion. “There’s also chatter about stimulus out of China. It’s incremental, but it’s a signal of their determination to prevent further slowdown. Seasonally speaking, stocks tend to get a bit better into year-end.”\n\nEquities were bolstered earlier after China’s leaders signaled Monday they will take further steps to support growth. The government said monetary policy must be more “flexible” and fiscal policy more “forceful” to combat a slowdown in the world’s second-largest economy.\n\nInvestors have wavered between optimism on the U.S. economy and concern that a slowdown on China will spread. Worries about weakness in the world’s second-largest economy were stoked in August by a surprise currency devaluation, triggering the S&P 500’s first correction in four years. The gauge rebounded as much as 13 percent from a summer low through early November, before giving up 4.9 percent through last week.\n\nThe equity benchmark has fallen 2.9 percent in December, bucking the historical seasonal trend of gains, and is on track for its biggest annual drop since the 2008 financial crisis. That puts even more pressure on the so-called Santa Claus rally to save the year. Historically, the final two-weeks of December deliver a gain of 1.7 percent.\n\nInvestors initially reacted positively to the message from Fed policy makers who signaled last week a belief that the U.S. economy is performing well while emphasizing no rush to further boost interest rates. Turbulence in commodities and the implications for global growth quickly drew renewed attention as oil collapsed below levels last seen during the 2008 global financial crisis on signs the market’s oversupply will worsen.\n\nFederal Reserve Bank of Atlanta President Dennis Lockhart said today the central bank’s commitment to a “gradual” tightening suggests rates could be raised at every other meeting of the policy-setting Federal Open Market Committee, though the actual pace will depend on incoming economic data. Reports later this week on home sales, durable-goods orders and personal income will provide further cues.\n\nVIX Slips\n\nThe Chicago Board Options Exchange Volatility Index fell 9.7 percent Monday to 18.70. The measure of market turbulence known as the VIX remains on track for its biggest monthly gain since August, up 16 percent.\n\n“We’ve seen a lot of stimulus over the last year and the market is hoping to see that pay off, provide a spark to the economy,” said Joseph Betlej, who helps oversee $33 billion as vice president of Advantus Capital Management. “We’re at a point in the business cycle where macro events tend to get magnified, either positively or negatively. Look for a market with continued volatility.”\n\nAll of the S&P 500’s 10 main industries rose today, with technology and financial companies pacing gains. Phone companies were the top performers, up 1.1 percent. Energy shares lagged as Brent crude oil slid 1.5 percent amid speculation suppliers from the Middle East to the U.S. will exacerbate a glut as they fight for market share.\n\nFirst Solar Inc. and Micron Technology Inc. added at least 2.8 percent as semiconductors had their best day in two weeks. Juniper Networks Inc. sank 5 percent to cap tech gains, falling for a third day after the maker of computer-networking equipment warned customers that it discovered unauthorized code in software that runs on some of its devices, leaving them vulnerable to “complete compromise” by remote cyber-attackers.\n\nHospital Rally\n\nHospital operators Tenet Healthcare and HCA Holdings Inc. added more than 4.8 percent, the most since June. The government said that about 6 million people have signed up for Obamacare coverage for next year on U.S.-run markets, a good sign after concerns that the industry’s benefit from the program was shrinking.\n\nCruise ship operators Royal Caribbean Cruises Ltd. and Carnival Corp. advanced more than than 2.9 percent, rising for the fifth time in six sessions. Carnival said Friday advance bookings for the first three quarters of 2016 are well ahead of the previous year at slightly higher prices.\n\nJPMorgan Chase rose 1.8 percent to lead the Dow, while also rising to the top of banks in the S&P 500. Comerica Inc. and KeyCorp added at least 1.3 percent. Asset manager Invesco Ltd. rallied 3 percent to lead the broader financial group.\n\nEnergy companies wiped out declines late in the day as natural-gas producers rose along with the commodity. Gas futures capped the biggest one-day gain in seven weeks as forecasts showed mild weather fading in the U.S. Midwest. Southwestern Energy Co. and Consol Energy Inc. surged more than 5.9 percent. Oneok Inc. soared 15 percent, the most since July 2013, after its 2016 financial outlook included its dividend remaining flat.\n\nDisney was the biggest drags on the S&P 500, losing 1.1 percent despite Chief Executive Bob Iger saying “Star Wars: The Force Awakens” probably rang up about $528 million in worldwide box-office sales in its record weekend debut.\n\nDisney’s decline Monday was likely due to people taking profits after the success of the film, Cowen & Co. analyst Doug Creutz said. “People are asking themselves what they own the stock for now,” he said. The shares are in the midst of their worst three-day stretch since August.\n\nChipotle Mexican Grill Inc. lost 3.5 percent to its lowest since May 2014, after the U.S. Centers for Disease Control and Prevention said the company’s restaurants were being investigated for their possible link to a new outbreak of a different strain of E. coli.", "article_metadata": {"sailthru.author": "Dani Burger", "twitter": {"url": "http://www.bloomberg.com/news/articles/2015-12-21/u-s-index-futures-signal-gains-after-s-p-500-s-two-day-decline", "title": "U.S. Stocks Rise From Lowest Since October Following 2-Day Rout", "description": "U.S. stocks surged in the final minutes of trading, rebounding after the biggest two-day rout in three months as financial and technology companies paced a climb from equities’ lowest levels since October.", "card": "summary", "site": "@business"}, "parsely-author": "Dani Burger", "parsely-type": "post", "keywords": "Markets,China,Stocks", "news_keywords": "Markets,China,Stocks", "parsely-link": "http://www.bloomberg.com/news/articles/2015-12-21/u-s-index-futures-signal-gains-after-s-p-500-s-two-day-decline", "parsely-title": "U.S. Stocks Rise From Lowest Since October Following 2-Day Rout", "msapplication-TileColor": "#ff0000", "apple-mobile-web-app-capable": "no", "parsely-pub-date": "2015-12-21T08:49:52.240Z", "apple-mobile-web-app-status-bar-style": "black", "description": "U.S. stocks surged in the final minutes of trading, rebounding after the biggest two-day rout in three months as financial and technology companies paced a climb from equities’ lowest levels since October.", "parsely-tags": "Markets,China,Stocks,Region: Global,Page: article", "msapplication-TileImage": "https://assets.bwbx.io/business/public/images/favicons/mstile-144x144-bbd2101292.png", "date": "2015-12-21T08:49:52.240Z", "parsely-section": "technology", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "og": {"url": "http://www.bloomberg.com/news/articles/2015-12-21/u-s-index-futures-signal-gains-after-s-p-500-s-two-day-decline", "type": "website", "site_name": "Bloomberg.com", "description": "U.S. stocks surged in the final minutes of trading, rebounding after the biggest two-day rout in three months as financial and technology companies paced a climb from equities’ lowest levels since October.", "title": "U.S. Stocks Rise From Lowest Since October Following 2-Day Rout"}, "fb": {"status": "U.S. stocks surged in the final minutes of trading, rebounding after the biggest two-day rout in three months as financial and technology companies paced a climb from equities’ lowest levels since October."}, "parsely-post-id": "NZP9V46K50XT01", "format-detection": "telephone=no"}, "article_summary": "U.S. stocks surged in the final minutes of trading, rebounding after the biggest two-day rout in three months as financial and technology companies paced a climb from equities’ lowest levels since October.\nLook for a market with continued volatility.”All of the S&P 500’s 10 main industries rose today, with technology and financial companies pacing gains.\nFirst Solar Inc. and Micron Technology Inc. added at least 2.8 percent as semiconductors had their best day in two weeks.\nEnergy companies wiped out declines late in the day as natural-gas producers rose along with the commodity.\nOneok Inc. soared 15 percent, the most since July 2013, after its 2016 financial outlook included its dividend remaining flat."}