{"article_title": "Streaming release of Sony's 'The Interview' is a test for the movie industry", "article_keywords": ["sonys", "google", "streaming", "movie", "industry", "million", "youtube", "interview", "theaters", "video", "sony", "test", "release", "microsoft"], "article_url": "http://www.washingtontimes.com/news/2014/dec/25/streaming-release-of-interview-test-for-industry/?page=all", "article_text": "ATLANTA (AP) — Sony’s “The Interview” has been a hacking target, a punchline and a political lightning rod. Now, with its release online at the same time it debuts in theaters, it has a new role: a test for a new kind of movie release.\n\n“The Interview” stars Seth Rogen and James Franco as journalists tasked by the CIA with killing North Korean leader Kim Jong Un. Its Christmas Day release was canceled by Sony after threats of violence by hackers linked to North Korea. But after an outcry, the release was reinstated in some independent theaters and now, through a few online video services.\n\nAlthough the circumstances surrounding “The Interview” are unprecedented, experts say the release will be closely watched to see how moviegoers and theater chains react to a simultaneous debut. It’s a challenge to the longstanding practice of “windowing” — opening a movie first in theaters to maximize box-office revenue before making the movie available in other stages of home video, streaming and television.\n\n“I can’t say that this is the future,” said Jeff Bock, senior box office analyst for Exhibitor Relations Co. “For this film, in particular, it works because of the saga that goes along with it. But it’s nice to have a film we can actually use as a guinea pig for a video-on-demand release.”\n\nSony released “The Interview” Wednesday on a variety of digital platforms - Google Play, YouTube Movies, Microsoft’s Xbox Video and a separate Sony website. It costs $5.99 to rent for 48 hours and $14.99 to purchase. It also will open in more than 300 smaller theaters on Thursday, though major chains are still holding out.\n\nCarrying “The Interview” marks another step in Google’s efforts to establish YouTube as an entertainment hub that features major movies and trendy musical videos - not just cute clips of kitties. Google, though, primarily is providing outlets for the movie because it considers itself to be a guardian of free speech.\n\nDecisions by Google and Microsoft to show the movie could open their sites to hacking. Microsoft reported technical problems with its Xbox sign-in system Wednesday, though it wasn’t known whether it was the result of hacking. Microsoft services appeared back to normal by Wednesday night. Microsoft declined comment.\n\nOnline availability of “The Interview” comes as more people are choosing to stream video online, largely because of YouTube, Hulu and Netflix, which has been phasing out its original DVD-by-mail business over the past four years. During that time, the number of Netflix subscribers in the U.S. has nearly doubled to about 40 million in a reflection of Internet video’s growing popularity.\n\nNonetheless, releasing a major motion picture in theaters and online simultaneously - known as a “day-and-date” release - has never been done by a major studio with a mainstream movie like “The Interview.” It’s been limited to some smaller indie and foreign movies. The upcoming “Crouching Tiger, Hidden Dragon” sequel will be released on Netflix and Imax theaters on the same day, but that isn’t a studio production, despite the involvement of the Weinstein Co.\n\nTheater chains have been trying to preserve the traditional theatrical window. Regal Cinemas and Cinemark, for example, declined to screen Warner Bros.’ day-and-date release “Veronica Mars” earlier this year. Warner Bros. instead rented from AMC Theaters most of the 270 screens the movie played in while it was also released on VOD.\n\nThis time, however, the four major theater chains can’t really object, analysts said, as they all declined to show “The Interview,” leaving Sony little choice.\n\n“This isn’t being done because Sony wants to do it regularly, but rather out of necessity prompted by the exhibitor boycott,” Wedbush Securities analyst Michael Pachter said. “The only guys showing it are independent chains.”\n\nWith a modest budget of about $40 million, “The Interview” had been predicted to gross about $30 million in its opening weekend. Bock estimates Sony could gross just a fraction of that - $3 million to $4 million - at this box office this weekend. As for streaming, Bock said the $5.99 price for rental is much lower than regular theater tickets, and that could drive demand. But Sony isn’t likely to make up all of its costs, including the tens of millions in marketing costs already incurred.\n\nA best-case scenario for a video-on-demand release is the thriller “Snowpiercer,” which debuted on video on demand about two weeks after its theatrical release. It made nearly $11 million on VOD, more than double its theatrical revenue, and is considered one of the most successful VOD releases so far.\n\nIf “The Interview” agreement is similar to other digital video deals, Google and Microsoft will get a 30 percent commission on all rentals and purchases of the movies made through their services. Yet even if the movie were to be wildly successful and generate $100 million in video-on-demand revenue, that would leave about $30 million for Google and Microsoft to divide - hardly anything for two of the world’s most profitable companies. For instance, Google is expected to bring in revenue of about $66 billion this year, or about $30 million every four hours.\n\nBy including “The Interview” in their libraries, both YouTube and Microsoft’s Xbox can also make more people aware they rent and sell a wide range of videos. Although YouTube began renting movies nearly five years ago, many people think of the site as a destination for free clips lasting for a few minutes instead of place to watch full-length films.\n\nGitesh Pandya, editor of Box Office Guru, said all the media attention should lead to “strong averages from the limited theatrical release plus solid video-on-demand sales” over the holidays, but he expects demand to fade in January because of the quality of the movie.\n\n“It is great that a freedom of speech debate is happening for Hollywood films,” he said. “I just wish it was centered around a better movie,” he said.\n\n___\n\nAP Technology Writer Michael Liedtke in San Francisco and Film Writer Lindsey Bahr in Los Angeles contributed to this report.", "article_metadata": {"description": "Sony's \"The Interview\" has been a hacking target, a punchline and a political lightning rod. Now, with its release online at the same time it debuts in theaters, it has a new role: a test for a new kind of movie release.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Sony’s “The Interview” has been a hacking target, a punchline and a political lightning rod. Now, with its release online at the same time it debuts in theaters, it has a new role: a test for a new kind of movie release.", "title": "Streaming release of Sony’s ‘The Interview’ is a test for the movie industry", "url": "http://www.washingtontimes.com/news/2014/dec/25/streaming-release-of-interview-test-for-industry/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/12/24/135a2a1e6db92b32690f6a7067004dd6.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/12/24/135a2a1e6db92b32690f6a7067004dd6.jpg", "description": "Sony's \"The Interview\" has been a hacking target, a punchline and a political lightning rod. Now, with its release online at the same time it debuts in theaters, it has a new role: a test for a new ki", "card": "summary", "title": "Streaming release of Sony’s ‘The Interview’ is a tes"}, "Author": "Mae Anderson", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Entertainment Culture, Technology Internet, Sony, Microsoft, Youtube"}, "article_summary": "Now, with its release online at the same time it debuts in theaters, it has a new role: a test for a new kind of movie release.\nBut after an outcry, the release was reinstated in some independent theaters and now, through a few online video services.\nATLANTA (AP) — Sony’s “The Interview” has been a hacking target, a punchline and a political lightning rod.\nIts Christmas Day release was canceled by Sony after threats of violence by hackers linked to North Korea.\nIt’s a challenge to the longstanding practice of “windowing” — opening a movie first in theaters to maximize box-office revenue before making the movie available in other stages of home video, streaming and television."}