{"article_title": "As he seeks a seat in Congress, Anthony Brown says he wants to reveal more of himself this time", "article_keywords": ["wants", "reveal", "d", "congress", "brown", "father", "voters", "omalley", "governor", "seat", "anthony", "state", "district", "browns", "seeks"], "article_url": "https://www.washingtonpost.com/local/md-politics/anthony-brown-wants-voters-to-forget-his-failed-bid-for-governor-and-focus-on-what-he-could-do-for-them-in-congress/2016/03/20/06ec2d18-df79-11e5-846c-10191d1fc4ec_story.html", "article_text": "\n\nOutgoing Lt. Gov. Anthony Brown (D) waves from the gallery in 2015 as he waits to watch Larry Hogan (R) take the oath of office to become the 62nd governor of Maryland. (Patrick Semansky/AP)\n\nThis is the first in a series of profiles of the six candidates seeking the Democratic nomination to represent Maryland’s 4th Congressional District.\n\nIn the middle of his grueling 2014 gubernatorial campaign, Anthony G. Brown paused to bury his father, a Jamaican immigrant who had built a medical practice on Long Island.\n\nAmong Roy Brown’s belongings was a box of invoices with the payment lines blank and a note from a patient, thanking him for debts he had forgiven.\n\n“He was rewarded in the satisfaction of knowing that he made a difference in the lives of the people he touched,” Brown recalled recently, his eyes watering as he looked away. “That’s the kind of life I want.”\n\nThere is little voters don’t know about Brown the politician, who after years as a state delegate and lieutenant governor has the highest name recognition — and arguably the strongest governing credentials — of any of the six Democrats running to represent Maryland’s 4th Congressional District. (Several Republicans are also running, but the district is overwhelmingly Democratic, and whoever wins that party’s nomination will be heavily favored in November.)\n\n[For Anthony Brown, discipline and detail are key]\n\nAds from the governor’s race described Brown’s Ivy League education and decorated military career; his meteoric rise from first-term delegate to majority whip in the state legislature; and his deep dedication to public service.\n\nBut Brown’s stiff persona during that campaign meant few voters saw what supporters describe as his warm personal side. “People wanted to touch and feel their governor,” said former delegate Aisha Braveboy (D), a friend of Brown’s. “I don’t think the campaign gave people an opportunity to see who he was as a person.”\n\nBrown lost the governor’s race to Republican Larry Hogan by four percentage points, an embarrassing defeat in a state where registered Democrats outnumber Republicans more than 2 to 1. A few months later, when Rep. Donna F. Edwards (D-Md.) decided to give up her seat in Congress to run for Senate, Brown saw his chance for political redemption.\n\n“Sometimes in life you are going to get knocked down,” Brown says, reciting words he’d heard his father say. “But you have to pick yourself up and stay in the fight.”\n\n\n\nCongressional hopeful Anthony Brown, right, speaks at a candidates’ forum in February. Terence Strait, another Democratic candidate, looks on. (Mark Gail/For The Washington Post)\n\nAt the start of the congressional race, Brown seemed less determined than some of his competitors, sending fewer emails and staying largely silent on social media. His fundraising was sluggish.\n\nHe has picked up the pace in the new year. But with just a few weeks to go before the primary, it is unclear whether that will be enough.\n\n[Contest to succeed Edwards dominated by three veteran politicians]\n\n\n\n\n\nThe 54-year-old father of three says he is trying to reveal more about himself to voters in the district, which is anchored in densely populated Prince George’s County and stretches into more rural Anne Arundel County.\n\n“We’ve been talking directly to voters, we’ve knocked on thousands of doors, made 20,000 phone calls,” said campaign manager Derrick Green. “When they talk to him on the street, some people have said ‘We’ve got your back this time.’ ”\n\nDuring a recent interview, Brown spoke extensively about his upbringing and his racial identity. He talked about his father being the result of a one-night stand in Cuba. He went into detail about the challenges his parents experienced as an interracial couple — a topic he was not willing to discuss when he was vying to become the first African American governor of Maryland.\n\nAs a politician of color, he says now, “You have to step up and fulfill those expectations that you are going to be the advocate, the champion.”\n\nEarl Adams Jr., Brown’s former chief of staff, said the candidate seems like a “totally different guy.”\n\n“This is the Anthony Brown wearing out the shoe leather as if he literally just arrived in the district,” Adams said. “He wants people to get to know him.”\n\n\n\nIn 2012, Lt. Gov. Anthony G. Brown, left, Gov. Martin O'Malley and House Speaker Michael E. Busch (D-Anne Arundel) posed for a photograph after signing the Civil Marriage Protection Act legalizing same-sex marriage in the state. (Linda Davidson/THE WASHINGTON POST)\n\nBrown’s critics say he had few stand-alone accomplishments in eight years as deputy to then-Gov. Martin O’Malley (D), and one glaring failure: He was responsible for overseeing the state’s implementation of President Obama’s Affordable Care Act, including a deeply flawed sign-up website that crashed on the day it debuted.The state had to fire its contractor and painstakingly rebuild the system.\n\nBrown is apologetic about the failure, but also says he delegated responsibility for the site and was unaware of the problems with vendors. He routinely tells voters he is “not going to talk about what I’ve done, but what I will do” if elected to Congress.\n\nWhen pressed, he says that he shepherded laws in the House of Delegates that boosted aid for veterans, led to tort reform and helped victims of domestic violence.\n\nHe also touts O’Malley administration initiatives to legalize same-sex marriage, abolish the death penalty and tighten gun control.\n\nBrown reminds voters it was the O’Malley administration that placed a moratorium on foreclosures that helped many Prince George’s homeowners during the worst of the housing bust.\n\nIf elected, Brown says, he will focus on constituent services, securing federal dollars and contracts for local businesses and protecting programs such as Social Security.\n\n“It’s less about the past and that the fact he ran for governor,” Green said. “It’s more about the future and that people believe he will fight for them in Congress.”\n\nNext: 4th District candidate Warren Christopher (D).", "article_metadata": {"description": "The former lieutenant governor, now running to represent Maryland’s 4th Congressional District, is talking about topics he avoided during his unsuccessful bid for governor.", "author": "https://www.facebook.com/arelis.r.hernandez", "og": {"site_name": "Washington Post", "description": "The former lieutenant governor, now running to represent Maryland’s 4th Congressional District, is talking about topics he avoided during his unsuccessful bid for governor.", "title": "As he seeks a seat in Congress, Anthony Brown says he wants to reveal more of himself this time", "url": "https://www.washingtonpost.com/local/md-politics/anthony-brown-wants-voters-to-forget-his-failed-bid-for-governor-and-focus-on-what-he-could-do-for-them-in-congress/2016/03/20/06ec2d18-df79-11e5-846c-10191d1fc4ec_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2016/03/17/Local-Politics/Images/Hogan_Inauguration-05ffc.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@arelisrhdz"}, "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "mdpolitics, anthony brown, maryland's 4th congressional district, elections 2016, maryland 2016, martin o'malley, larry hogan, anthony brown governor, ppinclude", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/arelis.r.hernandez"}, "eomportal-uuid": "06ec2d18-df79-11e5-846c-10191d1fc4ec", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "mdpolitics, anthony brown, maryland's 4th congressional district, elections 2016, maryland 2016, martin o'malley, larry hogan, anthony brown governor, ppinclude"}, "article_summary": "“But you have to pick yourself up and stay in the fight.”Congressional hopeful Anthony Brown, right, speaks at a candidates’ forum in February.\nAnthony Brown (D) waves from the gallery in 2015 as he waits to watch Larry Hogan (R) take the oath of office to become the 62nd governor of Maryland.\ndecided to give up her seat in Congress to run for Senate, Brown saw his chance for political redemption.\nIn the middle of his grueling 2014 gubernatorial campaign, Anthony G. Brown paused to bury his father, a Jamaican immigrant who had built a medical practice on Long Island.\n“Sometimes in life you are going to get knocked down,” Brown says, reciting words he’d heard his father say."}