{"article_title": "U.S. Supreme Court sets date to hear case on whether Obama administration has right to determine 'what is sin'", "article_keywords": ["case", "supreme", "right", "court", "plans", "drugs", "violate", "little", "sisters", "hear", "determine", "sets", "date", "health", "religious", "sin", "obama"], "article_url": "http://www.christiantoday.com/article/u.s.supreme.court.sets.date.to.hear.case.on.whether.obama.administration.has.authority.to.determine.what.is.sin/78329.htm", "article_text": "Becket Fund\n\nThe U.S. Supreme Court has set March 23 as the date when it will hear oral arguments on a case where the Obama administration has been accused of claiming the authority to \"determine what is in fact a sin.\"\n\nCritics have warned that if the appeal being made by a group of nuns is lost, the U.S. government will virtually \"become the head of every religious denomination,\" WND reported.\n\nThe nuns from the Little Sisters of the Poor who run elder care centres worldwide are contesting the requirement under the Affordable Care Act, or Obamacare, that their employee insurance plans cover abortion pills despite their religious objections. They can opt out but they have to fill out a form and send it to their health insurance issuers, third party administrators or the federal government, which they also object to.\n\nAccording to the Becket Fund, the Supreme Court will decide if the Little Sisters of the Poor and other faith-based organisations that filed the consolidated cases Zubik v. Burwell can be forced to alter their health care plans \"to offer drugs that violate their religious beliefs when those same drugs could be made available through healthcare exchanges,\" WND reported.\n\n\"After promising that the Little Sisters' religious beliefs would be protected, the government created a new regulation requiring the Little Sisters change their healthcare plan to offer drugs that violate Catholic teaching,\" Becket Fund said.\n\nAdvertisement\n\nIt added, \"One third of U.S. workers are employed by secular companies (e.g., Exxon and Visa) that the government has exempted from having to provide these same drugs in their plans because those employers did not try to update their health plans under ACA and are 'grandfathered.'\"\n\nThe Supreme Court's previous decisions ruled in favour of for-profit companies but non-profit organisations were left at risk.\n\nAmicus brief filed by the Thomas More Law Center accused the U.S. government of becoming the arbiter of religious beliefs.\n\n\"If this appeal is lost, the government becomes the head of every religious denomination in the country by its assumed authority to determine what is in fact a sin,\" said the centre's president, Richard Thompson.\n\nIt said neither the government nor the U.S. Supreme Court \"can determine whether an act does or does not violate a person's religious beliefs.\"\n\n\"Rather, the Supreme Court must accept the non-profits' assertions that the notification requirement is indeed against their religion,\" it said.\n\n\"Therefore, the court can only determine whether petitioners are being compelled to do something that violates their faith – here, filling out the notification form or writing a notification letter to HHS, both of which trigger the dissemination of contraceptives and abortifacients to their employees in connection with their employee health plans,\" the brief read.\n\nAnother brief said the 10th U.S. Circuit Court of Appeals assumed the authority in determining what is considered a sin.\n\n\"Perhaps the apex among a host of acts of governmental arrogance in this case was displayed not by HHS, but when the U.S. Court of Appeals for the 10th Circuit acted as if it had ecclesiastical powers of absolution, having decreed that by just signing a paper, Little Sisters would not be 'morally complicit in providing contraceptive coverage,'\" it said.", "article_metadata": {"description": "The U.S. Supreme Court has set the oral arguments on March 23 for the Little Sisters of the Poor and other religious organization in the consolidate cases of Zubik v. Burwell against the accommodation mandate for contraceptives under the Affordable Care Act, or Obamacare.", "title": "U.S. Supreme Court sets date to hear case on whether Obama administration has right to determine 'what is sin'", "og": {"image": "http://d2.christiantoday.com/en/full/42361/little-sisters-of-the-poor.jpg", "description": "The U.S. Supreme Court has set the oral arguments on March 23 for the Little Sisters of the Poor and other religious organization in the consolidate cases of Zubik v. Burwell against the accommodation mandate for contraceptives under the Affordable Care Act, or Obamacare.", "title": "U.S. Supreme Court sets date to hear case on whether Obama administration has right to determine 'what is sin'"}, "HandheldFriendly": "True", "p": {"domain_verify": "035da258d4370c219fc1e27db5605a75"}, "MobileOptimized": 320, "Keywords": "christian news,christianity,evangelical,Obamacare,ACA,Little Sisters of the Poor,Becket Fund", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no"}, "article_summary": "\"Rather, the Supreme Court must accept the non-profits' assertions that the notification requirement is indeed against their religion,\" it said.\nBecket FundThe U.S. Supreme Court has set March 23 as the date when it will hear oral arguments on a case where the Obama administration has been accused of claiming the authority to \"determine what is in fact a sin.\"\nIt said neither the government nor the U.S. Supreme Court \"can determine whether an act does or does not violate a person's religious beliefs.\"\n\"After promising that the Little Sisters' religious beliefs would be protected, the government created a new regulation requiring the Little Sisters change their healthcare plan to offer drugs that violate Catholic teaching,\" Becket Fund said.\nCircuit Court of Appeals assumed the authority in determining what is considered a sin."}