{"article_title": "IU Health to cut 96 workers in Martinsville", "article_keywords": ["cut", "martinsville", "workers", "iu", "outpatient", "patients", "health", "morgan", "services", "care", "hospital", "96"], "article_url": "http://www.ibj.com/articles/51508-iu-health-to-cut-96-workers-in-martinsville", "article_text": "Indiana University Health will lay off nearly 100 workers in Martinsville as its hospital there stops admitting patients for overnight stays April 1.\n\n\n\nOne third of the 96 displaced workers at IU Health Morgan Hospital will be nurses, with the rest made up of respiratory therapists, pharmacists, food workers and support staff, according to a notice IU Health filed Tuesday with the Indiana Department of Workforce Development.\n\n\n\nThe laid-off workers will receive severance packages and outplacement services, including help applying for open jobs at other IU Health facilities.\n\n\n\nIU Health Morgan Hospital first announced its change in strategy in August. It will still see patients on an outpatient basis. But if patients need to stay overnight, they will be transferred to other facilities.\n\n\n\n“Since making the decision last year to transform our hospital to an outpatient care facility, we knew such action would likely be necessary,” Doug Puckett, CEO of IU Health Morgan, told the Reporter-Times newspaper in Martinsville. “Still, it was a painful decision to make and it is painful for those team members whose jobs will be eliminated.”\n\n\n\nThe transformed facility will still offer a 24-hour emergency room, outpatient procedures, cardiac rehab and other therapy services, cancer care, diagnostic imaging, lab testing and physician consultations.\n\n\n\nIn September, IU Health Chief Financial Officer Ryan Kitchell said the changes in Martinsville might be replicated at more IU Health hospitals around the state.\n\n\n\n“It will be an ambulatory site, where we will be doing a lot of outpatient activity, as well as still having all of the assets and benefits of IU Health across the system accessible for the folks in Martinsville and the greater Morgan County area, where you’ve got both Bloomington and our downtown physicians and hospitals within a very short drive there,” Kitchell said.\n\n\n\nHe described the changes at IU Health Morgan County Hospital as “our first big investment in an ambulatory care model that we will look at across the rest of the state and see where else there are communities where that makes sense to do.”", "article_metadata": {"description": "In a cost-cutting move, Indiana University Health plans to lay off nearly 100 workers as Morgan Hospital stops admitting overnight patients April 1.", "csrf-token": "6e0MQTYa5gkMntUgXX5zM2vyea8mWlD1R9yfqxoE67Q=", "twitter": {"image": "http://www.ibj.com/ext/resources/IBJ-Daily/00-2015/01-January/Morgan-Hospital_2col.jpg?1422464720", "description": "In a cost-cutting move, Indiana University Health plans to lay off nearly 100 workers as Morgan Hospital stops admitting overnight patients April 1.", "card": "summary", "title": "IU Health to cut 96 workers in Martinsville"}, "csrf-param": "authenticity_token", "og": {"image": "http://www.ibj.com/ext/resources/aa-stock-images/og-logo.jpg", "type": "Article", "description": "In a cost-cutting move, Indiana University Health plans to lay off nearly 100 workers as Morgan Hospital stops admitting overnight patients April 1.", "title": "IU Health to cut 96 workers in Martinsville"}, "keywords": "Morgan County,Martinsville,inpatient,jobs,hospital,health,outpatient,Obamacare,iu health,nurse", "google-site-verification": "dEpdCgWEqtwBQ26es3xvj1hiJAdg_f1dGEb3ojELomo", "verify-v1": "g4IS1SbAtb6k021/9HzhkZ2B++kYDaZ8FN48PiruaO8=", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "In September, IU Health Chief Financial Officer Ryan Kitchell said the changes in Martinsville might be replicated at more IU Health hospitals around the state.\nOne third of the 96 displaced workers at IU Health Morgan Hospital will be nurses, with the rest made up of respiratory therapists, pharmacists, food workers and support staff, according to a notice IU Health filed Tuesday with the Indiana Department of Workforce Development.\nIU Health Morgan Hospital first announced its change in strategy in August.\nThe laid-off workers will receive severance packages and outplacement services, including help applying for open jobs at other IU Health facilities.\nIndiana University Health will lay off nearly 100 workers in Martinsville as its hospital there stops admitting patients for overnight stays April 1."}