{"article_title": "Senate passes ‘Healthy Utah’ bill, but opposition expected in the House", "article_keywords": ["passes", "city", "senate", "house", "bill", "utah", "lake", "shiozawas", "healthy", "health", "opposition", "expected", "sen", "told"], "article_url": "http://fox13now.com/2015/02/24/senate-passes-healthy-utah-bill-but-opposition-expected-in-the-house/", "article_text": "Please enable Javascript to watch this video\n\nSALT LAKE CITY -- After a long and sometimes emotional debate, the Utah State Senate passed a version of Medicaid expansion.\n\nSen. Brian Shiozawa's Senate Bill 164 passed on a 21-8 vote on the second-reading calendar. It has one more vote in the Senate before advancing to the House.\n\n\"You have a choice,\" Sen. Shiozawa, R-Salt Lake City, told his colleagues on the Senate floor Tuesday. \"You have all of these tens of thousands of patients who have nothing in terms of health insurance. Who need something.\"\n\nSen. Shiozawa's supporters rallied behind him to urge passage of the \"Healthy Utah\" bill, modeled after Governor Gary Herbert's compromise plan with the federal government. SB164 would provide coverage for about 60,000 to 70,000 Utahns who need it.\n\n\"It's shameful for all of us who have the best health care in the state to talk about those who have no coverage,\" said Sen. Luz Escamilla, D-Salt Lake City.\n\nOpponents urged its defeat, speaking of federal overreach and concern that generations to come would be saddled with debt from Obamacare.\n\n\"By voting for Healthy Utah, we are turning our backs on solid, conservative principles. We are expanding government and expanding governmental control,\" said Sen. Allen Christensen, R-North Ogden, who is running a competing bill dubbed \"Vulnerable Utah.\"\n\nSenate Minority Leader Gene Davis, D-Salt Lake City, sprung a surprise substitute to SB164, seeking to replace it with full Medicaid expansion. The substitution was shot down by a voice vote.\n\n\"I would not call it a hijacking,\" Sen. Davis told FOX 13 of his actions on the Senate floor. \"It was not designed to be a hijacking. It was designed to get a debate going about full access to health care.\"\n\nSen. Shiozawa's bill is expected to face opposition in the House.\n\n\"Oh, I think it’s an uphill battle,\" he told FOX 13. \"And I think it’s a real possibility but I also respect the house members very much. They have thought about this just as much as we have. It’s going to be a time of negotiation and hard work with them.\"\n\nGovernor Gary Herbert, who negotiated with the Obama administration for Healthy Utah, told reporters on Tuesday that he believed it should pass -- citing public support for it.\n\n\"I hope the legislature’s listening,\" he said. \"They represent the will of the people and we can certainly see where the people are at on the issue. I’m still cautiously optimistic that we can get something done.\"", "article_metadata": {"description": "SALT LAKE CITY -- After a long and sometimes emotional debate, the Utah State Senate passed a version of Medicaid expansion. Sen. Brian Shiozawa's Senate Bill 164 passed on a 21-8 vote on the second-reading calendar. It has one more vote in the Senate before advancing to the House.", "generator": "WordPress.com", "apple-itunes-app": "app-id=324152525", "og": {"site_name": "fox13now.com", "description": "SALT LAKE CITY — After a long and sometimes emotional debate, the Utah State Senate passed a version of Medicaid expansion. Sen. Brian Shiozawa’s Senate Bill 164 passed on a 21-8 vote o…", "title": "Senate passes ‘Healthy Utah’ bill, but opposition expected in the House", "url": "http://fox13now.com/2015/02/24/senate-passes-healthy-utah-bill-but-opposition-expected-in-the-house/", "image": {"width": 1200, "identifier": "https://localtvkstu.files.wordpress.com/2014/06/slc-capitol-building-cnn.jpg?w=1200", "height": 800}, "locale": "en_US", "type": "article"}, "twitter": {"image": {"src": "https://localtvkstu.files.wordpress.com/2014/06/slc-capitol-building-cnn.jpg?w=640"}, "site": "@fox13now", "card": "summary_large_image", "creator": "@fox13now"}, "keywords": "news, politics, brian shiozawa, frail utah, healthy utah, the senate, utah state legislature, utah state senate, vulnerable utah", "msapplication-tooltip": "News for Salt Lake City, Ogden, Provo and beyond", "p": {"domain_verify": "a9bc8fabb9f6cda780dcd354edb426e8"}, "fb": {"pages": 75831650585}, "msapplication-window": "width=device-width;height=device-height", "viewport": "width=device-width, initial-scale=1, user-scalable=no", "application-name": "fox13now.com", "google-site-verification": "avVLxvtHokA_r9gaDC1cvuQNhoxzcJHtFAJItW79fPI", "msvalidate.01": "9CC50DB4C5614EA88B5CFA75E33AAB02", "article": {"publisher": "http://fox13now.com/facebook/", "published_time": "2015-02-25T00:56:06+00:00", "modified_time": "2015-02-25T01:14:13+00:00", "author": "http://fox13now.com/facebook/"}, "msapplication-task": "name=Subscribe;action-uri=http://fox13now.com/feed/;icon-uri=http://1.gravatar.com/blavatar/98a0a4875aa0281a51f538da86df31aa?s=16"}, "_id": "\"57477af46914bd0286fde984\"", "article_summary": "Sen. Shiozawa's bill is expected to face opposition in the House.\nSen. Shiozawa's supporters rallied behind him to urge passage of the \"Healthy Utah\" bill, modeled after Governor Gary Herbert's compromise plan with the federal government.\nSen. Brian Shiozawa's Senate Bill 164 passed on a 21-8 vote on the second-reading calendar.\nGovernor Gary Herbert, who negotiated with the Obama administration for Healthy Utah, told reporters on Tuesday that he believed it should pass -- citing public support for it.\n\"By voting for Healthy Utah, we are turning our backs on solid, conservative principles."}