{"article_title": "What to know as Affordable Care Act coverage deadlines approach", "article_keywords": ["affordable", "marketplace", "plans", "dallas", "federal", "deadlines", "health", "know", "coverage", "act", "plan", "approach", "insurance", "texas", "care"], "article_url": "http://www.dallasnews.com/business/health-care/20151115-deadlines-to-sign-up-for-affordable-care-act-coverage-are-soon.ece", "article_text": "AUSTIN — As deadlines approach for Texans to buy, renew or switch health plans offered through the Affordable Care Act’s state marketplace, consumers need to know about changes in prices, insurance product offerings and fines for those who forgo coverage.\n\nWhile experts and officials still clash over Congress’ 2010 decision to set up HealthCare.gov’s state marketplaces, there’s broad agreement that people who buy insurance on their own or who are uninsured have more choices and price information now.\n\nIn many instances, purchasers can draw government subsidies, although making astute buys can be tricky, industry leaders said.\n\nBuyers shouldn’t necessarily leap for the lowest price, said Dr. Dan McCoy of Blue Cross Blue Shield of Texas. They first ought to consider their use of medical services, whether they have a chronic condition, and that the lowest-level, “bronze” plans don’t trigger all of the available subsidies, he said.\n\n“Getting people to understand that and to be able to walk through that complicated system is a challenge,” said McCoy, who is chief medical officer at Dallas-based Blue Cross, the dominant player in the state’s marketplace with 570,000 of the 1.2 million enrollees last year.\n\nPremiums have increased in Dallas-Fort Worth by just 3.9 percent, using the second-lowest-cost “silver” plan as a benchmark, according to federal officials. That compares with a 5.1 percent increase in all of Texas and 7.5 percent overall for the 37 states with federally run marketplaces.\n\nLocally, competition for people’s — and the government’s — dollars remains vigorous.\n\nMore plans this year\n\nThis year, Dallas County residents shopping on HealthCare.gov can choose from seven insurers offering 68 plans, 10 more than were offered by just six insurers last year.\n\nBut consumers will see fewer plans that let them use doctors and hospitals that are out of network. Last year, the federally run marketplace offered Dallas County consumers 20 “preferred provider organization,” or PPO, plans and five “point of service” plans, which can provide at least some reimbursement for out-of-network care.\n\nThis year, there are just nine PPO plans and no point of service offerings. Blue Cross is offering only health maintenance organization plans this time. But McCoy noted that the carrier has added a few more-expensive Blue Advantage Plus HMO plans that offer “some limited out of network benefits.” And the number of “exclusive provider organization” plans, which allow an out-of-network visit only in an emergency, has more than tripled, to 32, in Dallas County.\n\nIn the state as a whole, the picture is a bit murkier.\n\nThe Texas marketplace has 17 insurers offering plans this time, up from 14 last year. But the average number of plans per county declined to 50, from 60. The number of counties with just one or two insurers participating — most of them rural — shot up to 198, from 158 last year, the Kaiser Family Foundation reported earlier this month.\n\nU.S. Health and Human Services Secretary Sylvia Burwell, though, proclaimed during several recent stops in Texas that the state exchange is working well. She said too few state residents are familiar with it.\n\nIn May, a national poll showed 59 percent of the uninsured did not know of or didn’t understand the premium-offsetting tax credits offered in the marketplace. A family of four with income between $24,250 and $97,000 can receive the credits. The lower the income, the higher the credit. In Texas this year, the average credit is $244 a month.\n\nForty-seven percent of uninsured Americans have never even looked at the HealthCare.gov website, according to the poll, which PerryUndem Research did for the Robert Wood Johnson Foundation. It surveyed 1,270 working-age adults. The margin of sampling error was plus or minus 3.4 percentage points.\n\n“The biggest obstacle is understanding that you can get coverage and [that] there are funds that could make it affordable to you,” said Stacey Pogue, a health policy expert at the center-left think tank the Center for Public Policy Priorities, which supports Obamacare.\n\nThe ‘bronze trap’\n\nAnother common pitfall is the “bronze trap.” Under the federal law, a four-person household making between $24,250 and $60,625 can receive a second category of financial help, known as “cost-sharing reductions.”\n\nBasically, the federal government buys down out-of-pocket costs, such as deductibles and co-payments. But you have to pick a silver plan, not bronze, to trigger the additional help.\n\nDeciding whether a bronze plan’s lower premiums should override the subsidized silver plan’s richer coverage, albeit with somewhat higher premiums, can require the help of a savvy counselor, experts say.\n\nA steep learning curve and limited time leads to “a deluge in the last two weeks” of the marketplace enrollment period, which ends Jan. 31, said Martha Blaine of the Community Council of Greater Dallas.\n\nAcross Texas, federally funded community health clinics have hired about 400 “certified application counselors.” Locally, there are also 18 more extensively trained “navigators.” They are paid with federal grant money given to Blaine’s nonprofit agency, which for many years has helped enroll the elderly in Medicare and youngsters in the Children’s Health Insurance Program.\n\n“It’s human nature. Everybody waits until the very last minute to sign up for anything,” Blaine said. Consumers have just a month left to buy if they want coverage to kick in Jan. 1, she noted. Otherwise, the start of coverage slips later into 2016.\n\nAnyone who is in the U.S. legally and not incarcerated can buy coverage on the marketplace. But the tax credits can go only to people who are uninsured or don’t have access through work or other government programs to coverage they can afford.\n\nIn the Dallas-Fort Worth TV market, which spans more than 30 counties, there are about 446,000 marketplace-eligible uninsured people, according to figures released last week by the federal Department of Health and Human Services. In the country, that’s second only to the Los Angeles TV market, which had 480,000. The Houston TV market ranked No. 4, with 392,000.\n\nA sharp increase in fines for lacking coverage may sway at least some fence-sitters. For 2016, the penalty easily could cost a family thousands of dollars.\n\nBlue Cross pricing\n\nBlue Cross’ McCoy said that the company’s July decision to discontinue PPO plans in the Obamacare exchange affected about 44,000 residents of Dallas, Tarrant, Collin and Denton counties and 112,000 more in the rest of the state.\n\nHealth insurance broker John Krantz at Dallas’ McLaughlin Brunson Insurance Agency said Blue Cross used “land grab” tactics two years ago, deliberately underpricing its products to gain market share.\n\nMcCoy said pricing of the PPO plans, which lost the company $400 million last year, was “an honest mistake” caused by the newness of the venture.\n\n“No data was really available to understand what that risk would be and how to calculate premiums,” he said, noting that “most of our major competitors” have also dropped PPO plans.\n\nFormer Clinton administration budget official Dan Mendelson said having 68 plans offered by seven carriers is good news for Dallas County consumers.\n\nThe local marketplace is “strong, competitive [and] a decently functioning environment,” said Mendelson, founder and chief executive of Avalere Health, which advises companies about health insurance.\n\nKrantz, though, said the marketplace can’t be sustained for long. Blue Cross’ move caused turmoil, and the federal law’s requirement of comprehensive benefits in each plan, along with free preventive care and screenings, is creating costs that eventually will cause a death spiral, he said.\n\n“What you’re actually building is a non-competitive market,” he said.\n\nThe left-leaning think tank’s Pogue, though, said it’s a vast improvement over the individual health insurance market before 2014. In that market, insurers could send premiums through the roof for people with pre-existing conditions, she noted.\n\n“There was no ability to even understand what the prices were, and you were never comparing apples to apples,” she said. “Here, you can really shop.”\n\nKey dates\n\nNov. 1: Start of open enrollment — the first day you can enroll in a 2016 insurance plan through the Health Insurance Marketplace. Coverage can start as soon as Jan. 1.\n\nDec. 15: Last day to enroll in or change plans for new coverage to start Jan. 1.\n\nJan. 1: 2016 coverage starts for those who enroll in or change plans by Dec. 15.\n\nJan. 15: Last day to enroll in or change plans for new coverage to start Feb. 1.\n\nJan. 31: 2016 open enrollment ends. Enrollments or changes between Jan. 16 and Jan. 31 take effect March 1.\n\nSOURCE: HealthCare.gov\n\nHealth Insurance Marketplace glossary\n\nAdvanced premium tax credits: A tax credit that reduces what consumers pay for insurance bought through the marketplace. The federal government offers the credits on a sliding scale to eligible individuals and families with incomes up to four times the federal poverty level. The credits are based on consumers’ estimates of their income for the year ahead. If they claim too much in advance, they repay the government when they file a federal tax return for that year. Find out here if your income is in range to qualify.\n\nCost sharing reductions: A discount that lowers how much consumers have to pay out-of-pocket for deductibles, coinsurance and co-payments. Household income must not exceed 250 percent of the federal poverty level -- or $60,625 for a family of four. To receive the help, a consumer must buy a “silver” plan. Find out more and if you qualify here.\n\nExclusive provider organizations (EPO): An insurance plan where services are covered only if patients go to doctors, specialists or hospitals in the plan’s network, except in an emergency. The insurer manages the care, through requiring prior authorization of drugs and certain services. Plan members, though, do not have to choose a primary care doctor who provides referrals to specialists – as they must in a health maintenance organization.\n\nHealth maintenance organizations (HMO): An insurance plan that usually limits coverage to care from doctors who work for or contract with the HMO. The plans often provide integrated care and focus on prevention and wellness. Except in emergency situations, patients need a referral from their designated primary care physician, or gatekeeper. The plans generally won't cover out-of-network care except in an emergency.\n\nPoint of service plans (POS): An “add on” plan, typically tacked onto a health maintenance organization policy to allow some out-of-network coverage. As with an HMO plan, the patient must choose an in-network primary care physician who makes referrals to specialists. As is not true of an HMO plan, the specialists may be out of network, though the plan will pay less than it does for in-network care.\n\nPreferred provider organizations (PPO): A type of health plan that is generally more expensive because it contracts with a broader array of hospitals and doctors to form its provider network. It’s the only type of plan that always has some coverage for out-of-network services, if at lower levels than for in-network care. Plan members don’t need to select a primary care physician, and may go to any health care professionals they want without a referral.\n\nSOURCES: Commonwealth of Massachussetts Group Insurance Commission; Blue Cross Blue Shield of Michigan; ehealthinsurance.com; HealthCare.gov; healthinsurance.org; Kaiser Family Foundation; Texas Association of Health Plans; Texas Medical Association; Dallas Morning News research.\n\nWhere to find help\n\nGet Covered America: Find expert help in choosing a plan in the marketplace by entering your ZIP code to find appointments with local application assisters.\n\nLocalhelp.healthcare.gov: Find local organizations with trained navigators and certified application counselors online or by calling toll-free 1-800-318-2596.\n\nCommunity Council of Greater Dallas: Call to make an appointment with one of the agency’s 18 trained navigators in Dallas-Fort Worth: 469-740-6071.\n\nFind an agent or broker: To find local licensed insurance agents and brokers, visit the National Association of Health Underwriters website. You can use the Texas Department of Insurance's Agent Lookup tool to confirm an agent's license.\n\nSOURCE: Dallas Morning News research\n\nOn Twitter:\n\n@RobertTGarrett", "article_metadata": {"description": "People who buy insurance on their own or who are uninsured now have more choices and price information, but it’s complicated.", "og": {"description": "People who buy insurance on their own or who are uninsured now have more choices and price information, but it’s complicated.", "title": "What to know as Affordable Care Act coverage deadlines approach", "url": "http://www.dallasnews.com/business/health-care/20151115-what-to-know-as-affordable-care-act-coverage-deadlines-approach.ece", "image": {"width": 1280, "identifier": "http://www.dallasnews.com/business/health-care/20151115-webnb_13aca02sp_47231553.ece/BINARY/original/webNB_13ACA02SP_47231553", "height": 853}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "type": "article"}, "LastModifiedDate": "2015-11-16T05:22:08Z", "twitter": {"site": "@dallasnews", "card": "summary", "creator": "@dallasnews"}, "PublishDate": "2015-11-16T00:35:20Z", "parsely-page": "{\"title\": \"What to know as Affordable Care Act coverage deadlines approach\", \"link\": \"http://www.dallasnews.com/business/health-care/20151115-what-to-know-as-affordable-care-act-coverage-deadlines-approach.ece\", \"image_url\": \"http://www.dallasnews.com/business/health-care/20151115-webnb_13aca02sp_47231553.ece/BINARY/original/webNB_13ACA02SP_47231553\", \"type\": \"post\", \"post_id\": \"2537672\", \"pub_date\": \"2015-11-16T00:35:20Z\", \"section\": \"Health Care\", \"author\": \"ROBERT T. GARRETT\", \"tags\": [\"dallas\", \"dallas fort worth\", \"dallas news\", \"dallas fort worth news\", \"dfw news\", \"dallas local news\", \"dallas fort worth local news\", \"dallas newspaper\", \"dallas morning news\", \"dallas morning news newspaper\"]}", "fb": {"admins": 1043783589, "page_id": 20946638799, "app_id": 258290334265148}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "cXenseParse": {"recs": {"image": "http://www.dallasnews.com/business/health-care/20151115-webnb_13aca02sp_47231553.ece/ALTERNATES/w660/webNB_13ACA02SP_47231553", "publishtime": "2015-11-16T00:35:20Z"}}, "news_keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper"}, "article_summary": "Plan members don’t need to select a primary care physician, and may go to any health care professionals they want without a referral.\nSOURCE: HealthCare.govHealth Insurance Marketplace glossaryAdvanced premium tax credits: A tax credit that reduces what consumers pay for insurance bought through the marketplace.\n“Here, you can really shop.”Key datesNov. 1: Start of open enrollment — the first day you can enroll in a 2016 insurance plan through the Health Insurance Marketplace.\nThe left-leaning think tank’s Pogue, though, said it’s a vast improvement over the individual health insurance market before 2014.\nAUSTIN — As deadlines approach for Texans to buy, renew or switch health plans offered through the Affordable Care Act’s state marketplace, consumers need to know about changes in prices, insurance product offerings and fines for those who forgo coverage."}