{"article_title": "Healthcare Reform Update: New payment models could motivate providers to cut wasteful services", "article_keywords": ["shared", "cut", "providers", "wasteful", "models", "motivate", "spending", "update", "payment", "utilization", "savings", "health", "healthcare", "services", "patient", "acos", "reform"], "article_url": "http://www.modernhealthcare.com/article/20140514/NEWS/305149963", "article_text": "Another recent analysis of U.S. health spending estimated that rising costs—including from new drugs and devices and more frequent use of testing, laboratories and specialists—accounted for 70% of the growth from 1980 through 2006. “The average person with a heart condition, or the average person with diabetes, or the average child birth or the average case of depression, those all cost more to treat,” said Martha Starr, an associate professor in economics at American University in Washington and an author of the study.That innovation has improved health outcomes, but the same devices and drugs that provide significant benefits for one patient may be useless or harmful for others. For example, studies suggest widespread use of percutaneous coronary intervention, or stents, among patients who fail to meet the clinical criteria for which stents might be effective. Overuse may be clear in some cases and uncertain in others and vary by patient, experts say, making it difficult for the industry, health insurers and policymakers to create blanket policies to eliminate overuse.“The value of a service is often context dependent,” said Dr. Zirui Song, a health policy researcher and internal medicine resident at Massachusetts General Hospital. “It's often situation-dependent, and it's filled with a lot of clinical nuance.”But there is evidence that changing the financial incentives for hospitals and doctors could encourage providers to find a way to make decisions that better capture that nuance and overcome the conflict of interest underlying the fee-for-service payment model.“This subject is one of the most challenging and difficult in healthcare,” said Dr. Creagh Milford, assistant medical director for Massachusetts General Physicians Organization and the associate medical director of population health management for Partners HealthCare, which has entered into new contracts with financial incentives to save. “It involves these really high-cost and expensive procedures that health systems and providers get reimbursed rather well for.”New payment models create new incentives to tackle the challenge, he said, as hospitals and doctors move away from fee-for-service and are no longer paid for every test and procedure they perform, he said.Partners HealthCare began to examine appropriate spending and use of high-cost procedures after the Boston-based health system joined the CMS Innovation Center's test of accountable care in 2012, he said. Data is not yet available, but the effort is seeking to develop clinical protocols and use online tools to coach physicians on the appropriate use of high-cost, high-technology procedures for low back pain, heart disease and hip and knee replacements, he said.Potentially questionable use of pricey medical technology—percutaneous coronary interventions, CTs and MRIs—dropped after doctors entered into global budget contracts with Blue Cross and Blue Shield of Massachusetts in 2009 and 2010, researchers including Song reported last year.Spending on cardiovascular and imaging services dropped 7.4% and 6.1% dropped over the two years, respectively, and lower use accounted for one-third of the decline, the research found. Use of colonoscopies, however, increased. Colonoscopies are widely considered an appropriate cancer-screening tool.“One of the key questions in this payment reform debate is whether changing incentives for providers will change provider behavior and utilization of services, and especially whether that change will be toward more utilization of high-value services and less utilization of lower-value services,” Song said.Global budgets awarded by Blue Cross and Blue Shield of Massachusetts, known as alternative quality contracts, allot providers an annual budget for all patient care, creating an incentive to keep spending below budget. Similarly, new accountable care organizations created by Medicare under the Patient Protection and Affordable Care Act promise an incentive payment for hospitals and doctors who hold spending growth below target. There, too, early results suggest less use of costly imaging among those with the most success slowing spending.Among more than 100 ACOs participating in Medicare's Shared Savings Program since 2012, those that slowed spending below target enough to earn bonuses were more likely (38%) to rank in the top quartile for reduced use of CTs and MRIs than ACOs that saw spending accelerate over target (13%).“The ACOs that generated shared savings were successful in reducing unnecessary utilization while also improving quality performance compared with those ACOs that did not generate shared savings,” said Sean Cavanaugh, Deputy Administrator of CMS and Director of the Center for Medicare. “CMS has provided shared learning opportunities so the ACOs that achieved shared savings can share their knowledge and lessons learned with other ACOs.”", "article_metadata": {"msapplication-TileColor": "#0a365e", "description": "The overuse of pricey medical technology and medication presents a complex challenge for policymakers, hospitals and doctors trying to reduce costs. But the payoff could be substantial, and early results of experiments by Medicare and Blue Cross and Blue Shield of Massachusetts suggest new payment models may be the motivation providers need to tackle the daunting task.", "title": "Healthcare Reform Update: New payment models could motivate providers to cut wasteful services", "og": {"site_name": "Modern Healthcare", "description": "The overuse of pricey medical technology and medication presents a complex challenge for policymakers, hospitals and doctors trying to reduce costs. But the payoff could be substantial, and early results of experiments by Medicare and Blue Cross and Blue Shield of Massachusetts suggest new payment models may be the motivation providers need to tackle the daunting task.", "title": "Reform Update: New payment models could motivate providers to cut wasteful services", "url": "http://www.modernhealthcare.com/article/20140514/NEWS/305149963", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20140514/NEWS/305149963/AR/0/New-payment-models-.jpg&maxw=1200&maxh=630", "type": "article"}, "twitter": {"domain": "http://www.modernhealthcare.com", "description": "The overuse of pricey medical technology and medication presents a complex challenge for policymakers, hospitals and doctors trying to reduce costs. But the payoff could be substantial, and early results of experiments by Medicare and Blue Cross and Blue Shield of Massachusetts suggest new payment models may be the motivation providers need to tackle the daunting task.", "creator": "@modrnhealthcr", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20140514/NEWS/305149963/AR/0/New-payment-models-.jpg&imageversion=thumbnail&maxw=240&maxh=240", "title": "Reform Update: New payment models could motivate providers to cut wasteful services", "site": "@modrnhealthcr", "card": "summary"}, "apple-mobile-web-app-title": "Modern Healthcare", "published_at": "2014-05-14", "apple-mobile-web-app-capable": "yes", "url": "http://www.modernhealthcare.com/article/20140514/NEWS/305149963", "apple-mobile-web-app-status-bar-style": "black", "msapplication-TileImage": "https:/raw.githubusercontent.com/modernhealthcare/mh-logo/master/ms-touch-icon-144x144-precomposed.png", "mobile-web-app-capable": "yes", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20140514/NEWS/305149963/AR/0/New-payment-models-.jpg&maxw=360&maxh=240", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "_id": "\"57477af46914bd0286fe1620\"", "article_summary": "“CMS has provided shared learning opportunities so the ACOs that achieved shared savings can share their knowledge and lessons learned with other ACOs.”\nAnother recent analysis of U.S. health spending estimated that rising costs—including from new drugs and devices and more frequent use of testing, laboratories and specialists—accounted for 70% of the growth from 1980 through 2006.\nSimilarly, new accountable care organizations created by Medicare under the Patient Protection and Affordable Care Act promise an incentive payment for hospitals and doctors who hold spending growth below target.\nFor example, studies suggest widespread use of percutaneous coronary intervention, or stents, among patients who fail to meet the clinical criteria for which stents might be effective.\nUse of colonoscopies, however, increased."}