{"article_title": "TogoRun’s Freshman Healthbook Provides Guide to New Members of Congress", "article_keywords": ["healthbook", "provides", "congress", "communications", "medical", "agency", "policy", "memberselect", "togoruns", "health", "members", "healthcare", "freshman", "guide", "togorun"], "article_url": "http://www.prnewswire.com/news-releases/togoruns-freshman-healthbook-provides-guide-to-new-members-of-congress-300003475.html", "article_text": "WASHINGTON, Dec. 2, 2014 /PRNewswire/ --\n\nWHAT:\n\nTogoRun, a leading global health communications and public affairs agency, today released its second edition of the \"Freshman Healthbook,\" a free online research tool that analyzes the healthcare priorities of newly elected members of the 114th Congress.\n\nAs a new congressional majority begins to pen a budget that is sure to include a repeal of the Affordable Care Act (ACA) and reforms to federal healthcare programs, among other major health policy changes, the \"Freshman Healthbook\" will help individuals and organizations navigate this new political landscape. The acclaimed first edition of the 2013 \"Freshman Healthbook\" was downloaded more than 2,000 times by reporters, lobbyists, advocates and healthcare organizations.\n\nWHEN:\n\nDecember 2, 2014\n\nThe \"Freshman Healthbook\" can be downloaded at:\n\nhttp://hcpolicymatters.com/freshman-healthbook\n\nWHY:\n\nThe \"Freshman Healthbook\" identifies the new power players and their positions on the ACA and other key health policy issues, including medical innovation, children's health, mental health, Medicare and Medicaid, physician reimbursement, reproductive rights and veterans' health. The book is an indispensable resource for anyone interested in federal healthcare issues.\n\nHighlights from the 2015 \"Freshman Healthbook\" include:\n\nInsights on the health policy positions of new members-elect of the 114 th Congress, including five members-elect with direct experience in healthcare and others with ties to the health insurance industry.\n\nCongress, including five members-elect with direct experience in healthcare and others with ties to the health insurance industry. 10 members-elect to watch as the potential new healthcare power players.\n\nComparisons to the 113 th freshman class such as political make-up, diversity and gender.\n\nfreshman class such as political make-up, diversity and gender. Members-elect with a policy focus on medical technology.\n\n\"The common rally cry for three out of four of new freshmen is 'repeal and replace Obamacare,' but the power of the President's veto makes piecemeal dismantling more realistic. This means the nuances between members are critically important,\" said Anne Woodbury, managing director of TogoRun's Washington, D.C., office. \"The 'Freshman Healthbook' provides critical information on which issues, ACA-related or others, will be high priorities for newly-elected members. Policy advocates are sure to find pages to dog-ear in this guide.\"\n\nThe \"Freshman Healthbook\" is part of a larger policy offering from TogoRun that includes HCPolicyMatters.com. According to TogoRun President Gloria Janata, these essential online resources are dedicated to helping organizations improve healthcare policy advocacy, while building brand reputation, by bringing together the functions of strategic communications and public, government and regulatory affairs.\n\n\"In today's marketplace, when policy decisions in our nation's capital have such a tremendous impact on the success of a business, it's no longer enough to have government affairs and communications departments with distinct and separate functions,\" said Janata. \"Understanding the intersection of policy and strategic communications is essential to achieving goals and remaining a leader in any industry, especially as it relates to healthcare.\"\n\nAbout TogoRun\n\nTogoRun is an award-winning, full-service global health and well-being communications and public affairs agency with offices in New York, Washington, D.C., Los Angeles and London. The agency specializes in integrated marketing and communications, branding and positioning, advocacy and government affairs, issues and crisis management, corporate communications and corporate social responsibility. Areas of expertise include the following sectors: pharmaceutical, biotech, health information technology, medical device, health insurance, hospital, non-profit/association, medical aesthetics, consumer packaged goods and beauty. TogoRun is proud to be named by PRWeek Global as the 2014 International Agency of the Year and Best-in-Class for Corporate Social Responsibility, and by PR News as one of the \"Top Places to Work in PR 2014.\" TogoRun is a sister agency to FleishmanHillard and is a part of Diversified Agency Services, a division of Omnicom Group Inc.\n\nRELATED LINKS\n\nwww.togorun.com\n\nJon Tilton\n\nPhone: 202.828.8871\n\nEmail: j.tilton@togorun.com\n\nLogo - http://photos.prnewswire.com/prnh/20141202/161856LOGO\n\nSOURCE TogoRun", "article_metadata": {"contentUrl": "http://photos.prnewswire.com/prnh/20141202/161856LOGO", "geo.region": "district of columbia", "Caption": "TogoRun logo", "cf_entity_thumbnail_url": "http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "date": "2014-12-02T11:40:00Z", "description": "WASHINGTON, Dec. 2, 2014 /PRNewswire/ -- TogoRun's Freshman Healthbook Provides Guide to New Members of Congress. Advocacy resource includes analysis of...", "Publisher": "PRNewswire", "og": {"url": "http://www.prnewswire.com/news-releases/togoruns-freshman-healthbook-provides-guide-to-new-members-of-congress-300003475.html", "image": "http://photos.prnewswire.com/prnvar/20141202/161856LOGO", "type": "website", "description": "WASHINGTON, Dec. 2, 2014 /PRNewswire/ -- \n\nWHAT:\nTogoRun, a leading global health communications and public affairs...", "title": "TogoRun's Freshman Healthbook Provides Guide to New Members of Congress"}, "twitter": {"site": "@PRNewswire", "card": "summary"}, "author": "TogoRun", "robots": "index, follow", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "Height": 500, "Width": 500, "cf_entity_title": "TogoRun's Freshman Healthbook Provides Guide to New Members of Congress", "URL": "http://www.prnewswire.com/news-releases/togoruns-freshman-healthbook-provides-guide-to-new-members-of-congress-300003475.html", "keywords": "TogoRun, district of columbia, Surveys, Polls and Research, Domestic Policy, Health Care & Hospitals, Advertising, Publishing & Information Services", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "geo.placename": "WASHINGTON, Dec. 2", "thumbnail": "http://photos.prnewswire.com/prnvar/20141202/161856LOGO?max=400", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "\"The 'Freshman Healthbook' provides critical information on which issues, ACA-related or others, will be high priorities for newly-elected members.\nThe acclaimed first edition of the 2013 \"Freshman Healthbook\" was downloaded more than 2,000 times by reporters, lobbyists, advocates and healthcare organizations.\nWHEN:December 2, 2014The \"Freshman Healthbook\" can be downloaded at:http://hcpolicymatters.com/freshman-healthbookWHY:The \"Freshman Healthbook\" identifies the new power players and their positions on the ACA and other key health policy issues, including medical innovation, children's health, mental health, Medicare and Medicaid, physician reimbursement, reproductive rights and veterans' health.\nThe \"Freshman Healthbook\" is part of a larger policy offering from TogoRun that includes HCPolicyMatters.com.\nHighlights from the 2015 \"Freshman Healthbook\" include:Insights on the health policy positions of new members-elect of the 114 th Congress, including five members-elect with direct experience in healthcare and others with ties to the health insurance industry."}