{"article_title": "Dive in Minority Lending Puts Pressure on Fannie-Freddie", "article_keywords": ["borrowers", "buy", "minority", "puts", "credit", "dive", "housing", "companies", "freddie", "pressure", "mac", "mae", "fanniefreddie", "fannie", "loans", "lending"], "article_url": "http://www.bloomberg.com/news/articles/2014-07-14/dive-in-minority-lending-puts-pressure-on-fannie-freddie", "article_text": "When tractor-trailer driver Curtis Jett walked into a bank a few years ago and asked about getting a mortgage, a loan officer told him he’d first need to save at least $20,000 for a down payment.\n\nJett, now 35, walked right back out without applying.\n\n“I never revisited it after that,” said Jett, who lives in a Silver Spring, Maryland, apartment with his wife and three children. “I kind of got discouraged. I thought maybe you always needed that amount of money to put down on a home.”\n\nMinorities like Jett, who is black, have been disappearing from the ranks of homebuyers who seek and receive conventional loans backed by Fannie Mae and Freddie Mac, a trend that poses risks for them and for the U.S. economy. With minorities growing as a share of the population, their homebuying patterns will have an increasing impact on housing sales. The decline of black and Hispanic buyers could also sap demand in the broader economy, since homeownership has been one of the best ways for Americans to build wealth.\n\n“We have to ask ourselves how healthy will the economy be and how competitive will we be as a nation if the fastest-growing part of our population doesn’t have access to wealth-building tools,” said James Carr, a former Fannie Mae executive who is now a scholar at the Opportunity Agenda, a New York-based organization that works on racial equity issues.\n\nStark Disparities\n\nThe numbers are stark: Blacks are about 13 percent of the U.S. population, but represented about 5 percent of conventional mortgage borrowers in 2001, before the housing bubble, according to data collected by federal regulators. By 2012, they were only 2 percent. Over the same period, Hispanics dropped from almost 8 percent of such borrowers to 4.5 percent, even as their share of the population grew to 17 percent.\n\nThe disparities are set to grow. By 2025, minorities could make up almost half of the population between the ages of 24 and 34, when most first-time buyers enter the market, according to a June report by Harvard University’s Joint Center on Housing Studies.\n\nIn response, the National Community Reinvestment Commission and other advocacy groups are urging the two government-owned mortgage-finance companies to change their underwriting and pricing practices and create new loan products to help bring blacks, Hispanics and other minorities back into the housing market.\n\n“There is no doubt in anybody’s mind that there has been a significant drop-off in conventional lending to people of color, and that it’s an issue we can and should address,” said Julia Gordon, director of housing finance and policy at the Center for American Progress in Washington, which has ties to the Democratic Party.\n\nLending Bias\n\nHomeowner advocates cite many reasons for the decline: a lack of information about the process, as in Jett’s case; lower average incomes and credit scores; a history of lending discrimination that destroyed property values in racially segregated neighborhoods; and less access to inherited wealth.\n\nBlacks and Hispanics who do get mortgages these days tend to obtain them through the Federal Housing Administration, the government mortgage insurer with a mission of serving first-time and lower-income borrowers. The FHA has been raising its fees, making its mortgages more costly than conventional loans.\n\nBias also remains an obstacle. During the housing bubble, even creditworthy minorities were disproportionately steered into subprime loans by unscrupulous lenders, said Mitria Wilson, director of legislative and policy advocacy at the National Community Reinvestment Coalition. Now, she said, some are being guided into FHA loans even when they could qualify for less-expensive conventional mortgages.\n\nShared-Appreciation Loans\n\n“Prime African Americans should be getting Fannie and Freddie loans just like prime white borrowers,” she said. “Instead, prime African Americans are being served by FHA and more credit-constrained minorities aren’t being allowed to buy at all.”\n\nFannie Mae and Freddie Mac have more resources than the FHA, an arm of the U.S. Department of Housing and Urban Development, and could use them to develop programs benefiting low-wealth borrowers, Carr said. The companies, which have begun posting record profits as the housing market turns around, could create lease-purchase mortgages or shared-appreciation loans, in which the lender claims part of any gain in the home’s value. They could also make housing counseling more available to borrowers with weaker credit, he said, to help improve loan performance.\n\n“Where the innovation really needs to be happening is Fannie and Freddie,” Carr said. “They have the staff and the platforms that allow them to be much more entrepreneurial.”\n\nReview Creditworthiness\n\nFannie Mae spokesman Andy Wilson and Freddie Mac spokesman Brad German declined to comment. Peter Garuccio, a spokesman for the U.S. agency that oversees the two companies, the Federal Housing Finance Agency, also declined to comment.\n\nA first step, Carr and Wilson said, is for Fannie Mae and Freddie Mac to re-examine how they determine creditworthiness. The two companies buy mortgages from banks and package them into securities, on which they charge fees to guarantee payments of principal and interest. They now purchase about two-thirds of all new loans, so their underwriting rules have a broad impact on the market.\n\nThough the two companies allow down payments as low as 5 percent and credit scores as low as 620 on a scale of 850, banks are exercising caution after absorbing hundreds of billions of dollars in loan defaults during the housing-market meltdown. The average credit score from the Fair Issac Credit Organization (FICO) on loans purchased by Fannie Mae and Freddie Mac is now about 740.\n\nDownplay FICO\n\nThat’s pushing out a lot of black and Hispanic borrowers. At least 40 percent of black applicants seeking loans for home purchases backed by Fannie Mae and Freddie Mac were denied in 2012, compared with 14 percent of whites, Fed data shows.\n\nHousing advocates say there are many minority borrowers with steady incomes and responsible financial histories who aren’t getting mortgages because their FICO scores are in the 600s or they don’t have large down payments.\n\n“We’re talking about prime credit individuals who are being locked out, not because they can’t handle a loan responsibly,” said Wilson. “They can.”\n\nFannie Mae and Freddie Mac should decrease their reliance on FICO, advocates say, which penalizes borrowers who don’t have recent credit histories, who use small lending institutions such as credit unions, or who have previously relied on the payday and subprime lenders that predominate in minority neighborhoods.\n\nCredit Alternatives\n\nFICO “gets its data from very limited sources,” said Lisa Rice, vice president at the National Fair Housing Alliance in Washington, a group that focuses on housing discrimination.\n\nThe alliance says Fannie Mae and Freddie Mac should allow the use of credit-scoring alternatives such as VantageScore Solutions LLC, which includes more data from utility companies, smaller lenders, and other institutions that minorities are more likely to use than traditional banks and credit cards.\n\nAdvocacy groups are also urging FHFA, which oversees the companies, to change their pricing policies and set new affordable housing goals requiring them to buy loans in disadvantaged communities. FHFA’s new director, Melvin L. Watt, has said the agency is working on refining the goals “aggressively.”\n\nEdward J. DeMarco, Watt’s predecessor, focused on bringing the companies back to financial health after they were seized by regulators as they approached bankruptcy in 2008. He required Fannie Mae and Freddie Mac to begin charging riskier borrowers more for loans, which has excluded some homebuyers with good credit scores who don’t have significant savings.\n\nWatt’s Goals\n\n“There’s a very big disparate impact on lower-wealth borrowers, who are not riskier borrowers per se, but they do not have large down payments,” said Janneke Ratcliffe, executive director of the Center for Community Capital at the University of North Carolina. “And people of color tend to not have family wealth to count on.”\n\nUnder Watt, the FHFA in June asked for public feedback on plans to raise fees even further, a sign that the agency may be reconsidering some previous fee increases.\n\nThe companies’ annually adjusted affordable housing goals are more controversial. They require that Fannie Mae and Freddie Mac buy a certain percentage of their loans in underserved neighborhoods. Republicans have blamed the goals for inflating the housing bubble, saying they forced the two companies to begin buying riskier mortgages. Democrats say that’s untrue.\n\nUnder DeMarco, the goals decreased. Watt, a former Democratic congressman, will decide where to set the goals for next year.\n\nCounseling Pushed\n\nWatt could take a page from the FHA, which has started a pilot program to cut fees for borrowers who complete housing counseling, Carr and Gordon said. Homebuyers who receive financial education are less likely to default. They’re also more likely to buy a house in the first place, said Marcia Griffin, founder of HomeFree-USA, a Maryland-based homebuyer assistance organization.\n\n“If I’m coming in and trying to buy a home with a 660 credit score, as an example, I’m going to get the runaround half the time,” she said. “It is so discouraging to people. Working with a housing counseling organization, someone is looking out for their best interests in a very positive, businesslike way.”\n\nA case in point is Jett, who’s venturing into the market again after attending HomeFree’s classes. He said he was encouraged to learn that it’s possible to buy a house with far less than the $20,000 he was originally told he’d need.\n\n“It’s time to make the move,” he said. “My family’s growing. We need a home.”", "article_metadata": {"sailthru.author": "Clea Benson", "twitter": {"url": "http://www.bloomberg.com/news/articles/2014-07-14/dive-in-minority-lending-puts-pressure-on-fannie-freddie", "description": "When tractor-trailer driver Curtis Jett walked into a bank a few years ago and asked about getting a mortgage, a loan officer told him he’d first need to save at least $20,000 for a down payment.", "site": "@business", "card": "summary", "title": "Dive in Minority Lending Puts Pressure on Fannie-Freddie"}, "parsely-author": "Clea Benson", "parsely-type": "post", "keywords": "Wealth,Federal Home Loan Mortgage Corp,Federal National Mortgage Association", "news_keywords": "Wealth,Federal Home Loan Mortgage Corp,Federal National Mortgage Association", "parsely-link": "http://www.bloomberg.com/news/articles/2014-07-14/dive-in-minority-lending-puts-pressure-on-fannie-freddie", "parsely-title": "Dive in Minority Lending Puts Pressure on Fannie-Freddie", "msapplication-TileColor": "#ff0000", "apple-mobile-web-app-capable": "no", "parsely-pub-date": "2014-07-14T04:00:01.008Z", "apple-mobile-web-app-status-bar-style": "black", "description": "When tractor-trailer driver Curtis Jett walked into a bank a few years ago and asked about getting a mortgage, a loan officer told him he’d first need to save at least $20,000 for a down payment.", "parsely-tags": "Wealth,Federal Home Loan Mortgage Corp,Federal National Mortgage Association,Region: Global,Page: article", "msapplication-TileImage": "https://assets.bwbx.io/business/public/images/favicons/mstile-144x144-bbd2101292.png", "date": "2014-07-14T04:00:01.008Z", "parsely-section": "industries", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "og": {"url": "http://www.bloomberg.com/news/articles/2014-07-14/dive-in-minority-lending-puts-pressure-on-fannie-freddie", "site_name": "Bloomberg.com", "type": "website", "description": "When tractor-trailer driver Curtis Jett walked into a bank a few years ago and asked about getting a mortgage, a loan officer told him he’d first need to save at least $20,000 for a down payment.", "title": "Dive in Minority Lending Puts Pressure on Fannie-Freddie"}, "fb": {"status": "When tractor-trailer driver Curtis Jett walked into a bank a few years ago and asked about getting a mortgage, a loan officer told him he’d first need to save at least $20,000 for a down payment."}, "parsely-post-id": "N8I1XH6JTSF301", "format-detection": "telephone=no"}, "_id": "\"57477af36914bd0286fcee65\"", "article_summary": "A first step, Carr and Wilson said, is for Fannie Mae and Freddie Mac to re-examine how they determine creditworthiness.\nThey require that Fannie Mae and Freddie Mac buy a certain percentage of their loans in underserved neighborhoods.\nThe two companies buy mortgages from banks and package them into securities, on which they charge fees to guarantee payments of principal and interest.\nShared-Appreciation Loans“Prime African Americans should be getting Fannie and Freddie loans just like prime white borrowers,” she said.\nThe average credit score from the Fair Issac Credit Organization (FICO) on loans purchased by Fannie Mae and Freddie Mac is now about 740."}