{"article_title": "First Emergency Services Unit For Male Rape Victims Brings Attention To Taboo Sexual Violence In Sweden", "article_keywords": ["men", "victims", "helstrm", "emergency", "violence", "problems", "raped", "sweden", "health", "rape", "services", "taboo", "male", "sexual", "unit"], "article_url": "http://www.medicaldaily.com/first-emergency-services-unit-male-rape-victims-brings-attention-taboo-sexual-339248", "article_text": "Sweden, which the Gatestone Institute has called the “rape capital of the West,” will become home to the first emergency rape clinic for men. The South General Hospital in Stockholm announced it will begin admitting males in October in order to provide tailored services for victims of sexual assault.\n\n“The general perception is that men cannot be raped,” the hospital's senior physician Lotti Helström told Sweden’s The Local. “In studies, the health effects are shown to be greater for men, both in terms of physical health and mental health. There is a greater risk of a raped man getting post-traumatic stress disorder.”\n\nSince 2010, Sweden has had the highest rate of rape in all of Europe. The South General Hospital currently operates a 24-hour emergency clinic for female rape victims, treating an average of 600 to 700 patients each year. Male rape comes with a unique set of problems, making it important to open up a treatment center designed specifically for men.\n\nLast year, 370 boys and men were reportedly raped in Sweden last year. However, experts believe the actual incidence rate is higher because most men are unclear where to get help after experiencing sexual assault. According to Helström, male rape is “extremely taboo.” Men are much more likely to be victims of rape by another man than by a woman. Same-sex rape adds a layer of impactful aftermath, given the myriad of sexual identity problems it could lead to in the future.\n\nResearch has found one in every six men have experienced sexual abuse before they reached adulthood, according to the Rape, Abuse & Incest National Network. Anxiety, depression, increased sense of isolation, fearfulness, or post-traumatic stress disorder are just some of the many common experiences shared by rape victims of any gender. Male victims pose a unique set of problems because their attacker is often another male. This leads to questions, not only about their sexual orientation, but also a lost sense of what it means to be a man.\n\n“There are myths about masculinity that make it difficult for men who have been sexually traumatized to talk about their experiences,” Helström said. “A clinic focusing on men who have been sexually abused will contribute to the awareness of experience of sexual abuse among men and make it more possible to meet men’s needs in a very exposed situation.”", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "male rape, sweden, stockholm, sexual abuse, sexual taboo", "og": {"site_name": "Medical Daily", "description": "Male rape victims will soon have a treatment center designed for them in Sweden.", "title": "Rape Unit Designed For Male Victims To Open In ‘Rape Capital Of The West’", "url": "http://www.medicaldaily.com/first-emergency-services-unit-male-rape-victims-brings-attention-taboo-sexual-339248", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/06/21/male-rape-clinic.jpg", "type": "article"}, "twitter": {"description": "Male rape victims will soon have a treatment center designed for them in Sweden.", "title": "Rape Unit Designed For Male Victims To Open In ‘Rape Capital Of The West’", "url": "http://www.medicaldaily.com/first-emergency-services-unit-male-rape-victims-brings-attention-taboo-sexual-339248", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/06/21/male-rape-clinic.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/06/21/male-rape-clinic.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Under the Hood", "published_time": "2015-06-21T15:25:22-04:00", "modified_time": "2015-06-21T18:14:41-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Male rape victims will soon have a treatment center designed for them in Sweden."}, "article_summary": "According to Helström, male rape is “extremely taboo.” Men are much more likely to be victims of rape by another man than by a woman.\nThe South General Hospital currently operates a 24-hour emergency clinic for female rape victims, treating an average of 600 to 700 patients each year.\nMale victims pose a unique set of problems because their attacker is often another male.\nAnxiety, depression, increased sense of isolation, fearfulness, or post-traumatic stress disorder are just some of the many common experiences shared by rape victims of any gender.\nMale rape comes with a unique set of problems, making it important to open up a treatment center designed specifically for men."}