{"article_title": "Do You Have to Mean to Discriminate to Discriminate?", "article_keywords": ["court", "theory", "disparate", "inclusive", "justice", "discrimination", "housing", "discriminate", "law", "issue", "texas", "mean"], "article_url": "http://dailysignal.com/2015/01/21/can-legally-guilty-racial-discrimination-didnt-intend-discriminate/", "article_text": "Can you be liable for racial discrimination even if you lacked the intent to discriminate? The Obama administration would say “yes,” under its favorite dubious legal theory, known as “disparate impact.”\n\nToday, the Supreme Court heard oral argument in Texas Department of Housing and Community Affairs v. The Inclusive Communities Project, Inc., a challenge to the distribution of Section 8 low-income housing tax credits to developers in Dallas by the Texas housing agency.\n\nThe Inclusive Communities Project, which says it fights for “fair housing,” claims the Texas housing agency violated the Fair Housing Act because it was “disproportionately approving tax credit units in minority-concentrated neighborhoods and disproportionately disapproving tax credit units in predominantly Caucasian neighborhoods,” which resulted in a “concentration of the [low-income housing] units in minority areas, a lack of [such] units in other areas, and maintaining and perpetuating segregated housing patterns.”\n\nThe Inclusive Communities Project was unable to prove any intentional discrimination by Texas authorities in their administration of this program. But the lower court ruled in favor of ICP based on the disparate-impact theory—that the actions taken by Texas had a statistically disproportionate impact on minorities.\n\nThe issue before the Supreme Court is whether such statistical disparities alone constitute a violation of the Fair Housing Act. Under this theory, the lack of discriminatory intent, motive or purpose is irrelevant. Thus, a completely neutral policy implemented with no intention to discrimination still violates the law if it affects one particular group (based on race, color, national origin, religion, sex, or familiar status) more than others. The Holder Justice Department has used the disparate impact theory to attack everything from the financial industry to local law enforcement.\n\nAs we wrote last week:\n\nThe problem with this theory is that the Fair Housing Act (42 U.S.C. §3604 et seq.) prohibits making housing or specific real-estate terms or conditions unavailable to an individual “because of race” or “based on race.” And under Section 3631, you can be criminally prosecuted if you willfully intimidate or otherwise attempt to interfere with a person’s ability to purchase or rent property “because of” or “on account of” his or her race. The straightforward text of the law makes it clear that only intentionally discriminatory conduct — disparate treatment — violates the law: You must have acted specifically because of the victim’s race.\n\nThe Obama administration and many civil rights groups tried to prevent the Supreme Court from clarifying that the FHA prohibits only intentional discrimination. Two cases involving this theory had reached the Court previously, but the administration and some of its more radical allies in the civil rights movement were able to snatch the cases out of the Court’s hands with last-minute settlements.\n\nAs we detailed before, Thomas Perez, then head of the Civil Rights Division of the Justice Department and now secretary of labor, engineered a deal with the city of St. Paul, Minn., to get the city to dismiss its challenge to a disparate-impact claim in 2012, and the town of Mount Holly, N.J. also was pressured to settle its challenge shortly before the Court would have heard oral argument in 2013.\n\nIn fact, that issue came up in oral argument today. Justice Samuel Alito asked U.S. Solicitor General Donald Verrilli whether the Court should be concerned about an attempt to “manipulate the decisions of this Court” because, after 40 years with no regulation in place, the Obama administration’s Department of Housing and Urban Development suddenly issued regulations implementing the disparate impact approach shortly after the Court agreed to hear the St. Paul case.\n\nVerrilli responded (in jest) that HUD’s ability to issue these regulations so quickly “overestimates the efficiency of the government,” and Justice Antonin Scalia raised a laugh in the courtroom when he said “that was very persuasive.” These regulations were thrown out by a district court judge last November.\n\nTexas’s new state solicitor general, Scott Keller, argued the case on behalf of the state, his first case before the Supreme Court. He got some tough questions from the liberal justices on the Court, including Justice Ruth Bader Ginsburg, who seemed more interested in the purpose of the FHA, which was to stop “generations” of housing discrimination. Keller reminded her that the Court is supposed to interpret the plain text of the statute. Justice Sonia Sotomayor, who remarked that she was an expert on the issue, “having studied it for a long time,” spent a great deal of time offering helpful questions to the lawyer for the Inclusive Communities Project.\n\nJustice Stephen Breyer made it clear that he could not understand why Texas would want the Court to overturn an interpretation of the law that has existed for 40 years, but he was interrupted by Scalia, who asked “Hadn’t this Court decided Marbury v. Madison?” All of the decisions interpreting the FHA to include disparate impact were by lower courts, and Scalia asked facetiously, “Hadn’t this Court ever overturned a circuit court decision?”\n\nBut Scalia also asked some hard questions of Texas, focusing on the effects of several 1988 amendments to the FHA and whether those amendments assumed that disparate impact was part of the underlying law. At one point he interrupted the Inclusive Communities Project’s lawyer, saying, “Let’s not equate racial disparity with racial discrimination,” which is the crux of the issue.\n\nWill the Court dodge this fundamental issue? It’s an important issue, demonstrated by the large crowd on hand today. The courtroom was packed and there were protesters outside. There also were protestors inside apparently upset over campaign finance issues—today being the fifth anniversary of the Citizens United decision—who had to be removed by security.\n\nHow the Court will rule is anyone’s guess, although it is clear that the Court will be divided. We expect a decision by the end of June.", "article_metadata": {"description": "Can you be guilty of racial discrimination without having intended to discriminate?", "og": {"site_name": "The Daily Signal", "description": "Can you be guilty of racial discrimination without having intended to discriminate?", "title": "Do You Have to Mean to Discriminate to Discriminate?", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/84661473.jpg", "updated_time": "2015-01-21T22:59:31+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/15ur2Gu"}, "twitter": {"domain": "The Daily Signal", "description": "Can you be guilty of racial discrimination without having intended to discriminate?", "title": "Do You Have to Mean to Discriminate to Discriminate?", "image": {"src": "http://dailysignal.com/wp-content/uploads/84661473.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Law", "tag": "supreme court", "published_time": "2015-01-21T17:26:31+00:00", "modified_time": "2015-01-21T22:59:31+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Supreme Court, FHA, Housing, Dallas, Texas, Texas Housing, Inclusive Communities Project, Texas Solicitor General Scott Keller, Thomas Perez, Donald Verrilli"}, "article_summary": "Can you be liable for racial discrimination even if you lacked the intent to discriminate?\nThe issue before the Supreme Court is whether such statistical disparities alone constitute a violation of the Fair Housing Act.\nThe Holder Justice Department has used the disparate impact theory to attack everything from the financial industry to local law enforcement.\nHow the Court will rule is anyone’s guess, although it is clear that the Court will be divided.\nAs we wrote last week:The problem with this theory is that the Fair Housing Act (42 U.S.C."}