{"article_title": "Jackson Hole News&Guide: Opinion No Mug", "article_keywords": ["president", "ben", "dont", "hes", "political", "newsguide", "conservative", "carson", "mug", "jackson", "experience", "conservatives", "opinion", "hole", "smart"], "article_url": "http://www.jhnewsandguide.com/jackson_hole_daily/opinions/opinion_no_mug/conservatives-get-serious/article_8df507b4-4b3b-5b5d-9678-19f03705f2f3.html", "article_text": "A lthough only one Republican has officially announced his candidacy for president so far, it looks like a formidable, diverse field of conservatives will be contending in the primaries.\n\nOne prospect, however — and a popular one at that — has me utterly nonplussed, and questioning whether conservatives actually want to win the White House ever again.\n\nAllow me to paint a picture for you.\n\nIgnoring a major conservative critique of Barack Obama when he was a candidate — his lack of experience requisite to the presidency — this would-be candidate believes that “political experience doesn’t seem to help a whole lot and perhaps may be hurtful.” (Coincidentally, he has no political experience.)\n\nHe thinks the Second Amendment should be applied, well, selectively, and that owning certain types of guns should depend on where you live. He “would rather you not have” a semi-automatic weapon if you live in a city, for example. (And 5 million NRA members would rather you just stopped right there, please.)\n\nHis knowledge of Israeli politics, of particular importance to many Republicans and especially now, is so shallow that he recently suggested — to an actual Israeli person — that Israel’s current system of government sounds too complex, and so “why don’t they just adopt the system we have?”\n\nHe admits he only joined the Republican Party because he is planning to run for office.\n\nNevertheless, Ben Carson is inexplicably a crowd favorite among many conservatives, finishing fourth (out of 17) in the 2015 Conservative Political Action Committee straw poll. And lest you think polls are meaningless, take note: The Draft Carson Super PAC has raised more than $13 million.\n\nIn case you’ve never heard of him — he’s also made news for defending Ray Rice, the Baltimore Ravens running back who punched his wife, and for regularly comparing Obamacare to slavery and America to Nazi Germany — Ben Carson is a medical doctor, and a gifted one at that. He is well known for performing the first successful separation of twins joined at the head.\n\nAt last year’s national prayer breakfast, Carson decided to embarrass the president, who was sitting mere feet away, with a rousing polemic against Obamacare. Conservatives went wild for it and a star was born.\n\nBut instead of using his newfound fame to, I don’t know, raise money to cure pediatric cancer or even help draft better health care legislation, Carson decided he might like to be the next leader of the free world. And why not? He is a neurosurgeon, after all.\n\nCarson will tell anyone who listens how smart and accomplished he is. In a recent profile in GQ magazine, he boasted about the high school in Detroit that’s named after him and acknowledged his own impressive background. But for someone so smart, it’s hard to imagine dumber stuff coming out of a doctor’s mouth than the nonsensical pap he’s recently uttered ... out loud, to members of the media.\n\nHe told Chris Cuomo on CNN’s “New Day” that homosexuality must be a choice “because a lot of people who go into prison go into prison straight, and when they come out, they’re gay.” What?\n\nAnd in GQ, he says he can tell President Obama is a “psychopath,” because he is well dressed.\n\nCarson’s hardly the only smart guy who thought he could solve complex social problems without really thinking hard about them. But I’m worried that my fellow conservatives don’t seem to care all that much that Carson is neither politically curious nor especially conservative. Is it really enough that he’s a black doctor who stuck it to the president? If so, that’s pretty sad.\n\nHis popularity is particularly vexing considering that we have actual contenders — good candidates with real experience who don’t think they should be president just ’cuz. Ben Carson’s arrogance and ignorance are dangerous, and conservatives should be offended, not aroused, by his cavalier attitude toward the political problems that affect our daily lives.\n\nSo let’s get serious, guys. We’re better than this.", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "Jackson Hole News&Guide", "description": "Although only one Republican has officially announced his candidacy for president so far, it looks like a formidable, diverse field of conservatives will be contending in the primaries.", "title": "Conservatives, get serious", "url": "http://www.jhnewsandguide.com/jackson_hole_daily/opinions/opinion_no_mug/conservatives-get-serious/article_8df507b4-4b3b-5b5d-9678-19f03705f2f3.html", "image": "http://jhnewsandguide.com/content/tncms/live/global/resources/images/_site/og_image.jpg", "type": "article"}, "twitter": {"site": "@JacksonHoleNews", "card": "summary", "creator": "@"}, "description": "Although only one Republican has officially announced his candidacy for president so far, it looks like a formidable, diverse field of conservatives will be contending in the primaries.", "fb": {"app_id": 1448656212045976}, "keywords": "opinion_no_mug", "viewport": "shrink-to-fit=no", "news_keywords": "opinion_no_mug"}, "article_summary": "Nevertheless, Ben Carson is inexplicably a crowd favorite among many conservatives, finishing fourth (out of 17) in the 2015 Conservative Political Action Committee straw poll.\nBut I’m worried that my fellow conservatives don’t seem to care all that much that Carson is neither politically curious nor especially conservative.\nAnd lest you think polls are meaningless, take note: The Draft Carson Super PAC has raised more than $13 million.\nCarson’s hardly the only smart guy who thought he could solve complex social problems without really thinking hard about them.\nIgnoring a major conservative critique of Barack Obama when he was a candidate — his lack of experience requisite to the presidency — this would-be candidate believes that “political experience doesn’t seem to help a whole lot and perhaps may be hurtful.” (Coincidentally, he has no political experience.)"}