{"article_title": "Let's stick to facts on Alaska Medicaid expansion and work together", "article_keywords": ["nursing", "providers", "taxes", "tribal", "work", "tax", "alaska", "expansion", "wrong", "lets", "complex", "medicaid", "stick", "provider", "facts", "hospitals"], "article_url": "http://www.adn.com/article/20150906/lets-stick-facts-alaska-medicaid-expansion-and-work-together", "article_text": "First, McQueary got several facts wrong about provider taxes. As CEO of the Alaska State Hospital and Nursing Home Association, I've followed the provider tax discussion closely. My members have more financial interest in this issue than any other provider group in Alaska. The federal Centers for Medicare and Medicaid Services has identified 19 different classes of providers that can be taxed under this complex system. However, provider taxes are almost always levied on hospitals and nursing homes, not on physicians or other provider groups. He's also incorrect in stating that nonprofit hospitals would not be subject to provider assessments. Tribal providers would likely be exempt from the tax, but other not-for-profit providers would pay. Provider taxes are much more complex than portrayed, so complex in fact that they require specialized consulting help to design and implement.", "article_metadata": {"description": "OPINION: Debate over Medicaid expansion is healthy -- provided we debate with good information.", "og": {"url": "http://adn-pb.internal.arc2.nile.works/pb/commentary/article/lets-stick-facts-alaksa-medicaid-expansion-and-work-together/2015/09/06/", "site_name": "Alaska Dispatch News", "description": "OPINION: Debate over Medicaid expansion is healthy -- provided we debate with good information.", "title": "Let's stick to facts on Alaska Medicaid expansion and work together"}, "twitter": {"site": "@alaskadispatch", "card": "summary_large_image"}, "p": {"domain_verify": "bb45485406c9d670397d6aa46b9c295a"}, "article": {"publisher": "https://www.facebook.com/akdispatch"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0"}, "article_summary": "First, McQueary got several facts wrong about provider taxes.\nAs CEO of the Alaska State Hospital and Nursing Home Association, I've followed the provider tax discussion closely.\nProvider taxes are much more complex than portrayed, so complex in fact that they require specialized consulting help to design and implement.\nHowever, provider taxes are almost always levied on hospitals and nursing homes, not on physicians or other provider groups.\nTribal providers would likely be exempt from the tax, but other not-for-profit providers would pay."}