{"article_title": "Armed protesters gather outside Islamic Center of Irving", "article_keywords": ["protest", "muslim", "court", "center", "wright", "gather", "mosque", "protesters", "irving", "islamic", "outside", "ridiculous", "afternoon", "armed", "worshippers"], "article_url": "http://thescoopblog.dallasnews.com/2015/11/armed-protesters-set-up-outside-islamic-center-of-irving.html/", "article_text": "Updated at 7:30 p.m.: New details have been added, and early reports have been merged into a longer article.\n\nAbout a dozen protesters — most carrying long guns, some masked and one with his mother — lined up outside an Irving mosque on Saturday. They had come from as far away as Hunt County to the green-domed complex. To “Stop the Islamization of America,” as the mother’s hand-drawn sign urged.\n\nA pickup tooted on its way down Esters Road, not the first or last driver to endorse the message. Right behind the truck, a sedan pulled out of the Islamic Center of Irving lot, where afternoon prayers had just finished, and blasted Arabic music as it passed.\n\nTwo men on the sidewalk mocked the song, distorting foreign lyrics into gibberish as the car sped away. Then they huddled in the cold around their cigarettes, guns and flags, waiting for another passer-by to pay attention. It was a strange protest, held at a strange time in a suburb strangely relevant to America’s brand of anti-Islamic politics.\n\n“We tried to talk to the mosque before we did this, but they wouldn’t return our messages,” said David Wright, dressed in black all the way from his backwards baseball cap to the barrel of his tactical shotgun. “So here we are.”\n\nWright said he organized the rally in the wake of an Islamic terrorist group’s massacre of Parisian civilians this month. Like millions of Americans, he wants to block Syrian refugees from U.S. shores, lest they replicate the attack here.\n\nBut like a fraction of those millions, he was convinced that Irving’s mosque had established the country’s first Islamic court earlier in the year—a false rumor that started online but grew in popularity after Mayor Beth Van Duyne made it the focus of speeches to Tea Party groups.\n\n“They shut the illegal court down,” Wright said, incorrectly. “And then, they threatened to kill the mayor.”\n\nThus, the guns. A protester with a bandana over his face showed off his AR-15 to traffic. A 20-year-old who wants to join the Army and ban Islam in the United States carried a Remington hunting rifle while his mother held the sign.\n\n“They’re mostly for self-defense or protection,” Wright said, eyeing his 12-gauge. “But I’m not going to lie. We do want to show force. … It would be ridiculous to protest Islam without defending ourselves.”\n\nThat sounded a bit ridiculous to David Palmer, a City Council member who wandered down to the protest in sweatpants after a concerned mosque member told him about it.\n\n“Does it look like there’s any threat here? Nobody’s even close to them,” Palmer said, standing in a parking lot where police cars nearly outnumbered the four or five mosque members who watched the spectacle.\n\n“My initial impression was they were using them for intimidation,” Palmer said. “I doubt that they’d be happy if some of the Muslim churchgoers here showed up at their Christian church, their Baptist church, their Methodist church tomorrow morning with rifles slung over their shoulders.”\n\nPalmer said the police chief personally warned mosque leaders about the rally. They in turn urged their worshippers to steer clear of the group, which calls itself the Bureau of American Islamic Relations and had recycled some of the signs it took to a Richardson mosque last month, on a national day of protest against Islam.\n\nThe worshippers largely took that advice, ignoring the protest until it broke up after a couple hours. The Muslims in the tiny audience declined to share their opinion — instead offering praise for freedom of speech and variations on “no comment.”\n\nBut back on the sidewalk, a man who wore a name tag that read “Big Daddy Infidel” and was afraid to give his full name worried about the day he would be forced to use his hunting rifle to take a human life.\n\n“You know, I hope 10 years from now, we just stood out here and froze to say what we wanted to say, and nothing ever came of it on either side,” he said quietly. “I hope the supplies I have in my house, the food and the water and medical supplies, I have to use up in my retirement years.”\n\nBut, he concluded, “This stuff is among us. People are blind if they don’t think it is.”\n\nUpdate 6 p.m.: The protestors went home at 4 p.m., as planned. The police filed out soon afterwards. Muslim worshippers who streamed in and out of the mosque all afternoon rarely came within 100 feet of them.\n\nI’m working on a full write up, and will update here later this evening.\n\nOriginal report: IRVING — More than a dozen armed protesters gathered outside the Islamic Center of Irving this afternoon, upset about plans to let in Syrian refugees as well as online rumors of a Sharia court at the mosque.\n\nDressed all in black with a tactical shotgun on his hip, organizer David Wright said the weapons were “mostly for self-protection. But I’m not going to lie. We do want to show force. We’re not sitting ducks.”\n\nWright and his group, the Bureau of American Islamic Relations, had, like most everyone, heard about the massacres in Paris carried out by Islamic terrorists.\n\nHe had also heard — though the News has seen no evidence of it — that local Muslims had made death threats against Irving Mayor Beth Van Duyne earlier this year after she led the city council to support a state bill aimed at blocking Muslim influence in the U.S. court system.\n\n“We don’t want people to think we’re out to kill people or shoot people,” Wright said as dozens of Muslim worshipers and students at the Islamic school pulled out of the parking lot past him, some standing in groups to stare at the protests in wonderment. “It would be ridiculous to protest Islam without defending ourselves.”\n\nMore protesters were arriving this afternoon and the group planned to be there until 4 p.m. Several police cars are scattered around the area to guard against confrontation although mosque leaders warned their congregation not to engage with the group.\n\nMore details to come.\n\nTwitter: @aviselk", "article_metadata": {"liveFyreID": "aHR0cDovL3RoZXNjb29wYmxvZy5kYWxsYXNuZXdzLmNvbS8yMDE1LzExL2FybWVkLXByb3Rlc3RlcnMtc2V0LXVwLW91dHNpZGUtaXNsYW1pYy1jZW50ZXItb2YtaXJ2aW5nLmh0bWwv", "generator": "WordPress 3.9.12", "author": "Avi Selk", "og": {"site_name": "The Scoop Blog", "description": "Updated at 7:30 p.m.: New details have been added, and early reports have been merged into a longer article. About a dozen protesters — most carrying long guns, some masked…", "title": "Armed protesters gather outside Islamic Center of Irving", "url": "http://thescoopblog.dallasnews.com/2015/11/armed-protesters-set-up-outside-islamic-center-of-irving.html/", "image": "http://thescoopblog.dallasnews.com/files/2015/11/pan.jpg", "type": "article"}, "LastModifiedDate": "2015-11-23T16:41:50Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "2012-04-11T13:59:21Z", "wp-parsely_version": "1.7", "viewport": "width=device-width", "google-site-verification": "ZjZz-aaVcLkLDp8kIkLnEwtSTZlAwGgQhLyd1pXAbA8", "cXenseParse": {"recs": {"publishtime": "2012-04-11T13:59:21Z"}}}, "article_summary": "About a dozen protesters — most carrying long guns, some masked and one with his mother — lined up outside an Irving mosque on Saturday.\nOriginal report: IRVING — More than a dozen armed protesters gathered outside the Islamic Center of Irving this afternoon, upset about plans to let in Syrian refugees as well as online rumors of a Sharia court at the mosque.\nRight behind the truck, a sedan pulled out of the Islamic Center of Irving lot, where afternoon prayers had just finished, and blasted Arabic music as it passed.\nMuslim worshippers who streamed in and out of the mosque all afternoon rarely came within 100 feet of them.\n“So here we are.”Wright said he organized the rally in the wake of an Islamic terrorist group’s massacre of Parisian civilians this month."}