{"article_title": "Housing will become even more unaffordable if Seattle doesn’t act now", "article_keywords": ["affordable", "city", "neighborhoods", "unaffordable", "housing", "required", "proposals", "seattles", "doesnt", "recommendations", "act", "seattle", "choice"], "article_url": "http://www.seattletimes.com/opinion/housing-will-become-even-more-unaffordable-if-seattle-doesnt-act-now/", "article_text": "Our goal is not social engineering, but to provide choice, and in that choice, opportunity.\n\nSEATTLE is growing. We’re attracting new businesses and residents at a remarkable pace, and facing the new challenges and opportunities that growth brings.\n\nWe accepted the task of co-chairing Seattle’s Housing Affordability and Livability Advisory (HALA) Committee because we both believe in embracing the opportunities of growth. If done right, we can make Seattle affordable for all and preserve the qualities that make our city unique and vibrant.\n\nSeattle is a city of wonderful neighborhoods, each with its own unique character, features and homes. But those neighborhoods are becoming increasingly unaffordable for many who live in Seattle.\n\nIf we do nothing to counterbalance the forces of a tight housing market, the current trend will only continue and only the most affluent will be able to stay. Deliberate planning is required to ensure that Seattle’s housing market is accessible now and in the future — not only to a CEO, but to day-care workers, teachers, custodians, seniors on fixed incomes, and young families.\n\nHALA developed 65 recommendations that would help Seattle accommodate growth and respond to the need for more affordable places to live. Our proposal would require affordable units in multifamily housing buildings throughout the city, which would ensure that low- and moderate-income families have more choices on where to live. The plan would allow more density and new housing near transit lines, reducing congestion and pollution. And it would allow more affordable options such as townhomes and cottages in our single-family neighborhoods without changing their character.\n\nIn our deliberations, we acknowledged the impact our city’s history of exclusionary covenants and redlining have had on our neighborhoods. As uncomfortable as it may be to acknowledge Seattle’s past, we see a chance to right historical wrongs and improve equity and fairness in our city by making our neighborhoods more affordable for all. Our goal is not social engineering, but to provide choice — and in that choice, opportunity.\n\nOur recommendations are broad and touch every sector of the city because the solutions cannot and should not be the responsibility of one group. Our proposal would impose a linkage fee on commercial developers to pay for new affordable housing throughout Seattle. In exchange for taller height limits, we would require residential developers to build new affordable housing throughout the city. We discourage consideration of our proposals in isolation — their power is as an integrated package in which everyone contributes to the solution.\n\nSome argue that we are proposing too many changes, too quickly. But none of these proposals are final. These are recommendations that now must be considered carefully by the City Council and even the state Legislature. This process ensures multiple opportunities for public input. However, we should not lose sight of urgency of this moment in time. If we don’t act, Seattle will become even more unaffordable to many who call it home today.\n\nThe HALA Committee was made up of people from Seattle’s many constituencies — housing advocates, developers, tenants and neighborhoods — each with a strongly held perspective. Our process — and our recommendations — required us to listen to each other and understand the passions behind our positions.\n\nIn the end, each of us had to give a little to reach a consensus. It required compromise and the balancing of needs among many in order to achieve a common aspiration. As the City Council considers our recommendations, we ask our neighbors and fellow residents to read the report, consider the proposals and join the conversation.\n\nThe HALA Committee is excited about the potential for positive change. We have an opportunity to not only make Seattle more affordable, but build our city fairly for all.\n\nWith this proposal and other forward-looking investments this city has chosen to make in transit, parks and education, Seattle’s future is bright.", "article_metadata": {"description": "Our goal is not social engineering, but to provide choice, and in that choice, opportunity.", "og": {"site_name": "The Seattle Times", "description": "Our goal is not social engineering, but to provide choice, and in that choice, opportunity.", "title": "Housing will become even more unaffordable if Seattle doesn’t act now", "url": "http://www.seattletimes.com/opinion/housing-will-become-even-more-unaffordable-if-seattle-doesnt-act-now/", "image": {"width": 1560, "identifier": "http://static.seattletimes.com/wp-content/uploads/2015/07/a4b93f4c-2c12-11e5-8a26-9b7c05211164-1560x2789.jpg", "height": 2789}, "type": "article"}, "twitter": {"site": "@seattletimes", "description": "Our goal is not social engineering, but to provide choice, and in that choice, opportunity.", "card": "http://static.seattletimes.com/wp-content/uploads/2015/07/a4b93f4c-2c12-11e5-8a26-9b7c05211164-780x1394.jpg", "title": "Housing will become even more unaffordable if Seattle doesn’t act now"}, "robots": "noarchive", "apple-itunes-app": "app-id=329502124", "fb": {"admins": 2737159, "app_id": 1522735777957334, "pages": 38472826214}, "msvalidate.01": "29FBBD36D14799A9FDE7843BF1E1CDD7", "article": {"section": "Opinion", "published_time": "2015-07-26 16:01:00", "modified_time": "2015-07-26 16:01:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Opinion"}, "article_summary": "Our proposal would impose a linkage fee on commercial developers to pay for new affordable housing throughout Seattle.\nWe accepted the task of co-chairing Seattle’s Housing Affordability and Livability Advisory (HALA) Committee because we both believe in embracing the opportunities of growth.\nIf done right, we can make Seattle affordable for all and preserve the qualities that make our city unique and vibrant.\nIn exchange for taller height limits, we would require residential developers to build new affordable housing throughout the city.\nOur process — and our recommendations — required us to listen to each other and understand the passions behind our positions."}