{"article_title": "Wall Street Journal Disputes Obamacare Coercion in King v Burwell", "article_keywords": ["burwell", "king", "set", "court", "wall", "journal", "irs", "obamacare", "conservative", "states", "street", "disputes", "v", "exchanges", "trying", "coercion", "subsidies"], "article_url": "https://newrepublic.com/article/121274/king-burwell-wall-street-journal-disputes-obamacare-coercion-evidence", "article_text": "In truth, no states believed, or deliberated as if, they’d lose subsidies unless they set up an exchange, until conservative activists criss-crossed the country to convince them of it, more than a year after the law passed. Even then, states overwhelmingly made their decisions as if the subsidies weren’t at stake.\n\nAs if to underscore the point, no less an Obamacare foe than Justice Samuel Alito envisioned states rushing to set up their own exchanges if the Court eliminates their citizens’ subsidies. “So going forward,\" he said, \"there would be no harm.\" Unlike the Journal editors, Alito’s aim wasn’t to refute Kennedy. He was trying to allay concerns that a ruling for the challengers would create chaos. He’s right that if states set up exchanges, it would mitigate the disruption. But in making that strategic suggestion, he illustrated the very coercive arrangement the Journal is now trying to deny.\n\nThe law’s opponents are thus arguing amongst themselves. Deep in the challengers’ own brief to the Court is another perfect demonstration of Kennedy’s point about coercion. In their own telling, the threat to states would have worked if the IRS had made good on it:\n\n[T]here is no reason to believe that the…incentive would not have worked if the IRS had not eliminated that incentive through bureaucratic fiat. Because the IRS Rule promised states the quid of subsidies without demanding the quo of state-run Exchanges, 34 states predictably declined to assume the difficult responsibility of establishing Exchanges. So, to the extent that enforcing the Act’s plain text now would temporarily deprive people of subsidies, that result is caused by the IRS’s departure from the law—it cannot be used to justify the departure. And, indeed, if the original “deal” is restored by this Court, states may well establish Exchanges going forward.\n\nWith the threat removed, 34 states shrugged off responsibility for their own exchanges. If it hadn’t been removed, many of those states would have felt it acutely and done what they weren’t otherwise inclined to do.\n\nHad Kennedy been the first and only person to sense coercion here, the Journal would have an easier time trying to convince him that he'd made an error. Instead, their position requires him and us to ignore arguments the challengers spelled out in their own briefs—the people on whose behalf the Wall Street Journal is now publishing dishonest editorials, and the conservative lawyers who set about to cripple the law under the coercion theory four years ago. To an unappreciated extent, they’re now relying on the conservative media to clean up their mess.", "article_metadata": {"msapplication-config": "//assets.newrepublic.com/assets/favicons/browserconfig.xml", "viewport": "width=device-width, initial-scale=1.0", "description": "It’s almost impossible to keep track of all the contradictions in King vs. Burwell—the case that threatens Affordable Care Act subsidies in 34 states—but the latest is probably the most important.We learned in Supreme Court oral arguments last week that King is likely to turn on the question of whether the challengers’ interpretation of the law is unconstitutionally coercive.&nbsp;Can the federal&...", "og": {"site_name": "New Republic", "description": "Taking up arms against their own allies.", "title": "The Wall Street Journal's Dishonest Crusade to Gut Obamacare Has One Huge Flaw", "locale": "en_US", "image": "https://images.newrepublic.com/7862d65e4f9bbd41671df7709059dd2cd4d9831b.jpeg?w=1109&h=577&crop=faces&fit=crop&fm=jpg", "url": "https://newrepublic.com/article/121274/king-burwell-wall-street-journal-disputes-obamacare-coercion-evidence", "type": "article"}, "twitter": {"description": "Taking up arms against their own allies.", "title": "The Wall Street Journal's Dishonest Crusade to Gut Obamacare Has One Huge Flaw", "image": "https://images.newrepublic.com/7862d65e4f9bbd41671df7709059dd2cd4d9831b.jpeg?w=1024&h=512&crop=faces&fit=crop&fm=jpg", "creator": "@brianbeutler", "site": "@newrepublic", "card": "summary_large_image"}, "msapplication-TileColor": "#ffffff", "parsely-metadata": "{\"thumb_image\":\"http://images.newrepublic.com/7862d65e4f9bbd41671df7709059dd2cd4d9831b.jpeg\"}", "parsely-page": "{\"title\":\"The Wall Street Journal's Dishonest Crusade to Gut Obamacare Has One Huge Flaw\",\"link\":\"https://newrepublic.com/article/121274/king-burwell-wall-street-journal-disputes-obamacare-coercion-evidence\",\"section\":\"Politics\",\"pub_date\":\"2015-03-11T18:39:00.000Z\",\"post_id\":121274,\"author\":\"Brian Beutler\",\"type\":\"post\",\"tags\":[\"Politics\",\"Obamacare\",\"Barack Obama\",\"King v. Burwell\",\"Affordable Care Act\",\"Samuel Alito\",\"Supreme Court\",\"Wall Street Journal\",\"-type_article\"]}", "fb": {"admins": 4404589, "pages": 161419311535, "app_id": 1675346479369918}, "msapplication-TileImage": "//assets.newrepublic.com/assets/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/thenewrepublic", "tag": "Politics", "published_time": "2015-03-11"}, "theme-color": "#ffffff"}, "article_summary": "And, indeed, if the original “deal” is restored by this Court, states may well establish Exchanges going forward.\nHe’s right that if states set up exchanges, it would mitigate the disruption.\nBut in making that strategic suggestion, he illustrated the very coercive arrangement the Journal is now trying to deny.\nDeep in the challengers’ own brief to the Court is another perfect demonstration of Kennedy’s point about coercion.\nHad Kennedy been the first and only person to sense coercion here, the Journal would have an easier time trying to convince him that he'd made an error."}