{"article_title": "Wrongfully imprisoned men Antonio Yarbough and Sharrif Wilson join \"Piers Morgan Live\" – Piers Morgan", "article_keywords": ["wilson", "yarbough", "join", "imprisoned", "men", "long", "interview", "live", "felt", "morgan", "horrible", "sharrif", "piers", "wrongfully"], "article_url": "http://piersmorgan.blogs.cnn.com/2014/02/07/wrongfully-imprisoned-men-antonio-yarbough-and-sharrif-wilson-join-piers-morgan-live/", "article_text": "After spending more than two decades wrongfully imprisoned, on Thursday two men from Brooklyn, New York found themselves free for the first time since June of 1992.\n\nNearly 22 years ago, Sharrif Wilson and Antonio Yarbough were charged, and subsequently convicted, in the triple homicide of Yarbough's mother, and two 12-year-old girls, one of whom was his sister.\n\nNew DNA evidence cleared the two men, who join Piers Morgan on Friday in the first interview since their release.\n\n\"I haven't slept yet. I've been up for over like two days now. I have no words right now, I'm just extremely happy,\" said Yarbough, who was 18 at the time of the murders and has been busy breathing New York's trademark outdoor air since his release, a simple pleasure he missed as much as anything else during his incarceration.\n\nOn June 18th, 1992, Yarbough and Wilson spent an evening out in the West Village, before later returning to their native Coney Island. The pair separated, and Yarbough headed home, where he was greeted by all three bodies, a scene that's since been described as a grisly.\n\nThe two men soon fell victim to what's subsequently been exposed as shoddy police work; an entirely too brief investigation, featuring coerced confessions, and misinterpreted evidence. Additionally, it's been determined that Yarbough and Wilson suffered from inadequate legal representation, all factors which contributed to the two men spending 21 long years behind bars.\n\n\"It was horrible. [I] tried to keep faith in God and believe that one day all of this would be over with,\" said Wilson, who during the initial trials was encouraged to lie in court, and turn on his friend, in exchange for a lighter sentence. \"For many years I felt horrible that I had to do that and that I actually did it knowing that we wasn't guilty for a crime that we didn't commit. But I just felt horrible and I felt horrible then; I still feel horrible now that we had to go through this long process just to get justice.\"\n\nWith both men locked up, DNA tied a new murder – from 1999 – to evidence collected in the 1992 triple homicide, effectively clearing the two men.\n\nSeated side by side, across from the host, Friday's interview on \"Piers Morgan Live\" represents the first time in 21 years that Wilson and Yarbough have seen one another without shackles. For Wilson, time in prison resulted in a longing for some of the simple pleasures that most New Yorker's take for granted. In his case, it was simply authentic pizza.\n\nFor more on the men's long journey to freedom, and the comforts they were robbed of for 21 years, click the above link. And for the full interview with Wilson and Yarbough, watch CNN at 9.\n\n-\n\n» Follow \"Piers Morgan Live\" on Twitter\n\n» Follow \"Piers Morgan Live\" on Instagram", "article_metadata": {"description": "After spending more than two decades wrongfully imprisoned, on Thursday two men from Brooklyn, New York found themselves free for the first time since June of 1992.", "generator": "WordPress.com", "title": "Wrongfully imprisoned men Antonio Yarbough and Sharrif Wilson join \"Piers Morgan Live\"", "og": {"url": "http://piersmorgan.blogs.cnn.com/2014/02/07/wrongfully-imprisoned-men-antonio-yarbough-and-sharrif-wilson-join-piers-morgan-live/", "image": "http://i2.cdn.turner.com/cnn/dam/assets/140207194653-exp-pmt-antonio-yarbaugh-sharrif-wilson-00005121-horizontal-gallery.jpg", "type": "article", "description": "After spending more than two decades wrongfully imprisoned, on Thursday two men from Brooklyn, New York found themselves free for the first time since June of 1992.", "title": "Wrongfully imprisoned men Antonio Yarbough and Sharrif Wilson join \"Piers Morgan Live\""}, "keywords": "piers morgan live, the big story, jason kurtz", "fb": {"admins": 690014395, "app_id": 80401312489}, "msapplication-window": "width=device-width;height=device-height", "application-name": "Piers Morgan", "msvalidate.01": "DE341CAC7D45B696ED1776216C18054C", "google-site-verification": "mFBa4OnyEDU23vgVJ6rtX_4izud7FIi9JiscfVsWaKk", "msapplication-task": "name=Subscribe;action-uri=http://piersmorgan.blogs.cnn.com/feed/;icon-uri=http://1.gravatar.com/blavatar/169bdd3c913ad32d5e743b1d82ca1052?s=16"}, "_id": "\"57477af36914bd0286fd07ca\"", "article_summary": "-» Follow \"Piers Morgan Live\" on Twitter» Follow \"Piers Morgan Live\" on Instagram\nNew DNA evidence cleared the two men, who join Piers Morgan on Friday in the first interview since their release.\nBut I just felt horrible and I felt horrible then; I still feel horrible now that we had to go through this long process just to get justice.\"\nSeated side by side, across from the host, Friday's interview on \"Piers Morgan Live\" represents the first time in 21 years that Wilson and Yarbough have seen one another without shackles.\nAnd for the full interview with Wilson and Yarbough, watch CNN at 9."}