{"article_title": "Pharmacists in action, December 2013", "article_keywords": ["340b", "drug", "pharmacy", "services", "program", "health", "apha", "social", "action", "pharmacists", "care"], "article_url": "https://www.pharmacist.com/pharmacists-action-december-2013", "article_text": "Gaining momentum: Pharmacists recognized for health care contributions\n\nFor several months now, I have written about voices outside pharmacy who recognize the role pharmacists play in future health care models. The momentum continues, as we give a nod to several more.\n\nA position paper issued by the American College of Physicians (ACP) and published in the November 5 Annals of Internal Medicine referenced pharmacists in a positive light. The ACP paper included clinical pharmacists in its definition of a clinical care team, and clinical pharmacists were mentioned throughout the paper. It’s great to see that our colleagues in medicine see us as part of the team.\n\nThe U.S. Department of Health & Human Services (HHS) is drafting a National Action Plan for Adverse Drug Event Prevention. The draft focuses on the prevention of adverse drug events (ADEs) related to anticoagulants, diabetes agents, and opioids. The plan recognizes the value of pharmacist services in preventing and reducing ADEs and improving overall patient health outcomes. In comments on the draft plan, the American Health Quality Association had nothing but praise for pharmacists’ services and repeatedly noted that pharmacists are integral to providing the highest quality care to patients.\n\nIn the November 2013 issue of Health Affairs, Marie Smith, PharmD, and colleagues published a paper about how pharmacists belong in accountable care organizations (ACOs) and on integrated care teams. In the same issue of Health Affairs, Lucinda L. Maine, PhD, and colleagues wrote an article on how pharmacists and technicians will be able to enhance patient care even more once national policies, practices, and priorities are aligned.\n\nLast month, APhA President Steven T. Simenson, BSPharm, FAPhA, FACA, FACVP, spoke to several groups at Boehringer Ingelheim (BI) Pharmaceuticals about provider status, pharmacy accreditation, and quality measures. One of the groups Simenson met with was Pharmacists Across BI, which was started in 2013 to advocate for the profession of pharmacy, educate stakeholders on the value of pharmacists, and serve as a networking group for both pharmacists and nonpharmacists at BI. I’m very excited that a pharmaceutical company is stepping forward to promote the role of the pharmacist.\n\nAs 2013 comes to a close, I encourage all of you to keep up the momentum! Spread the word about how pharmacists as members of multidisciplinary care teams, ACOs, and participants in national initiatives can make a difference in patient care.\n\nThomas E. Menighan, BSPharm, MBA, ScD (Hon), Executive Vice President and CEO\n\nMedia vibe\n\nDuring the month of October, APhA External Communications Department and Media Advisors responded to 12 media inquiries, including the following:\n\nThe Houston Chronicle: APhA’s ethical stance on pharmacist involvement in lethal injection\n\nWisconsin Reporter: Cost of prescription drugs under the Affordable Care Act\n\nInside Health Policy: Hydrocodone rescheduling\n\nFitness: Medications/products that can cause fatigue\n\n90%\n\nThe percentage of influenza-related deaths that occur in people 65 years or older. More than one-half of flu-related hospitalizations occur in this population.\n\nSource: www.flu.gov/at-risk/seniors\n\nThere’s ‘more’ at APhA2014\n\nThe upcoming APhA Annual Meeting & Exposition, which will be held March 28–31, 2014, at Orlando’s Orange County Convention Center, is the premier event in pharmacy. This event gives you the opportunity for professional networking with colleagues from all fields of the pharmacy profession and offers education opportunities that highlight the power and promise of pharmacy.\n\nMore learning\n\nMaximize your experience at APhA2014 by taking advantage of the variety of premeeting education and additional offerings available. APhA’s Certificate Training Programs (CTPs) are available in addition to the core educational offerings. These programs will help you to understand newer concepts and apply them in your everyday practice. Discover in-depth information about topics such as ambulatory care, immunizations, and CPR certification. Maximize your experience at APhA2014 today and register for one or more CTPs to enhance your professional career! These additional offerings will take place prior to the conference, starting on Thursday, March 28, 2014.\n\nMeet more people\n\nMeet with over 150 exhibiting companies in our one-of-a-kind marketplace at the APhA Exposition. As an attendee, you will have the opportunity to meet face-to-face with representatives from each of the exhibiting companies that showcase new products, technologies, and exciting services in the pharmacy industry.\n\nMore opportunities\n\nWe hope to inspire each and every pharmacy professional to reconnect and recharge with the new ideas and knowledge. The APhA2014 Exposition and premeeting education sessions are the perfect way to kick off this year’s Annual Meeting!\n\nRegister today! Members who register early will receive a discount. Visit www.aphameeting.org for more details and to register.\n\nNatosha McNeal\n\nContributing writer\n\nA minute with\n\nAdam C. Welch, PharmD, MBA, BCACP\n\nAssociate Professor Pharmacy Practice\n\nSchool of Pharmacy, Wilkes University, Wilkes-Barre, PA\n\nAPhA member since 1999\n\nI joined APhA because… they provide the most helpful resources to support practicing pharmacists in taking care of their patients.\n\nMy most memorable APhA experiences… always come when I attend the Annual Meetings and catch up with people whom I may not have seen in a year. The Annual Meetings are also a time to get recharged and excited about the direction our profession is heading.\n\nProfessionally I want to… see community pharmacists actively engaged as meaningful contributors to health care beyond what we typically contribute. I think community pharmacists are the largest underutilized resource in the health care system.\n\nIf I could have dinner with anyone, living or dead, I’d choose… President Lyndon Johnson so we could write pharmacists into the Social Security Act as Medicare providers from the beginning. For dessert, I would go out for pie with Jack Welch and Mike Ditka!\n\nAre you on social media?\n\nChances are that the answer is “yes.” A survey done in 2012 found that 56% of Americans have a profile on a social networking site and 22% use social media several times per day. A Pew study conducted earlier this year revealed that of Americans who use the Internet, a whopping 72% use social media sites. The most commonly used social media site is Facebook, followed by Twitter and LinkedIn. Currently, the fastest growing social media site is Pinterest.\n\nAPhA has many social media sites, so regardless of which platform is your favorite, you are bound to find an APhA site that will interest you. Below is a list of APhA social media sites. In addition, on page 38, the One to One column highlights how social media can help you provide patient education.\n\nStay tuned for upcoming articles that describe the APhA social media offerings in more detail. See you online!\n\nFacebook\n\nAPhA: www.facebook.com/APhAPharmacists\n\nAPhA–ASP: www.facebook.com/APhAASP\n\nPharmacy Today: www.facebook.com/PharmacyToday\n\nAPhA Foundation: www.facebook.com/APhAFoundation\n\nNew Practitioner Network: www.facebook.com/APhANPN\n\nTwitter\n\nAPhA: twitter.com/pharmacists\n\nPharmacy Today: twitter.com/Pharmacy_Today\n\nAPhA DrugInfoLine: twitter.com/DrugInfoLine\n\nAPhA–ASP: twitter.com/APhAASP\n\nAPhA New Practitioner Network: twitter.com/APhA_NPN\n\nAPhA2014: twitter.com/APhA2014\n\nLinkedIn\n\nAPhA Discussion group: http://apha.us/1aRdfEX\n\nAPhA–ASP Discussion group: http://apha.us/18nHSFI\n\nAPhA company page: http://apha.us/1cGqpat\n\nPinterest\n\nAPhA headquarters: www.pinterest.com/aphapharmacists\n\nSen. Al Franken (D-MN) (center) spoke at the Hennepin County Medical Center in Minneapolis and attended a fundraiser at the home of Bruce Thompson, BSPharm (right), Director of Health System Pharmacy Services at Hennepin and a member of the APhA Government Affairs Committee. Thompson and the senator discussed transitions of care and medication therapy management services. APhA President Steve Simenson, BSPharm, FAPhA, (left) explained to Franken that obtaining provider status would enable more positive contributions to patient care. Franken was supportive of pharmacists being recognized in the Social Security Act and is willing to listen to APhA’s future proposals.\n\n“Right now generic companies, who are responsible for over 80% of the prescription drugs dispensed to patients, aren’t able to revise their drug safety information as quickly as the brand name,” said Janet Woodcock, MD, Director of FDA’s Center for Drug Evaluation and Research, regarding FDA’s proposed rule that would allow generic drug manufacturers to independently update and promptly distribute revised product labeling.\n\nSource: https://blogs.fda.gov\n\nNot an APhA member?\n\nJoin today at\n\nwww.pharmacist.com/join.\n\nMembers are looking at\n\nAPhA is producing a series of eight issue briefs to inform members about accountable care organizations (ACOs), a new delivery model of health care. In today’s changing health care landscape, ACOs provide pharmacists with both opportunities and challenges to optimize every patient’s medication therapy.\n\nTopics for the briefs include the following:\n\nACO 101 ACO financing models Health care delivery in the ACO ACO approaches to medication use ACO engagement of pharmacists Medications: value propositions in ACOs Pharmacists: value propositions in ACOs Marketing pharmacists’ services to ACOs\n\nThe ACO 101 issue brief is available to all users. The other seven briefs are available to APhA members only. For complete access to the series, visit pharmacist.com. Members should log in using their ID and password.\n\nDid you know?\n\nAPhA members receive a discount on registration fees for the APhA Annual Meeting & Exposition, to be held March 28–31, 2014, in Orlando, FL. Pharmacists who have been practicing for more than 5 years in the Active Pharmacist member category also receive a $50 discount coupon to apply to the full meeting registration fee when they join or renew their APhA membership.\n\nDon’t delay! Register before December 31 to take advantage of all discounts. Join thousands of your pharmacy colleagues in Orlando next March to celebrate the power and promise of pharmacy!\n\nLearn from your peers, save money, and help patients\n\nWhat are the benefits of the 340B Drug Pricing Program? APhA’s Allison Gross, Communications Associate for Federal Contracts and Grants, recently sat down with Jennifer Clark, BSPharm, Director of Pharmacy Services at Health Partners of Western Ohio, to discuss the benefits of the Peer-to-Peer and 340B Drug Pricing programs.\n\nJennifer Clark\n\nAPhA: Can you briefly describe your facility and why you applied to the Peer-to-Peer program?\n\nJC: Health Partners of Western Ohio is a Federally Qualified Health Center (FQHC). We operate five FQHCs in Western Ohio and serve about 18,500 patients. We worked hard to develop our 340B program and wanted to share what we learned with other entities that might be struggling to bring up similar comprehensive programs. We are in our second term with Peer-to-Peer.\n\nAPhA: What are some of the advantages of being in the Peer-to-Peer program?\n\nJC: Networking and support are great advantages. We have been developing our comprehensive program in a silo since 2006. It is critical to get out and meet other people working in similar environments and those who have developed entirely different models of care to meet their needs. We have been able to develop our program even more through networking with our peers.\n\nAPhA: Do you have any advice to others who are thinking of joining the Peer-to-Peer program?\n\nA: My number one piece of advice is not to be afraid. Don’t think that your program won’t measure up. Make sure that your program is well designed, that you stay on top of changes, and that you maintain a high integrity level. You need to commit to continual learning and continued improvements.\n\nAPhA: Do you have any advice to other 340B entities?\n\nJC: The program is designed to help the entity stretch resources and improve services for their patients. Entities must be diligent in following regulations and adhering to the guidelines of the program. The benefits of the program far outweigh the commitment required from an entity to make sure the program is operating correctly. Take the time to develop a comprehensive pharmacy program. Medication access is just one piece of a comprehensive pharmacy program that also includes medication therapy management, disease management, preventive care services, medication reconciliation, patient education, provider education, provider consultation, and retrospective drug utilization review.\n\nAPhA: Why is 340B important in your community?\n\nJC: Last year, we saved our patients about $1.6 million on medication costs by using our 340B in-house pharmacy program. We combine 340B with other medication access programs to spread our dollars even further. Patients have cried because they can finally afford their medications and have an environment to learn about safe medication use and managing their disease, not just taking a pill and hoping for the best. Our community is getting healthier because of the 340B program. Our organization is part of the Patient Safety and Clinical Pharmacy Services Collaborative. In 2012, we worked with Ohio KePro (Ohio’s CMS Quality Improvement Organization) and showed a 67% relative improvement in admissions and a 100% relative improvement in readmissions for a targeted high risk population.\n\nAPhA: What are some major benefits of using the 340B program?\n\nJC: We use an integrated care model where primary care providers, behavior specialists, and clinical pharmacists work together with the patient. Among 575 high-risk patients last year, our clinical pharmacists prevented 900 potential adverse drug events and stopped 63 existing adverse drug events.\n\nShowcasing high-performing 340B entities\n\nThe 340B Peer-to-Peer Program was developed by APhA with the Health Resources and Services Administration Office of Pharmacy Affairs to showcase high-performing 340B entities in order to provide practical examples of excellence in 340B integrity and quality that will serve as a resource for other 340B entities. APhA is seeking 340B entities of all sizes and types to apply for this prestigious status as a 340B Peer-to-Peer Leading Practice Site. For more information and to submit an application, visit www.hrsa.gov/opa/peertopeer/index.html.\n\nAllison Gross\n\nCommunications Associate\n\nAPhA Federal Contracts and Grants\n\nJoint Forces Pharmacy awards\n\nAlthough the Joint Forces Pharmacy Seminar was cancelled this year due to the government shutdown, the services honored individuals for their tireless work in promoting pharmacy in the joint forces. Congratulations to this year’s award winners!\n\nAir Force\n\nMaj Thuy Vo: 2012 Society of Air Force Pharmacy (SAFP) Maxine Betty Award (Field Grade Officer)\n\nCapt Emily Fusco: 2012 SAFP Fred Coleman Award (Company Grade Officer)\n\nMaj Julie Meek: 2012 SAFP Edward Zastawny Award (Clinical)\n\nMSgt Holly Burke: 2012 SAFP Senior Non-Commissioned Officer Technician Award\n\nJoseph Howard: 2012 SAFP Civilian Technician Award\n\nArmy\n\nSSG Larry W. Madison: SSG Jude R. Jonaus Army Pharmacy Non-Commissioned Officer Award\n\nSPC Timothy L. Burnell: Larry C. Nesmith Enlisted Technician Award\n\nCPT Jessica R. Hull: Army Pharmacy Junior Officer Award\n\nLTC Samuel Wetherill: Army Reserve Pharmacy Officer Award\n\nJulie Gandara-Miller: Mel Liter Clinical Pharmacy Award\n\nDavid Rohrbaugh: Janet P. Hunter Civilian Pharmacist Award\n\nBeth Rayman: Jeanelle M. Oakley Pharmacy Technician Award\n\nLTC Gwendolyn Thompson: Army Pharmacy Leadership and Innovation Award\n\nCOL Stephen M. Ford: Gerald (Jay) LaFleur Pharmacy Educator of the Year Award\n\nCharles S. Anderson: Army Pharmacy Support Staff Superior Service Award\n\nCoast Guard\n\nLT Christopher Janik: 2013 Pharmacist of the Year\n\nHS3 Jillian Day: 2013 Pharmacy Technician of the Year\n\nNavy\n\nHM1 Seth Kolpack: HM3 Padilla Award\n\nEmily Zywicke: Specialty Leader Award\n\nLCDR Janel Rossetto: Senior Officer of the Year\n\nAlexandria Vance: Civilian Pharmacist of the Year\n\nSidney Ryan: Civilian Technician of the Year\n\nHM1 Michael Ahner: Senior Technician of the Year\n\nHM3 Christina Ahmann: Junior Technician of the Year\n\nLT Heather Rosati: Junior Officer of the Year\n\nLT Ronnie Holuby: Reserve Pharmacist of the Year\n\nNaval Hospital Camp Pendleton: Team Award\n\nThe 2013 Army Pharmacy Support Staff Superior Service Award was presented to Charles Anderson by Colonel Ned Schowalter, Chief of Pharmacy, Womack Army Medical Center, Ft. Bragg, NC.\n\nTwo Evans Army Community Hospital pharmacy leaders received Army-level awards for pharmacy excellence. Chief of Pharmacy Colonel Stephen Ford (center right) received the 2013 Gerald (Jay) LaFleur Pharmacy Educator of the Year Award for leadership and mentorship in pharmacy education. Julie Gandara-Miller (center left) received the 2013 Mel Liter Clinical Pharmacist of the Year Award for innovations in clinical practice. Deputy Commander for Clinical Services Colonel Thomas Rogers (far right) and Command Sergeant Major William Rost (far left) presented the awards.\n\nMajor Paul Kassebaum (left), Chief of Pharmacy, at Ireland Army Community Hospital, Ft. Knox, KY, presented the 2013 Special Services Group Jude R. Jonaus Army Pharmacy Non-Commissioned Officer Award to Larry Madison, pharmacy technician (right).\n\nHere is this month’s top trending DrugInfoLine article\n\nFocus on HIV\n\nBetty Dong, Section Advisor\n\nNew guidelines recommend three-drug regimen after occupational HIV exposure\n\nKey point\n\nGuidelines for managing occupational exposure to HIV and recommendations for postexposure prophylaxis (PEP) were recently updated by the United States Public Health Service (USPHS). A PEP regimen of three or more antiretroviral agents should be taken for 4 weeks when occupational exposure to HIV occurs.\n\nFiner points\n\nRisk of HIV transmission after occupational exposure is low. However, if exposure occurs, appropriate response and risk management are essential.\n\nThe USPHS recently updated its guidelines for managing occupational exposure to HIV and recommended PEP treatment regimens, which were last revised in 2005. Recommendations were compiled by a USPHS working group comprising members of CDC, FDA, Health Resources and Services Administration, and National Institutes of Health. The members considered literature published since the 2005 guidelines, challenges with implementation, surveillance data, and new medications.\n\nSelected guideline recommendations in the event of an occupational exposure to HIV include the following:\n\nHIV status of exposure source (SP) should be determined to guide treatment; PEP is recommended for all occupational exposures to HIV.\n\nPEP medications should be started as soon as possible and continued for 4 weeks but can be stopped if SP tests HIV negative.\n\nPEP medication regimens should contain three or more antiretroviral agents.\n\nRaltegravir (Isentress—Merck) should be administered 400 mg twice daily in combination with emtricitabine 200 mg/tenofovir 300 mg (Truvada—Gilead) once daily as first-line therapy.\n\nGuidance for when expert consultation is warranted and recommendations for postexposure counseling, follow-up testing, and monitoring also were provided.\n\nWhat you need to know\n\nIn addition to providing recommendations for testing and treatment, guideline authors reaffirmed treatment principles and approaches recommended in previous versions of the guidelines. In cases of occupational exposure, pharmacists have an opportunity to reinforce the importance of adherence, even to fellow health care providers. “Exposed [health care professionals] who choose to take PEP should be advised of the importance of completing the prescribed regimen,” wrote guideline authors.\n\nThis includes discussions about adverse effects and strategies to avoid them, potential drug interactions, laboratory monitoring, and alarm symptoms such as rash or yellowing of the skin or eyes, noted the authors. Expert PEP consultation can be obtained by calling the PEPline at (888) 448-4911.\n\nWhat your patients need to know\n\nThe USPHS recently updated guidelines for managing occupational exposure to HIV and recommendations for PEP. Risk of HIV transmission after occupational exposure is low. However, adherence to recommended PEP treatment regimens is essential to further minimize this risk.\n\nSource\n\nKuhar DT et al. Updated US Public Health Service guidelines for management of occupational exposures to human immunodeficiency virus and recommendations for postexposure prophylaxis. Infect Control Hosp Epidemiol. 2013;34:875–92.\n\nThe latest drug news\n\nCheck out APhA DrugInfoLine, an online pharmacotherapy news resource for APhA members. Each week, DrugInfoLine editors work with a panel of pharmacy experts in 20 disease states to highlight the most relevant studies and guidelines published in peer-reviewed journals that affect drug therapy choices.\n\nRecent top trending DrugInfoLine articles\n\nFramingham gone: New guidelines redefine CVD prevention\n\nNew cholesterol guideline: LDL goals take backseat to statins\n\nHypertension treatment algorithm released", "article_metadata": {"og": {"site_name": "American Pharmacists Association", "description": "Gaining momentum: Pharmacists recognized for health care contributions", "title": "Pharmacists in action, December 2013", "url": "https://www.pharmacist.com/pharmacists-action-december-2013", "image": "/sites/default/files/images/APhA-footer-logo.png", "updated_time": "2013-12-04T14:08:56-05:00", "type": "article"}, "article": {"published_time": "2013-11-26T15:34:11-05:00", "modified_time": "2013-12-04T14:08:56-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "description": "Gaining momentum: Pharmacists recognized for health care contributions", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fcee92\"", "article_summary": "Gaining momentum: Pharmacists recognized for health care contributionsFor several months now, I have written about voices outside pharmacy who recognize the role pharmacists play in future health care models.\nThe ACP paper included clinical pharmacists in its definition of a clinical care team, and clinical pharmacists were mentioned throughout the paper.\nTopics for the briefs include the following:ACO 101 ACO financing models Health care delivery in the ACO ACO approaches to medication use ACO engagement of pharmacists Medications: value propositions in ACOs Pharmacists: value propositions in ACOs Marketing pharmacists’ services to ACOsThe ACO 101 issue brief is available to all users.\nProfessionally I want to… see community pharmacists actively engaged as meaningful contributors to health care beyond what we typically contribute.\nIn comments on the draft plan, the American Health Quality Association had nothing but praise for pharmacists’ services and repeatedly noted that pharmacists are integral to providing the highest quality care to patients."}