{"article_title": "Two-Year Delay of Cadillac Tax Included in Spending Bill", "article_keywords": ["washington", "spending", "cadillac", "twoyear", "bill", "tax", "employers", "delay", "health", "bloomberg", "included", "repeal", "told"], "article_url": "http://www.bna.com/twoyear-delay-cadillac-n57982065306/", "article_text": "Dec. 16 — To the delight of many, a two-year delay of the Affordable Care Act's much maligned Cadillac tax is part of a year-end omnibus spending package unveiled by congressional leaders.\n\nThe $1.1 trillion government spending bill, which was made public Dec. 16 and is set to be voted on by Congress this week, also would make the excise tax on higher-cost health plans—set to go into effect in 2018—deductible for employers.\n\nWhile there's still a possibility the provision could be excised from the final spending bill, it isn't likely because of the broad support from Senate Democrats who back the delay, Geoffrey P. Manville, a principal with Mercer LLC's Washington Resource Group, told Bloomberg BNA.\n\nThe Alliance to Fight the 40—a group of representatives from the employer community, unions and health insurance companies that has been leading the charge for full repeal of the tax—issued a news release urging Congress to approve the two-year delay, to 2020, “as the first step toward full repeal.”\n\nRep. Joe Courtney (D-Conn.), who was instrumental in orchestrating the delay, told Bloomberg BNA he thinks pushing the effective date back two years is a path toward full repeal of the tax.\n\nNext Administration's Decision\n\n“The two years obviously pushes this into the next administration. If you look at all of the presidential candidates, they have pretty much across the board shown no inclination to defend the excise tax,” said Courtney, who introduced his own bill to repeal the tax in April (H.R. 2050).\n\nCourtney said he's not concerned about the cost of delaying or repealing the Cadillac tax because he finds the Congressional Budget Office's analysis of the tax to be fuzzy, especially in later years of the projections.\n\nThe CBO has projected that the tax would generate $87 billion in revenue over a decade, much of that from employers shifting from nontaxable health-care benefits as they face the levy to taxable wage increases.\n\n“The CBO analysis is based on income replacement and if you drill down deeper, they'll tell you it's not just wage and salary replacement, it's also income that would go to a corporation and at some point that gets really murky,” he said.\n\nAdditionally, the employer community found the CBO's analysis of the Cadillac tax to be not only “murky,” but also “far-fetched,” he said.\n\nManville said a delay of the tax would help the chances for repeal and give everyone “a little more breathing room.”\n\nKathryn Wilber, senior counsel for health policy with the American Benefits Council in Washington, told Bloomberg BNA that the delay would be a positive step toward repeal.\n\n“I think this really will help employers in the short term, but we'll still continue to work for repeal down the road,” she said.\n\nThe delay also would be a “good thing” for employers that have been struggling with how to deal with the tax, Vanessa A. Scott, a partner at Sutherland, Asbill & Brennan LLP in Washington, told Bloomberg BNA.\n\n—With assistance from Nathaniel Weixel in Washington.\n\nTo contact the reporter on this story: Kristen Ricaurte Knebel in Washington at kknebel@bna.com\n\nTo contact the editor responsible for this story: Phil Kushin at pkushin@bna.com", "article_metadata": {"og": {"url": "http://www.bna.com/twoyear-delay-cadillac-n57982065306/", "image": "http://www.bna.com/uploadedImages/BNA_V2/Company/BnaSocialShare.jpg", "description": "To the\r\ndelight of many, a two year delay of the Affordable Care Act's much\r\nmaligned Cadillac tax is part of a year end omnibus spending\r\npackage unveiled by...", "title": "Two-Year Delay of Cadillac Tax Included in Spending Bill"}, "csrf-token": "TFh2KP9Vs2peWgggCnoYXaVdEBRv3Yam6SJXdgHUhjmp-CEfdKtOEi19ZfAERyDoxBKBh9PFNpvDJOSZO7xaEXd7X_kzfMxy0mkDfllkjqE1:MDo5vHI0OFPKMe2pkFK3RenfIcoF7fwnknD35jRlJ9pr8SweybJHcP25jL708G37Bg6v28mum0UOB-K5E69WNMlNpY-uxFlZNak0a1Rflaw1", "description": "To the\r\ndelight of many, a two year delay of the Affordable Care Act's much\r\nmaligned Cadillac tax is part of a year end omnibus spending\r\npackage unveiled by", "viewport": "width=device-width, initial-scale=1", "fragment": "!"}, "article_summary": "Additionally, the employer community found the CBO's analysis of the Cadillac tax to be not only “murky,” but also “far-fetched,” he said.\nDec. 16 — To the delight of many, a two-year delay of the Affordable Care Act's much maligned Cadillac tax is part of a year-end omnibus spending package unveiled by congressional leaders.\nCourtney said he's not concerned about the cost of delaying or repealing the Cadillac tax because he finds the Congressional Budget Office's analysis of the tax to be fuzzy, especially in later years of the projections.\nThe delay also would be a “good thing” for employers that have been struggling with how to deal with the tax, Vanessa A. Scott, a partner at Sutherland, Asbill & Brennan LLP in Washington, told Bloomberg BNA.\nIf you look at all of the presidential candidates, they have pretty much across the board shown no inclination to defend the excise tax,” said Courtney, who introduced his own bill to repeal the tax in April (H.R."}