{"article_title": "Chipotle sales tumble", "article_keywords": ["affected", "consumers", "tumble", "boston", "workers", "sales", "states", "health", "percentthats", "outbreak", "chipotle", "total"], "article_url": "http://www.marketplace.org/2016/01/06/economy/numbers/btn", "article_text": "A sign showing that the Chipotle Mexican Grill seen at 1924 Beacon St. is closed on December 8, 2015 in Boston, Massachusetts. According to a Boston College spokesman, 80 students have gotten sick after eating at the fast food chain. - Scott Eisen/Getty Images\n\n15 percent\n\nThat's how many people said, in a new Bankrate.com study, that they would borrow from friends and family in the event of a financial emergency. A third of consumers said they would dip into their savings, while 23 percent of those surveyed said they would start cutting back on other costs.\n\n250,000\n\nThat's how many older and less-educated workers (out of a total of 50 million workers in these two groups) moved from full-time to part-time jobs over the past two years. Many Obamacare critics have said that that the country's health care law would cause employers to reduce workers' hours in order to avoid insurance costs. However, a new report from the journal Health Affairs states that it's found little evidence of that connection.\n\n14.6 percent\n\nThat's how much Chipotle's same-restaurant sales fell during 2015's fourth quarter. The chain's earnings have taken a hit due to several health-related incidents at company locations across the country. A norovirus outbreak in Southern California affected about 100 Chipotle consumers back in August, while an E. coli outbreak in October and November affected 53 people in nine states.", "article_metadata": {"csrf-param": "authenticity_token", "application-name": "Marketplace from APM", "og": {"url": "http://www.marketplace.org/2016/01/06/economy/numbers/btn", "image": "http://cms.marketplace.org/sites/default/files/styles/primary-image-900x500/public/chipotle_3.jpg?itok=gpr1QryL", "type": "article", "description": "Here are the numbers we're reading and watching for Wednesday.", "title": "Chipotle sales tumble"}, "twitter": {"site": "@Marketplace"}, "msapplication-TileColor": "#FFFFF", "msapplication-square70x70logo": "/assets/mstile-70x70-797ef1ac7d8ffe040b98bab7140abf109b307280019c7d5c16c614ac6f66319d.png", "msapplication-square310x310logo": "/assets/mstile-310x310-9380546aaae2d32ed4a1460d4ffac0ddd0197d240c08a97d9ba80e663f2f42e2.png", "msapplication-wide310x150logo": "/assets/mstile-310x150-11f7c8519056bc96bf2540c4b2aa8564178ebcae2594d3e8fb28d480f2c5cd8a.png", "csrf-token": "0Yc7Y8buBJYryqm1o4X6h94B0SiCvGgf5kJDT2bJcrG8cCqQOWsXUVi0zqkO3hu1WE7I6V0OV/dvH3A+msU0WA==", "msapplication-TileImage": "/assets/mstile-144x144-a9640051fbfb73c1de9771231343135b5f79295e3f98bb1cb87854aa6a74f8c8.png", "msapplication-square150x150logo": "/assets/mstile-150x150-1d103d04b61aaa10bb165f225c46e694338b92918bc7a7ca2b99b54bdd1bbc0c.png", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "A norovirus outbreak in Southern California affected about 100 Chipotle consumers back in August, while an E. coli outbreak in October and November affected 53 people in nine states.\nA sign showing that the Chipotle Mexican Grill seen at 1924 Beacon St. is closed on December 8, 2015 in Boston, Massachusetts.\nHowever, a new report from the journal Health Affairs states that it's found little evidence of that connection.\n14.6 percentThat's how much Chipotle's same-restaurant sales fell during 2015's fourth quarter.\nAccording to a Boston College spokesman, 80 students have gotten sick after eating at the fast food chain."}