{"article_title": "The San Salvador Project: Ignoring Genocide", "article_keywords": ["cabrillo", "san", "salvador", "museum", "experience", "ignoring", "project", "indian", "genocide", "maritime", "spanish", "ship", "nations"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/03/04/san-salvador-project-ignoring-genocide", "article_text": "In A Legacy of Genocide: The San Salvador, (SanDiegoFreePress.org, February 14, 2014) Will Falk, an attorney and poet, precisely pinpoints what is wrong with the nearly completed reconstruction of the Spanish designed ship San Salvador (“Holy Savior”). Once completed, the vessel is to be a replica of a ship built under brutal conditions with Indian slave labor under the command of the conquistador Juan Rodíguez de Cabrillo. In September of 1542, Cabrillo sailed the San Salvador into the vast bay of the Kumeyaay territory.\n\nThe project is an attempt by the San Diego Maritime Museum to celebrate Spain’s shipbuilding prowess, and navigational skills, while ignoring the fact that the original ship, and many others, were built in Guatemala using Indian slaves. The museum and a number of supportive scholars seem to be doing their level best to draw attention away from the horrific genocidal consequences of Spain’s sea-faring imperial expansion under the so-called “right of Christian discovery.”\n\nFor his part, Mr. Falk, a non-Indian ally, has done a masterful job in a fairly short article. He has pulled the lens back enabling us to focus on the broader historical context and the horrific consequences that colonization has had for the Original Nations of this continent and this hemisphere. Those consequences should not be ignored relative to the slave-built ship San Salvador, and relative to the entire so-called “Age of Discovery.”\n\nAnyone who wants to get a true sense of the overall historical context of the period of the San Salvador would be well advised to read the four volumes published in the mid-1800s by Sir Arthur Helps. The title of Helps’ four volumes is The Spanish Conquest in America and Its Relations to the History of Slavery and to the Government of Colonies; a new edition was published in 1966 by AMS Press, Inc. out of New York, edited by M. Oppenheim.\n\nIn his introduction to the 1966 edition, Mr. Oppenheim writes: “Over the pillars, on each side of the doorway, of Francisco de Montejo’s 16th-century house at Merida (Yucatan [Mexico]), are the figures of two armed Spaniards trampling on prostrate Indians.” Oppenheim notes that Helps, “and modern Spanish writers, tell us that the dominant note of Spanish conquest was religious, ‘on this basis, and from this point of departure, is unfolded the continuous policy of Spain. These clear, simple, noble, and elevated ideas have been the inspiration of all our Indian legislation’.” (Citing to M. Blanco Hererro’s Politica de España en Ultramar, Madrid, 1888, p. 37)\n\nOppenheim then poignantly asks: “… if Spanish statesmen were animated by such lofty ideals, why [is it] the Spanish settlers played the part of devils among the helpless Indians, resulting in the death and physical and mental torture of millions of human beings, representing a sum of human misery to which there is nothing comparable in history except, perhaps, that long tragedy of fire and sword epitomized as the Decline and Fall of the Roman Empire.” (emphasis added) Clearly Juan Rodriguez Cabrillo was one of those conquistadors who played the part of a devil in the domination and dehumanization of Indian nations and peoples.\n\nThe San Diego Martime Museum is working frantically to meet its scheduled completion date, but without any plan to acknowledge and teach about the legacy of genocide that is integral to the Indigenous peoples’ experience of and perspective on the San Salvador. If the ultimate aim of the museum is to use the San Salvador as an educational experience, then what curriculum is going to be carried by the San Salvador up and down the coast of California to create experience? Will it be a teaching experience that depicts an Indigenous nations and peoples’ perspective, or will it deflect that viewpoint by aiming only to “celebrate” Cabrillo by avoiding the uncomfortable reality of a legacy of genocide?\n\nSome very prominent supporters and funders have been behind the San Salvador shipbuilding project. Clearly, a lot of negative publicity about “the physical and mental torture of millions of human beings” would not be good for the business, or the fund-raising end of the San Salvador project. On the dust jacket of Harry Kelsey’s biography of Juan Rodríguez Cabrillo, published by the Huntington Library in 1998, Cabrillo is characterized as an “author, adventurer, slaveholder, shipbuilder, and a professional soldier with a real taste for slaughter, he was also a family man, and perhaps even a religious man.”\n\nCabrillo acquired that “taste” by slaughtering Indians as a crossbowman while participating in the genocidal onslaught against Mexico and Guatemala. The mission of the Maritime Museum of San Diego states that it is “to serve as the community memory of our seafaring experience by collecting, preserving, and presenting our rich maritime heritage and historic connections with the Pacific world.”\n\nOne question I have is this: Given its mission, why has the San Diego Maritime Museum assumed an attitude of historical amnesia around the San Salvador when it comes to the horrific toll that conquistadors such as Juan Cabrillo had on the original nations and peoples of this hemisphere? It is time for a much wider and ongoing discussion of these issues.\n\nSteven Newcomb (Shawnee, Lenape) is author of Pagans in the Promised Land: Decoding the Doctrine of Christian Discovery (Fulcrum, 2008), and co-founder and co-director of the Indigenous Law Institute. He has been studying U.S. federal Indian law and international law since the early 1980s.", "article_metadata": {"description": "In A Legacy of Genocide: The San Salvador, (SanDiegoFreePress.org, February 14, 2014) Will Falk, an attorney and poet, precisely pinpoints what is wrong with the nearly", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Steve Newcomb"}}, "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/03/04/san-salvador-project-ignoring-genocide", "site_name": "Indian Country Today Media Network.com", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/styles/author_thumbnail_medium/public/author/screen_shot_2015-07-14_at_12.24.30_pm.png?itok=QbSTfINH", "type": "article", "title": "The San Salvador Project: Ignoring Genocide"}, "robots": "follow, index", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/03/04/san-salvador-project-ignoring-genocide", "dc": {"title": "The San Salvador Project: Ignoring Genocide"}, "fb": {"app_id": 493888563989950}, "dcterms.creator": "mazecyrus", "dcterms.date": "2014-03-04T08:00-05:00", "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Steven Newcomb, San Salvador Project, Genocide, Kumeyaay, Right of Christian Discovery", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.format": "text/html", "dcterms.title": "The San Salvador Project: Ignoring Genocide"}, "_id": "\"57477af36914bd0286fceeaf\"", "article_summary": "In A Legacy of Genocide: The San Salvador, (SanDiegoFreePress.org, February 14, 2014) Will Falk, an attorney and poet, precisely pinpoints what is wrong with the nearly completed reconstruction of the Spanish designed ship San Salvador (“Holy Savior”).\nSome very prominent supporters and funders have been behind the San Salvador shipbuilding project.\nIn September of 1542, Cabrillo sailed the San Salvador into the vast bay of the Kumeyaay territory.\nClearly, a lot of negative publicity about “the physical and mental torture of millions of human beings” would not be good for the business, or the fund-raising end of the San Salvador project.\nIf the ultimate aim of the museum is to use the San Salvador as an educational experience, then what curriculum is going to be carried by the San Salvador up and down the coast of California to create experience?"}