{"article_title": "South Bend school board to vote on athletic policy revisions Monday", "article_keywords": ["tables", "school", "kids", "athletic", "study", "board", "current", "policy", "high", "students", "bend", "vote", "south", "revisions"], "article_url": "http://www.southbendtribune.com/news/education/south-bend-school-board-to-vote-on-athletic-policy-revisions/article_21bbbad9-c25f-5c0b-8add-c558b1785ed2.html", "article_text": "SOUTH BEND — A proposed policy change by the South Bend Community School Corp. to relax eligibility requirements for student athletes has drawn a firestorm of criticism since it was introduced two weeks ago.\n\nIn short, the board is proposing to relax grade point guidelines for student-athletes while at the same time allowing those who struggle to continue playing if they take part in study tables and show improving grades.\n\nThe South Bend Common Council unanimously passed a resolution asking the district to put the brakes on the proposal. Former University of Notre Dame basketball coach Digger Phelps has publicly decried the plan, saying when kids aren’t challenged, they’ll be satisfied earning Ds. And a member of the school board who strongly opposes it, says he’s gotten dozens of emails and phone calls from community members who support him.\n\nBut, South Bend coaches The Tribune interviewed last week say the change is needed because students who don’t meet the current 2.0 grade point average requirement — which is more stringent than the Indiana High School Athletic Association’s eligibility requirement — are falling through the cracks when they’re forbidden to participate.\n\nMilt Lee, an intermediate center baseball and football coach in South Bend, who also has two kids of his own in the district, supports the proposed changes to the athletic eligibility policy.\n\nEvery season, he said, he has to inform at least one student that because of his grades, he can’t play.\n\nAs a coach, Lee, who also is executive director of the Food Bank of Northern Indiana, said, “You get tired of seeing the same type of kid losing out on opportunities. He’s at a stage in his life when maybe he hasn’t quite figured things out. Maybe he’s moved three times. … It’s just discouraging to see that happen when you know if that kid had an opportunity to be around a team, that type of family, things could change for him.”\n\nThe proposed policy for middle school athletics follows IHSAA standards, which require student athletes to pass 70 percent of their classes.\n\nThe policy for high school athletes would be more stringent than IHSAA’s, but less restrictive than South Bend’s current policy, which requires a 2.0 GPA.\n\nAnd students who don’t meet the district’s requirements (but still qualify via IHSAA guidelines) would be able to participate in sports if they take part in tutoring opportunities provided by the district and show improvement in their grades.\n\nBoth Penn and Mishawaka high schools follow the IHSAA academic eligibility guidelines. If the policy changes are implemented when the board votes on the matter on Monday evening, South Bend’s standards would still be higher.\n\n“I know there’s a perception out there that we’re lowering the standards,” board Secretary Stan Wruble said last week, “but we’re absolutely requiring two things” of students, he said, that they “attend study tables and improve their grades.”\n\nThe policy change, said Wruble, who is also on a new athletic committee that recommended the changes, is needed not to make South Bend athletic teams more competitive, but to save kids.\n\n“It’s for those borderline athletes we might otherwise lose to the streets,” he said.\n\nJoe Szajko, a math teacher and head football coach at Clay High School, said more than 80 students signed up for football last spring. But when grades came out, he learned that 31 were academically ineligible. Statistically, he said, those students will not come back and try out again.\n\n“We lose them,” Szajko said. And once we lose them, it’s hard to pull them back because they get involved with other things.”\n\nThe current 2.0 policy, he said, is a great concept in theory. But, year after year, it excludes kids who he believes could have benefited from being on the team.\n\n“It’s not like we’re advocating this because we think we’ve got a bunch of kids that just can’t make it” academically, he said of the policy revisions. “No, we’re advocating it because we’ve got a lot of kids who are searching to be part of something. I just think every kid needs to have a chance to be part of the team.”\n\nThe history\n\nSouth Bend’s current policy, which was phased in between 2009 and 2012, mandates a 2.0 GPA for student-athletes in grades six through 12.\n\nThat initiative was spearheaded by former board member Roger Parent, along with a committee of coaches and administrators.\n\nParent has spoken out against the proposed changes, which, he says, dilute the intention of the current policy that is to create higher expectations for all students.\n\nThe policy in place now was also supported by former Superintendent James Kapsa after many modifications to phase it in slowly and amid a commitment on Kapsa’s part to establish study tables. The district got a huge boost in 2010 when it received a four-year federal grant worth $205,000 each year to run after-school study tables for all students at Riley and Washington high schools. Clay and Adams also had after-school tutoring programs.\n\nAnd though the federal grant ran out after the 2013-14 school year, study tables for athletes have continued at each of the district’s four high schools, a spokeswoman said.\n\nOpposing voices\n\nChris Matthys, a former South Bend teacher and athletic director who was involved in crafting the current 2.0 policy said he has a lot of questions about the proposed policy.\n\n“What GPA are you talking about? Current? Cumulative? Previous grading period? … And all that grade standard does is trigger (participation in) study tables. What if they (athletes) don’t go to study tables for one week? Can they go the next week and (be eligible to) play?”\n\nMatthys, who teaches in Michigan now, said he agrees with Parent that kids will generally live up to adult expectations for their academic performance. But, he said, it takes a lot of work, commitment and resources to make that happen.\n\n“The (proposed) policy has no teeth to it from a practical standpoint,” he said. “There’s little data out there saying kids are dropping out of school because they can’t play in sports.”\n\nJennifer Chokey, a 2014 Riley High School graduate and two-sport athlete, said she’d like to see the athletic eligibility policy remain as is.\n\nThough she said her GPA never dropped below a 2.0 in high school, the current policy was never stressed by her coaches. So, she fears that if the standards are lowered, there likely will be even less emphasis on athletes’ academic achievement.\n\nChokey is now a college student and tutor at the Kroc Center. “I want my students to want to learn and want to crave knowledge,” she said. “I want every one of those kids to want the most in life because I can already see their potential.”\n\nOne school board member, Bill Sniadecki, has vocalized his opposition to the policy change since it was first introduced two weeks ago.\n\nAfter he wrote a Viewpoint that was published in The Tribune on July 24, Sniadecki said he received dozens of emails and phone calls from community members saying they agree with him, that it’s a disservice to students to lower GPA standards for athletes.\n\nBut since then, he’s come up with a compromise, which he says he’ll present at Monday’s board meeting.\n\nHe’d like the 2.0 GPA requirement to be maintained for all student-athletes, but he likes the idea of allowing those whose grades slip below that — but who still meet the IHSAA guidelines — to attend study tables, show improvement in their grades and still be able to participate in sports.\n\nSzajko, the Clay High School coach, said of the current policy, “Standards are good. But there’s also got to be that level of forgiveness built in where we’re going to give you a chance and provide the support needed.”\n\nThere are also an indeterminate number of students who don’t even bother trying out for sports in South Bend, Szajko said, because they know they don’t meet the 2.0 GPA requirement.\n\n“But if you tell a kid, ‘(if) you can pass by IHSAA standards, you can play, but you have to go to study table,’’ he said, “ it creates a culture where a kid says, ‘you know what? I might be able to make it.’”", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "South Bend Tribune", "description": "Coaches say changes are needed", "title": "South Bend school board to vote on athletic policy revisions Monday", "url": "http://www.southbendtribune.com/news/education/south-bend-school-board-to-vote-on-athletic-policy-revisions/article_21bbbad9-c25f-5c0b-8add-c558b1785ed2.html", "image": "http://bloximages.newyork1.vip.townnews.com/southbendtribune.com/content/tncms/assets/v3/editorial/e/75/e755e4d4-3449-11e4-886e-001a4bcf6878/5408885db39e4.image.jpg?resize=760%2C480", "type": "article"}, "twitter": {"site": "@sbtribune", "image": "http://bloximages.newyork1.vip.townnews.com/southbendtribune.com/content/tncms/assets/v3/editorial/e/75/e755e4d4-3449-11e4-886e-001a4bcf6878/5408885db39e4.image.jpg?resize=760%2C480", "description": "Coaches say changes are needed", "card": "summary_large_image", "title": "South Bend school board to vote on athletic policy revisions Monday"}, "description": "Coaches say changes are needed", "Published Date": "2015-08-02T05:00:00", "fb": {"app_id": 368553839952510}, "google-site-verification": "3g1dW83HuQbWT4MB-AtH0czzqvwh0eF8rwGwC6sjOhM", "keywords": "#loc,south bend schools,athletic policiy,education,local,featured", "article": {"author": "https://www.facebook.com/292274944144605"}, "news_keywords": "#loc,south bend schools,athletic policiy,education,local,featured"}, "article_summary": "SOUTH BEND — A proposed policy change by the South Bend Community School Corp. to relax eligibility requirements for student athletes has drawn a firestorm of criticism since it was introduced two weeks ago.\nThe policy for high school athletes would be more stringent than IHSAA’s, but less restrictive than South Bend’s current policy, which requires a 2.0 GPA.\nThe South Bend Common Council unanimously passed a resolution asking the district to put the brakes on the proposal.\nThough she said her GPA never dropped below a 2.0 in high school, the current policy was never stressed by her coaches.\nSzajko, the Clay High School coach, said of the current policy, “Standards are good."}