{"article_title": "Calorie labeling you can count on", "article_keywords": ["count", "dont", "rules", "calories", "pie", "labeling", "try", "food", "establishments", "apply", "calorie", "worth"], "article_url": "http://www.usatoday.com/story/opinion/2014/12/01/food-labeling-calories-obama-fda-editorials-debates/19756291/", "article_text": "New rules don't just apply to sit-down restaurants and fast-food chains.\n\nPecan pie is nearly twice as caloric as pumpkin pie. (Photo: Renee Comet, USA WEEKEND)\n\nDo you know that pecan pie is nearly twice as caloric as pumpkin pie? Or that a Burger King Whopper with fries and a Coke make up the better part of the calories you should consume in a day? Or that a buttered popcorn at the movies can have a higher calorie count than a steak dinner?\n\nApparently many Americans don't, as more than a third of the nation's adults are obese.\n\nOPPOSING VIEW: Don't include grocery stores\n\nMuch of that heft is no doubt attributable to the fact that people just like fattening foods. But a portion can be explained by the difficulty of knowing what's in the foods we eat when we dine out, order in or grab grub on the fly.\n\nWhich is why the Obama administration has done America a favor with new labeling regulations that require food establishments with 20 or more locations to post the calories in each of their items.\n\nThese rules, an outgrowth of the Affordable Care Act, don't just apply to sit-down restaurants and fast-food chains. They also apply to pizza delivery services, coffee shops, movie theaters, ice cream parlors, convenience stores, grocery store salad bars and even vending machines.\n\nMany of these industries and establishments thought they could wriggle their way out of the rules, which were announced last week and take effect a year from now. The opponents are complaining of excess regulation and threatening to take legal action.\n\nSpare us the griping. If it's important to require calorie counts, it's worth doing it evenly and equally. And giving people calorie data, along with other nutritional information, is well worth doing.\n\nObesity is a huge and deadly national health problem, far bigger than Ebola or any other less familiar epidemics that capture public attention from time to time. Yet a solution has been elusive.\n\nAn obvious way to try to reduce obesity is to empower people with knowledge they need to make thoughtful decisions. This won't affect people determined to ignore the calories. Nor should government try to tell people what to eat, or to dictate the size of beverage containers. But for those who want to improve their health — or just try to keep their waistlines under control during the holiday season each year — the new food labeling rules will be a godsend.\n\nAs it turns out, calorie counting is harder than it seems, particularly when eating out. A fish dish at a restaurant, for instance, can run well over 1,000 calories if cooked in certain ways (breaded and pan fried, for instance) and served with potatoes. Meanwhile, dishes presumed to be unhealthy, like creamy stuffed pastas, might not be so bad because of modest serving sizes.\n\nSalad bars can be extremely difficult to gauge. And food at cinemas and convenience stores is often unhealthier than it needs to be because these establishments are not particularly concerned about their culinary reputations.\n\nConsumers shouldn't be forced to try to guess what they are eating. They should know it. What they find once businesses start posting calories might surprise them. It might even prompt some to change their habits.\n\nUSA TODAY's editorial opinions are decided by its Editorial Board, separate from the news staff. Most editorials are coupled with an opposing view — a unique USA TODAY feature.\n\nRead or Share this story: http://usat.ly/1rPcegk", "article_metadata": {"google": "notranslate", "description": "New rules don't just apply to sit-down restaurants and fast-food chains. They also apply to pizza delivery services, coffee shops, movie theaters, grocery store salad bars and even vending machines.", "og": {"site_name": "USA TODAY", "description": "New rules don't just apply to sit-down restaurants and fast-food chains. They also apply to pizza delivery services, coffee shops, movie theaters, grocery store salad bars and even vending machines.", "title": "Calorie labeling you can count on: Our view", "url": "http://www.usatoday.com/story/opinion/2014/12/01/food-labeling-calories-obama-fda-editorials-debates/19756291/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "New rules don't just apply to sit-down restaurants and fast-food chains. They also apply to pizza delivery services, coffee shops, movie theaters, grocery store salad bars and even vending machines.", "title": "Calorie labeling you can count on: Our view", "image": "http://www.gannett-cdn.com/-mm-/95ebb8325203b1f9e01322b0cb931b660d7a2b1d/c=0-261-763-1024&r=x643&c=640x640/local/-/media/USATODAY/USATODAY/2014/12/01/635530568484100397-OURVIEW.JPG", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Topics/Editorials and Debates", "gci-asset-type": "story", "gci-categories": "Topics/Editorials and Debates", "title": "Calorie labeling you can count on: Our view", "author": "The Editorial Board", "pageclass": "article", "recs": {"category": "opinion", "image-3-4": "http://www.gannett-cdn.com/-mm-/a774974211d6b6251ee1ff0bb48c2f8bbb9f2108/c=0-1-767-1024/local/-/media/USATODAY/USATODAY/2014/12/01/635530568484100397-OURVIEW.JPG", "image-1-1": "http://www.gannett-cdn.com/-mm-/b34a6eeece05ba27d1dde15c21de6ddf8e984b8b/c=0-261-763-1024/local/-/media/USATODAY/USATODAY/2014/12/01/635530568484100397-OURVIEW.JPG", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/5e12aad0f3bffcc5060ad242c7ff6caa2713b056/c=0-335-763-909/local/-/media/USATODAY/USATODAY/2014/12/01/635530568484100397-OURVIEW.JPG", "image": "http://www.gannett-cdn.com/-mm-/868c53356b0831eb560c44ae03a93aa521d02298/c=0-354-763-785&r=x633&c=1200x630/local/-/media/USATODAY/USATODAY/2014/12/01/635530568484100397-OURVIEW.JPG", "publishtime": "2014-12-01T19:11:28.303000-05:00", "shorthed": "Calorie rules you can count on: Our view", "articleid": 19756291, "image-16-9": "http://www.gannett-cdn.com/-mm-/77eb3849eb85d8b999b6bff8c520ee833ecc702e/c=0-354-763-785/local/-/media/USATODAY/USATODAY/2014/12/01/635530568484100397-OURVIEW.JPG", "image-9-16": "http://www.gannett-cdn.com/-mm-/c1633b0bcb824f0328cb363b7215a43dd38b3b55/c=97-0-670-1024/local/-/media/USATODAY/USATODAY/2014/12/01/635530568484100397-OURVIEW.JPG"}}, "news_keywords": "food, labeling, calories, restaurants, fast food, President, Obama, FDA, editorials, debates,"}, "article_summary": "Or that a buttered popcorn at the movies can have a higher calorie count than a steak dinner?\nNew rules don't just apply to sit-down restaurants and fast-food chains.\nWhich is why the Obama administration has done America a favor with new labeling regulations that require food establishments with 20 or more locations to post the calories in each of their items.\nIf it's important to require calorie counts, it's worth doing it evenly and equally.\nAnd giving people calorie data, along with other nutritional information, is well worth doing."}