{"article_title": "What’s Up With Organovo Holdings Inc.’s Stock Jump? -- The Motley Fool", "article_keywords": ["fool", "pharmaceutical", "incs", "whats", "assays", "motley", "organovo", "companies", "results", "jump", "holdings", "organovos", "liver", "key", "known", "opinion", "3d", "stock"], "article_url": "http://www.fool.com/investing/general/2014/06/26/whats-up-with-organovo-holdings-incs-stock-jump.aspx", "article_text": "Shares of 3-D bioprinting company Organovo Holdings (NYSEMKT:ONVO) were up as much as 12% this morning on the heels of a key medical conference presentation in Germany. Read below to see how this development may affect your long-term investment thesis.\n\nMany people believe they key to Organovo's ultimate success is the printing of actual human organs via the company's NovoGen MMX Bioprinter. While that may be a goal over a period of decades, investors are much better off focusing on the company's near-term products: 3-D tissues that pharmaceutical companies can use in drug toxicity tests.\n\nIn plain English, if Organovo's 3-D assays can accurately mimic the behavior of native cells; pharmaceutical companies can use these assays to detect toxicities long before expensive FDA trials commence. That would save these companies billions of dollars in the long run.\n\nOrganovo cleared early hurdles ahead of schedule: internal functional validation testing was completed two months early in January, and the company began taking a limited number of customers on this spring.\n\nThe next \"big event\" for investors are results and opinions from \"key opinion leaders\" -- big shots in the scientific community issuing opinions on the advantages of Organovo's 3-D printed tissues, and if they are significantly better than their 2-D and 3-D peers.\n\nPositive news from a key opinion leader\n\nYesterday, Dr. Adrian Roth, head of mechanistic safety for Roche Pharmaceutical, became the first key opinion leader to make his findings public. His results, released at the 3D Cell Culture 2014 conference in Germany, were encouraging for Organovo and its investors.\n\nOrganovo's press release cited two key findings with regards to its 3-D liver assays showing the appropriate reaction to a known toxin:\n\n\"Organovo's 3D Liver system was able to distinguish a toxic drug known to cause drug induced liver injury (DILI) from a close chemical analogue that is known to be non-toxic. The toxicity of the toxic compound was detected at physiologically relevant doses, an important observation not previously reported with the same compounds in other model liver systems.\"\n\nPut simply, these assays were accurate enough to distinguish between two compounds that -- though very similar -- have wildly different effects on the liver, and the assays were able to do so at normal dosage levels.\n\nBecause many companies already vie to supply such assays to pharmaceutical companies, these results coming from Roche are enormously positive.\n\nHowever, this doesn't mean investors should load up on Organovo's stock. The company is still highly speculative; though it could have a bright future, it is very difficult to foresee how the competitive landscape may evolve over time, and how much Organovo's assays will yield on the open market if they are successful in the lab.\n\nThough I own shares myself, they make up less than 1% of my overall holdings.", "article_metadata": {"publish_time": "11:02", "description": "A key opinion leader weighs in on the company's first commercial product.", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Brian Stoffel", "promo": "A key opinion leader weighs in on the company's first commercial product.", "twitter": {"title": "What’s Up With Organovo Holdings Inc.’s Stock Jump? --  The Motley Fool", "description": "A key opinion leader weighs in on the company's first commercial product.", "site": "@themotleyfool"}, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "og": {"site_name": "The Motley Fool", "description": "A key opinion leader weighs in on the company's first commercial product.", "title": "What’s Up With Organovo Holdings Inc.’s Stock Jump? --  The Motley Fool", "url": "http://www.fool.com/investing/general/2014/06/26/whats-up-with-organovo-holdings-incs-stock-jump.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F134184%2Fscreen-shot-2014-06-26-at-85626-am.png&h=630&w=1200&op=resize", "type": "article"}, "headline": "What’s Up With Organovo Holdings Inc.’s Stock Jump?", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "0db02232-fd3d-11e3-aada-0050569d32b9", "pitch": 823, "date": "2014-06-26T15:02:00Z", "gsa_date": "2014 06 26", "tickers": "ONVO", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fceebc\"", "article_summary": "Positive news from a key opinion leaderYesterday, Dr. Adrian Roth, head of mechanistic safety for Roche Pharmaceutical, became the first key opinion leader to make his findings public.\nBecause many companies already vie to supply such assays to pharmaceutical companies, these results coming from Roche are enormously positive.\nIn plain English, if Organovo's 3-D assays can accurately mimic the behavior of native cells; pharmaceutical companies can use these assays to detect toxicities long before expensive FDA trials commence.\nMany people believe they key to Organovo's ultimate success is the printing of actual human organs via the company's NovoGen MMX Bioprinter.\nHis results, released at the 3D Cell Culture 2014 conference in Germany, were encouraging for Organovo and its investors."}