{"article_title": "Giants top Rockies, split four-game series at Coors Field – The Denver Post", "article_keywords": ["giants", "inning", "runs", "hit", "series", "rockies", "bumgarner", "denver", "field", "single", "run", "split", "season", "coors", "post", "fourgame", "padres"], "article_url": "http://www.denverpost.com/rockies/ci_28769499/giants-top-rockies-7-4-split-four-game-series-at-coors-field", "article_text": "The Rockies punched Giants ace Madison Bumgarner for four runs on nine hits Sunday afternoon. That should be enough to provide a hometown victory in front of another big, late-season crowd of 36,649 at Coors Field.\n\nIt should have been enough, but it wasn’t.\n\nThe Giants got 14 hits to beat the Rockies 7-4, salvaging a split in the four-game series. The Rockies finished off what could have been a sweet homestand on a sour note, finishing the eight-game set 4-4.\n\n“You’re not going to get a bundle against (Bumgarner)” manager Walt Weiss said. “I thought we competed well. We had a couple of innings — the first and the fifth — where we could potentially have a big inning there — but I thought we made him work.”\n\nThe Rockies have underachieved in LoDo, going 31-40 thus far. They have one 10-game homestand left this season. They are on pace for a 95-loss season as they open a 10-game, West Coast road trip at San Diego Monday afternoon.\n\nColorado left-hander Yohan Flande, who’s been a ray of light in an often gloomy season, was ineffective Sunday. The Giants ripped him for six runs on eight hits in 4 innings, his shortest start of the year.\n\nFlande got flambéed in the fifth when the Giants broke the game open by scoring five runs as seven consecutive batters reached base.\n\nGregor Blanco hit a one-out single, followed up by another single by Kelby Thompson and a two-run triple by Matt Duffy that sailed over the head of center fielder Brandon Barnes.\n\nFlande was done, but the Giants weren’t. Marlon Byrd hit a run-scoring single off reliever Brooks Brown and Brandon Crawford drove a two-run double off reliever Rex Brothers into the right-center field gap.\n\nServing up home runs has been Flande’s flaw this season, and it was again Sunday. Rockies killer Buster Posey hit a leadoff homer in the fourth, the seventh straight start in which Flande gave up a home run. The homer was Posey’s 17th this season and the 100th of his career.\n\nColorado landed a lot of punches but could never knock out Bumgarner, who improved to 17-6. The Rockies loaded the bases in the first with back-to-back singles by Jose Reyes and Cristhian Adames and a walk by Nolan Arenado. An RBI grounder by Carlos Gonzalez and a sacrifice fly by Wilin Rosario staked Colorado to a 2-0 lead.\n\nThe Rockies scored two more off Bumgarner in the fifth, the big hit a two-run single by Adames. A possible big inning fizzled when Bumgarner got Arenado to ground into a double play.\n\nStreak stopper. Arenado was unable to continue his home-run magic. He went 0-for-3 with a walk, snapping his streak of six consecutive games with a home run — the longest run in Rockies history. His nine-game hitting streak also ended.\n\nIt was not a good omen when Arenado flew out to left in the first inning, breaking his bat.\n\n“It was just sad, because that was the bat I hit my homers with,” he said.\n\nArenado insisted he was not thinking about the streak when he came to the plate.\n\n“I knew about it, but I never thought about it for the whole time when I was hitting the homers … it didn’t cross my mind,” he said.\n\nBut he admitted that if he had gotten a chance to bat in the ninth inning Sunday, he would have been swinging for the fences.\n\n“Yeah, if there were men on base, I would have tired to drive the ball,” he said.\n\nHundley hurt. Starting catcher Nick Hundley suffered a strained neck when he fouled off a pitch in the second inning. He stayed in the game through the fifth, but left because he was unable to turn his neck freely from side to side.\n\n“It just locked up on me, ” said Hundley, who does not have a history of neck issues. “I got a lot of treatment, so hopefully that helps.”\n\nHundley is officially listed as day to day and he will make the trip to San Diego.\n\nFootnotes. With their bullpen full because of September call-ups, Rockies used eight relievers Sunday, in part to give young pitchers a look against big-league competition. … Shortstop Jose Reyes went 2-for-4 and is hitting .343 since Aug. 18. … Posey batted 2-for-4, giving him a career average of .396 at Coors Field, the highest batting average among active players (minimum 120 plate appearances).\n\nPatrick Saunders: psaunders@denverpost.com or twitter.com/psaundersdp\n\nLooking ahead\n\nRockies’ Kyle Kendrick (4-12, 6.29 ERA) at Padres’ Ian Kennedy (8-12, 3.88), 2:10 p.m. Monday, ROOT; 850 AM\n\nKendrick is down to his final few starts in a Rockies uniform, as his one-year, $5.5 million contract nears its end. It’s been a bad season for Kendrick, who’s given up 27 home runs in 117 innings. He was on the disabled list Aug. 1 to Sept. 1 because of right-shoulder inflammation. In his first start back, he received a no-decision in Colorado’s loss to Arizona last Tuesday, allowing three hits over four innings, including a solo home run to Paul Goldschmidt. In two starts against San Diego, Kendrick is 0-1 with a 7.50 ERA. Kennedy tied a career high by striking out 12 batters in a no-decision Wednesday against the Rangers, but he’s also given up a lot of homers — 27 in 141 . … cq\n\nTuesday: Rockies’ Jon Gray (0-0, 6.15 ERA) at Padres’ Colin Rea (2-2, 5.47), 8:10 p.m., ROOT\n\nWednesday: Rockies’ Chris Rusin (5-7, 4.78) at Padres’ James Shields (10-6, 3.83), 7:10 p.m., ROOT\n\nThursday: Rockies’ Jorge De La Rosa (9-6, 4.24) at Padres’ Tyson Ross (10-10, 3.21), 1:40 p.m., no TV\n\nPatrick Saunders, The Denver Post", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Giants top Rockies, split four-game series at Coors Field", "title": "Giants top Rockies, split four-game series at Coors Field", "url": "http://www.denverpost.com/2015/09/06/giants-top-rockies-split-four-game-series-at-coors-field/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150906_050518_yohan-flande.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150906_050518_yohan-flande.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-09-06T17:40:04+00:00", "modified_time": "2016-04-22T00:01:37+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The Giants got 14 hits to beat the Rockies 7-4, salvaging a split in the four-game series.\nThe Rockies punched Giants ace Madison Bumgarner for four runs on nine hits Sunday afternoon.\nHe went 0-for-3 with a walk, snapping his streak of six consecutive games with a home run — the longest run in Rockies history.\nThat should be enough to provide a hometown victory in front of another big, late-season crowd of 36,649 at Coors Field.\nThe Rockies finished off what could have been a sweet homestand on a sour note, finishing the eight-game set 4-4."}