{"article_title": "Texas InsiderStatement from Maria Espinoza: Rep. Culberson's Vote in Favor of the Latest Obama Budget Omnibus Bill", "article_keywords": ["america", "culberson", "district", "omnibus", "insiderstatement", "rep", "bill", "conservatives", "favor", "espinoza", "john", "latest", "vote", "obama", "refugees", "illegal", "texas", "maria"], "article_url": "http://www.texasinsider.org/statement-maria-espinoza-rep-culbersons-vote-favor-latest-obama-budget-omnibus-bill/", "article_text": "Texas Insider Report: AUSTIN, Texas – “With the passing of the Obama/Ryan/Pelosi omnibus bill that Congress only allowed 48 hours of exposure on the floor before voting, once again the constituents of District 7 have been betrayed by Rep. John Culberson.\n\nThis bill is a gift-wrapped present to President Obama and Democrats, just in time for Christmas.\n\nThe bill fully funds the human butcher shop Planned Parenthood, the failed, family and business-crushing Obamacare, initiatives that continue the hoax of man-made climate change, all the Syrian refugees and refugees who come from countries that actively promote jihad and hatred of America and Israel, the quadrupling of visas for foreign workers, and Obama’s illegal alien amnesty–which Culberson voted to fund early this year after promising voters he would not.\n\nIn fact, John Culberson has never met a spending bill or a debt ceiling limit raise he didn’t like. He votes time and time again for budgets that will cripple future generations.\n\nThe people of District 7 and America deserve better than representatives who constantly stab them in the back. John Culberson is a sad example of what far too many Republicans in Congress have become–deceitful, pretend-conservatives beholden to special interest groups like the illegal amnesty-promoting Chamber of Commerce.\n\nVoters are thirsting for leaders who will fight the liberalism in both political parties that is destroying America. This is the time to send John Culberson a message. Please visit my website, www.MariaforAmerica.com, to see just how much your District 7 representative has betrayed the conservatives who have elected him to office since 2000.\n\nTogether, and with one election at a time, conservatives can and will take back this great country we love.”\n\nHere are the “lowlights” of the 2,000 page, $1.1 trillion omnibus spending\n\nbill via Breitbart.com:", "article_metadata": {"keywords": "Texas, Politics, Congress, Legislation, House, Government, Representative, News, Opionion, Quotes, The Scoop, Cartoons", "og": {"site_name": "Texas Insider Politics", "description": "Texas Insider Report: AUSTIN, Texas – “With the passing of the Obama/Ryan/Pelosi omnibus bill that Congress only allowed 48 hours of exposure on the floor before voting, once again the constituents of District 7 have been betrayed by Rep. John Culberson. This bill is a gift-wrapped present to President Obama and Democrats, just in time for Christmas. The bill …", "title": "Statement from Maria Espinoza: Rep. Culberson's Vote in Favor of the Latest Obama Budget Omnibus Bill - Texas Insider Politics", "locale": "en_US", "image": "http://www.texasinsider.org/wp-content/uploads/2015/12/maria.espinosa.jpg", "updated_time": "2015-12-21T10:35:39+00:00", "url": "http://www.texasinsider.org/statement-maria-espinoza-rep-culbersons-vote-favor-latest-obama-budget-omnibus-bill/", "type": "article"}, "twitter": {"description": "Texas Insider Report: AUSTIN, Texas – “With the passing of the Obama/Ryan/Pelosi omnibus bill that Congress only allowed 48 hours of exposure on the floor before voting, once again the constituents of District 7 have been betrayed by Rep. John Culberson. This bill is a gift-wrapped present to President Obama and Democrats, just in time for Christmas. The bill […]", "creator": "@texasinsider", "image": "http://www.texasinsider.org/wp-content/uploads/2015/12/maria.espinosa.jpg", "title": "Statement from Maria Espinoza: Rep. Culberson's Vote in Favor of the Latest Obama Budget Omnibus Bill - Texas Insider Politics", "site": "@texasinsider", "card": "summary"}, "article": {"publisher": "https://www.facebook.com/TexasInsider/", "published_time": "2015-12-21T10:33:25+00:00", "author": "https://www.facebook.com/TexasInsider/?ref=s", "section": "On The Record", "modified_time": "2015-12-21T10:35:39+00:00", "tag": "vote"}}, "article_summary": "In fact, John Culberson has never met a spending bill or a debt ceiling limit raise he didn’t like.\nThis is the time to send John Culberson a message.\nThis bill is a gift-wrapped present to President Obama and Democrats, just in time for Christmas.\nTexas Insider Report: AUSTIN, Texas – “With the passing of the Obama/Ryan/Pelosi omnibus bill that Congress only allowed 48 hours of exposure on the floor before voting, once again the constituents of District 7 have been betrayed by Rep. John Culberson.\nJohn Culberson is a sad example of what far too many Republicans in Congress have become–deceitful, pretend-conservatives beholden to special interest groups like the illegal amnesty-promoting Chamber of Commerce."}