{"article_title": "Sasse's candidacy puts Fremont college under the microscope", "article_keywords": ["school", "midland", "financial", "sasse", "puts", "university", "million", "fremont", "tuition", "midlands", "microscope", "college", "debt", "schools", "candidacy", "sasses"], "article_url": "http://watchdog.org/124600/ben-sasse/", "article_text": "By Deena Winter | Nebraska Watchdog\n\nLINCOLN, Neb. — U.S. Senate candidate Ben Sasse portrays himself as a turnaround guy who fixes broken institutions — the man who brought the small Lutheran college in his hometown of Fremont back from the brink of bankruptcy.\n\nBut his opponents are circulating financial and academic information they say refutes that image.\n\nSo Nebraska Watchdog took a closer look at Midland University’s financial and academic performance and interviewed both Sasse and the university’s board chairman, Gary Perkins, at length about the allegations swirling around the man the National Review and other conservatives have named a rising star.\n\nMost of the problems being whispered about date back to the years before Sasse arrived on campus.\n\nWith its young president now running for a hotly contested U.S. Senate seat, Midland University has found itself in the crossfire, getting numerous records requests from Sasse’s opposition and questions from reporters.\n\nSasse said Midland keeps getting the same questions from multiple sources, week after week, and “The thing that’s so tiring is so much is just not at all fact-based.”\n\n“The community is full of rumors,” Perkins said.\n\nSasse was just 37 years old when he took on the job as president of Midland University in late 2009. Enrollment had dipped below 600 — the lowest enrollment since at least World War II — and the school was operating at a deficit, with a crushing debt load.\n\nEnrollment has surged to nearly 1,300 today, but Sasse’s detractors suggest that’s largely due to an influx of students after Dana College in nearby Blair closed in 2010. Sasse said about 300 students — mostly freshmen and seniors — transferred from Dana, but most of those students are gone now, with about 67 remaining.\n\n“The Dana kids have nothing to do with Midlands’ current enrollment,” Sasse said.\n\nMidland began to falter in 2005; its audited financial statements show multimillion-dollar operating deficits from 2007 to 2010. In fiscal year 2010-2011, the school’s revenue increased by $8.3 million, to $29 million, but it also increased its operating deficit from $2.8 million to $3.3 million. By 2012, the school was no longer in the red, generating $6.3 million in net income. According to the school’s unaudited 2013 financial statement, net income was nearly $6 million.\n\n“When we brought Ben on board the university was really in a crisis situation,” Perkins said.\n\nIt takes time to right a ship unless you want to make draconian changes, he said. The college did have to spend money in 2010 to create new programs, including an MBA program that is now paying dividends, he said.\n\n“In 2012, we had the big turnaround,” Perkins said.\n\nIn August, Forbes magazine dinged Midland for being one of the least financially fit four-year, nonprofit, private schools in the nation, giving the school a D, based on its 2010-2011 financial data. Out of the 900 schools analyzed by Forbes, just 108 got Ds, the lowest grade possible.\n\nPerkins said that analysis was based on 2009-2010 — the year Midland was considering filing for bankruptcy — and 2010-2011 financial statements. Sasse said it’s not surprising Midland got a poor grade for those years.\n\n“They took a snapshot in time on two of the worst years the university had had,” Perkins said. “When you take a snapshot and it takes you more than a year to publish the information … a lot can happen in a 12-month period of time.”\n\nForbes noted that financial woes are the leading cause of accreditation problems, and Midland is no stranger to that. After a campus visit in 2009, Midland’s regional accrediting agency, the Higher Learning Commission, put the college “on notice” in November 2012 due to concerns about its finances, planning and assessment processes.\n\nSasse reiterated that 2009 was the year Midland was teetering on the edge of bankruptcy. Midland has since filed audited financial statements with the Education Department in late 2012 and 2013 showing the gains it had made in finances and enrollment.\n\n“Two of the three things we were in trouble for went away,” Sasse said.\n\nThe remaining issue, assessments, will be the focus of a campus visit by the commission later this year.\n\nAnother way to measure a school’s financial health is to look at its credit ratings. Fitch credit rating agency has given Midland a B or “highly speculative” rating since 2011 based on its weak financial cushion and high debt burden.\n\nHowever, for the first time in years, the rating agency revised its outlook from negative to stable last year based on enrollment growth reaching the highest level in school history, successful fundraising, improved operations and debt reduction.\n\nMidland spokesman Nate Neufind said the outlook upgrade was the first in the school’s bond rating history “and came at a time when nearly the entire small-college sector was facing warnings and downgrades.”\n\n“Nobody’s whistling Dixie about the challenging environment for small colleges,” Sasse said.\n\nPerkins said the ratings agencies have become more cautious after getting burned for being too generous with their ratings of financial institutions.\n\nFitch noted Midland’s sizeable surplus in 2012, but also noticed its financial cushion declined as its endowment was tapped for operational support. The school borrowed $1.5 million from its endowment last year, leaving a modest balance of $6.8 million, a “low level of operating flexibility” that Fitch views as a “key vulnerability.”\n\nPerkins said borrowing money was part of its turnaround plan. Sasse said the school began repaying the money in late 2013, a year earlier than required. Wall Street bond analysts would like to see endowments of $150 million to $300 million, which would mean most private schools are falling short, Sasse said. Midland’s is about $10 million.\n\nNeufind said Midland is very “tuition-driven,” saying, “For us, enrollment’s kind of everything.” Forbes considers schools that rely on tuition for more than 60 percent of revenue to be at high risk, and calls tuition dependency the most serious risk facing “middling colleges” today.\n\nSasse said Midland’s tuition dependency rate dropped from about 90 percent in 2010 to 76 percent this year.\n\n“Should we work on it? Absolutely,” Sasse said. “We would love the $300 million donor. Of course we want that, but the reality is we serve a lot of kids and we’re changing a lot of people’s lives.”\n\nFitch noted the school’s relatively high tuition subsidies and discounts for students transferring from Dana College, although the discounts dropped from 62 percent in 2011 to 55 percent in 2012.\n\nSasse said Midland honored the scholarships those students had at Dana.\n\n“We were just helping kids out,” he said. “Dana did go bankrupt. Those kids didn’t do anything wrong. So we had seriously discounted tuition.”\n\nFitch expects Midland’s discounts to normalize at around 50 percent, a level it still considers “quite high.” The school’s regular tuition increases were partially offsetting the discounts. Tuition at Midland has increased an average of 4.4 percent since 2009, less than the 6-percent hikes the university had been averaging the five years prior. Sasse said nationally, 40 to 50 percent discounts are pretty typical for small colleges.\n\nFitch also said Midland has a high debt burden, noting that the lender of its biggest note, $3.6 million, forgave half of it in 2012. The school’s annual debt service payment of $2 million amounts to nearly 9 percent of its operating revenue — although that’s an improvement from nearly 14 percent previously.\n\nSasse said a lending group led by a Fremont bank had agreed to forgive that debt as a condition of his taking the job at Midland.\n\n“We have had two great fund raising years in a row,” he said.\n\nPerkins said that shows how valuable Midland is to the community.\n\nFitch expects the school’s financial performance to stabilize by fiscal year 2014.\n\nAnother measure of a university’s financial fitness is the U.S. Education Department’s “financial responsibility” score, which uses colleges’ audited financial statements to gauge their financial health, with scores ranging from -1 to 3. Anything above 1.5 is considered financially responsible.\n\nMidland’s score dropped from 2.4 in 2009-2010 to 1.1 in 2010-2011, the most recent score available. That’s considered financially responsible but requiring additional oversight, such as cash monitoring.\n\nAgain, those figures are computed using “lagging financial data,” Sasse said, and although the latest scores aren’t out yet, Midland’s auditors can calculate what they will be, and he expects the new score to be “well north of that 2.4.”\n\nPerkins said it’s unfortunate that there’s a “a lot of false information going around” now that Sasse is running for a major political office and in the spotlight.\n\n“Ben’s been a great leader,” he said. “Ben and his team have been very effective in engaging our donor in the university. That is a very tough thing to do. Ben was instrumental in getting the performance turned around.”\n\nContact Deena Winter at deena@nebraskawatchdog.org. Follow Deena on Twitter at @DeenaNEWatchdog\n\nEditor’s note: To subscribe to News Updates from Nebraska Watchdog at no cost, click here.", "article_metadata": {"og": {"site_name": "Watchdog.org", "description": "Ben Sasse turnaround guy?", "title": "Sasse's candidacy puts Fremont college under the microscope - Watchdog.org", "locale": "en_US", "image": "http://watchdog.org/wp-content/blogs.dir/1/files/2014/01/SasseCampus.jpg", "updated_time": "2014-01-24T09:14:27+00:00", "url": "http://watchdog.org/124600/ben-sasse/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/Watchdogorg", "section": "Nebraska", "tag": "Ben Sasse,Gary Perkins,Midland University,Sasse turnaround guy", "published_time": "2014-01-21T06:00:05+00:00", "modified_time": "2014-01-24T09:14:27+00:00"}, "twitter": {"domain": "Watchdog.org", "description": "Ben Sasse turnaround guy?", "title": "Sasse's candidacy puts Fremont college under the microscope - Watchdog.org", "image": {"src": "http://watchdog.org/wp-content/blogs.dir/1/files/2014/01/SasseCampus.jpg"}, "creator": "@watchdogorg", "site": "@watchdogorg", "card": "summary_large_image"}, "robots": "noarchive", "description": "Ben Sasse turnaround guy?"}, "_id": "\"57477af46914bd0286fdd873\"", "article_summary": "Sasse was just 37 years old when he took on the job as president of Midland University in late 2009.\nAnother way to measure a school’s financial health is to look at its credit ratings.\nSasse said Midland’s tuition dependency rate dropped from about 90 percent in 2010 to 76 percent this year.\nWith its young president now running for a hotly contested U.S. Senate seat, Midland University has found itself in the crossfire, getting numerous records requests from Sasse’s opposition and questions from reporters.\nFitch expects the school’s financial performance to stabilize by fiscal year 2014."}