{"article_title": "Sky Valley Chronicle Washington State News", "article_keywords": ["city", "snohomish", "bar", "gold", "chronicle", "read", "washington", "sky", "middle", "state", "block", "valley", "class", "monroe"], "article_url": "http://www.skyvalleychronicle.com/FEATURE-NEWS/TOP-TEN-OF-EVERYTHING-FOR-2014-1973843", "article_text": "Home Page My Sky Valley Advertising Contact Us Privacy Policy About Us Terms of Use Register Here\n\nWelcome\n\nLog In\n\nThu, May 26, 2016\n\n\n\n\"The #1 Read & Rated Sky Valley News Source\n\n& Only Daily Paper in the Sky Valley!\"\n\n\n\n\n\nRSS Feeds AltaVista AllTheWeb Ask.com GigaBlast Google Lycos MSN Reference.com SearchHippo WiseNut Yahoo! Sky Valley Chronicle DuckDuckGo Everett, WA Temp: 57°F Sky: overcast Forecast... DONATE SECTIONS BREAKING NEWS FEATURE NEWS SNOHOMISH MONROE SULTAN STARTUP BARING GOLD BAR INDEX SKYKOMISH STEVENS PASS GENERAL\n\nVALLEY NEWS OPINION &\n\nEDITORIAL VIDEOS LEGAL NOTICES CLASSIFIEDS AUCTIONS\n\n- -\n\n\n\nFEATURE NEWS\n\nTOP TEN OF EVERYTHING FOR 2014\n\nJanuary 01, 2015\n\n\n\n\n\n\n\n\n\n\n\n\n\nRedflex mounted hight-speed camera for auto speed monitoring and ticketing. A Redflex executive filed a lawsuit claiming his company had been involved in bribes in varkious places including Wash. State.CLICK TO ENLARGE\n\n\n\n\n\nSlain Monroe prison guard Jaymie Biendl CLICK TO ENLARGE\n\n\n\n\n\nDennis Gallagher, a former Monroe resident wrote two multi part stories for the Chronicle in 2014 (one on Walmart) which were very popular with Chronicle readers.CLICK TO ENLARGE\n\n\n\n\n\nSome young 12th man fan photos from the Snohomish School District taken prior to a day off from school (Wed. Feb. 5, 2014) so kids could attend the big Seattle Seahawks welcome home parade in downtown Seattle. CLICK TO ENLARGE\n\n\n\n\n\nThe Wallace Falls Cafe is a hit. It opened right on US Highway 2 in Gold Bar in 2014. Sky Valley Chronicle photo. CLICK TO ENLARGE\n\n\n\n\n\nScreen shot of first two pages of motion filed with the court by Snohomish County Deputy Prosecutor Sean Reay asking a court for relief from Block's alleged ongoing abuse of Reay and others. CLICK TO ENLARGE\n\n\n\n\n\nU.S. Senator Elizabeth Warren, standing up for taxpayers and against the huge banking cartels. CLICK TO ENLARGE\n\n\n\n\n\nAriel Aman of Skykomish High School, WIAA Athlete of the Week in Oct. 2014. Photo courtesy WIAA. CLICK TO ENLARGE\n\n\n\n\n\nSkykomish Open Air Market which opens in May. CLICK TO ENLARGE\n\n\n\n\n\nSunset Falls on south fork of Skykomish River at Index, WA where the powerhouse portion of an older, now defunct hydro dam project was to have been located. The new design for the hydro project does not require a dam on river. CLICK TO ENLARGE Redflex mounted hight-speed camera for auto speed monitoring and ticketing. A Redflex executive filed a lawsuit claiming his company had been involved in bribes in varkious places including Wash. State.CLICK TO ENLARGESlain Monroe prison guard Jaymie Biendl CLICK TO ENLARGEDennis Gallagher, a former Monroe resident wrote two multi part stories for the Chronicle in 2014 (one on Walmart) which were very popular with Chronicle readers.CLICK TO ENLARGESome young 12th man fan photos from the Snohomish School District taken prior to a day off from school (Wed. Feb. 5, 2014) so kids could attend the big Seattle Seahawks welcome home parade in downtown Seattle. CLICK TO ENLARGEThe Wallace Falls Cafe is a hit. It opened right on US Highway 2 in Gold Bar in 2014. Sky Valley Chronicle photo. CLICK TO ENLARGEScreen shot of first two pages of motion filed with the court by Snohomish County Deputy Prosecutor Sean Reay asking a court for relief from Block's alleged ongoing abuse of Reay and others. CLICK TO ENLARGEU.S. Senator Elizabeth Warren, standing up for taxpayers and against the huge banking cartels. CLICK TO ENLARGEAriel Aman of Skykomish High School, WIAA Athlete of the Week in Oct. 2014. Photo courtesy WIAA. CLICK TO ENLARGESkykomish Open Air Market which opens in May. CLICK TO ENLARGESunset Falls on south fork of Skykomish River at Index, WA where the powerhouse portion of an older, now defunct hydro dam project was to have been located. The new design for the hydro project does not require a dam on river. CLICK TO ENLARGE Chronicle End Of Year\n\nNews, Opinion & Sterling Analysis\n\n\n\n(MONROE, WA.) -- All right here we go again. We went though this routine last year not because we enjoy doing it (we don't) but because so many of you freeloaders (both domestic and abroad) demand this annual exercise in futility.\n\n\n\nThus it goes without saying that (as in years past) we have many miles to cover and no time to waste so sit up straight, take your fingers out of your nose (as well the nose rings) keep your hands to yourselves and remember there may be a test later.\n\n\n\nEveryone has their own ideas of what the top ten national news stories were for 2014. So starting off here we shall show you in living Kodak Technicolor how vastly out of touch corporate lamestream news really is.\n\n\n\nYahoo News claims that what you see below are the Top 10 News Stories of 2014. And thus what you will see reflected here in these choices is a stereotypical lamestream corporate view of the world -- which means it is delusional, barely relevant and filled with self-interest.\n\n\n\nYAHOO'S WAHOO WOOHOO TOP 10\n\n\n\n10) Obamacare, e.g., the Affordable Care Act. (Most Americans don't even know that's the real name. They say dumb things all the time like, \"Get rid of that socialist Obamacare but don't touch my affordable care act!\"\n\n\n\nWe are currently arranging to have those people deported.\n\n\n\nFor getting millions of Americans covered by health insurance for the first time at a reasonable rate AND with protections so the fiendish, predatory, blood-drooling health insurance industry (big HMO's which get rich when you get ill) can no longer dump you once you get really sick, this story should have been THE TOP news story of 2015 or a contender for it.\n\n\n\nMillions of low income and middle class families and singles will be able to go and get medical care in 2015, maybe for the first time in years -- a feat that would have been impossible for them without the Affordable Care Act, imperfect as it is because Republicans fought tooth and nail to kill it which made those goofy, gutless Democrats capitulate on issues they should never have caved on. (More on wimpy, useless Democrats later).\n\n\n\nIn addition, millions of self employed people at retirement age can now afford to retire thanks to affordable health care being within their reach on reduced incomes. Yes, there are many people who will be alive this new year - and living healthier lives - thanks to the Affordable Care Act.\n\n\n\n9) Domestic violence. This should have been in the top 5, which (again) shows you how out of touch mainstream newsies are. You see, it took a viral video of NFL running back Ray Rice punching out his wife's lights and then dragging her limp body out of an elevator (he didn't even have the courtesy to pick his wife up and carry her out like a human being) to get lamestream newsies around to saying, \"Uh gee. Maybe there's something to this whole domestic violence thing.\" (Duh). God almighty.\n\n\n\n8) Islamic State (ISIS) et al. These ISIS psychotic killers could have spent the better part of last year torturing, murdering and mutilating God knows how many thousands of decent, law abiding, brown skinned Muslims in the Middle East and kidnapping and raping their daughters and that would not have made a blip on the nightly American TV news. But oh, let a couple of white western journalists get caught in the ISIS murder spree and mainstream media can't get enough front page stories and lead stories on the electric weenie Teevee news about ISIS.\n\n\n\nA curious thing, is it not that it really wasn't until some white western journalists were murdered that ISIS became a \"world wide threat.\"\n\n\n\nJODI ARIAS?\n\n\n\n7) Jodi Arias. Here is what Yahoo Wahoo said about Ms. Arias. \"The fate of Jodi Arias lies in the hands of a jury hearing a retrial of the sentencing phase of her case. Arias was convicted of killing her boyfriend Travis Alexander, but the first jury was unable to agree on whether she should receive the death penalty or spend the rest of her life in prison.\"\n\n\n\nAre they kidding? Does Yahoo News really think this nut case slicer-dicer Jodi Arias is a Top Ten 2014 news story? Yet another sign there is no hope for this country. We are all hosed.\n\n\n\n6) Ferguson, MO. The town explodes after a white police officer unloads his service pistol (probably a Glock chambered in .40 caliber) into unarmed black teen Michael Brown and spurs protests around the country.\n\n\n\nThis should have been a Top 2, maybe Top 3 news story with an emphasis on how the shameful St. Louis Prosecutor Robert McCulloch stacked and fully manipulated the Grand Jury process in the case in such a way that it was highly unlikely the grand jury would find the officer culpable in the teen's death -- even if he was.\n\n\n\nIndeed a grand jury did not indict Ferguson, Mo., police officer Darren Wilson for any crimes related to the death of 18-year-old Michael Brown in August. Wilson will never have to stand trial so Americans will never really know what happened that day, including the possibility Wilson did everything by the book and was in the right when he shot and killed Brown.\n\n\n\nWe'll simply never know. But one thing is certain: after that Grand Jury stacking by Prosecutor Robert McCulloch, white folks should never wonder ever again why so many Black Americans do not trust the justice system in this country.\n\n\n\nWhat happened in that shameful case? Attorney and legal analyst JeffreyToobin says McCulloch's methods in the grand jury's proceedings set things up in such a way that officer Wilson was given \"special treatment\" in the Grand Jury probe.\n\n\n\nEven the National Bar Association said the Grand Jury's actions were tainted by McCulloch's actions. Read more\n\n\n\nTHE VANISHED AIRLINER\n\n\n\n5) Malaysia Airlines. In March, Flight 370 carrying 239 passengers and crew vanished during a routine flight from Kuala Lumpur to Beijing. A months-long air and sea search turns up nothing. Strange piece of business. Maybe should be in the Top 5. Hard to say.\n\n\n\n4) Leaked photos. All those leaked photos of dumb celebrities who took naked pics of themselves and were stupid enough to actually believe they were \"secure\" in \"the Cloud\" so that nobody would ever see them. Are you serious? The hooters of Jennifer Lawrence make this the Top 4 news story for the year?\n\n\n\nOh please. Self absorbed, overpaid, insecure little Hollywood actors showing some skin is the Top 4 story of the year for Yahoo?\n\n\n\nNow you know why there is no hope for this country. (Look, we have nothing against the hooters of Jennifer Lawrence. In fact they are fine, perky and pretty upright standing hooters as hooters go but they are not anything NEAR a Top 4 news story).\n\n\n\nMID TERMS & USELESS DEMOCRATS\n\n\n\n3) Midterm elections. Democrats (the party that forgot what it used to stand for and is now just another pathetic corporate gopher and slave to the Wall Street banks) got their smarmy little butts kicked and that is as it should be.\n\n\n\nThese mealy mouthed CYA (cover your own arse) Democrats who don't know how to fight or win elections or stand for anything anymore - and don't know how to exercise power once they are lucky enough to get elected because the opposition simply self destructed - should pack it in and go home.\n\n\n\nWhen they controlled both houses of Congress and the White House they could have done amazing things to save the middle class in this country and set the stage for reversing the near collapse of family wage jobs, declining wages, the power of working class folks (organized or not) to get a fair share of the national pie and reversing an almost certain future for millions of America's kids that looks like a third world country.\n\n\n\nBut in the end because of their own incompetence and oatmeal filled brains they simply handed over both Houses of Congress to the GOP.\n\n\n\nDemocrats these days - outside of a few gutsy, ready to fight for the middle class (and take this country back from Wall Street banksters) players like\n\n\n\nThey need to all go out and get real jobs and contribute something to society. Maybe Walmart would hire them as greeters. The ongoing walking zombie Democratic party, nothing but a shell of its former self, is another sign the end is near.\n\n\n\nROBIN WILLIAMS & EBOLA\n\n\n\n2) The death of Robin Williams. Again, are these Yahoo people serious? Look, we loved Robin Williams like most people did and thought he was a great talent...but his death makes that the #2 top story of 2014?\n\n\n\nGod almighty. Proof once again how out of touch mainstream newsies are. We have to go get an aspirin. We're getting a splitting headache.\n\n\n\n1) Ebola epidemic. The deadliest outbreak of Ebola on record. It spread through West Africa killing more than 5,000 people and freaking out millions of people in America when the first case of the disease in the United States was diagnosed at Texas Presbyterian Hospital. The patient was Thomas Eric Duncan, a Liberian citizen who had recently arrived in the United States. He died of complications from Ebola. Two nurses who treated him also contracted the virus but recovered.\n\n\n\nFair enough. Could be the Top news story of 2014. Hard to say.\n\n\n\nWHAT WAS LEFT OUT\n\n\n\nBut in all that did you notice all the MAJOR news stories that affect the lives of millions of Americans that are not even in the Top 10?\n\n\n\nFor example: arguably the Top Story of 2014 - which is not even in Yahoo's Woohoo top ten - should have been the continued dismantling of the middle class in this country (and further decimation of the poverty class) due to widening wealth and income inequality due in turn (in large part) to the country being turned over lock stock and barrel to the hyper-rich, huge corporations and international banksters (who can sink our economy at a moment's notice and will do so again) over the past 35 years.\n\n\n\nYou think it is an accident this country now has for-profit prisons run by corporations and that we put away in those prisons vast numbers of our citizens, more so than any other industrialized country?\n\n\n\nThis slow death rattle of the middle class is the defining story of our times. The middle class in America is simply vanishing. It's almost dead as we speak.\n\n\n\nWELCOME TO MEXICO\n\n\n\nVery soon (if it's not already) this country will be Mexico; a vast struggling underclass, no middle class to speak of and a cadre of wealthy people and families, huge corporations, international banksters and Wall Streeters that own and run everything with an iron fist from the top down.\n\n\n\nThe nation is 85% there now. The facts show the U.S. is no longer a Democracy, it is an oligarchy.\n\n\n\nAnd yet Yahoo (and many other lamestream news operations) does not even recognize the death rattle of the middle class as even warranting a spot in the Top Ten for 2014. Here's a secret.\n\n\n\nIt is not in Yahoo's best interest to acknowledge the fact the middle class is on life support because Yahoo is at the top of the food chain, one of the mega-corp beneficiaries of the status quo.\n\n\n\nThe fact that this news story - a story of the life and death of the American middle class - is not even in the Top Ten tells you everything you need to know about the mainstream news business.\n\n\n\nMAINSTREAM. WHAT IT MEANS\n\n\n\nBack in 1983, approximately 50 corporations controlled the vast majority of all media in the United States. Today, ownership of the media has been concentrated in the hands of just six incredibly powerful media corporations.\n\n\n\nWhat Americans have in the year 2015 as well as last year and the year before is the \"illusion of choice\" (as BusinessInsider put it) in 90% of their media consumption.\n\n\n\nApproximately 232 media executives control the information consumption of 277 million Americans.\n\n\n\nBut we digress. On to the fun stuff because, after all, it is good to give the great unwashed bread and circuses (like Jennifer Lawrence's hooters). Keeps them docile, drooling, picking their toes and fully unaware of their own fate.\n\n\n\nMainstream news has been doing it for decades and the great unwashed laps it up.\n\n\n\nBEST TV BLOOPERS OF 2014\n\n\n\n\n\n\n\nMONROE\n\n\n\nSome top stories in Monroe last year. The prison inmate who may have been dead for some time. In January of 2014 a Monroe Correctional center inmate, Jerry Levain may have been dead for 37 hours before employees at the prison noticed, according to an Associated Press report.\n\n\n\nThe news service said it obtained an incident summary that showed no evidence Levain had moved around in his cell at the prison after he returned from chapel on the evening of Sept. 19. He was found dead by a prison staffer in the middle of the day on Sept. 21. He had died from a heart ailment.\n\n\n\nRedflex\n\n\n\nAlso in late January of 2014 a one time executive with Redflex, the vendor with the city of Monroe that placed those red light cameras on city streets, claimed a pattern of bribery by his company in Washington State and many others.\n\n\n\nRedflex has been banned from ever doing business again with the city of Chicago due to a bribery scandal there that erupted in 2012 having to do with a Redflex executive.\n\n\n\nIt has always been Redflex's position that its troubles in Chicago are the result of a rouge-operating employee, and not from any illegal practices embraced by the company. Essentially Redflex blamed its top salesman for the Chicago blues, firing him and then suing him.\n\n\n\nBut now that executive, claiming he was scapegoated by the company, has filed a counter suit.\n\n\n\nFormer Redflex executive Aaron Rosenberg, who said he took the fall in Chicago for something that was much bigger than him, now accuses the company of using bribes to land contracts in many states including Washington State.\n\n\n\nA report in the Chicago Tribune said the fired executive alleged in his counter lawsuit that Redflex Traffic Systems, \"Doled out bribes and gifts at dozens of municipalities\" in 13 other states and says he is cooperating in an ongoing federal investigation.\n\n\n\nUh-oh. There may be some folks who could be a bit nervous about what Aaron may be unloading to the feds.\n\n\n\nChain Lake elementary school\n\n\n\nIn February, three Chain Lake Elementary School 5th graders won big in the first ever Gear Up & Go! Winter Games. Those games are a special competition for participating Snohomish County 5th graders through a year-long program called Gear Up & Go! Check out the winners\n\n\n\nMonroe prison guard lawsuit comes to end\n\n\n\nIn the last week in January the family of a murdered Monroe prison guard filed a lawsuit against the Washington State Corrections Department which runs the prison in Monroe.\n\n\n\nThat lawsuit alleged that internal system failures at the Monroe Correctional Complex contributed to lifer inmate Byron Scherf being able to isolate and overpower guard Jayme Biendl, 34, in the prison's chapel and murder her by strangulation.\n\n\n\nThe legal action blamed the state and former Monroe Correctional Complex Superintendent Scott Frakes for creating a work environment where safety lapses in the prison made it predictable that eventually an employee would be harmed.\n\n\n\nQuite often such suits wind themselves through the courts over years before a settlement is reached or the case goes to trial. In the Biendl lawsuit only about 8 weeks passed since the filing and in March came the news that a settlement has been reached between both parties.\n\n\n\nThe Washington State Attorney General's office said the state settled the lawsuit and agreed to pay Biendl's parents $900,000.\n\n\n\nByron Scherf has been sentenced to death for the murder of officer Biendl but is appealing his conviction.\n\n\n\nThe story of Bigger & Bigger\n\n\n\nOn March 1st of 2014 the first part of a three part report ran in the Chronicle called \"The Story of Bigger and Bigger,\" written by the Chronicle's celebrated foreign correspondent Dennis Gallagher of New Zealand (formerly of Monroe).\n\n\n\nThousands of people read this three parter that had to do with what happens to working class folks, as well as what happens to elections and the environment when corporations get too big and powerful.\n\n\n\nYou can read Part 1\n\n\n\nThe big cache of guns\n\n\n\nIn May a man from Monroe and a woman from Bothell were arrested after Mill Creek police officers discovered a cache of guns.\n\n\n\nOn April 29 police got a call about suspicious activity around a storage facility in the 16600 block of the Bothell-Everett Highway.\n\n\n\nThe caller told police he or she thought someone might be selling drugs and wanted officers to investigate and so they did, learning that the storage unit was rented by a 34-year-old Monroe man and a 34-year-old Bothell woman. The man had an outstanding $100,000 felony warrant for his arrest for weapons and narcotics violations.\n\n\n\nOfficers went to the storage unit and after a brief pursuit caught and arrested the man.\n\n\n\nPolice then got a search warrant for the storage unit and once inside found 46 guns, including 31 that had been reported stolen and some other items that had been reported stolen in local burglaries.\n\n\n\nThe Big Accident\n\n\n\nIn June a major 5-vehicle accident that involved 12 people occurred on U.S. Highway 2 just outside Monroe on a Monday. It injured eight of those 12 people, closed the road for hours and backed up traffic for miles.\n\n\n\nThe accident happened on the always dangerous highway just a few miles outside of Monroe, between Monroe and Sultan at about 6:30 pm. Find the details\n\n\n\nIn May an alert neighbor who dialed 911 helped police solve two crimes at once and get a gun off the street. Read the story\n\n\n\nIn July the Summer Festival season in the Sky Valley\n\n\n\nThe police interview story\n\n\n\nPeriodically we get tips from readers about this or that issue they believe should be in the newspaper. Well, we ran a story in July based on a tip and it got a huge number of reads. The story was titled \"Why you should never agree to a police interview.\"\n\n\n\nIt turns out there are some good reasons why you should follow that advice. Read the story\n\n\n\nIn September came the sad news that an 84-year-old woman was hit by a bus while crossing a street at the 700 block of Main Street in Monroe one Thursday night.\n\n\n\nShe had been crossing the street to go to a play at the Frank Wagner Auditorium and was hit by by a Community Transit bus in the westbound lane and when she was hit she fell to the ground then rolled under a parked minivan and was pinned under that vehicle. She later died from her injuries.\n\n\n\nThe Wally World Three-Parter\n\n\n\nIn December the Sky Valley Chronicle ran an exclusive, very popular multi-part story that was read by thousands of people. It was written by our foreign correspondent Dennis Gallagher and titled \"Walmart in Monroe: Now What?\"\n\n\n\nYou can read part one\n\n\n\nFUN STUFF\n\n\n\nFacebook's Top Trending stuff of 2014. See video below\n\n\n\n\n\n\n\nCOOLEST GADGETS OF 2014 HERE\n\n\n\nAnd\n\n\n\nAnd\n\n\n\nSNOHOMISH\n\n\n\nThere was no school Wed. Feb. 5t, 2014 for Snohomish District students who got the day off to attend the big Seattle Seahawks welcome home parade in downtown Seattle.\n\n\n\nAt upper right see some young 12th man fan photos from the Snohomish School District, taken at a recent school event.\n\n\n\nOld time community photos\n\n\n\nIn April we learned that photos tell a tale of time past around Snohomish as well as elsewhere in the county. There's the shot of an early sales team at Bickford Motors in Snohomish. Women drawing water from the Langley town pump in the 1920s. Elegant bicyclists posing with a drive-through tree in the 1890s and construction of Everett’s Boeing plant in the 1960s.\n\n\n\nOne photo at a time, Sno-Isle Libraries has been putting the region’s history online with its \"Digitize Our Community History Project.\"\n\n\n\nWith 530 images in its catalog and more added daily, the project is celebrating the end of its first year and inviting new partners. The best thing about the archive is its location on the library district website, said Warner Blake of the Snohomish Historical Society.\n\n\n\n“You can share them with a lot more people than if the images were on display in a museum,” Blake said, noting the universal interest in the past. “When visitors come to Snohomish they ask shopkeepers up and down First Street, ‘What was this place before?’ \"\n\n\n\nThe archive includes photos from the collections of the Snohomish, Edmonds, South Whidbey and Darrington historical societies, as well as from newspaper and other sources. They can be found online at\n\n\n\n\"The captioned photos are linked to detailed information that will be valuable to researchers,\" said project leader Colleen Brazil of Sno-Isle Libraries. \"There’s even a feature that allows people to send the pictures as e-mail postcards.\"\n\n\n\nGETTING THE MONEY BACK\n\n\n\nIn June came the news that the Washington State Attorney General’s Office would recover roughly $36,200 from a Snohomish, Washington couple who claimed to be collecting funds for charity but instead pocketed more than half of the money.\n\n\n\nThe Attorney General’s Office filed a consumer protection complaint against Knowledge for Kids (K4K), which also does business as “Kures for Kids,” and its owners/operators, a married couple, Michael and Amy Gannon, in December.\n\n\n\nThe complaint alleged the Gannons used numerous deceptive practices to entice consumers to donate money to their charity, including claiming that they would provide direct support for the families of kids with disabilities and dispense funds to other charities.\n\n\n\nAlthough K4K raised roughly $70,000 from the public, only about $2,100 went to other charities, and K4K provided no direct support to families of children with disabilities, according to a statement by the Attorney General's Office.\n\n\n\nInstead, $36,200 went into the Gannons’ pockets, and the rest covered expenses such as paying commercial fundraisers.\n\n\n\nIn August Snohomish Police Department Detective Kendra Conley was awarded the 2014 Crisis Intervention Team Supervisor/Coordinator award for her work in crisis intervention.\n\n\n\nDetective Conley received the award — one of four — at the CIT Regional Conference Awards Dinner on August 5 in Seattle. She was nominated for her outstanding work responding to people with mental health or drug dependency issues. Find the story\n\n\n\nQUANTUM COMPRESSION 2014\n\n\n\nSo. Do you know what quantum compression is? That's the ability to compress quantum information. It was demonstrated for the first time by physicists in Canada and Japan in September.\n\n\n\nTo see all the Top 10 voodoo high marks in physics for 2014 check\n\n\n\nGOLD BAR\n\n\n\nPoor Gold Bar. The year 2014 was another year where, if the town didn't have bad news there wouldn't be any news at all (figuratively speaking).\n\n\n\nAnd guess where most of the news emanated from inside Gold Bar? You guessed it.\n\n\n\nLittle Annie Block, better known to some folks we've talked with over the years as \"Goofball Annie.\"\n\n\n\nIn January came news that the city of Gold Bar was planning on cracking down on residents who owe the city money and, as strange luck would have it, turns out that no single resident owes the city as much money as the notorious Anne. K. Block.\n\n\n\nBlock, who has already gone bankrupt once (back in Massachusetts stiffing a handful of creditors for thousands of dollars), owes Gold Bar $9,852.87 as an end result of one of Block's many failed legal actions against the city.\n\n\n\nBlocko was ordered to pay up to reimburse the city for money it had to spend on lawyers and associated costs to defend against one of Block's legal antics -- called \"nuisance lawsuits\" by some at city hall.\n\n\n\nThe city sent Block a letter dated Nov. 29, 2013 trying to collect the money. The letter can be viewed\n\n\n\nA judge ordered Block to pay up to the city by Jan. 9, 2012.\n\n\n\nBut at last check, Blocko had not paid a dime of what she owes nor has she made any effort to set up a payment plan, according to city officials the Chronicle spoke with in 2014. Perhaps Block will eventually end up with a second nickname: Deadbeat Annie.\n\n\n\nAlso in January, Gold Bar swore in a new mayor in Linda Loen. Read about that\n\n\n\nAnd in the same month came the strange story of Dennis Lilly whose body was found under a concrete slab in Gold Bar. Lilly was a fugitive from justice for decades who'd been hiding out in Gold Bar for many years. Interesting story. Read about it\n\n\n\nIn February the lawsuit queen (guess who?) demanded that Gold Bar give her over $250,000 to leave the town alone. Seriously. Read it\n\n\n\nAlso in February came the news that the Wash. State Bar Association had ordered a public hearing into alleged misconduct charges leveled against Annie Block. Read about it\n\n\n\nThere's much more on that interesting story\n\n\n\nThen at Block's Bar Association public hearing back in July (in which Blocko was a no show, at least in person) the bar's Office of Disciplinary Counsel recommended that Block be disbarred for numerous instances of misconduct. The exclusive story on that is\n\n\n\nThe fabulous Wallace Falls Cafe\n\n\n\nIn August the Chronicle ran a story about a wonderful new restaurant that opened in 2014 in Gold Bar called The Wallace Falls Cafe. It is sheer delight. Great food, great prices.\n\n\n\nOur story, sort of an expanded review found\n\n\n\nIn September the WSBA hearing examiner into Anne Block's case agreed with the WSBA's Office of Disciplinary Counsel that Block should be disbarred for various acts of misconduct. Disbarment is a fate which is reserved for the worst of the worst attorneys, those the legal professional believes are beyond any form of rehabilitation or redemption. Read about it\n\n\n\nThe amazing Banh mi\n\n\n\nThen in November we did a story on a great tasting food item that, it turns out, is available locally only at the Wallace Falls Cafe.\n\n\n\nThat would be the sensational tasting Banh mi, a Vietnamese sandwich that is a well known street snack in Vietnam. Grilled chicken, pork or tofu and vegetables served in a crunchy warm slice of French bread.\n\n\n\nThe Wallace Falls Cafe makes a killer Banh mi.\n\n\n\nLittle did we know at the time this food is a favorite among food experts the world over and is considered by some to the best sandwich in the world.\n\n\n\nWe found out that recently the BBC published a story by David Farley titled, \"Is the banh mi the world’s best sandwich?\"\n\n\n\nThe story is about Farley's search for the best Banh mi in Vietnam, where the sandwich originated. You can check out that November story\n\n\n\nLocal prosecutor files unprecedented motion\n\n\n\nIn late September the Sky Valley Chronicle ran an exclusive four-part series on one of the oddest legal motions filed in a local courtroom in recent memory.\n\n\n\nA Snohomish County Deputy Prosecutor, an adult, college educated, seasoned barrister and battle hardened deputy county prosecutor (evidently at wit's end and crying help!) asked a judge for \"relief\" against what he told the court were continued threats and other acts of outrageous, egregious, offensive, rude, uncalled for and \"unprofessional\" behavior from Gold Bar's Anne Block.\n\n\n\nThe motion was filed July 23, 2014 in U.S. District Court in Seattle (a 14-page whopper) pleading Judge Robert A. Jones to bring that gavel down hard and get that relief thing going post haste.\n\n\n\nYou can see a screen shot of first two pages of that motion at above right. Click to open.\n\n\n\nYou can read part one of that four part story\n\n\n\nGold Bar man killed in accident\n\n\n\nOn a Friday night in late November a Gold Bar man was killed in an auto accident on I-5 in Tukwila in which both vehicles in the collision were totaled.\n\n\n\nThree others were injured in the accident. The report is\n\n\n\nFederal judge blows out looney-tunes lawsuit\n\n\n\nThen in December a federal district court judge in Seattle dismissed yet another loony-tunes lawsuit filed by Block, this one alleging a Grand Conspiracy of people out to get her along with an entire county and town that were supposedly involved in the conspiracy.\n\n\n\nYou couldn't find a Hollywood script writer who'd been doing acid and huge lines of coke for 4 days straight that could have written anything weirder than that lawsuit.\n\n\n\nAnd finally the cherry on the ice cream for Blocko, also in December Twitter suspended a Blocko account for what appeared to be targeted abuse on that account to certain individuals.\n\n\n\nRead all about that one\n\n\n\nSKYKOMISH\n\n\n\nIn October came the news that Ariel Aman, a Junior from Skykomish High School was nominated by a community member and selected by WIAA staff as one of the Athletes of the Week for achievements in sports.\n\n\n\nSee photo at above right.\n\n\n\nEach week throughout the school year, the Washington Interscholastic Activities Association (WIAA) recognizes twelve varsity athletes, a male and a female from each of the six classifications, who exhibited an outstanding performance for the previous week.\n\n\n\nAman inspired the Rockets in a 3-0 volleyball win over Highland Christian on 9/26, including scoring 17 points. Then in a five-set loss to Lopez Island, she notched 28 points, with a strong run of eight consecutive points from her serve.\n\n\n\nIn recognition of their accomplishment, each Athlete of the Week winner awarded receives a congratulatory letter from WIAA Executive Director, Mike Colbrese, a commemorative WIAA State Athlete of the Week t-shirt, and a certificate. Winners are also posted to the WIAA website at www.wiaa.com\n\n\n\nSkykomish Open Air Markets\n\n\n\nThe first Skykomish Open Air Market of the spring and summer season opened on Saturday, May 10, 2014 in the picturesque historic railroad town of Skykomish.\n\n\n\nThey hold it every year in Depot Park, a grassy picnic area along Railroad Avenue in Skykomish’s historical district. I\n\n\n\nThey have a variety of vendors displaying handmade gifts, plants, planters, etched granite pieces, jewelry, hand sewn items, cards, photography, woodcraft, bowls, some furniture and more.\n\n\n\nThe Markets are held from 11:00 am to 3:00 pm on the second Saturday of the month, May through September.\n\n\n\nAlso, Skykomish’s \"Toot Sweet\" railroad themed candy and gift shop usually opens for weekends in May as well as the Skykomish Historical Museum, both in Maloney’s General Store.\n\n\n\nThere's also the impressive Great Northern and Cascade miniature 7-1/2 gauge railroad that has over 2,000 feet of track and more to follow.\n\n\n\nThe railroad is usually open each weekend from May now through the summer with free train rides for children and adults around the developing Skykomish Town Center highlighted by the restored old Skykomish Depot.\n\n\n\nINDEX\n\n\n\nIn May of last year it was announced that, after a series of studies and design analysis, the Snohomish County PUD had developed a rather innovative plan for a proposed hydropower project southeast of Index.\n\n\n\nThis project requires no dam or river barriers, which reduces construction costs by $10 million and could power up to 22,500 homes at maximum output, according to information supplied by the PUD.\n\n\n\nThe purpose of diverse, locally owned power sources, such as the Sunset Fish Passage & Energy Project, is to help make the PUD and its customers more self-sufficient, resilient and energy secure.\n\n\n\nAs part of the project the PUD would make improvements to an aging, state-owned trap-and-haul facility that trucks salmon upstream above three impassible waterfalls to 90 miles of spawning habitat.\n\n\n\nUPDATED \"NO DAM\" DESIGN MAKES MAJOR CHANGES\n\n\n\nThe PUD’s updated design modifies the water intake area and fish screens to cut excavation needs in half. It also reduces construction time by an estimated six months.\n\n\n\nAlso, more efficient turbines at a proposed powerhouse would increase annual energy production.\n\n\n\nThe PUD says the \"no-dam design\" is made possible due to the unique geography of the South Fork of the Skykomish River.\n\n\n\nIn addition to the Sunset Project, the PUD is assessing two other local hydropower projects above Snoqualmie Falls near North Bend.\n\n\n\nBAHDAH BING BAHDAH BOOM\n\n\n\nSo there you go. The Top 10 of everything for 2014. And if we missed something, tough beans.\n\n\n\nThere will be a test on all this stuff next Wednesday.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(MONROE, WA.) -- All right here we go again. We went though this routine last year not because we enjoy doing it (we don't) but because so many of you freeloaders (both domestic and abroad) demand this annual exercise in futility.Thus it goes without saying that (as in years past) we have many miles to cover and no time to waste so sit up straight, take your fingers out of your nose (as well the nose rings) keep your hands to yourselves and remember there may be a test later.Everyone has their own ideas of what the top ten national news stories were for 2014. So starting off here we shall show you in living Kodak Technicolor how vastly out of touch corporate lamestream news really is.Yahoo News claims that what you see below are the Top 10 News Stories of 2014. And thus what you will see reflected here in these choices is a stereotypical lamestream corporate view of the world -- which means it is delusional, barely relevant and filled with self-interest.10) Obamacare, e.g., the Affordable Care Act. (Most Americans don't even know that's the real name. They say dumb things all the time like, \"Get rid of that socialist Obamacare but don't touch my affordable care act!\"We are currently arranging to have those people deported.For getting millions of Americans covered by health insurance for the first time at a reasonable rate AND with protections so the fiendish, predatory, blood-drooling health insurance industry (big HMO's which get rich when you get ill) can no longer dump you once you get really sick, this story should have been THE TOP news story of 2015 or a contender for it.Millions of low income and middle class families and singles will be able to go and get medical care in 2015, maybe for the first time in years -- a feat that would have been impossible for them without the Affordable Care Act, imperfect as it is because Republicans fought tooth and nail to kill it which made those goofy, gutless Democrats capitulate on issues they should never have caved on. (More on wimpy, useless Democrats later).In addition, millions of self employed people at retirement age can now afford to retire thanks to affordable health care being within their reach on reduced incomes. Yes, there are many people who will be alive this new year - and living healthier lives - thanks to the Affordable Care Act.9) Domestic violence. This should have been in the top 5, which (again) shows you how out of touch mainstream newsies are. You see, it took a viral video of NFL running back Ray Rice punching out his wife's lights and then dragging her limp body out of an elevator (he didn't even have the courtesy to pick his wife up and carry her out like a human being) to get lamestream newsies around to saying, \"Uh gee. Maybe there's something to this whole domestic violence thing.\" (Duh). God almighty.8) Islamic State (ISIS) et al. These ISIS psychotic killers could have spent the better part of last year torturing, murdering and mutilating God knows how many thousands of decent, law abiding, brown skinned Muslims in the Middle East and kidnapping and raping their daughters and that would not have made a blip on the nightly American TV news. But oh, let a couple of white western journalists get caught in the ISIS murder spree and mainstream media can't get enough front page stories and lead stories on the electric weenie Teevee news about ISIS.A curious thing, is it not that it really wasn't until some white western journalists were murdered that ISIS became a \"world wide threat.\"7) Jodi Arias. Here is what Yahoo Wahoo said about Ms. Arias. \"The fate of Jodi Arias lies in the hands of a jury hearing a retrial of the sentencing phase of her case. Arias was convicted of killing her boyfriend Travis Alexander, but the first jury was unable to agree on whether she should receive the death penalty or spend the rest of her life in prison.\"Are they kidding? Does Yahoo News really think this nut case slicer-dicer Jodi Arias is a Top Ten 2014 news story? Yet another sign there is no hope for this country. We are all hosed.6) Ferguson, MO. The town explodes after a white police officer unloads his service pistol (probably a Glock chambered in .40 caliber) into unarmed black teen Michael Brown and spurs protests around the country.This should have been a Top 2, maybe Top 3 news story with an emphasis on how the shameful St. Louis Prosecutor Robert McCulloch stacked and fully manipulated the Grand Jury process in the case in such a way that it wasthe grand jury would find the officer culpable in the teen's death -- even if he was.Indeed a grand jury did not indict Ferguson, Mo., police officer Darren Wilson for any crimes related to the death of 18-year-old Michael Brown in August. Wilson will never have to stand trial so Americans will never really know what happened that day, including the possibility Wilson did everything by the book and was in the right when he shot and killed Brown.We'll simply never know. But one thing is certain: after that Grand Jury stacking by Prosecutor Robert McCulloch, white folks should never wonder ever again why so many Black Americans do not trust the justice system in this country.What happened in that shameful case? Attorney and legal analyst JeffreyToobin saysEven the National Bar Association said the Grand Jury's actions were tainted by McCulloch's actions. Read more here 5) Malaysia Airlines. In March, Flight 370 carrying 239 passengers and crew vanished during a routine flight from Kuala Lumpur to Beijing. A months-long air and sea search turns up nothing. Strange piece of business. Maybe should be in the Top 5. Hard to say.4) Leaked photos. All those leaked photos of dumb celebrities who took naked pics of themselves and were stupid enough to actually believe they were \"secure\" in \"the Cloud\" so that nobody would ever see them. Are you serious? The hooters of Jennifer Lawrence make this the Top 4 news story for the year?Oh please. Self absorbed, overpaid, insecure little Hollywood actors showing some skin is the Top 4 story of the year for Yahoo?Now you know why there is no hope for this country. (Look, we have nothing against the hooters of Jennifer Lawrence. In fact they are fine, perky and pretty upright standing hooters as hooters go but they are not anything NEAR a Top 4 news story).3) Midterm elections. Democrats (the party that forgot what it used to stand for and is now just another pathetic corporate gopher and slave to the Wall Street banks) got their smarmy little butts kicked and that is as it should be.These mealy mouthed CYA (cover your own arse) Democrats who don't know how to fight or win elections or stand for anything anymore - and don't know how to exercise power once they are lucky enough to get elected because the opposition simply self destructed - should pack it in and go home.When they controlled both houses of Congress and the White House they could have done amazing things to save the middle class in this country and set the stage for reversing the near collapse of family wage jobs, declining wages, the power of working class folks (organized or not) to get a fair share of the national pie and reversing an almost certain future for millions of America's kids that looks like a third world country.But in the end because of their own incompetence and oatmeal filled brains they simply handed over both Houses of Congress to the GOP.Democrats these days - outside of a few gutsy, ready to fight for the middle class (and take this country back from Wall Street banksters) players like Elizabeth Warren , Al Franken (funny man Al) and Bernie Sanders - are simply useless.They need to all go out and get real jobs and contribute something to society. Maybe Walmart would hire them as greeters. The ongoing walking zombie Democratic party, nothing but a shell of its former self, is another sign the end is near.2) The death of Robin Williams. Again, are these Yahoo people serious? Look, we loved Robin Williams like most people did and thought he was a great talent...but his death makes that the #2 top story of 2014?God almighty. Proof once again how out of touch mainstream newsies are. We have to go get an aspirin. We're getting a splitting headache.1) Ebola epidemic. The deadliest outbreak of Ebola on record. It spread through West Africa killing more than 5,000 people and freaking out millions of people in America when the first case of the disease in the United States was diagnosed at Texas Presbyterian Hospital. The patient was Thomas Eric Duncan, a Liberian citizen who had recently arrived in the United States. He died of complications from Ebola. Two nurses who treated him also contracted the virus but recovered.Fair enough. Could be the Top news story of 2014. Hard to say.But in all that did you notice all the MAJOR news stories that affect the lives of millions of Americans that are not even in the Top 10?For example: arguably the Top Story of 2014 - which is not even in Yahoo's Woohoo top ten - should have been the continued dismantling of the middle class in this country (and further decimation of the poverty class) due to widening wealth and income inequality due in turn (in large part) to the country being turned over lock stock and barrel to the hyper-rich, huge corporations and international banksters (who can sink our economy at a moment's notice and will do so again) over the past 35 years.You think it is an accident this country now has for-profit prisons run by corporations and that we put away in those prisons vast numbers of our citizens, more so than any other industrialized country?This slow death rattle of the middle class is the defining story of our times. The middle class in America is simply vanishing. It's almost dead as we speak.Very soon (if it's not already) this country will be Mexico; a vast struggling underclass, no middle class to speak of and a cadre of wealthy people and families, huge corporations, international banksters and Wall Streeters that own and run everything with an iron fist from the top down.The nation is 85% there now. The facts show the U.S. is no longer a Democracy, it is an oligarchy.And yet Yahoo (and many other lamestream news operations) does not even recognize the death rattle of the middle class as even warranting a spot in the Top Ten for 2014. Here's a secret.It is not in Yahoo's best interest to acknowledge the fact the middle class is on life support because Yahoo is at the top of the food chain, one of the mega-corp beneficiaries of the status quo.The fact that this news story - a story of the life and death of the American middle class - is not even in the Top Ten tells you everything you need to know about the mainstream news business.Back in 1983, approximatelycontrolled the vast majority of all media in the United States. Today, ownership of the media has been concentrated in the hands of justWhat Americans have in the year 2015 as well as last year and the year before is the \"illusion of choice\" (as BusinessInsider put it) in 90% of their media consumption.But we digress. On to the fun stuff because, after all, it is good to give the great unwashed bread and circuses (like Jennifer Lawrence's hooters). Keeps them docile, drooling, picking their toes and fully unaware of their own fate.Mainstream news has been doing it for decades and the great unwashed laps it up.Some top stories in Monroe last year. The prison inmate who may have been dead for some time. In January of 2014 a Monroe Correctional center inmate, Jerry Levain may have been dead for 37 hours before employees at the prison noticed, according to an Associated Press report.The news service said it obtained an incident summary that showed no evidence Levain had moved around in his cell at the prison after he returned from chapel on the evening of Sept. 19. He was found dead by a prison staffer in the middle of the day on Sept. 21. He had died from a heart ailment.Also in late January of 2014 a one time executive with Redflex, the vendor with the city of Monroe that placed those red light cameras on city streets, claimed a pattern of bribery by his company in Washington State and many others.Redflex has been banned from ever doing business again with the city of Chicago due to a bribery scandal there that erupted in 2012 having to do with a Redflex executive.It has always been Redflex's position that its troubles in Chicago are the result of a rouge-operating employee, and not from any illegal practices embraced by the company. Essentially Redflex blamed its top salesman for the Chicago blues, firing him and then suing him.But now that executive, claiming he was scapegoated by the company, has filed a counter suit.Former Redflex executive Aaron Rosenberg, who said he took the fall in Chicago for something that was much bigger than him, now accuses the company of using bribes to land contracts in many states including Washington State.A report in the Chicago Tribune said the fired executive alleged in his counter lawsuit that Redflex Traffic Systems, \"Doled out bribes and gifts at dozens of municipalities\" in 13 other states and says he is cooperating in an ongoing federal investigation.Uh-oh. There may be some folks who could be a bit nervous about what Aaron may be unloading to the feds.In February, three Chain Lake Elementary School 5th graders won big in the first everWinter Games. Those games are a special competition for participating Snohomish County 5th graders through a year-long program calledCheck out the winners here In the last week in January the family of a murdered Monroe prison guard filed a lawsuit against the Washington State Corrections Department which runs the prison in Monroe.That lawsuit alleged that internal system failures at the Monroe Correctional Complex contributed to lifer inmate Byron Scherf being able to isolate and overpower guard Jayme Biendl, 34, in the prison's chapel and murder her by strangulation.The legal action blamed the state and former Monroe Correctional Complex Superintendent Scott Frakes for creating a work environment where safety lapses in the prison made it predictable that eventually an employee would be harmed.Quite often such suits wind themselves through the courts over years before a settlement is reached or the case goes to trial. In the Biendl lawsuit only about 8 weeks passed since the filing and in March came the news that a settlement has been reached between both parties.The Washington State Attorney General's office said the state settled the lawsuit and agreed to pay Biendl's parents $900,000.Byron Scherf has been sentenced to death for the murder of officer Biendl but is appealing his conviction.On March 1st of 2014 the first part of a three part report ran in the Chronicle called \"The Story of Bigger and Bigger,\" written by the Chronicle's celebrated foreign correspondent Dennis Gallagher of New Zealand (formerly of Monroe).Thousands of people read this three parter that had to do with what happens to working class folks, as well as what happens to elections and the environment when corporations get too big and powerful.You can read Part 1 here In May a man from Monroe and a woman from Bothell were arrested after Mill Creek police officers discovered a cache of guns.On April 29 police got a call about suspicious activity around a storage facility in the 16600 block of the Bothell-Everett Highway.The caller told police he or she thought someone might be selling drugs and wanted officers to investigate and so they did, learning that the storage unit was rented by a 34-year-old Monroe man and a 34-year-old Bothell woman. The man had an outstanding $100,000 felony warrant for his arrest for weapons and narcotics violations.Officers went to the storage unit and after a brief pursuit caught and arrested the man.Police then got a search warrant for the storage unit and once inside found 46 guns, including 31 that had been reported stolen and some other items that had been reported stolen in local burglaries.In June a major 5-vehicle accident that involved 12 people occurred on U.S. Highway 2 just outside Monroe on a Monday. It injured eight of those 12 people, closed the road for hours and backed up traffic for miles.The accident happened on the always dangerous highway just a few miles outside of Monroe, between Monroe and Sultan at about 6:30 pm. Find the details here In May an alert neighbor who dialed 911 helped police solve two crimes at once and get a gun off the street. Read the story here In July the Summer Festival season in the Sky Valley got underway Periodically we get tips from readers about this or that issue they believe should be in the newspaper. Well, we ran a story in July based on a tip and it got a huge number of reads. The story was titled \"Why you should never agree to a police interview.\"It turns out there are some good reasons why you should follow that advice. Read the story here In September came the sad news that an 84-year-old woman was hit by a bus while crossing a street at the 700 block of Main Street in Monroe one Thursday night.She had been crossing the street to go to a play at the Frank Wagner Auditorium and was hit by by a Community Transit bus in the westbound lane and when she was hit she fell to the ground then rolled under a parked minivan and was pinned under that vehicle. She later died from her injuries.In December the Sky Valley Chronicle ran an exclusive, very popular multi-part story that was read by thousands of people. It was written by our foreign correspondent Dennis Gallagher and titled \"Walmart in Monroe: Now What?\"You can read part one here Facebook's Top Trending stuff of 2014. See video belowAnd here you'll find the Ten Best Movies You Never Saw In 2014.And here you can check out the Top 10 Apps of 2014 as well as the Top Ten Video Games, Top Ten Toys, Top Ten Viral Videos and more.There was no school Wed. Feb. 5t, 2014 for Snohomish District students who got the day off to attend the big Seattle Seahawks welcome home parade in downtown Seattle.At upper right see some young 12th man fan photos from the Snohomish School District, taken at a recent school event.In April we learned that photos tell a tale of time past around Snohomish as well as elsewhere in the county. There's the shot of an early sales team at Bickford Motors in Snohomish. Women drawing water from the Langley town pump in the 1920s. Elegant bicyclists posing with a drive-through tree in the 1890s and construction of Everett’s Boeing plant in the 1960s.One photo at a time, Sno-Isle Libraries has been putting the region’s history online with its \"Digitize Our Community History Project.\"With 530 images in its catalog and more added daily, the project is celebrating the end of its first year and inviting new partners. The best thing about the archive is its location on the library district website, said Warner Blake of the Snohomish Historical Society.“You can share them with a lot more people than if the images were on display in a museum,” Blake said, noting the universal interest in the past. “When visitors come to Snohomish they ask shopkeepers up and down First Street, ‘What was this place before?’ \"The archive includes photos from the collections of the Snohomish, Edmonds, South Whidbey and Darrington historical societies, as well as from newspaper and other sources. They can be found online at sno-isle.org/catalog/photos \"The captioned photos are linked to detailed information that will be valuable to researchers,\" said project leader Colleen Brazil of Sno-Isle Libraries. \"There’s even a feature that allows people to send the pictures as e-mail postcards.\"In June came the news that the Washington State Attorney General’s Office would recover roughly $36,200 from a Snohomish, Washington couple who claimed to be collecting funds for charity but instead pocketed more than half of the money.The Attorney General’s Office filed a consumer protection complaint against, which also does business as “Kures for Kids,” and its owners/operators, a married couple, Michael and Amy Gannon, in December.The complaint alleged the Gannons used numerous deceptive practices to entice consumers to donate money to their charity, including claiming that they would provide direct support for the families of kids with disabilities and dispense funds to other charities.Although K4K raised roughly $70,000 from the public, only about $2,100 went to other charities, and K4K provided no direct support to families of children with disabilities, according to a statement by the Attorney General's Office.Instead, $36,200 went into the Gannons’ pockets, and the rest covered expenses such as paying commercial fundraisers.Detective Conley received the award — one of four — at the CIT Regional Conference Awards Dinner on August 5 in Seattle. She was nominated for her outstanding work responding to people with mental health or drug dependency issues. Find the story here So. Do you know what quantum compression is? That's the ability to compress quantum information. It was demonstrated for the first time by physicists in Canada and Japan in September.To see all the Top 10 voodoo high marks in physics for 2014 check here Poor Gold Bar. The year 2014 was another year where, if the town didn't have bad news there wouldn't be any news at all (figuratively speaking).And guess where most of the news emanated from inside Gold Bar? You guessed it.Little Annie Block, better known to some folks we've talked with over the years as \"Goofball Annie.\"In January came news that the city of Gold Bar was planning on cracking down on residents who owe the city money and, as strange luck would have it, turns out that no single resident owes the city as much money as the notorious Anne. K. Block.Block, who has already gone bankrupt once (back in Massachusetts stiffing a handful of creditors for thousands of dollars), owes Gold Bar $9,852.87 as an end result of one of Block's many failed legal actions against the city.Blocko was ordered to pay up to reimburse the city for money it had to spend on lawyers and associated costs to defend against one of Block's legal antics -- called \"nuisance lawsuits\" by some at city hall.The city sent Block a letter dated Nov. 29, 2013 trying to collect the money. The letter can be viewed here along with a court document showing Block was held in contempt of two court orders -- one on Dec. 20, 2011 and one on Dec. 30, 2011 regarding payment of the money owed.A judge ordered Block to pay up to the city by Jan. 9, 2012.But at last check, Blocko had not paid a dime of what she owes nor has she made any effort to set up a payment plan, according to city officials the Chronicle spoke with in 2014. Perhaps Block will eventually end up with a second nickname: Deadbeat Annie.Also in January, Gold Bar swore in a new mayor in Linda Loen. Read about that here And in the same month came the strange story of Dennis Lilly whose body was found under a concrete slab in Gold Bar. Lilly was a fugitive from justice for decades who'd been hiding out in Gold Bar for many years. Interesting story. Read about it here In February the lawsuit queen (guess who?) demanded that Gold Bar give her over $250,000 to leave the town alone. Seriously. Read it here Also in February came the news that the Wash. State Bar Association had ordered a public hearing into alleged misconduct charges leveled against Annie Block. Read about it here There's much more on that interesting story here Then at Block's Bar Association public hearing back in July (in which Blocko was a no show, at least in person) the bar's Office of Disciplinary Counsel recommended that Block be disbarred for numerous instances of misconduct. The exclusive story on that is here In August the Chronicle ran a story about a wonderful new restaurant that opened in 2014 in Gold Bar called The Wallace Falls Cafe. It is sheer delight. Great food, great prices.Our story, sort of an expanded review found here has been read almost 8,000 times and the readership still climbs.In September the WSBA hearing examiner into Anne Block's case agreed with the WSBA's Office of Disciplinary Counsel that Block should be disbarred for various acts of misconduct. Disbarment is a fate which is reserved for the worst of the worst attorneys, those the legal professional believes are beyond any form of rehabilitation or redemption. Read about it here Then in November we did a story on a great tasting food item that, it turns out, is available locally only at the Wallace Falls Cafe.That would be the sensational tasting Banh mi, a Vietnamese sandwich that is a well known street snack in Vietnam. Grilled chicken, pork or tofu and vegetables served in a crunchy warm slice of French bread.The Wallace Falls Cafe makes a killer Banh mi.Little did we know at the time this food is a favorite among food experts the world over and is considered by some to the best sandwich in the world.We found out that recently the BBC published a story by David Farley titled, \"Is the banh mi the world’s best sandwich?\"The story is about Farley's search for the best Banh mi in Vietnam, where the sandwich originated. You can check out that November story here In late September the Sky Valley Chronicle ran an exclusive four-part series on one of the oddest legal motions filed in a local courtroom in recent memory.A Snohomish County Deputy Prosecutor, an adult, college educated, seasoned barrister and battle hardened deputy county prosecutor (evidently at wit's end and crying) asked a judge for \"relief\" against what he told the court were continued threats and other acts of outrageous, egregious, offensive, rude, uncalled for and \"unprofessional\" behavior from Gold Bar's Anne Block.The motion was filed July 23, 2014 in U.S. District Court in Seattle (a 14-page whopper) pleading Judge Robert A. Jones to bring that gavel down hard and get that relief thing going post haste.You can see a screen shot of first two pages of that motion at above right. Click to open.You can read part one of that four part story here On a Friday night in late November a Gold Bar man was killed in an auto accident on I-5 in Tukwila in which both vehicles in the collision were totaled.Three others were injured in the accident. The report is here Then in December a federal district court judge in Seattle dismissed yet another loony-tunes lawsuit filed by Block, this one alleging a Grand Conspiracy of people out to get her along with an entire county and town that were supposedly involved in the conspiracy.You couldn't find a Hollywood script writer who'd been doing acid and huge lines of coke for 4 days straight that could have written anything weirder than that lawsuit.And finally the cherry on the ice cream for Blocko, also in December Twitter suspended a Blocko account for what appeared to be targeted abuse on that account to certain individuals.Read all about that one here In October came the news that, a Junior from Skykomish High School was nominated by a community member and selected by WIAA staff as one of thefor achievements in sports.See photo at above right.Each week throughout the school year, the Washington Interscholastic Activities Association (WIAA) recognizes twelve varsity athletes, a male and a female from each of the six classifications, who exhibited an outstanding performance for the previous week.Aman inspired the Rockets in a 3-0 volleyball win over Highland Christian on 9/26, including scoring 17 points. Then in a five-set loss to Lopez Island, she notched 28 points, with a strong run of eight consecutive points from her serve.In recognition of their accomplishment, each Athlete of the Week winner awarded receives a congratulatory letter from WIAA Executive Director, Mike Colbrese, a commemorative WIAA State Athlete of the Week t-shirt, and a certificate. Winners are also posted to the WIAA website at www.wiaa.comThe firstof the spring and summer season opened on Saturday, May 10, 2014 in the picturesque historic railroad town of Skykomish.They hold it every year in Depot Park, a grassy picnic area along Railroad Avenue in Skykomish’s historical district. IThey have a variety of vendors displaying handmade gifts, plants, planters, etched granite pieces, jewelry, hand sewn items, cards, photography, woodcraft, bowls, some furniture and more.The Markets are held from 11:00 am to 3:00 pm on the second Saturday of the month, May through September.Also, Skykomish’s \"Toot Sweet\" railroad themed candy and gift shop usually opens for weekends in May as well as the Skykomish Historical Museum, both in Maloney’s General Store.There's also the impressive Great Northern and Cascade miniature 7-1/2 gauge railroad that has over 2,000 feet of track and more to follow.The railroad is usually open each weekend from May now through the summer with free train rides for children and adults around the developing Skykomish Town Center highlighted by the restored old Skykomish Depot.In May of last year it was announced that, after a series of studies and design analysis, the Snohomish County PUD had developed a rather innovative plan for a proposed hydropower project southeast of Index.This project requires no dam or river barriers, which reduces construction costs by $10 million and could power up to 22,500 homes at maximum output, according to information supplied by the PUD.The purpose of diverse, locally owned power sources, such as the Sunset Fish Passage & Energy Project, is to help make the PUD and its customers more self-sufficient, resilient and energy secure.As part of the project the PUD would make improvements to an aging, state-owned trap-and-haul facility that trucks salmon upstream above three impassible waterfalls to 90 miles of spawning habitat.The PUD’s updated design modifies the water intake area and fish screens to cut excavation needs in half. It also reduces construction time by an estimated six months.Also, more efficient turbines at a proposed powerhouse would increase annual energy production.The PUD says the \"no-dam design\" is made possible due to the unique geography of the South Fork of the Skykomish River.In addition to the Sunset Project, the PUD is assessing two other local hydropower projects above Snoqualmie Falls near North Bend.So there you go. The Top 10 of everything for 2014. And if we missed something, tough beans.There will be a test on all this stuff next Wednesday.\n\n\n\n\n\n\n\n\n\nBACK TO\n\n\n\nHOME\n\n\n\nMore Headlines\n\nFEATURE NEWS JUST STARTING YOUR\n\nWORK CAREER?\n\nSeattle is the 18-hour city\n\nyou should move to INTO CONSPIRACY THEORIES?\n\nThen you'll love this one about America's mainstream news media NEW COALITION PLANS TO REFORM WALL STREET, THE BIG BANKS WHY DONALD TRUMP JUST MIGHT BECOME THE NEXT RESIDENT OF THE WHITE HOUSE NEW REPORT SAYS FACEBOOK'S TRENDING TOPICS NEWS NOT SKEWED BY LIBERAL BIAS\n\nBut small group of ill-managed kids\n\nMore->\n\n\n\n\n\n\n\n\n\n\n\n© 2008-2016 Sky Valley Media Group, LLC\n\nwww.skyvalleychronicle.com is owned and produced by\n\nSky Valley Media Group, LLC which is solely responsible for its content\n\n\n\n", "article_metadata": {"description": "(MONROE, WA.)  --  All right here we go again. We went though this routine last year not because we enjoy doing it (we don't) but because so many of you freeloaders (both domestic and abroad) demand this annual exercise in futility."}, "article_summary": "Home Page My Sky Valley Advertising Contact Us Privacy Policy About Us Terms of Use Register HereWelcomeLog InThu, May 26, 2016\"The #1 Read & Rated Sky Valley News Source& Only Daily Paper in the Sky Valley!\"\nThe Washington State Attorney General's office said the state settled the lawsuit and agreed to pay Biendl's parents $900,000.\nLilly was a fugitive from justice for decades who'd been hiding out in Gold Bar for many years.\nSky Valley Chronicle DuckDuckGo Everett, WA Temp: 57°F Sky: overcast Forecast...\nThis slow death rattle of the middle class is the defining story of our times."}