{"article_title": "California's FACT Act Requires Crisis Pregnancy Centers To Inform Women Of Their Options", "article_keywords": ["information", "californias", "law", "facility", "provide", "medical", "clients", "centers", "options", "inform", "california", "act", "pregnancy", "cpcs", "requires", "crisis", "fact", "women"], "article_url": "http://www.care2.com/causes/california-crisis-pregnancy-centers-must-now-inform-women-of-their-options.html", "article_text": "Early last year, NARAL’s Pro-Choice California released the results of a year-long undercover investigation of California’s Crisis Pregnancy Centers. These centers advertise offers of help to women with unplanned pregnancies. Their inconspicuous billboards in Los Angeles showed a young woman with a one-word question and a simple answer, “Pregnant? We can help,” followed by a phone number. There is no information about what these women will face once they go through their doors: Misinformation and pressure that they must continue with the pregnancy.\n\nDue in large part to NARAL’s investigation, a new California law went into effect on January 1 that forces these centers to provide reproductive facts and information women can use.\n\nThe Reproductive Freedom, Accountability, Comprehensive Care, and Transparency Act (FACT) requires “a licensed covered facility, as defined, to disseminate a notice to all clients, as specified, stating, among other things, that California has public programs that provide immediate free or low-cost access to comprehensive family planning services, prenatal care, and abortion, for eligible women. The bill would also require an unlicensed covered facility, “to disseminate a notice to all clients, as specified, stating, among other things, that the facility is not licensed as a medical facility by the State of California.”\n\nIn short, any licensed facility that offers family planning or pregnancy services must inform clients of all their options, in multiple languages, at the time of arrival either through a conspicuous public notice or distributed directly to the client. Furthermore, the law states that if they do not offer any medical services (looking at you, CPCs), they must prominently display a notice that they are not a medical facility nor are there any licensed medical professionals on staff. The brilliance of the California FACT Act is that it applies to all such facilities, avoiding legal pitfalls that have prevented previous attempts to curtail CPCs’ misleading practices.\n\nWith approximately 4,000 CPCs across the country, they outnumber abortion clinics 3 to 1. In many states, they are supported by the governor and legislature and have been able to force legitimate medical providers to provide medically inaccurate information and perform unnecessary procedures. The state of California, which was the first to legalize abortion in the country, has been unsuccessful in stopping these centers from denying women their rights. The anti-choice clinics have claimed any attempts to force them to not give misinformation violates their First Amendment right to free speech.\n\nThe California FACT Act, which was authored by California Attorney General Kamala Harris, is narrowly focused and, most importantly, applies to all healthcare facilities. The law notes that all California women should have access to reproductive health care, including abortion. Furthermore, because pregnancy decisions are time-sensitive, women need accurate information quickly. A common tactic of CPCs is to lie to clients and force a delay, or even say they are too far along to terminate their pregnancy. By the time women discover the truth, they often are too far along to pursue affordable options.\n\nStill, CPCs don’t even want women to know their options. Much like religious organizations claim that informing employees they can get birth control coverage through alternate insurance plans for free as required by the Affordable Care Act, CPCs are now claiming the new law violates their religious rights. They feel that disclosing to women when they walk in the door that the centers don’t provide the services clients are seeking and that they have other low or no cost options to get them, violates religious freedom. This is why as soon as Governor Jerry Brown signed the legislation into law in October, lawyers for several CPCs filed suit.\n\nWhile the merits of the case have still not been discussed in court, the CPCs have already lost two preliminary rulings. A judge refused to grant an injunction on the law until the case winds its way through the courts, allowing for the law to go into effect as scheduled this month. The judge also noted that the bar for a free speech argument is much lower for a commercial enterprise such as theirs. Even though they are non-profit, they provide “valuable pregnancy-related goods” and, therefore, are not irreparably harmed by the law.\n\nAccording to RH Reality Check, similar public information laws about reproductive health have had mixed results when challenged. Yet, a San Francisco ordinance that required CPCs “to tell the truth in advertisements” survived a challenge in federal court last year. Attorney General Kamala Harris has said that the state will vigorously defend the law as the case continues in court and feels confident it will withstand the legal challenge.\n\nPhoto Credit: Thinkstock", "article_metadata": {"description": "The law went into effect on January 1 and applies to all health care facilities that provide family planning and pregnancy related services.", "og": {"image": "http://dingo.care2.com/pictures/causes/3165/3164016.large.jpg"}, "robots": "noodp", "apple-mobile-web-app-capable": "yes", "p": {"domain_verify": "34d24671362965e0c3942e7b3b484ea7"}, "fb": {"app_id": 83187307959}, "keywords": "crisis pregnancy center,cpc,california fact act,kamala harris,reproductive rights,women\\'s rights", "viewport": "width=device-width,user-scalable=no,initial-scale=1"}, "article_summary": "Early last year, NARAL’s Pro-Choice California released the results of a year-long undercover investigation of California’s Crisis Pregnancy Centers.\nThe law notes that all California women should have access to reproductive health care, including abortion.\nDue in large part to NARAL’s investigation, a new California law went into effect on January 1 that forces these centers to provide reproductive facts and information women can use.\nThere is no information about what these women will face once they go through their doors: Misinformation and pressure that they must continue with the pregnancy.\nBy the time women discover the truth, they often are too far along to pursue affordable options."}