{"article_title": "#BringBackOurGirls protests banned in Nigerian capital", "article_keywords": ["protests", "watch", "banned", "violence", "girls", "bringbackourgirls", "nigerian", "haram", "capital", "nigeria", "boko", "women"], "article_url": "http://www.salon.com/2014/06/03/bringbackourgirls_protests_banned_in_nigerian_capital/", "article_text": "Topics: #BringBackOurGirls, Boko Haram, kidnapped Nigerian girls, Nigeria, violence against girls, violence against women and girls, Life News, News, Politics News\n\nIt has been nearly two months since 276 girls were abducted by Boko Haram militants from their school in northern Nigeria, and most remain missing. In the wake of the mass kidnapping, protests in the capital city of Abuja have been a channel for parents and activists to express their grief and outrage — and demand accountability and action from the Nigerian government. But police have just banned the protests entirely.\n\nThe protests pose “a serious security threat,” according to Commissioner Joseph Mbu, per a report from CNN. “I cannot fold my hands and watch this lawlessness.\n\n“Information reaching us is that too soon dangerous elements will join the groups under the guise of protest and detonate explosive(s) aimed at embarrassing the government. Accordingly protests on the Chibok Girls is hereby banned with immediate effect.”", "article_metadata": {"description": "\"I cannot fold my hands and watch this lawlessness,\" said Police Commissioner Joseph Mbu", "author": "Katie McDonough", "og": {"site_name": "Salon", "description": "\"I cannot fold my hands and watch this lawlessness,\" said Police Commissioner Joseph Mbu", "title": "#BringBackOurGirls protests banned in Nigerian capital", "url": "http://www.salon.com/2014/06/03/bringbackourgirls_protests_banned_in_nigerian_capital/", "image": "http://media.salon.com/2014/05/nigeria_abduction_protest2.jpg", "type": "article"}, "twitter": {"description": "\"I cannot fold my hands and watch this lawlessness,\" said Police Commissioner Joseph Mbu", "creator": "@kmcdonovgh", "image": "http://media.salon.com/2014/05/nigeria_abduction_protest2.jpg", "title": "#BringBackOurGirls protests banned in Nigerian capital", "site": "@salon", "card": "summary_large_image"}, "title": "#BringBackOurGirls protests banned in Nigerian capital", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, #BringBackOurGirls, Boko Haram, kidnapped Nigerian girls, Nigeria, violence against girls, violence against women and girls", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fceeea\"", "article_summary": "Topics: #BringBackOurGirls, Boko Haram, kidnapped Nigerian girls, Nigeria, violence against girls, violence against women and girls, Life News, News, Politics NewsIt has been nearly two months since 276 girls were abducted by Boko Haram militants from their school in northern Nigeria, and most remain missing.\nAccordingly protests on the Chibok Girls is hereby banned with immediate effect.”\nBut police have just banned the protests entirely.\nThe protests pose “a serious security threat,” according to Commissioner Joseph Mbu, per a report from CNN.\nIn the wake of the mass kidnapping, protests in the capital city of Abuja have been a channel for parents and activists to express their grief and outrage — and demand accountability and action from the Nigerian government."}