{"article_title": "Oklahoma Law Enforcement Officer Recalls Extreme Deer Vs. Car Co - News9.com - Oklahoma City, OK - News, Weather, Video and Sports", "article_keywords": ["windshield", "ok", "right", "deer", "oklahoma", "wound", "face", "seat", "gransberg", "vs", "video", "officer", "news9com", "weather", "recalls", "law", "special", "extreme"], "article_url": "http://www.news9.com/story/30653841/oklahoma-law-enforcement-officer-recalls-extreme-deer-vs-car-collision", "article_text": "In an extreme case of what can happen when cars and deer collide – a deer wound up in the front seat of a law enforcement vehicle.\n\nThe chances of Oklahoma drivers colliding with a deer go up from this time until the end of the year.\n\nIn an extreme case of what can happen when cars and deer collide – a deer wound up in the front seat of a law enforcement vehicle.\n\n“It's surreal,” said Special Agent Erik Gransberg with the Oklahoma Bureau of Narcotics. “It's a 138-pound buck deer and it came through your windshield at 70 miles an hour,” he added.\n\nIn 2012, Special Agent Gransberg was working up near Adair on I-44 when he saw something crazy in the middle of traffic.\n\n“I watched a big buck deer jump and go right over the top of the corvette that was coming westbound and I just thought to myself, wow,” Gransberg recalled.\n\nHowever, just seconds later, that same deer hit Gransberg's SUV so hard it crashed through the windshield into the front seat.\n\n“It started kicking me in the face, it kicked me in the face at least ten times, it chipped my tooth,” Gransberg told News 9.\n\nThe collision sent the dash camera flying into the plexiglass cage, shattering it.\n\n“I had glass in my face, in my arms, it cut my right arm pretty good,” Gransberg explained.\n\nBy the time he pulled over to safety, the deer had died.\n\n“My first and hopefully my last time to ever have a deer as a passenger,” Gransberg said.\n\nOklahoma is 32nd in the nation when it comes to the number of deer collisions. In 2011, the latest year Oklahoma deer crash statistics are available, there were 467 crashes involving deer. Two people died and 184 people were injured.\n\n“More or less, I got lucky, just cuts, scrapes, bruises and nightmares,” Gransberg said.\n\nGransberg said it could have been worse, considering he was supposed to have a partner riding with him that day in the front seat.\n\nLuckily, those plans changed.\n\nAccording to State Farm, there is a 7.5 percent higher chance Oklahoma drivers will hit a deer in the next 12 months than in 2014, possibly due to more deer because of a milder, wetter year.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "The chances of Oklahoma drivers colliding with a deer go up from this time until the end of the year.", "author": "Lacie Lowry", "og": {"url": "http://www.news9.com/story/30653841/oklahoma-law-enforcement-officer-recalls-extreme-deer-vs-car-collision", "image": "http://KWTV.images.worldnow.com/images/9377763_G.jpg", "type": "article", "description": "The chances of Oklahoma drivers colliding with a deer go up from this time until the end of the year.", "title": "Oklahoma Law Enforcement Officer Recalls Extreme Deer Vs. Car Collision"}, "twitter": {"image": "http://KWTV.images.worldnow.com/images/9377763_G.jpg", "description": "The chances of Oklahoma drivers colliding with a deer go up from this time until the end of the year.", "card": "summary", "title": "Oklahoma Law Enforcement Officer Recalls Extreme Deer Vs. Car Collision"}, "wnreadableurl": "oklahoma-law-enforcement-officer-recalls-extreme-deer-vs-car-collision", "ROBOTS": "index,follow,noarchive", "owner": "KWTV", "fb": {"app_id": 538140636230283}, "date": "2015/12/02", "KEYWORDS": "Car Crash, deer, collision, drivers, okc, news 9, kwtv", "wn-version": "ContainerE-Story", "wn-base": "IIS09", "verify-v1": "d5ZN+GNiazjgWlnr3WHikwraMvFljdUSLMgex4CGnc8=", "news_keywords": "Car Crash, deer, collision, drivers, okc, news 9, kwtv"}, "article_summary": "In 2011, the latest year Oklahoma deer crash statistics are available, there were 467 crashes involving deer.\nIn an extreme case of what can happen when cars and deer collide – a deer wound up in the front seat of a law enforcement vehicle.\nThe chances of Oklahoma drivers colliding with a deer go up from this time until the end of the year.\nIn 2012, Special Agent Gransberg was working up near Adair on I-44 when he saw something crazy in the middle of traffic.\n“It's surreal,” said Special Agent Erik Gransberg with the Oklahoma Bureau of Narcotics."}