{"article_title": "Nurse Bill Goes Too Far, Critics Say", "article_keywords": ["physicians", "nurses", "practice", "pigman", "practitioners", "critics", "medical", "bill", "florida", "increase", "far", "say", "goes", "nurse"], "article_url": "http://health.wusf.usf.edu/post/nurse-bill-goes-too-far-critics-say", "article_text": "Critics of a legislative plan that would increase the authority of Florida’s nurse practitioners pushed back Monday, wondering if the massive bill would give nurses all the privileges now granted to more-educated and more-skilled physicians.\n\nThe plan -- which allows qualified nurse practitioners the ability to operate independently, without a physician’s supervision -- could be seen as a short-cut to those who want to treat patients but don't want to go to medical school, said Rep. Elaine Schwartz, D-Hollywood.\n\n“Is there any reason why anyone should go to medical school unless they wanted to be a surgeon?” she asked.\n\nRep. Cary Pigman, R-Avon Park, says the 155-page bill is really about providing access to care in communities without enough physicians. That’s accomplished by lifting the mandate that nurse practitioners work under physician supervision and the ban on their prescribing controlled substances, he said.\n\n“In my neck of the woods, this is the difference between access and none at all,” said Pigman, a hospital emergency room doctor.\n\nSeveral legislators and a lobbyist for the Florida Medical Association criticized how the bill will increase the number of people allowed to prescribe controlled substances. The highly addictive narcotics are at the heart of Florida’s notorious pill-mill crisis.\n\nIn a written statement that quoted FMA President Alan Harmon, the group said: \"Florida is on the verge of recovering from a massive statewide pill-mill crisis. Yet now, the Florida House is considering a bill that would unleash thousands of new practitioners into our communities with prescription pads poised to prescribe narcotics.\"\n\nNot all nurses would be affected by the bill. It creates standards for \"advanced practice\" registered nurses, which includes nurse practitioners, clinical nurse specialists, nurse anesthetists and nurse midwives.\n\nPigman said that although the bill removes restrictions on nurse practitioners, it does not increase their scope of practice beyond their skills and training. For example, he said, the bill would not allow nurse practitioners to perform abortions.\n\n“We were extraordinarily careful that only a doctor can perform an abortion,” he said.\n\nAnd doctors who specialize should not feel their business is being crowded out, Pigman said. The bill would not create new nurse “specialties,” such as dermatology, unless the Florida Board of Nursing opts to add them.\n\n“This in no way eliminates the physician’s ability to care,” he said.\n\nNurse practitioners also would be required to carry the same level of insurance as doctors, the bill says. The advanced practice registered nurses are not guaranteed they would be paid the same as doctors, the bill said. They would also have to negotiate reimbursement rates with private insurance companies, just like doctors.\n\nRep. Jose Oliva, R-Hialeah and the special committee’s chairman, said the bill would echo rules already enacted in dozens of other states.\n\n“We’re not trailblazing here. It’s already been done,” he said.\n\n--Health News Florida is part of WUSF Public Media. Contact Reporter Mary Shedden can at (813) 974-8636, on Twitter @MaryShedden, or email at shedden@wusf.org. For more health news, visit HealthNewsFlorida.org.", "article_metadata": {"category": "HNF Stories", "description": "Critics of a legislative plan that would increase the authority of Florida’s nurse practitioners pushed back Monday, wondering if the massive bill would", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/nurse-bill-goes-too-far-critics-say", "type": "article", "description": "Critics of a legislative plan that would increase the authority of Florida’s nurse practitioners pushed back Monday, wondering if the massive bill would", "title": "Nurse Bill Goes Too Far, Critics Say"}, "story_id": 275274747, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Mary Shedden", "org_id": 0, "dc": {"title": "Nurse Bill Goes Too Far, Critics Say"}, "nid": 5484, "datePublished": "2014-02-11", "keywords": "nurse practitioners, scope of practice, Florida Medical Association, Rep. Cary Pigman", "wordCount": 694, "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe0a11\"", "article_summary": "It creates standards for \"advanced practice\" registered nurses, which includes nurse practitioners, clinical nurse specialists, nurse anesthetists and nurse midwives.\nThat’s accomplished by lifting the mandate that nurse practitioners work under physician supervision and the ban on their prescribing controlled substances, he said.\nNurse practitioners also would be required to carry the same level of insurance as doctors, the bill says.\nFor example, he said, the bill would not allow nurse practitioners to perform abortions.\nPigman said that although the bill removes restrictions on nurse practitioners, it does not increase their scope of practice beyond their skills and training."}