{"article_title": "Off-Duty Cop Shoots Suspected Burglar As Chicago Weekend Crime Leaves At Least 6 Dead, 15 Hurt", "article_keywords": ["cop", "shootings", "shot", "chicago", "leaves", "area", "offduty", "dead", "hurt", "shooting", "officer", "suspected", "shoots", "crime", "weekend", "man"], "article_url": "http://www.huffingtonpost.com/2013/09/01/off-duty-cop-shoots-burgl_n_3852873.html", "article_text": "Updated story\n\nA man shot to death by an off-duty cop during an alleged burglary is among the six people dead and 15 more wounded by Chicago during Labor Day weekend violence.\n\nPolice say an off-duty officer who lives near the Old Town Triangle area of Lincoln Park spotted a suspected burglar on the porch of a vacant apartment about 11:30 p.m. Saturday.\n\nThe officer, who called 911 twice during the incident, identified himself as a cop to the man who the Tribune says repeatedly told the off-duty cop \"you don't want no part of me.\"\n\nAccording to a police spokesman:\n\n\"[The officer] comes downstairs and the officer says, 'Let me see your hands.' The guy keeps telling him, 'You don't want no part of me. And a neighbor is standing there and tells him, 'He's a police officer, he's a police officer, show him your hands.'\"\n\nAfter the man reached a dead-end in a gangway, officials say he grabbed his waistband and threatened to kill the officer, prompting the officer to fire and fatally strike the man.\n\nDetectives and the Independent Police Review Authority says they are investigating the shooting, ABC Chicago reports.\n\nElsewhere, five other people were killed by gunfire since Saturday afternoon.\n\nIn the weekend's most recent fatal shooting, John Wallace was shot in the back in the 6400 block of South Morgan Street in the Englewood neighborhood about 11:30 p.m. Sunday, according to the Chicago Sun-Times. He was pronounced dead at an area hospital.\n\nAlso among those killed was a 21-year-old man who was shot in the chest in the Bridgeport neighborhood early Saturday.\n\nAmong the weekend's youngest victims was a 14-year-old boy shot in Uptown Saturday. The boy and a 22-year-old man, who was struck in his wrist, were attacked in the 1000 block of West Wilson Avenue about 6 p.m. and were taken to area hospitals for treatment, according to DNAinfo Chicago.\n\n“While there have been significantly fewer shootings and murders this year, one victim is one too many and there's clearly more work to be done,” said Chicago Police Superintendent Garry McCarthy of the weekend shooting incidents. “We will continue our close partnership with the community and continue implementing our comprehensive policing strategy, but to address gun violence we need stronger laws that keep illegal guns out of our streets in the first place.\"\n\nMeanwhile, police announced Sunday that both homicides and shootings were down in August compared to the same month the previous year, ABC Chicago reports. Homicides were down six and shootings were down 47 compared to 2012 numbers.\n\nAlso on HuffPost: Crime In Chicago Crime In Chicago\n\n1 of 80 A Chicago police officer picks through debris at the crime scene early Friday, Sept. 20, 2013, where a number of people, including a 3-year-old child, were shot Thursday night in a city park in Chicago. Thursday night's attack was the latest violence in a city that has struggled to stop such shootings by increasing police patrols. (AP Photo/Paul Beaty) Share this slide:\n\nAP", "article_metadata": {"description": "Updated story\n\nA man shot to death by an off-duty cop during an alleged burglary is among the six people dead and 15 more wounded by C...", "sailthru.expire_date": "2013-09-02 12:56:31 -0400", "og": {"site_name": "The Huffington Post", "description": "Updated story\n\nA man shot to death by an off-duty cop during an alleged burglary is among the six people dead and 15 more wounded by C...", "title": "At Least 6 Killed, 15 Hurt In Labor Day Weekend Violence", "url": "http://www.huffingtonpost.com/2013/09/01/off-duty-cop-shoots-burgl_n_3852873.html", "image": "http://i.huffpost.com/gen/1329845/images/o-CHICAGO-CRIME-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1329845/images/o-CHICAGO-CRIME-facebook.jpg", "height": 1000}, "title": "At Least 6 Killed, 15 Hurt In Labor Day Weekend Violence", "description": "Updated story\n\nA man shot to death by an off-duty cop during an alleged burglary is among the six people dead and 15 more wounded by C...", "card": "summary_large_image", "site": "@HuffPostChicago"}, "sailthru.date": "2013-09-01 12:56:31 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=3852873", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "chicago", "fb": {"app_id": 46744042133}, "keywords": "video,Chicago crime,chicago labor day shootings,Off-Duty Cop Shoots Burglar chicago,Chicago gun violence,chicago homicides,chicago labor day weekend shootings", "article": {"section": "Chicago", "tag": "video,Chicago crime,chicago labor day shootings,Off-Duty Cop Shoots Burglar chicago,Chicago gun violence,chicago homicides,chicago labor day weekend shootings", "published_time": "2013-09-01 12:56:31 -0400", "modified_time": "2013-09-02 12:14:23 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fceef1\"", "article_summary": "Updated storyA man shot to death by an off-duty cop during an alleged burglary is among the six people dead and 15 more wounded by Chicago during Labor Day weekend violence.\nPolice say an off-duty officer who lives near the Old Town Triangle area of Lincoln Park spotted a suspected burglar on the porch of a vacant apartment about 11:30 p.m. Saturday.\nThe officer, who called 911 twice during the incident, identified himself as a cop to the man who the Tribune says repeatedly told the off-duty cop \"you don't want no part of me.\"\nDetectives and the Independent Police Review Authority says they are investigating the shooting, ABC Chicago reports.\nAlso on HuffPost: Crime In Chicago Crime In Chicago1 of 80 A Chicago police officer picks through debris at the crime scene early Friday, Sept. 20, 2013, where a number of people, including a 3-year-old child, were shot Thursday night in a city park in Chicago."}