{"article_title": "Clinica Tepeyac Wins Federally Qualified Health Status", "article_keywords": ["status", "fqhc", "additional", "wins", "tepeyac", "high", "qualified", "federally", "health", "community", "services", "clinica", "quality", "care"], "article_url": "http://www.prnewswire.com/news-releases/clinica-tepeyac-wins-federally-qualified-health-status-300129363.html", "article_text": "DENVER, Aug. 17, 2015 /PRNewswire/ -- Clinica Tepeyac today announced it has been awarded Federally Qualified Health Center (FQHC) Status. Clinica Tepeyac is one of four health center sites in Colorado that has been awarded a total of $2.3 million in federal grants in Affordable Care Act funds, which is projected to increase access to health care services for over 19,000 patients. This important new designation means this safety net clinic will have additional financial security allowing it to maintain a high level of quality while serving more low-income patients.\n\n\"Clinica Tepeyac does outstanding work to meet the health care needs of thousands of medically underserved residents throughout the Denver metro region with cultural sensitivity,\" U.S. Senator Michael Bennet said. \"The FQHC New Access Point designation will provide additional resources to help ensure Coloradans have access to critical health care services ensuring a healthier community for everyone.\"\n\nAs a Federally Qualified Health provider, Clinica Tepeyac will implement new best practices to further enhance patient care. Clinica Tepeyac will report extensive health data to the Centers for Medicare and Medicaid Services (CMS), and in return, will receive higher payment rates when its staff cares for Medicaid clients. In addition, Clinica Tepeyac will receive discounted pricing on prescriptions and grant dollars to support operations and new programs.\n\n\"Achieving FQHC status represents an incredible opportunity for our organization and the families we serve,\" said Jim Garcia, executive director and founder of Clinica Tepeyac. \"For the past 21 years, we have focused our efforts on providing high quality health care to the most vulnerable members of our community – with this additional support, we are now in a position to sustain these services over the long term.\"\n\nClinica Tepeyac was founded in 1994 as part of a grassroots community effort to provide basic health services to the uninsured and medically underserved. Along with providing high quality medical care, Clinica Tepeyac also provides a range of preventive health education and chronic disease management programs. Clinica Tepeyac has adopted an integrated model of care provision that includes a broad spectrum of medical, behavioral health and health promotion services.\n\nFor more information, visit clinicatepeyac.org\n\nContact:\n\nErich Kirshner\n\nEvolution Communications Agency\n\n303.921.6733 or erich@becausemessagematters.com\n\nSOURCE Clinica Tepeyac", "article_metadata": {"geo.region": "colorado", "cf_entity_thumbnail_url": "http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "geo.placename": "DENVER, Aug. 17", "description": "DENVER, Aug. 17, 2015 /PRNewswire/ -- Clinica Tepeyac Wins Federally Qualified Health Status. New Designation Will Expand Health Care and Social Service...", "author": "Clinica Tepeyac", "og": {"url": "http://www.prnewswire.com/news-releases/clinica-tepeyac-wins-federally-qualified-health-status-300129363.html", "image": "http://content.prnewswire.com/images/prn_facebook_sharing_logo.jpg", "type": "website", "description": "DENVER, Aug. 17, 2015 /PRNewswire/ -- Clinica Tepeyac today announced it has been awarded Federally Qualified...", "title": "Clinica Tepeyac Wins Federally Qualified Health Status"}, "Publisher": "PR Newswire", "cf_entity_title": "Clinica Tepeyac Wins Federally Qualified Health Status", "robots": "index, follow", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "keywords": "Clinica Tepeyac, colorado, Health Care & Hospitals, Health Insurance, Medical Pharmaceuticals", "date": "2015-08-17T13:47:00Z", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "twitter": {"site": "@PRNewswire", "card": "summary"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "DENVER, Aug. 17, 2015 /PRNewswire/ -- Clinica Tepeyac today announced it has been awarded Federally Qualified Health Center (FQHC) Status.\nAs a Federally Qualified Health provider, Clinica Tepeyac will implement new best practices to further enhance patient care.\nClinica Tepeyac has adopted an integrated model of care provision that includes a broad spectrum of medical, behavioral health and health promotion services.\nAlong with providing high quality medical care, Clinica Tepeyac also provides a range of preventive health education and chronic disease management programs.\nIn addition, Clinica Tepeyac will receive discounted pricing on prescriptions and grant dollars to support operations and new programs."}