{"article_title": "NCAA notes: Syracuse women's coach Quentin Hillsman fondly remembers Siena", "article_keywords": ["team", "head", "coach", "notes", "quentin", "tournament", "remembers", "game", "hillsman", "siena", "college", "womens", "fondly", "ncaa", "syracuse"], "article_url": "http://www.timesunion.com/tuplus-sports/article/NCAA-notes-Syracuse-women-s-coach-Quentin-6923875.php", "article_text": "NCAA notes: Syracuse women's coach Quentin Hillsman fondly remembers Siena Former Saints assistant now in his 10th year with Orange\n\n\n\n\n\n\n\n\n\n\n\n\n\nPhoto: Chuck Burton Image 1 of / 4 Caption Close Image 1 of 4 Syracuse head coach Quentin Hillsman directs his team against Louisville during the first half of an NCAA college basketball game in the Atlantic Coast Conference tournament in Greensboro, N.C., Saturday, March 5, 2016. (AP Photo/Chuck Burton) ORG XMIT: NCCB117 less Syracuse head coach Quentin Hillsman directs his team against Louisville during the first half of an NCAA college basketball game in the Atlantic Coast Conference tournament in Greensboro, N.C., Saturday, March ... more Photo: Chuck Burton Image 2 of 4 Syracuse head coach Quentin Hillsman directs his team against Notre Dame during the first half of an NCAA college basketball championship game in the Atlantic Coast Conference tournament in Greensboro, N.C., Sunday, March 6, 2016. (AP Photo/Chuck Burton) ORG XMIT: NCCB107 less Syracuse head coach Quentin Hillsman directs his team against Notre Dame during the first half of an NCAA college basketball championship game in the Atlantic Coast Conference tournament in Greensboro, N.C., ... more Photo: Chuck Burton Image 3 of 4 Syracuse head coach Quentin Hillsman watches the action during the second half of a first-round women's college basketball game against Army in the NCAA Tournament on Friday, March 18, 2016, in Syracuse, N.Y. Syracuse won 73-56. (AP Photo/Mike Groll) ORG XMIT: NYMG131 less Syracuse head coach Quentin Hillsman watches the action during the second half of a first-round women's college basketball game against Army in the NCAA Tournament on Friday, March 18, 2016, in Syracuse, N.Y. ... more Photo: Mike Groll Image 4 of 4 Syracuse head coach Quentin Hillsman walks near the team bench during the first half of a first-round women's college basketball game against Army in the NCAA Tournament on Friday, March 18, 2016, in Syracuse, N.Y. (AP Photo/Mike Groll) ORG XMIT: NYMG126 less Syracuse head coach Quentin Hillsman walks near the team bench during the first half of a first-round women's college basketball game against Army in the NCAA Tournament on Friday, March 18, 2016, in Syracuse, ... more Photo: Mike Groll NCAA notes: Syracuse women's coach Quentin Hillsman fondly remembers Siena 1 / 4 Back to Gallery\n\nSyracuse\n\nQuentin Hillsman's first taste of the women's basketball NCAA Tournament wasn't with the Syracuse team he now coaches, but rather in 2000-01 at Siena.\n\nHillsman, now in his 10th season leading the Orange (215-115, .652), was an assistant under Gina Castelli for two seasons.\n\nIn his second year, the Saints went 24-6, winning the Metro Atlantic Athletic Conference championship and advancing to the NCAAs. As a No. 11 seed, Siena lost to No. 6 Colorado, 98-78.\n\n\"Gina's the best person on this planet,\" said Hillsman, whose team faces the University at Albany on Sunday in the NCAA Tournament's second round. \"Seriously, Gina's an unbelievable lady. She got me into college coaching. She took a chance on me, probably when I didn't deserve it.\"\n\nHillsman, 45, had been out of coaching for three years when Castelli hired him. After Siena, he went to American, Alabama and Syracuse as an assistant for one season each before getting his current job.\n\n\"I owe her everything,\" Hillsman said of Castelli, now the head coach at nearby Le Moyne. \"I wouldn't be a college coach if it wasn't for her. She taught me how to work hard, the attention to detail. I've learned so much from her.\"\n\nMore Information\n\nDanes returns five years later\n\nSunday's game won't be the first meeting between Hillsman and UAlbany coach Katie Abrahamson-Henderson.\n\nThe Great Danes came here in 2010-11, Abrahamson-Henderson's first season, and lost 69-38.\n\n\"It was so long ago,\" she said, \"and they paid us a lot of money to come here. We were just learning. We were just learning what our coaching staff wanted from our team. It was a whole different team back then.\"\n\nUAlbany is 0-3 all-time against Syracuse.\n\nDanes, Orange won't be nationally televised\n\nUAlbany-Syracuse is one of two among eight NCAA games that won't be shown to most of the country on ESPN or ESPN2.\n\nThe 12:10 p.m. start time Sunday parallels that of West Virginia at Ohio State, which will be seen in 49 states. All of New York will receive the Great Danes and Orange on ESPN2.\n\nShould West Virginia and Ohio State become one-sided, ESPN2 could switch to the game in Syracuse.\n\nAs they did in Friday's first-round games, Bob Wischusen and Steffi Sorensen will handle the telecast. The game also can be heard on radio in the Capital Region via WOFX (980 AM), with Rodger Wyland and Zach Bye handling the call.", "article_metadata": {"SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "description": "Syracuse women's coach Quentin Hillsman fondly remembers Siena  Quentin Hillsman's first taste of the women's basketball NCAA Tournament wasn't with the Syracuse team he now coaches, but rather in 2000-01 at Siena.  In his second year, the Saints went 24-6, winning the Metro Atlantic Athletic Conference championship and advancing to the NCAAs.  \"Gina's the best person on this planet,\" said Hillsman, whose team faces the University at Albany on Sunday in the NCAA Tournament's second round.  The 12:10 p.m. start time Sunday parallels that of West Virginia at Ohio State, which will be seen in 49 states.", "vf": {"section": "tuplus", "unique_id": "timesunion-article-6923875"}, "og": {"site_name": "Times Union", "description": "Syracuse women's coach Quentin Hillsman fondly remembers Siena  Quentin Hillsman's first taste of the women's basketball NCAA Tournament wasn't with the Syracuse team he now coaches, but rather in 2000-01 at Siena.  In his second year, the Saints went 24-6, winning the Metro Atlantic Athletic Conference championship and advancing to the NCAAs.  \"Gina's the best person on this planet,\" said Hillsman, whose team faces the University at Albany on Sunday in the NCAA Tournament's second round.  The 12:10 p.m. start time Sunday parallels that of West Virginia at Ohio State, which will be seen in 49 states.", "title": "NCAA notes: Syracuse women's coach Quentin Hillsman fondly remembers Siena", "url": "http://www.timesunion.com/tuplus-sports/article/NCAA-notes-Syracuse-women-s-coach-Quentin-6923875.php", "image": "http://ww2.hdnux.com/photos/44/61/01/9637973/7/rawImage.jpg", "type": "article"}, "twitter": {"site": "@TimesUnion", "card": "summary_large_image"}, "”twitter": {"site”": "”@timesunion”"}, "fb": {"admins": 100006394927810, "app_id": 480611135405160}, "format-detection": "telephone=no", "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "NCAA notes: Syracuse women's coach Quentin Hillsman fondly remembers Siena Former Saints assistant now in his 10th year with OrangePhoto: Chuck Burton Image 1 of / 4 Caption Close Image 1 of 4 Syracuse head coach Quentin Hillsman directs his team against Louisville during the first half of an NCAA college basketball game in the Atlantic Coast Conference tournament in Greensboro, N.C., Saturday, March 5, 2016.\n\"I owe her everything,\" Hillsman said of Castelli, now the head coach at nearby Le Moyne.\n\"I wouldn't be a college coach if it wasn't for her.\nMore InformationDanes returns five years laterSunday's game won't be the first meeting between Hillsman and UAlbany coach Katie Abrahamson-Henderson.\n\"Gina's the best person on this planet,\" said Hillsman, whose team faces the University at Albany on Sunday in the NCAA Tournament's second round."}