{"article_title": "Your daily jolt: A mixed Democratic message and the 2014 race for governor", "article_keywords": ["development", "republican", "piece", "senate", "georgia", "jolt", "daily", "thats", "records", "race", "governor", "mixed", "president", "message", "democratic", "library", "youre"], "article_url": "http://www.ajc.com/weblogs/political-insider/2013/dec/02/your-daily-jolt-mixed-democratic-message-and-2014-/", "article_text": "The awkwardness of Jason Carter’s Democratic run for governor and Kasim Reed’s fearlessness in being seen with Georgia’s Republican governor -- -- the Atlanta mayor might use the word \"necessity\" -- literally came into focus over the weekend.\n\nOn Sunday, Blake Aued at flagpole.com reports, the state senator from Decatur met with 200 supporters in Athens, slamming the policies of Gov. Nathan Deal:\n\nAt the same time that education is being cut and cut—incidentally, leading 39 cities and counties to raise property taxes, Carter said—he accused the Deal administration of trumpeting Site Selection magazine naming Georgia the No. 1 place to do business. \"You're not really building for the future,\" he said. \"You're building for the present, and you're building for these magazine articles that don't matter.\" And while the big fish like Caterpillar get all kinds of tax breaks, Deal made sure that the same incentives aren't available to small businesses with fewer than 100 employees, Carter said. That's one reason why Georgia's unemployment rate is still 8 percent, he said.\n\nOnly a day earlier, from Bobby Dodd Stadium, Reed had Tweeted out the photo above, of him posing with a former Georgia Tech great, Georgia Tech President G.P. \"Bud\" Peterson – and a certain governor, with this caption:\n\nMegatron aka Calvin Johnson just showed up. Looks like he may suit up....\n\n***\n\nU.S. Rep. Jack Kingston, R-Savannah, was on “Fox & Friends,” this morning, still explaining remarks made last month that a wholesale repeal of the Affordable Care Act might not be “responsible.” The gang at zpolitics.com has put up a YouTube clip. Said Kingston:\n\n“I think if we just sit back and just hope it falls apart, it’s the wrong thing. If it’s teetering near the edge of the cliff, we should go ahead and push it over….”\n\nBut Kingston implied that this wasn’t the case:\n\n“What liberals always do, they don’t just say, ‘We’re going to grab one-sixth of the economy at once – although that’s what Obamacare does. They work on this for years and years and years. So we have to dismantle this piece by piece, if that’s the card we’re going to have to play with a Harry Reid Senate.”\n\n***\n\nNorth Georgia has become a laboratory for the Republican side of next year’s U.S. Senate race, according to Christina Cassidy of the Associated Press. From a weekend piece:\n\nThe 9th Congressional District and the nearby 14th district are considered the heart of the GOP in Georgia and will be key battlegrounds in a fiercely contested Republican primary next year for an open U.S. Senate seat, a race that will be watched nationally as Democrats look to thwart efforts by Republicans to take control of the Senate. While not as populous or packed with deep-pocket donors as metro Atlanta, the two districts in north Georgia offer a strong and reliable base of fiscal and social conservatives and are largely up for grabs considering no major candidate has a direct link to the area. \"The candidate that can best go up there and make their case to voters that they should be worthy of their support will be the Republican nominee,\" said Chip Lake, a metro Atlanta-based political consultant who worked on the 2012 campaign of Rep. Doug Collins in the 9th District.\n\n***\n\nThe snowflakes of outside money are beginning to gather ahead of John Barrow’s re-election next year, which once again will be hotly contested.\n\nThe American Action Network – a conservative 501(c)4 started by former U.S. Sen. Norm Coleman, R-Minn., that does not disclose its donors – is buying up web ads for online shoppers on Cyber Monday saying “John Barrow: Running from Obamacare. Don’t buy it.”\n\nAAN spent $11 million on the 2012 elections, according to OpenSecrets, with about $17,000 attacking Barrow. The group would not share the size of this buy.\n\n***\n\nLife is just chockfull of coincidences. From a Saturday piece in the Marietta Daily Journal:\n\nThe vice president of a development firm planning a large mixed-use development says it’s a coincidence the project popped up on a county agenda after the Braves announced their move to Cobb. Mason Zimmerman is the senior vice president for Pope and Land Enterprises, which has proposed a development containing 400,000 square feet of space, including 300 condos along with retail and office space, at the intersection of Cobb Parkway and Cumberland Boulevard. He’s also on the board that governs to Cumberland Community Improvement District, which has promised $10 million to help fund the Braves’ stadium deal. Zimmerman said it’s “totally coincidental” that the two properties are located next to one another and said it’s the “natural elevation of City View,” a high-rise office development.\n\n***\n\nThe Associated Press reports that the University of Georgia library has received a grant to process the records of the Republican and Democratic parties of Georgia.\n\nThe library is the official repository of the records of the GAGOP Papers (1981-1997) and the Georgia Democrats (1975-2008).\n\nThe university says the Richard B. Russell Library for Political Research and Studies has received a grant of up to $58,777 from the National Historical Publications and Records Commission for this purpose.\n\nThe one-year project will make these records available to researchers for the first time. The library plans to hire a professional archivist to do detailed processing and basic preservation.\n\nThe Russell Library's holdings focus on the relationship of politics, policy and culture and are a resource for researchers interested in the development of modern Georgia politics and public policy.", "article_metadata": {"description": "None", "og": {"url": "http://www.ajc.com/weblogs/political-insider/2013/dec/02/your-daily-jolt-mixed-democratic-message-and-2014-/", "image": "http://media.cmgdigital.com/shared/img/photos/2013/12/02/a7/fe/reeddealphoto.JPG", "type": "article", "description": "The awkwardness of Jason Carter’s Democratic run for governor and Kasim Reed’s fearlessness in being seen with Georgia’s Republican governor — — the Atlanta mayor might use the word “necessity” — literally came into focus over the weekend.", "title": "Your daily jolt: A mixed Democratic message and the 2014 race..."}, "apple-mobile-web-app-title": "ajc", "vr": {"canonical": "http://www.ajc.com/weblogs/political-insider/2013/dec/02/your-daily-jolt-mixed-democratic-message-and-2014-/"}, "cmg_revpath": "/re/302/85245/weblogs/political-insider/2013/dec/02/your-daily-jolt-mixed-democratic-message-and-2014-/", "keywords": "political insider blog,nathan deal,Kasim Reed,Jason Carter,Jack Kingston,Atlanta Braves", "viewport": "width=1024"}, "article_summary": "***The Associated Press reports that the University of Georgia library has received a grant to process the records of the Republican and Democratic parties of Georgia.\nThe library is the official repository of the records of the GAGOP Papers (1981-1997) and the Georgia Democrats (1975-2008).\n\"You're building for the present, and you're building for these magazine articles that don't matter.\"\nOnly a day earlier, from Bobby Dodd Stadium, Reed had Tweeted out the photo above, of him posing with a former Georgia Tech great, Georgia Tech President G.P.\n\"Bud\" Peterson – and a certain governor, with this caption:Megatron aka Calvin Johnson just showed up."}