{"article_title": "7 Things No One Tells You About Losing Weight", "article_keywords": ["loss", "eating", "lost", "weight", "pounds", "things", "journal", "diet", "metabolism", "published", "losing", "study", "tells"], "article_url": "http://www.medicaldaily.com/pulse/skinny-weight-loss-7-things-no-one-tells-you-about-losing-weight-331896", "article_text": "When it comes to weight loss, the formula is simple: diet and exercise. However, eating less and exercising more doesn’t necessarily translate to weight loss. Weight doesn’t actually tell you about your body’s composition, nor the deposits of hidden fat, which leaves dieters putting on the pounds they once lost.\n\nEach year, an estimated 45 million Americans go on a diet and spend $33 billion annually on weight loss products. Dieters typically make four to five attempts a year to lose unwanted fat, yet 95 percent of weight loss hopefuls regain their lost weight. This is due to a quick-fix diet that actually brings on long-term problems.\n\nA better understanding of your body and weight along with a healthy diet and exercise plan can give you the body you deserve. Although millions of Americans diet and yet nearly two-thirds are overweight or obese, there are little-known things about weight loss that can help curb this data. Losing weight can be as simple as writing the pounds away.\n\n1. You can change your metabolism.\n\nYou’re not stuck with the metabolism you were born with, for better or for worse. Metabolism is linked to weight, but a slow metabolism isn’t the cause of excess weight gain. Your food and beverage intake along with your physical activity determines your weight.\n\nHowever, you can boost your metabolism to help you burn more calories. A 2014 study published in the Journal of Strength and Conditioning Research found strength training burns roughly twice as many calories per minute and can even reverse 50 percent of an age-related slow metabolism. Your metabolism functions based on what you eat and how you workout.\n\n2. You can be fat and fit.\n\nA popular misconception when it comes to health is that size matters. The assumption that the thinner you are, the healthier, has been disproven by a growing body of research which suggests the opposite. A 2008 study published in the journal Archives of Internal Medicine found out of 5,440 American adults surveyed, 51 percent overweight and 32 percent obese had normal cholesterol, blood sugar, and blood pressure, among many other health indicators. Meanwhile, 24 percent of trim adults were “metabolically abnormal,” meaning they have a higher risk for heart disease compared to their heavyset counterparts. This proves some obese people are metabolically healthy when it comes to cardiovascular risk.\n\n3. Losing weight early and fast helps you keep it off.\n\nSlow and steady usually wins the race, except in weight loss. Choosing to lose weight quickly can actually help you keep it off for longer. A 2010 study published in the International Journal of Behavioral Medicine found women who lost weight at a faster rate — more than 1.5 pounds a week — lost more and maintained a greater loss compared to women who lost weight at a slower rate — half a pound a week or less. Women who lost weight faster kept better food records and ate fewer calories than the other women. Losing weight at a faster rate can be more reinforcing when it comes to modifying eating and exercising habits.\n\n4. Exercising more doesn’t necessarily mean you’ll lose more weight.\n\nExercise is vital in the formula for weight loss, but is there a magic number? Working out daily for just 30 minutes as opposed to an hour can suffice when it comes to losing weight. A 2012 study published in the American Journal of Physiology found sedentary men who worked out daily for 30 minutes lost more weight (7 pounds) over a period of 13 weeks than those who worked out at the same intensity (5 pounds) for an hour. The researchers conclude shorter exercise sessions led the men to burn calories without the need to replace them as much.\n\nDumbbells, an apple, and a measuring tape on weight scale. Photo courtesy ofShutterstock\n\n5. Sleeping more to weigh less.\n\nThe duration of sleep can directly affect your body mass. A 2014 study published in the journal Nutrition & Diabetes found dieters who got 8-and-a-half hours of sleep a night lost 56 percent more body fat compared to when they followed the same diet but just got 5-and-a-half hours a night. The effects of sleep deprivation influence appetite-regulating hormones leptin and ghrelin, which means you’ll be more hungry and more likely to engage in poorer eating behaviors. The research suggests eating behavior traits and sleep can act together to influence the outcome of weight-loss programs.\n\n6. Writing can lead to shedding the pounds away.\n\nSkip the dumbbells and reach for a pen and paper. Writing exercises can lead to weight loss, lower body mass index (BMI), and a smaller waistline, according to a 2012 study published in the journal Psychological Science. Writing a list of values, such as relationships, politics, and religion and then writing about the one most important, helped the participants lose weight and be more in control of their habits. Focusing your attention on what’s important to you, it seems, can help keep your goals in order.\n\n7. Eating chocolate can trim your waistline.\n\nIndulging in a piece of chocolate daily to lose weight seems counterintuitive but enticing. A 2011 study published in the Journal of Nutrition found antioxidants in cocoa helped obese diabetic mice live longer and reduce the degeneration of their aortic arteries while blunting fat deposition. The flavanols in cocoa can lead to an improvement in glucose toleration, which may help prevent type 2 diabetes.\n\nSo, there you have it. There's more to losing weight than eating salads and hitting the gym.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "skinny, weight, loss, 7, things, no, one, tells, you, about, losing, weight", "og": {"site_name": "Medical Daily", "description": "Here's the skinny on shedding pounds, from sleeping more to eating chocolate.", "title": "7 Things About Weight Loss You Probably Didn't Know", "url": "http://www.medicaldaily.com/pulse/skinny-weight-loss-7-things-no-one-tells-you-about-losing-weight-331896", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured/public/2015/05/04/lose-weight-mind-map.jpg", "type": "article"}, "twitter": {"description": "Here's the skinny on shedding pounds, from sleeping more to eating chocolate.", "title": "7 Things About Weight Loss You Probably Didn't Know", "url": "http://www.medicaldaily.com/pulse/skinny-weight-loss-7-things-no-one-tells-you-about-losing-weight-331896", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured/public/2015/05/04/lose-weight-mind-map.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/04/lose-weight-mind-map.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2015-05-04T15:11:27-04:00", "modified_time": "2015-05-04T15:11:25-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Here's the skinny on shedding pounds, from sleeping more to eating chocolate."}, "article_summary": "Dieters typically make four to five attempts a year to lose unwanted fat, yet 95 percent of weight loss hopefuls regain their lost weight.\nAlthough millions of Americans diet and yet nearly two-thirds are overweight or obese, there are little-known things about weight loss that can help curb this data.\nWomen who lost weight faster kept better food records and ate fewer calories than the other women.\nEach year, an estimated 45 million Americans go on a diet and spend $33 billion annually on weight loss products.\nExercise is vital in the formula for weight loss, but is there a magic number?"}