{"article_title": "Kaiser ordered to pay woman more than $28 million", "article_keywords": ["woman", "ordered", "weight", "pay", "medical", "million", "28", "rahm", "tumor", "patients", "kaiser", "mri", "pelvis", "pain", "treatment"], "article_url": "http://www.latimes.com/business/la-fi-jury-awards-kaiser-cancer-patient-20150326-story.html", "article_text": "A Los Angeles jury awarded more than $28 million to a woman who said Kaiser Permanente doctors wrongly delayed an MRI that could have detected an aggressive cancerous tumor that caused her to lose her right leg.\n\nAttorneys for 23-year-old Anna Rahm of Chatsworth argued that a cancerous tumor in her pelvis grew during the three months she and her mother tried to persuade Kaiser doctors to authorize an MRI. By the time the test was finally approved, doctors were forced to amputate Rahm's right leg, half of her pelvis and part of her spine.\n\nThe nonprofit company has received top marks in customer-satisfaction surveys but has also been accused of skimping on necessary treatment to reduce costs and improve its bottom line.\n\nThe HMO was hammered by state regulators in February for failing to provide timely mental health treatment to its patients. It has previously paid a $4-million fine for similar violations.\n\nKaiser mental health workers have also accused the company of failing to provide enough therapists, forcing some patients to endure lengthy and potentially dangerous waits for treatment.\n\nThe Chatsworth girl was 17 years old in March 2009 when she visited a Kaiser office in Woodland Hills for treatment of severe lower back pain. She and her mother repeatedly asked for an MRI but instead were told she needed to lose weight. She was referred to a nutritionist and an acupuncture therapist.\n\nWhen Kaiser eventually ordered the MRI three months later, the test found a large, fast-growing cancerous tumor in her pelvis. In order to treat the cancer, Kaiser surgeons in July 2009 removed Rahm's right leg, half of her pelvis and part of her spine.\n\n“If it were caught earlier, her limb could have been salvaged,” said Mike Bidart, Rahm's attorney.\n\nKaiser had argued that Rahm did not request the MRI in March 2009 and, even if she had, the tumor was already so large she still would have lost her leg.\n\n“The timing of the MRI … was appropriate and well within the standard of care,” Kaiser attorneys said in a legal brief filed before the trial.\n\nJurors in Los Angeles County Superior Court agreed with the woman, and they awarded Rahm $28.2 million Wednesday to cover her future medical expenses, loss of earnings and pain and suffering.\n\nKaiser said it is considering its legal options.\n\n“At Kaiser Permanente, the health and safety of our patients is paramount at all times,” Kaiser said in a statement.\n\n“Although we understand the jury's findings and wish only the best for Ms. Rahm, highly respected medical experts testified that the medical care provided was appropriate. We will be evaluating in the days ahead how best to respond to this verdict.”\n\nThe company has also defended its treatment of mental health patients, saying it has increased staffing and aims to provide timely care to those in need.\n\nKaiser, based in Oakland, is one of the largest managed healthcare companies in the United States. It has more than 9 million members in eight states — the vast majority in California — and more than 174,000 employees.\n\nAs both an insurer and provider, Kaiser bills patients for coverage and treats them at its own hospitals and medical offices. Kaiser reported $56.4 billion in operating revenue last year and $2.2 billion in income.\n\nRahm turned to Kaiser at the suggestion of a chiropractor, who said her back pain seemed unusually severe for a teenager. But a Kaiser doctor did not seem to share that concern.\n\n“She told me my back pain was because I had weight in my belly and I needed to go to a nutritionist to lose my belly weight,” Rahm recalled in an interview Thursday.\n\nBecause she was normal weight, 5 feet 4 and 125 pounds, Rahm was surprised at the diagnosis. She visited the nutritionist, tried acupuncture and yoga, but the pain only got worse.\n\n“I just felt really hopeless and I didn't understand why they wouldn't do the test,” Rahm said.\n\n“This was an option, people get them every day, and for some reason I was left out.”\n\nRahm said she hopes the jury's verdict changes the way that Kaiser does business. “I hope I taught the doctors who were working with me a lesson,” she said.\n\nRahm expects to graduate from Cal State Northridge next year with a degree in child development. She uses crutches to get around campus because she does not want to use a wheelchair.\n\nWhen she graduates, Rahm said, she wants to work with children facing life-threatening illnesses.\n\nstuart.pfeifer@latimes.com\n\nTwitter: @spfeifer22\n\nALSO:\n\nBlue Shield of California is under new pressure to lower rates\n\nOn Obamacare's 5th anniversary, Americans are starting to feel appreciation", "article_metadata": {"fb_title": "Kaiser ordered to pay woman more than $28 million", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "A Los Angeles jury awarded more than $28 million to a woman who said Kaiser Permanente doctors wrongly delayed an MRI that could have detected an aggressive cancerous tumor that caused her to lose her right leg.", "title": "Kaiser ordered to pay woman more than $28 million", "url": "http://www.latimes.com/business/la-fi-jury-awards-kaiser-cancer-patient-20150326-story.html", "image": "http://www.trbimg.com/img-55145ac7/turbine/la-fi-jury-awards-kaiser-cancer-patient-20150326", "type": "article"}, "x-servername": "lalvp16.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "Kaiser, healthcare, insurance, malpractice, cancer", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/83154532", "googlebot-news": "index", "date": "2015-03-26", "Description": "A Los Angeles jury awarded more than $28 million to a woman who said Kaiser Permanente doctors wrongly delayed an MRI that could have detected an aggressive cancerous tumor that caused her to lose her right leg.Attorneys for 23-year-old Anna Rahm of Chatsworth argued that a cancerous tumor in her...", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Kaiser, healthcare, insurance, malpractice, cancer"}, "_id": "\"57477af46914bd0286fe24f1\"", "article_summary": "When Kaiser eventually ordered the MRI three months later, the test found a large, fast-growing cancerous tumor in her pelvis.\n“At Kaiser Permanente, the health and safety of our patients is paramount at all times,” Kaiser said in a statement.\nAs both an insurer and provider, Kaiser bills patients for coverage and treats them at its own hospitals and medical offices.\nRahm turned to Kaiser at the suggestion of a chiropractor, who said her back pain seemed unusually severe for a teenager.\nThe HMO was hammered by state regulators in February for failing to provide timely mental health treatment to its patients."}