{"article_title": "Forget Marijuana! This Is a Much Smarter Investment -- The Motley Fool", "article_keywords": ["fool", "forget", "investors", "motley", "smarter", "recreational", "marijuana", "legal", "investments", "states", "drug", "dividends", "dividend", "stocks", "investment"], "article_url": "http://www.fool.com/investing/general/2014/11/16/forget-marijuana-this-is-a-much-smarter-investment.aspx", "article_text": "Although marijuana initiatives didn't log a perfect sweep in this year's midterm elections, the momentum behind the legalization movement remains intact.\n\nTwo states (Oregon and Alaska), as well as Washington, D.C., had bills on their ballots aimed at legalizing marijuana for recreational, adult use. All three bills passed into law, meaning the two states and D.C. will join Washington and Colorado in legalizing marijuana on a recreational level, and are set to enjoy the benefits of increased tax revenue, which can be used to pay for education, law enforcement, or even close state budget gaps.\n\nLegalized medical marijuana wasn't as lucky, with the measure falling just short of approval in Florida. While 58% of residents voted in favor of approval, the amendment, which would have required Florida to alter its constitution, needed 60% to pass.\n\nStill, the legal marijuana movement is generating big dollars signs in investors' eyes. According to a study by GreenWave Advisors, the legal marijuana market could be worth $35 billion by 2020 if the federal government changed its schedule 1 stance on the drug and all states voted in favor of legalization. Even if the federal government doesn't change its tune, GreenWave anticipates that by 2020 a whopping 37 states will have approved medical marijuana and 12 states will have legalized recreational marijuana. Under this model, GreenWave estimates the marijuana market would still be worth $21 billion six years from now. For context, medical marijuana today is legal in 23 states, while recreational marijuana is legal in the aforementioned three states and the District of Columbia.\n\nIf GreenWave's estimates prove correct there could indeed be a future for marijuana stocks in investors' portfolios. The problem, however, is that there are still far more questions than answers when it comes to marijuana.\n\nInvesting in marijuana isn't all it's cracked up to be\n\nThe debate over marijuana's benefit versus risk profile continues to rage: multiple studies have demonstrated its benefits, while other studies have highlighted risks from long-term use. In short, we need more conclusive long-term safety data on marijuana. However, the drug is considered illicit by the federal government, so getting permission to run those studies has been difficult to come by.\n\nIn addition, quality investments in marijuana are few and far between. GW Pharmaceuticals (NASDAQ:GWPH) and Insys Therapeutics (NASDAQ:INSY) represent the only two investments that I would classify as \"viable\" for investors to consider – and to some extent even that's a stretch.\n\nInsys' success will depend on whether dronabinol, a synthetic THC-based medication that treats chemotherapy-induced nausea and vomiting, gains Food and Drug Administration approval. Similarly, GW Pharmaceuticals will need impressive results from its U.S. late-stage cancer pain trial for Sativex if its good times are to continue. Both companies are still largely clinical-stage in their development, and weak trial results or an FDA thumbs-down on any of their cannabinoid-based drugs could be devastating their stock price. This makes both GW and Insys risky, but relatively transparent, investments.\n\nOn the other hand, there are no shortage of penny stocks geared at tugging on the heart strings of emotional and news-driven investors. Many of these companies have no established business model and no revenue stream, and in some cases they aren't even required to file regular quarterly paperwork with the Securities and Exchange Commission. They are the epitome of the world's most dangerous type of investment, and investors must be careful not to allow the marijuana movement to cloud their judgment.\n\nForget marijuana and buy this instead\n\nMy personal suggestion is that investors should just forget marijuana investments altogether and focus on a much smarter way to grow their wealth over the long term: dividend stocks.\n\nIf you're intent on investing in treatments that will improve patients' quality of life and extend overall survival, there are a bounty of healthcare stocks that pay healthy dividends. On top of having viable and proven business models that are capable of generating billions in positive cash flow, many of the world's largest pharmaceutical companies also pay sizable dividends that can be reinvested, which could allow your money to grow even faster.\n\nTake GlaxoSmithKline (NYSE:GSK) as a prime example. The U.K.-based pharmaceutical company has averaged $7.85 billion in free cash flow generation over the past six years, which has led to a current dividend yield of 5.5%.\n\nAs a hypothetical scenario, imagine you invested $10,000 into GlaxoSmithKline and held that investment, untouched, for 30 years. Assuming Glaxo's share price and dividend remain unchanged (which is highly unlikely), you'd net a 165% total return from the dividends alone. If you reinvested those dividends you'd practically quintuple the number of shares you owned when you made your first investment, and your total return would be a whopping 398%. If Glaxo's share price grew at the historical average rate of the stock market (8%) and kept its 5.5% yield static for 30 years, your return would be in excess of 1,700%!\n\nTwo other names to consider are Novartis (NYSE:NVS) and Johnson & Johnson (NYSE:JNJ). With dividend yields of about 3%, these healthcare giants are already on many income investors' radars. Yet they also have high-growth pharmaceutical portfolios that are helping improve patients' quality of life, which could allow their dividends to continue growing.\n\nNovartis boosted its cancer products pipeline by essentially swapping assets with GlaxoSmithKline earlier this year. Novartis sold its vaccine business to Glaxo, while acquiring Glaxo's oncology business. Cancer products are an enormous growth opportunity, and Novartis now has a number of potential blockbusters in its product portfolio.\n\nJohnson & Johnson, which is more of a healthcare conglomerate than anything, has the fastest-growing new drug portfolio it's had since 2009. Pharmaceuticals account for the bulk of J&J's profitability and margins, and have been a key reason the company has boosted its dividend for 52 consecutive years.\n\nThese three stocks are examples of high-quality, smart ways to grow your money over the long run. Marijuana, on the other hand, might prove to be more of a flash in the pan than a true long-term winner. Do yourself a favor and seek out tried-and-true \"smart investments\" and ignore marijuana until it proves that it truly belongs in your portfolio.", "article_metadata": {"publish_time": "12:11", "description": "Marijuana's market value could equate to as much as $35 billion by 2020, but that might not make it a great investment opportunity. Instead, investors should focus their attention on this tried-and-true wealth generator.", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Sean Williams", "promo": "Marijuana's market value could equate to as much as $35 billion by 2020, but that might not make it a great investment opportunity. Instead, investors should focus their attention on this tried-and-true wealth generator.", "twitter": {"title": "Forget Marijuana! This Is a Much Smarter Investment --  The Motley Fool", "description": "Marijuana's market value could equate to as much as $35 billion by 2020, but that might not make it a great investment opportunity. Instead, investors should focus their attention on this tried-and-true wealth generator.", "site": "@themotleyfool"}, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "og": {"site_name": "The Motley Fool", "description": "Marijuana's market value could equate to as much as $35 billion by 2020, but that might not make it a great investment opportunity. Instead, investors should focus their attention on this tried-and-true wealth generator.", "title": "Forget Marijuana! This Is a Much Smarter Investment --  The Motley Fool", "url": "http://www.fool.com/investing/general/2014/11/16/forget-marijuana-this-is-a-much-smarter-investment.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F150957%2F1270227714_fbe86d1c46_z.jpg&h=630&w=1200&op=resize", "type": "article"}, "headline": "Forget Marijuana! This Is a Much Smarter Investment", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "f46e2b3e-6a01-11e4-ab3b-0050569d32b9", "pitch": 962, "date": "2014-11-16T17:11:00Z", "gsa_date": "2014 11 16", "tickers": "JNJ,NVS,GSK,INSY,GWPH", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fd0c76\"", "article_summary": "For context, medical marijuana today is legal in 23 states, while recreational marijuana is legal in the aforementioned three states and the District of Columbia.\nForget marijuana and buy this insteadMy personal suggestion is that investors should just forget marijuana investments altogether and focus on a much smarter way to grow their wealth over the long term: dividend stocks.\nIf GreenWave's estimates prove correct there could indeed be a future for marijuana stocks in investors' portfolios.\nEven if the federal government doesn't change its tune, GreenWave anticipates that by 2020 a whopping 37 states will have approved medical marijuana and 12 states will have legalized recreational marijuana.\nStill, the legal marijuana movement is generating big dollars signs in investors' eyes."}