{"article_title": "Lake Dillon expands paddleboard lesson, rental and tour offerings – The Denver Post", "article_keywords": ["lessons", "summer", "rentals", "increased", "dillon", "expands", "lake", "denver", "number", "offerings", "frisco", "tour", "paddleboard", "tours", "paddleboarding", "standup", "marina", "post", "rental", "lesson"], "article_url": "http://www.denverpost.com/news/ci_26047755/lake-dillon-expands-paddleboard-lesson-rental-and-tour", "article_text": "Considered the fastest-growing water sport in the country, and already a fixture of many warm-weather climates, stand-up paddleboarding continues to gain popularity here in the High Country.\n\nIn response to the increased demand, Dillon Marina officials announced this week that Stand Up Paddle Colorado will now offer a number of services through the marina, including rentals, lessons and tours. The company already offers tours and lessons out of the Frisco Bay Marina, in addition to its Upper Colorado River whitewater tours and lessons.\n\n“We’re beyond excited to be operating out of the Dillon Marina this summer,” company co-founder Javier Placer said. “We see this as the beginning of a long and enjoyable relationship with the marina, the town and the community as a whole.”\n\nSince restrictions requiring wetsuits were lifted last summer, a number of area outfitters have reported a growing demand for paddleboard rentals. Matti Wade, owner of the Ten Mile Creek Kayaks store in Frisco, said he’s seen a growth in sales and an increasing number of customers inquiring about the sport.\n\nPlacer credited the sport’s versatile nature and minimal learning curve for its increased popularity.\n\nGet more on this report about stand-up paddleboarding on SummitDaily.com.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcef31\"", "article_summary": "Considered the fastest-growing water sport in the country, and already a fixture of many warm-weather climates, stand-up paddleboarding continues to gain popularity here in the High Country.\nGet more on this report about stand-up paddleboarding on SummitDaily.com.\n“We’re beyond excited to be operating out of the Dillon Marina this summer,” company co-founder Javier Placer said.\nThe company already offers tours and lessons out of the Frisco Bay Marina, in addition to its Upper Colorado River whitewater tours and lessons.\nIn response to the increased demand, Dillon Marina officials announced this week that Stand Up Paddle Colorado will now offer a number of services through the marina, including rentals, lessons and tours."}