{"article_title": "The voice told me to end my life: This love quieted the voices better than any pill", "article_keywords": ["symptoms", "life", "end", "went", "things", "james", "voices", "better", "live", "quieted", "hands", "love", "patient", "voice", "pill", "thoughts", "told"], "article_url": "http://www.salon.com/2015/10/18/the_loudest_voice_in_my_head_told_me_to_end_my_life_my_husband_wouldnt_let_me/", "article_text": "Topics: Editor's Pick, Life stories, Love and marriage, Mental Illness, Life News\n\nI have schizoaffective disorder, a cousin of schizophrenia where my symptoms of delusions and hallucinations manifest for me in times of anxiety or depression. My husband James was aware of this fact when we started our relationship, but my condition didn’t fully manifest for him until his first meeting with my therapist.\n\nJames sat down with her as a problem solver and an artist. When he fixes things, he does so expertly and with philosophical proofs. He wanted a clear schematic for what this condition meant for me, for him, for us. But she couldn’t give him a a framework on how this all worked. He left with no timeline for the progression of my illness. What he did learn was how I handled myself well, and was an active participant in my care — aware of my symptoms and quick to act when I needed help. I was experienced at the inexplicable. All he could do was remain a supportive partner as things progressed, and became harder, more troublesome and episodic. He had to accept that there would never be a true exorcism, only a slow and cautious approach to my decline.\n\nWe met in college, two punks into comic books and Sonic Youth. Our friendship moved into a courtship that weaved through apartments in our adult life to his proposal at the art museum. Things were easier then. I took one pill to quiet the voices, hallucinations and delusional thoughts, and we lived without incident. After five years, we got engaged, and I was filled with a fairy tale vision of our future, one where nothing went wrong, and the status quo continued unhindered. He loved me, I loved him and we would live happily ever after.\n\nThat did not last. A year later, neck-deep in wedding planning, James had his bachelor party, a real cause for recklessness. It had been planned as an evening of bar-hopping and loud music. The morning after, however, I could not be convinced of this reality. In a quieter state of mind, I would have believed the boys had enough of the bars, and returned home to make drunken attempts at Axis & Allies. Instead, I was filled with delusional thoughts, believing ex-girlfriends were involved, infidelity had occurred and lies were being told. I treated him and his friends with derision, until later that night, under the cold December stars, he took my hands in his and spoke to me with kind words, helping me to separate what was true and what invented.\n\nThe next episode occurred when we were house hunting after six years of marriage. We had a great realtor, had only seen beautiful and affordable homes, and we were happy. So why did I spend 15 minutes screaming at James in a blind rage? I don’t remember what the argument was about, or why I had suddenly tossed my usual concerns about noise to the side. He screamed back, matching my volume increase for volume increase, until I realized I’d been bested, and stomped upstairs to the bedroom to fall asleep, exhausted. When I woke up, I’d reset to zero. We said our apologies and made popcorn to watch a movie. He had learned to accept that the moment had passed, accept the apology, and to move quietly back into routine.\n\nWhen we found our house, we flew into a flurry of paperwork and packing, while still living our day to day lives. James and I were both working full time, exercising, and making meals at home. He went to the gym with a friend, and I walked over two miles a day outdoors. As the stress mounted, I began to have delusions about James’ relationship with his gym partner. In my psychosis, I was fully convinced they were having an affair. I became cold toward him, answering him only with clipped, short sentences. It made the move difficult, even with the help of 15 of our friends. On our new front porch, after two weeks of unpacking, I told him my thoughts, and he held me in his arms, tight and not letting go. He cried and convinced me of the truth: how I was the only one he would ever want.\n\nOver the past 18 years, James has learned to become an expert in me. Not only the me I hope to present to the world — a capable superwoman, able to leap tall buildings in a single bound while brushing my teeth and playing Chopin — but also the more fragile me. The one who has to live by certain rules, who needs things and words to be consistent. He has to be truly human: adaptable, changeable, empathetic and sympathetic. And I struggle to be the same.\n\nWe’ve still managed to complete several expectations of successful American couples. We rescued a dog from the shelter. We furnished our home. He became accomplished in his professional field, and has an office with a window at a company he loves. He is an oil painter, with a studio brimming with canvases.\n\nMy starlit career path was much less clear, riddled with near hits and misses. I eventually settled on social work at 30, a cosmic effort to help others in order to stave an inevitable decline of my own. It began seven years later when I was working at a nearby hospital. I became dizzy at a patient’s bedside, losing all memory of anything we’d discussed, and grabbed hold of the footboard to stop the floor from swaying like a pendulum. The patient asked, “Are you okay?” I lied. I said I was, because I had to be. He was the one in the bed, tethered to the IV.\n\nMy anxiety had reached such a point that it was manifesting as vertigo. When dizzy, symptoms of schizoaffective disorder surfaced: my mind became clouded with incoherent thoughts, my speech became so garbled no one could understand me. I became paranoid about the possibility that anything and everything that would go wrong. All this emerged from a simple patient assessment. After several doctors appointments and months of paperwork, I was declared disabled at 37.\n\nNow, every decision I make is to ensure the unthinkable doesn’t happen. Because what I fear most is that broiling sense of disconnect where nothing makes sense, but everything does. Where every action and reaction has a consequence grounded squarely in fantasy, but where back in reality, it is much more dire.\n\nDuring a psychotic break, you are a spectator to your own behavior. You watch as your hands do things you know are awful things. You tell your brain to send signals to these hands, your hands, to make them stop. But they won’t, they continue. Your voice is saying things you’re not thinking. You’re walking places you don’t want to go. This happened to me at 20, and it nearly ended my life.\n\nThat night I was so alone. My boyfriend was gone, my friends were gone, my roommate too. My only company were the four voices in my head, who were deep in conversation without me. They were discussing the method of my suicide, which would work best? Slitting wrists and drowning had been ruled out, so had any talk of calling my counselor or campus security. Those options came with a chance of survival, we had all seen that in movies. The loudest, bossiest voice decided I would drink the cleaning products in the closet, and it seemed like a reasonable suggestion, so I did.\n\nBut death by this method isn’t quick. It is slow and it is patient. When I put on the song they all decided would be a good one to die to, I was still breathing when it ended. I left the room and wandered campus for hours until my arms and legs went numb and my vision tunneled. I realized I was dying, and that was the truth, not a lie my voices told me. I became afraid. I didn’t want to die. I’d found the fading star of sanity, so I grabbed onto it, and did everything I could to live.", "article_metadata": {"description": "When he met me, I took one pill to quiet the voices. Now it is our marriage that tethers me to what is real", "title": "The voice told me to end my life: This love quieted the voices better than any pill", "og": {"site_name": "Salon", "description": "When he met me, I took one pill to quiet the voices. Now it is our marriage that tethers me to what is real", "title": "The voice told me to end my life: This love quieted the voices better than any pill", "url": "http://www.salon.com/2015/10/18/the_loudest_voice_in_my_head_told_me_to_end_my_life_my_husband_wouldnt_let_me/", "image": "http://media.salon.com/2015/10/hands_iv.jpg", "type": "article"}, "twitter": {"description": "When he met me, I took one pill to quiet the voices. Now it is our marriage that tethers me to what is real", "title": "The voice told me to end my life: This love quieted the voices better than any pill", "image": "http://media.salon.com/2015/10/hands_iv.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Jordan Kurella", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Editor's Pick, Life stories, Love and marriage, Mental Illness", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "I realized I was dying, and that was the truth, not a lie my voices told me.\nI took one pill to quiet the voices, hallucinations and delusional thoughts, and we lived without incident.\nYou tell your brain to send signals to these hands, your hands, to make them stop.\nInstead, I was filled with delusional thoughts, believing ex-girlfriends were involved, infidelity had occurred and lies were being told.\nOur friendship moved into a courtship that weaved through apartments in our adult life to his proposal at the art museum."}