{"article_title": "Rating GOP's pro-growth contenders: Club for Growth", "article_keywords": ["rating", "state", "club", "support", "tax", "gops", "free", "rubio", "bush", "growth", "candidates", "cruz", "walker", "progrowth", "contenders"], "article_url": "http://www.usatoday.com/story/opinion/2015/08/05/gop-debate-pro-growth-candidates-column/31152497/", "article_text": "David McIntosh: On free markets, Cruz, Rubio and Paul ‘The Real Deal’; doubts linger about Bush, Walker; Trump a disaster.\n\nRepublican presidential candidates. From top left: Jeb Bush, Ben Carson, Chris Christie, Ted Cruz, Mike Huckabee. From bottom left: John Kasich, Rand Paul, Marco Rubio, Donald Trump and Scott Walker. (Photo: AP)\n\nThe first major test for the 2016 Republican presidential candidates is Thursday. The 2016 GOP field is the most pro-growth in recent history.\n\nThere are a number of qualified candidates who have put forth ideas and a vision for restoring the economic growth and freedom our country so desperately needs after suffering for eight long and bleak years under Barack Obama’s feckless leadership. These ideas include reducing the size of government, cutting taxes, repealing and replacing Obamacare, free market reforms, and moving the country forward with free trade. Here is our assessment of the major candidates going into the Fox debate.\n\nTed Cruz, Marco Rubio and Rand Paul: The Gold Standard\n\nU.S. Sens. Ted Cruz, Marco Rubio and Rand Paul are “the real deal” candidates, the gold standard of the race. Sen. Cruz particularly excels when it comes to stopping job-crippling regulations and promoting pro-growth energy exploration. He’s also shown extraordinary determination in the fight against Obamacare. Sen. Rubio has drafted a pro-growth tax cut and reform plan that would fundamentally reform the tax code and the entitlement state. He also has a consistent record of supporting policies like free trade and tort reform, and he supports common sense regulatory reforms.\n\nSen. Paul’s plan to repeal the tax code and replace it with a 14.5% flat tax on individuals and businesses, and eliminating numerous other taxes and special-interest loopholes, is a very aggressive pro-growth tax plan. It’s a serious proposal that offers a huge step forward for the economy and for limited government.\n\nThere are no perfect candidates. Cruz's vote for special tax credits, Rubio's support for sugar subsidies, and Paul's opposition to Trade Promotion Authority are concerns, but all are strong pro-growth candidates.\n\nJeb Bush and Scott Walker: Pro-Growth, But …\n\nGovs. Jeb Bush and Scott Walker are good candidates who have championed pro-growth policies in their respective states. Gov. Walker’s fight to reform public employee union benefits was the gold standard. In addition, his reductions in state borrowing, tax cuts, and work for school choice represent a solidly pro-growth record. Some areas in his long career do raise concerns, including his support for BadgerCare (Wisconsin’s health care system for low-income residents), and for tax increases in some Republican budgets, along with his recent support for ethanol and taxpayer-subsidized sports stadiums.\n\nGov. Bush had a strong record while governing in Florida, but, so far, his campaign has shown a more moderate lean that could point to bigger government. He oversaw deep tax cuts in Florida, but state spending exceeded inflation and population growth, and Bush supported restrictions on oil and gas extraction, a stance which he has since wisely reversed.\n\nChris Christie, John Kasich, Mike Huckabee and Donald Trump: Utter Disasters\n\nNew Jersey Gov. Chris Christie’s support for free markets seems to go out the window when it comes to big business. His record on spending is mediocre, and some of his stances on entitlements, such as his support for Obamacare’s Medicaid expansion, will create economic headaches for his state in the years to come. Like Christie, Ohio Gov. John Kasich’s decision to expand Medicaid was a costly mistake, as Medicaid enrollment in Ohio has far outpaced Kasich’s projections and more than doubled in cost. Kasich has also presided over significant increases in state spending.\n\nFormer Arkansas Gov. Mike Huckabee has yet to take responsibility for the exorbitant rise in taxes and government spending that he championed as governor and that gave him the “Tax-Hike Mike” moniker.\n\nDonald Trump has tapped into a well of unchanneled frustration in America, but he’s not a serious candidate. His past positions, including support for tax increases and universal healthcare, actually make him a more suitable candidate in the Democratic primary or maybe even as Hillary Clinton’s running mate.\n\nThe biggest issue in the election is growing America’s economy so our future is brighter than our present or recent past. The Fox debate should clarify for voters which candidates will best ensure that future.\n\nDavid McIntosh is the president of the Club for Growth, the nation’s leading free-enterprise advocacy group and a former U.S. congressman from Indiana.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors. To read more columns like this, go to the Opinion front page.\n\nRead or Share this story: http://usat.ly/1SOvHKH", "article_metadata": {"google": "notranslate", "description": "David McIntosh: On free markets, Cruz, Rubio and Paul ‘The Real Deal’; doubts linger about Bush, Walker; Trump a disaster.", "og": {"site_name": "USA TODAY", "description": "David McIntosh: On free markets, Cruz, Rubio and Paul ‘The Real Deal’; doubts linger about Bush, Walker; Trump a disaster.", "title": "Rating GOP's pro-growth contenders: Club for Growth", "url": "http://www.usatoday.com/story/opinion/2015/08/05/gop-debate-pro-growth-candidates-column/31152497/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "David McIntosh: On free markets, Cruz, Rubio and Paul ‘The Real Deal’; doubts linger about Bush, Walker; Trump a disaster.", "title": "Rating GOP's pro-growth contenders: Club for Growth", "image": "http://www.gannett-cdn.com/-mm-/2c9e85dab3a65e47679c4decd55858c12852bf73/c=236-0-773-537&r=x643&c=640x640/local/-/media/2015/08/05/USATODAY/USATODAY/635743654919762519-debate.JPG", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Subjects/The Road to 2016", "gci-asset-type": "story", "gci-categories": "Subjects/The Road to 2016", "title": "Rating GOP's pro-growth contenders: Club for Growth", "author": "David McIntosh", "pageclass": "article", "recs": {"category": "opinion", "image-3-4": "http://www.gannett-cdn.com/-mm-/f4fe3eddeaf25145a2409b1875c9caf4efef50e2/c=409-0-812-537/local/-/media/2015/08/05/USATODAY/USATODAY/635743654919762519-debate.JPG", "image-1-1": "http://www.gannett-cdn.com/-mm-/2d2fafc61afb28dd3b6403f9f630d38ff0ed10db/c=236-0-773-537/local/-/media/2015/08/05/USATODAY/USATODAY/635743654919762519-debate.JPG", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/45252220672f44158c570352db251a5ebc100559/c=154-0-870-538/local/-/media/2015/08/05/USATODAY/USATODAY/635743654919762519-debate.JPG", "image": "http://www.gannett-cdn.com/-mm-/a649f2835356370aa6bd3e76e5f620401f4594ea/c=36-0-988-538&r=x633&c=1200x630/local/-/media/2015/08/05/USATODAY/USATODAY/635743654919762519-debate.JPG", "publishtime": "2015-08-05T11:46:10.793000-04:00", "shorthed": "Rating GOP's pro-growth contenders: Club for Growth", "articleid": 31152497, "image-16-9": "http://www.gannett-cdn.com/-mm-/7eac103e16a697d45942afbd9a8051e267e9d4fc/c=36-0-988-538/local/-/media/2015/08/05/USATODAY/USATODAY/635743654919762519-debate.JPG", "image-9-16": "http://www.gannett-cdn.com/-mm-/6b5c750f69a13272ffd942fc4a7191476a0163cd/c=430-0-731-537/local/-/media/2015/08/05/USATODAY/USATODAY/635743654919762519-debate.JPG"}}, "news_keywords": "Ted Cruz, Marco Rubio, Rand Paul, Jeb Bush, Scott Walker, Donald Trump, GOP presidential debate, election 2016, economic growth, club for growth"}, "article_summary": "David McIntosh: On free markets, Cruz, Rubio and Paul ‘The Real Deal’; doubts linger about Bush, Walker; Trump a disaster.\nSen. Rubio has drafted a pro-growth tax cut and reform plan that would fundamentally reform the tax code and the entitlement state.\nJeb Bush and Scott Walker: Pro-Growth, But …Govs.\nSen. Paul’s plan to repeal the tax code and replace it with a 14.5% flat tax on individuals and businesses, and eliminating numerous other taxes and special-interest loopholes, is a very aggressive pro-growth tax plan.\nCruz's vote for special tax credits, Rubio's support for sugar subsidies, and Paul's opposition to Trade Promotion Authority are concerns, but all are strong pro-growth candidates."}