{"article_title": "Jeb's Likely Message on Obamacare: Repeal but Replace", "article_keywords": ["law", "state", "florida", "obamacare", "bush", "jebs", "replace", "states", "likely", "program", "health", "medicaid", "message", "repeal", "care"], "article_url": "http://www.usnews.com/news/articles/2014/12/23/jebs-likely-message-on-obamacare-repeal-but-replace", "article_text": "Former governor and likely 2016 GOP presidential candidate Jeb Bush has discouraged the expansion of Medicaid and called Obamacare “ flawed to its core,” but that doesn’t mean he thinks the country can’t do better on health care.\n\nIn the past he has said openly in interviews that Republicans need to come up with an alternative to the Affordable Care Act, President Barack Obama's signature legislative achievement.\n\n[READ: Workers Are Spending More of Their Income on Employer Health Insurance]\n\nWhile leaders of the Republican party during the midterm election focused on efforts to repeal Obamacare – whether in pieces or all at once under the next president – the brother to former President George W. Bush and son to George H.W. Bush may have a different plan in mind.\n\nRichard Hirth, professor of health management and policy at the University of Michigan School of Public Health, says this is a plausible but risky strategy. “He would need to show there is a problem other than Obamacare,” he says.\n\nIt requires on the one hand admitting that something is wrong with Obamacare, but on the other admitting that Obamacare itself is a smaller problem when compared to the problem of health care access and delivery in the United States. The message could be that policy is the solution to these problems, Hirth says.\n\nThe way Bush has gone about stating his position is markedly different from other Republicans, and his history of reforming Medicaid during his time as the 43rd governor of Florida from 1999 to 2007 could provide a clear example of the kinds of market-based, cost-cutting approaches to policy that conservatives like to see.\n\nJust over a year ago, Bush said on ABC's \"This Week\" that his fellow Republicans should stop trying to defund Obamacare and instead let implementation of the law prove that it won't work.\n\n\"I think the best way to repeal Obamacare is to have an alternative; we never hear the alternative,\" Bush said on the program. \"We could do this in a much lower cost with improved quality based on our principles, free market principles.\"\n\nThe ACA is generally unpopular among Americans, and leading up to the November midterm election voters said it was one of the issues they were most unhappy with. But this view could change as people begin to see the benefits they receive under the law, experts say.\n\n[ALSO: Chris Christie: The Biggest Loser After Jeb Bush's Decision]\n\nThe department of Health and Human Services has trumpeted a much-improved website from its first launch last year, as well as 6.4 million enrolled as of Dec. 19 – about 70 percent of whom were re-enrolled automatically after buying plans during the first year, the agency's Secretary Sylvia Burwell said in a press conference Tuesday.\n\nLast year’s launch of Healthcare.gov, the website that helps people shop for health insurance, was full of technological glitches that caused users to suffer through crashes, hours-long loading periods or repeated error messages.\n\nBefore the midterm election, Sen. Mitch McConnell, R-Ky., who is now the Senate majority leader, warned the GOP that repealing Obamacare while the president was in office would be difficult, given his veto power. Congress instead may try to target specific aspects of the law, such as the tax on medical devices, he said.\n\nBut McConnell’s office released a statement later saying he is “committed to the full repeal of Obamacare” and that he will “continue to lead efforts to repeal and replace it with patient-centered reforms that enable greater choice at lower costs.”\n\nHirth says upending the law completely will be difficult politically. “Once people realize they are benefiting from it, it'll be hard to repeal,” he says.\n\nStudies show that when Americans are pressed about details of the health law they see it more favorably. Most Americans support the law’s provisions of allowing parents to cover their children until they turn 26, for instance, or of prohibiting health insurance companies from turning away patients who have pre-existing conditions.\n\n“More Republicans are going to be reluctant to criticize something that people are getting benefits from,” says Julian Zelizer, professor of history and public affairs at Princeton University.\n\n[MORE: Barbara Bush Wants to Help Improve Nutrition Worldwide]\n\nBush has been hinting more strongly in recent weeks that he plans to enter the presidential race. On Dec. 16, Bush took to Facebook to post that he has decided to \"actively explore the possibility of running for President of the United States.\"\n\nWhile this does not make him an official candidate for the 2016 Republican presidential nomination, other moves appear to outline a plan to strongly explore the option. Bush has said he will launch a political action committee in January 2015, and in the spring he plans to publish an e-book on his political views. He also will release 250,000 emails from his time as governor. Still, it is not official. In 2008 Bush indicated that he was considering running in the 2010 U.S. Senate race, but later announced he was not campaigning.\n\nBush often has been in strong opposition to views held dear by hard-right conservatives. He supports Common Core, for instance, the program which sets government standards for students to reach by the end of each academic year. His views on on immigration have also been criticized by many on the r i ght, who favor more hard-hitting approaches to protecting the border. \"If I do decide to run for President, I can promise you this: no more Kindergarten attack politics,\" Bush wrote in a Facebook post Friday. \"Instead, I would offer a substantive campaign that will present the fresh conservative ideas and meaningful reforms that will help all Americans to rise up, seize opportunity and pursue a better life for themselves and their loved ones.\"\n\nZelizer says: “He doesn't want to sound like an outdated Republican and revisit issues that have been gone over many times.\" Instead he will want to frame himself as a Republican of new ideas versus a “congressional Republican focused on obstruction and destruction,” he says.\n\nWhen Bush was governor of Florida, he started the state’s Medicaid Reform Pilot, which allowed poor or disabled citizens to choose their own health insurance through vouchers, rather than the traditional Medicaid program in which the state reimburses each provider for their services directly. The program was successful at reigning in costs compared with the traditional Medicaid program, a University of Florida study shows. As a result, the Florida legislature voted to put the plan fully into effect for all counties in the state beginning this year.\n\n[READ MORE: Obama's Immigration Action Still Leaves Health Coverage Gap]\n\n“The providers don’t like [Medicaid], the insured don’t like it, the state governments generally don’t like it. It’s heavily bureaucratic … it is a pay-and-chase system by and large,” Bush said when speaking at \"Medicaid Cure\" conference for the Foundation for Government Accountability conference Sept. 1, 2012.\n\nSteve Ullmann, director for the Center for Health Sector Management and Policy at the University of Miami, says this approach has not only reduced the policing needed to go after Medicaid fraud, but has shifted risk to insurance companies. It has saved the state money because it pays the same amount each month rather than reimbursing specific services, not knowing how much the program will cost from year to year. On the downside: Patients may have limited access to doctors and hospitals because insurance companies decide which ones to work with, he says.\n\n“It’s indicating that the system is fundamentally flawed, but also indicates you cannot just throw it out without an appropriate alternative,” he says.\n\nBush has encouraged other states to think more creatively about the program. “I hope other states embrace their version of a similar kind of approach that will yield a far better result than basically abdicating our responsibility at the state level to allow Washington to dictate how this works,” he said when speaking at the \"Medicaid Cure\" conference.\n\nOne of the Affordable Care Act’s provisions includes extending Medicaid to more people. Under the law, Medicaid eligibility would be extended to those with incomes of up to 138 percent of the federal poverty level, which is $16,105 a year for an individual adult and $32,913 a year for a family of four.\n\nIn 2012, the Supreme Court ruled that this portion of the law would be up to the states. Republican Florida Gov. Rick Scott wanted to extend the state’s Medicaid program, but the legislature opposed it. Under the law, states can choose to expand the program at any time. So far, 27 states and the District of Columbia have expanded coverage. Tennessee, Utah and Wyoming are having conversations about the possibility of expansion, according to Burwell.\n\n[RELATED: U.S. Voters Say ‘No’ to Obamacare Medicaid Expansion]\n\nA Medicaid expansion in Florida could mean health coverage for 764,000 million more disabled or poor citizens, according to the Kaiser Family Foundation. At the beginning of 2014, the foundation reported that 3.9 million Floridians were uninsured, the second-highest level of any state in the country. The majority of Florida's uninsured could sign up for a private health plan through the federal government's Healthcare.gov site, with 1.3 million being eligible for tax credits that would significantly lower their premium and out-of-pocket costs.\n\nThe state already has 3.4 million residents on Medicaid, however, and its rolls of Medicare recipient total is behind only California at 3.5 million, according to the Kaiser Family Foundation.\n\n\"[Bush] was governing in a state where a lot of the population has these benefits,” Zelizer says. “It’s difficult to say you're against government health care.”\n\nTwo years ago on CNN, Bush said he had reservations about the Medicaid expansion, and the National Review reported early last year that Bush privately told Republican lawmakers in Florida to oppose it.\n\nMedicaid takes up the largest share of state budgets, and some governors have said that the expansion is not affordable. Under the law, the expansion is funded completely by the Federal government during the first three years. After that, however, it is phased down to 90 percent by 2020. Florida would have received $51 billion from the federal government if its state government had decide to extend the program this year.\n\nChristy Harris Lemak, who studied Bush's Medicaid plans in Florida while he was governor, and is now chair of the University of Alabama at Birmingham's Department of Health Services Administration, says aspects of Bush's Medicaid reforms were not unlike the Obamacare exchanges, where individuals made choices about their own health insurance, often subsidized by the government. She pointed out that his Medicaid pilot program held patients accountable to make choices and understand their plans. Bush's Medicaid reforms also included networks of providers that are similar to the Accountable Care Organizations in Obamacare, she says.\n\n\"He would be interested in seeing a model that would integrate choice and free market competition among plans into government programs,\" she says.\n\n[SLIDESHOW: 10 Changes in Surgery in 25 Years]\n\nIn fact, Bush called his Medicaid pilot initiative \"empowered care,\" and said the money saved could go toward other plans, such as education or foster care. \"He understood the nuance and the complexity that surrounds these kinds of policy decisions,” Lemak says.\n\nFlorida also was the first state to publishe hospital infection rates online, also under Bush's governorship. \"He was in charge of trying to curb expenditures and also protect the quality of care for millions of people,\" Lemak says. \"I think that experience could help him in shaping policy.\"\n\nThe data-reporting initiative is part of a larger movement during the past decade for the government to offer publicly accessible health care data. This year the federal government released information about doctors' relationships to pharmaceutical companies, and of data pertaining to procedures that were reimbursed by Medicare. Much of the Obama administration's plan to reform health care centers on transparency of data and tracking of outcomes to receive better results, but when President George Bush was in office he also signed an executive order in 2006 on reporting health care results.", "article_metadata": {"zone": "homepage/articles", "keyword": "Decision 2016 [News]", "title": "Jeb's Likely Message on Obamacare: Repeal but Replace", "og": {"site_name": "US News & World Report", "description": "The former Florida governor could point to his Medicaid record for an Affordable Care Act alternative.", "title": "Jeb's Likely Message on Obamacare: Repeal but Replace", "url": "http://www.usnews.com/news/articles/2014/12/23/jebs-likely-message-on-obamacare-repeal-but-replace", "image": "http://www.usnews.com/cmsmedia/d3/d7/794f1e0a45599ecf825bae6d04b0/141223-jebbush-editorial.jpg", "type": "article"}, "twitter": {"title": "Jeb's Likely Message on Obamacare: Repeal but Replace", "description": "The former Florida governor could point to his Medicaid record for an Affordable Care Act alternative.", "card": "summary", "site": "@USNews"}, "site": "news", "date_published": "Dec. 23, 2014", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Kimberly Leonard,Bush, Jeb,Pulse,health care,health insurance,Affordable Care Act,health,picks,2016 presidential election,Decision 2016 [News]", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "The former Florida governor could point to his Medicaid record for an Affordable Care Act alternative."}, "_id": "\"57477af46914bd0286fdd5c1\"", "article_summary": "Studies show that when Americans are pressed about details of the health law they see it more favorably.\nRick Scott wanted to extend the state’s Medicaid program, but the legislature opposed it.\nThe data-reporting initiative is part of a larger movement during the past decade for the government to offer publicly accessible health care data.\nThe program was successful at reigning in costs compared with the traditional Medicaid program, a University of Florida study shows.\n\"I think the best way to repeal Obamacare is to have an alternative; we never hear the alternative,\" Bush said on the program."}