{"article_title": "HHS nominee Karen DeSalvo slated for committee vote", "article_keywords": ["hhs", "desalvo", "nominee", "senate", "assistant", "slated", "karen", "health", "committee", "vote", "nomination", "public", "secretary"], "article_url": "http://www.nola.com/politics/index.ssf/2015/08/former_new_orleans_health_comm.html", "article_text": "Karen DeSalvo with the U.S. Health and Human Services\n\nWASHINGTON – A Senate committee Thursday is slated to vote on President Barack Obama's nomination of Karen DeSalvo for assistant secretary of the Department of Health and Human Services.\n\nIf the committee approves her nomination, she'll likely get a vote by the full Senate. Obama nominated her for the post in May.\n\nDeSalvo, a former internal medicine physician, was the health commissioner for the city of New Orleans from 2011-2014.\n\nShe has been serving as acting assistant secretary of HHS since last fall. She also has been serving as National Coordinator for Health Information Technology at HHS, a post she's likely to give up if she wins Senate confirmation.\n\nHer nomination is listed on the Senate Health, Education, Labor and Pensions Committee's Thursday agenda.\n\nAs acting assistant secretary at HHS, DeSalvo oversees 12 public health offices, including the Office of Surgeon General, and the U.S. Public Health Service Commissioned Corps, as well as 10 regional health offices, and 10 presidential and secretarial advisory committees.\n\nShe earned her medical degree and a master's degree in public health from Tulane University and a Master's in Clinical Epidemiology from Harvard University's School of Public Health.\n\nSen. Bill Cassidy, R-La., is a member of the Senate Health, Education, Labor and Pensions Committee, which has the first say on her nomination. Cassidy is supporting her nomination.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "United States Senate, United States Department of Health and Human Services, Public health, Barack Obama, affordable care act, bill cassidy, br-homepage, br-news, congress, health, homepage, news, politics", "title": "HHS nominee Karen DeSalvo slated for committee vote", "og": {"site_name": "NOLA.com", "description": "WASHINGTON – A Senate committee Thursday is slated to vote on President Barack Obama's nomination of Karen DeSalvo&nbsp;for assistant secretary of the Department of Health and Human Services. If the committee approves her nomination, she'll likely get a vote by...", "title": "HHS nominee Karen DeSalvo slated for committee vote", "url": "http://www.nola.com/politics/index.ssf/2015/08/former_new_orleans_health_comm.html", "image": {"width": 620, "identifier": "http://image.nola.com/home/nola-media/width620/img/tpphotos/photo/2014/02/14237319-standard.jpg", "height": 858}, "type": "article"}, "twitter": {"description": "WASHINGTON – A Senate committee Thursday is slated to vote on President Barack Obama's nomination of Karen DeSalvo&nbsp;for assistant secretary of the Department of Health and Human Services. If the committee approves her nomination, she'll likely get a vote by...", "creator": "@AlpertDC", "image": "http://image.nola.com/home/nola-media/width620/img/tpphotos/photo/2014/02/14237319-standard.jpg", "title": "HHS nominee Karen DeSalvo slated for committee vote", "site": "@nolanews", "card": "summary_large_image"}, "article_date_updated": "Wednesday, August 05, 2015,  2:54 PM", "fb": {"admins": 100000302287435}, "article_publication_name": "NOLA.com", "article": {"author": "https://www.facebook.com/NOLAnews/"}, "article_comments": 0, "article_date_original": "Wednesday, August 05, 2015, 10:36 AM", "article_author": "Bruce Alpert, NOLA.com | Times-Picayune", "Description": "WASHINGTON – A Senate committee Thursday is slated to vote on President Barack Obama's nomination of Karen DeSalvo&nbsp;for assistant secretary of the Department of Health and Human Services. If the committee approves her nomination, she'll likely get a vote by the full Senate. Obama nominated her for the post in May. DeSalvo, a former internal medicine physician, was the health commissioner for the city of New Orleans from 2011-2014. She has been serving as acting assistant secretary of HHS since last fall. She also has been serving as National Coordinator for Health Information Technology at HHS, a post she's likely to give up if she wins Senate confirmation. Her nomination is listed on the Senate Health, Education, Labor and Pensions Committee's Thursday agenda. As acting assistant secretary at HHS, DeSalvo oversees 12 public health offices, including the Office of Surgeon General, and the U.S. Public Health Service Commissioned Corps, as well as 10 regional health offices, and 10 presidential and secretarial advisory committees. She earned her medical degree and a master's degree in public health from Tulane University and a Master's in Clinical Epidemiology from Harvard University's School of Public Health. Sen. Bill Cassidy, R-La., is a member of..."}, "article_summary": "She earned her medical degree and a master's degree in public health from Tulane University and a Master's in Clinical Epidemiology from Harvard University's School of Public Health.\nKaren DeSalvo with the U.S. Health and Human ServicesWASHINGTON – A Senate committee Thursday is slated to vote on President Barack Obama's nomination of Karen DeSalvo for assistant secretary of the Department of Health and Human Services.\nShe has been serving as acting assistant secretary of HHS since last fall.\nIf the committee approves her nomination, she'll likely get a vote by the full Senate.\nSen. Bill Cassidy, R-La., is a member of the Senate Health, Education, Labor and Pensions Committee, which has the first say on her nomination."}