{"article_title": "When Big Business And Healthcare Collide: Behind The Daraprim Controversy", "article_keywords": ["daraprim", "pharma", "business", "drugs", "big", "price", "companies", "collide", "drug", "controversy", "cost", "medicare", "healthcare", "prices", "company"], "article_url": "http://dailycaller.com/2015/09/28/when-big-business-and-healthcare-collide-behind-the-daraprim-controversy/", "article_text": "4728992\n\nDaraprim is a drug no one ever heard of. Unless you happen to suffer from a parasitic infection called toxoplasmosis and also have a compromised immune system or suffer from AIDS. It’s been around since 1953 and due to limited demand it’s an orphan drug. Selling for about $13 per tablet, a course of therapy for three weeks is about $300, much of the cost covered by insurance. Ho hum.\n\nUntil the 32-year-old entrepreneurial CEO of Turing Pharmaceuticals bought Daraprim and promptly raised the price to $750 per tablet, a 5000 percent increase. He was immediately accused of price gouging, taking advantage of desperate and sick patients. The predictable social media excoriation was swift and vicious. Is he greedy or just a smart businessman following the laws of economics? He bought it. He owns it. He can put it on the shelf or continue selling it at whatever price he chooses.\n\nToxoplasmosis is a common cause of uveitis, or eye inflammation. It can be treated by a variety of medicines besides Daraprim. The American Uveitis Society surveyed it’s members in 2002 and found a total of 9 drugs used in 24 different treatment regimens with no clear consensus. Meaning there are lots of treatment options beyond Daraprim.\n\nValeant Pharmaceuticals, a big pharma behemoth, bought two life-saving heart medications and promptly raised the prices 212 to 525 percent. This caught the attention of Congress. Is it their business what companies charge?\n\nThat’s what companies do when they merge or acquire. They raise the price to pay for their acquisition and provide additional return on their investment. What do they do with the investment return? Hopefully inject it into research and development of new drugs. This is an expensive process.\n\nBringing a new drug to market costs more than $2.5 billion. And it’s a 12 year process on average with the odds of the new drug making it from the laboratory to the pharmacy shelf about 1 in 5000. For the pharma company it’s a long shot, with no financial return, only cost on the 4999 failures.\n\nThe other reason pharma companies charge whatever they want is that they can. Medicare and other payers don’t negotiate prices down, instead they pay whatever the company charges, even if the prices seem unreasonable. Other medical costs such as office visits and surgeries are all paid based on the Medicare fee schedule with some, but not much negotiation of prices. But not pharmaceuticals.\n\nMedicare Part D was voted into law in 2003. A 1000 page bill, voted on with few members of Congress reading it, has a dirty little secret. As a aside, Obamacare wasn’t the first 1000 plus page bill voted on but unread. Seems to be a pattern in Congress. “Medicare is forbidden in the law that created Medicare Part D to negotiate lower prices.” Thank you big pharma lobbyists, who are thought to have written the bill.\n\nMedicaid and Veterans Affairs can negotiate lower prices, but not Medicare, the primary insurance for the over age 65 group of Americans. That’s why drugs to treat macular degeneration cost $2000 per month, consuming one-sixth of the Medicare Part B budget. For the patient with macular degeneration in both eyes, drug cost could reach $24,000 per year. Medicare happily pays the price set by big pharma. And in turn, big pharma then pays former Congressmen turned lobbyists, like former Rep. Billy Tauzin, a 7 figure salary to keep Medicare paying whatever the pharmaceutical companies charge.\n\nWhile these drugs are expensive, they are dwarfed by a hepatitis C drug costing $1000 per day, or liver cirrhosis treatment costing $189,000. Then there is a cystic fibrosis drug priced at $259,000 per year. How many people actually need treatment with these drugs? How much did they cost to develop? Is the pharmaceutical company allowed to make a profit for its founders and shareholders who put their money at risk to start the company? How much is enough and how much is too much?\n\nThese are all important questions and demonstrate the dichotomy between business and healthcare. If healthcare is run like a business, then costs, revenue, and profit become increasingly important. If business is run like healthcare, then compassion and altruism lead to the business running at break even or a loss. Where will the new pharma companies come from if the existing companies have no profit to invest? How will they fund the next generation of drugs, including cures for currently incurable diseases?\n\nWhile we hear about the exceptional cases like Daraprim, for most people this isn’t an issue. Insurance companies pay 82 percent of prescription drug costs. By 2024, this will rise to 87 percent. Yet some company out there is selling pencil cases to the Environmental Protection Agency for $813. Pricier than Daraprim, but no outrage or compassion for a government bureaucracy wasting money on office supplies.\n\nIt’s easy to castigate these business as greedy and heartless, but don’t forget that these companies are playing by the rules Congress created. And they are trying to develop successful drugs against extremely long odds. This is just another example of the unintended consequences of price controls and over regulation.\n\nBrian C Joondeph, MD, MPS, a Denver based retina surgeon and writer. Follow him on Facebook and Twitter.", "article_metadata": {"sailthru.author": "Brian Joondeph", "description": "Medicare happily pays the price set by big pharma. And in turn, big pharma then pays former Congressmen turned lobbyists.", "og": {"site_name": "The Daily Caller", "description": "Daraprim is a drug no one ever heard of. Unless you happen to suffer from a parasitic infection called toxoplasmosis and also have a compromised immune system or suffer from AIDS. It’s been around s", "title": "When Big Business And Healthcare Collide: Behind The Daraprim Controversy", "url": "http://dailycaller.com/2015/09/28/when-big-business-and-healthcare-collide-behind-the-daraprim-controversy/", "image": {"width": 412, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2010/08/cheap-prescription-drugs-e1281127657309.jpeg", "height": 177}, "type": "article"}, "twitter": {"description": "Medicare happily pays the price set by big pharma. And in turn, big pharma then pays former Congressmen turned lobbyists.", "title": "When Big Business And Healthcare Collide: Behind The Daraprim Controversy Via @dailycaller", "url": "http://dailycaller.com/2015/09/28/when-big-business-and-healthcare-collide-behind-the-daraprim-controversy/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2010/08/cheap-prescription-drugs-e1281127657309.jpeg"}, "creator": "@@retinaldoctor", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2015-09-28 13:46:57", "sailthru.title": "When Big Business And Healthcare Collide: Behind The Daraprim Controversy", "HandheldFriendly": "true", "sailthru.tags": "brian-joondeph,medicare,brian-joondeph", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "brian joondeph,medicare,prescription drugs", "sailthru.description": "Daraprim is a drug no one ever heard of. Unless you happen to suffer from a parasitic infection called toxoplasmosis and also have a compromised immune system or suffer from AIDS. It’s been around s", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2010/08/cheap-prescription-drugs-e1281127657309.jpeg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fd0daf\"", "article_summary": "Where will the new pharma companies come from if the existing companies have no profit to invest?\nIf business is run like healthcare, then compassion and altruism lead to the business running at break even or a loss.\nFor the patient with macular degeneration in both eyes, drug cost could reach $24,000 per year.\nThe other reason pharma companies charge whatever they want is that they can.\nFor the pharma company it’s a long shot, with no financial return, only cost on the 4999 failures."}