{"article_title": "Employee Strikes Highlight America's Mental Health Crisis", "article_keywords": ["insurance", "papazian", "kaiser", "mental", "vice", "strikes", "americas", "patients", "health", "healthcare", "employee", "highlight", "care", "crisis", "told"], "article_url": "https://news.vice.com/article/employee-strikes-highlight-americas-mental-health-crisis", "article_text": "Thousands of mental healthcare workers are striking in California this week, claiming that Kaiser Permanente, the insurance giant that employs them, refuses to hire sufficient staff.\n\nThe protest underscores a national mental health crisis, as a shortage of workers has prompted severe gaps in care for vulnerable patients, advocates told VICE News.\n\nThe strikers — organized by members of the National Union for Healthcare Workers (NUHW) and part of the largest such action in the US — allege that Kaiser has put patients at its California medical centers in danger, since the company has inadequate employees to provide quality care.\n\nClement Papazian, a clinician at Oakland Medical Center and Kaiser employee for 25 years, told VICE News the understaffing crisis had become \"ridiculously unsustainable\" in the past several years. Patients wait months for urgent appointments and are referred to group therapy when they need individual counseling, he said.\n\nAnd the Affordable Care Act — a federal law meant to guarantee all individuals mental health services, along with physical care — has actually exacerbated the shortage, since more patients enrolled with Kaiser, Papazian added.\n\n\"The advent of the Affordable Care Act has been a gold mine for Kaiser but they haven't added staff appropriate to the level of new members they're signing on,\" Papazian, a licensed social worker with a specialty in psychiatric emergency and acute care, told VICE News.\n\nHe said long waits for psychiatric care then caused patients to encounter other medical needs, such as emergency room visits prompted by psychological issues.\n\nSan Francisco courts will order mentally ill into treatment. Read more here.\n\nNUHW has been pushing for reforms since 2011, when they released a report detailing the understaffing at Kaiser, as noted in a chronology of their fight. Their research has found links to suicide and understaffing at Kaiser, which was then fined $4 million by California's Department of Managed Healthcare in 2013. The agency found Kaiser was hiding lengthy patient wait-times and violating other healthcare laws, and issued a \"cease and desist\" order for Kaiser to reform its ways.\n\nYet Sal Rosselli, NUHW's president, told VICE News that Kaiser's staffing crisis has only deteriorated since the order. And last summer, California public official Shirlee Zane joined protest efforts — after her husband committed suicide while waiting 42 days for an urgent appointment with Kaiser.\n\n\"We've been bargaining with Kaiser for five years and the situation is critical, causing unnecessary pain and suicides,\" Rosselli told VICE News. \"Kaiser is not stopping while their profits are increasing.\"\n\nNot only suicides but also acts of violence could also be preventable with better mental health care, Papazian asserted.\n\n\"You can't pick up a newspaper without seeing somebody shooting up a school or mall. The national conversation is more mental health not less mental health,\" Papazian said. \"Kaiser, touting itself as care leader in country, is flagrantly understaffing these services. It flies in the face of what members paid for and what they deserve.\"\n\nKaiser representatives responded that the union's strike was a tactic of \"intimidation and obstructionism,\" and asserted that the company wanted to \"reach an agreement,\" in a press statement.\n\n\"NUHW has spent the last several years publicly attacking our mental health services, while at the same time resisting important steps we are taking to enhance mental health for our patients,\" the statement read, and called the union a \"small California union\" with just 5,000 of the country's 175,000 employees.\n\n\"The issues raised by NUHW are issues which impact all healthcare providers, not just Kaiser Permanente,\" the statement claimed.\n\nIndeed, worker dismay spans throughout the national mental healthcare community in the US. The problem's origin is twofold: insurers' limited policies and government funding cuts, Columbia University psychiatry professor Philip Muskin told VICE News.\n\nActivists hit UK retailers with tag switch for living wage. Read more here.\n\n\"Insurance pays what it wants to pay. I can see you when you are depressed enough to try to kill yourself, and after four or five days of psychiatric care, we get pressure from the insurance company and they won't pay,\" Muskin told VICE News, noting there was no possible way a suicidal patient could be cured in such a short timeframe.\n\n\"Every company does it. But we don't strike here, who would we strike against?\" posed Muskin, explaining that Kaiser was unique in that the insurance company owned the medical centers, which is not typically the case.\n\nBlue Cross Blue Shield, for instance, was exposed for denying suicidal patients mental health services, as a CBS 60 Minutes investigation found.\n\nAnd psychologist Russell Holstein, who has done extensive research on insurance providers, told VICE News he found \"very weak\" mental health coverage by all insurers in his home state of New Jersey, with patients left searching for providers who matched their coverage.\n\nMeanwhile, the country is producing fewer psychiatrists.\n\nTeaching hospitals rely on federal money to train new residents, and several years ago the government redistributed funds to support primary care doctors more than specialties, Muskin explained. Now, fewer and fewer psychiatrists are entering the workplace — prompting an imminent \"crunch\" for the doctors that will only worsen in years to come.\n\nMental healthcare executive Pamela Daisey, chief operating officer of the non-profit Fellowship Health Resources, attributed the shortage of professionals to poor compensation for the grueling work.\n\n\"The field does not pay significantly well based on the amount of time and expense that is required to acquire a degree and licensing,\" Daisey told VICE News. Registered nurses, for instance, who require a four-year degree, typically have higher salaries than licensed therapists, who require a seven-year degree.\n\nBut a representative for America's Health Insurance Plans (AHIP), which oversees Blue Cross Blue Shield, told VICE News that insurance companies were the wrong target for the nation's mental health crisis.\n\n\"Health plans are working in close coordination with providers, specialists, and families to develop care plans that address the individual needs and circumstances of each patient and bring to bear all the available treatment models and levels of care,\" Clare Krusing, AHIP's Director of Communications, told VICE News. She emphasized that patients were welcome to appeal decisions that seemed unfair.\n\n\"Suggesting that coverage decisions drive the mental health challenges that we face does a disservice to the ongoing efforts to improve the health system for those who need behavioral and mental health care,\" Krusing added.\n\nFollow Meredith Hoffman on Twitter: @merhoffman", "article_metadata": {"sailthru.url": "https://news.vice.com/article/employee-strikes-highlight-americas-mental-health-crisis", "sailthru.author": "Meredith Hoffman", "twitter": {"account_id": 4503599628027146, "title": "Employee Strikes Highlight America's Mental Health Crisis | VICE News", "url": "https://news.vice.com/article/employee-strikes-highlight-americas-mental-health-crisis", "image": {"src": "https://news-images.vice.com/images/articles/meta/2015/01/14/untitled-article-1421237344.jpg?crop=0.662xw:1xh;center,top"}, "site": "@vicenews", "card": "summary_large_image", "description": "Mental healthcare workers are striking in California this week, claiming that insurance company Kaiser Permanente hires insufficient staff and is putting vulnerable patients in danger."}, "sailthru.tags": "Americas, Politics, Mental Health, Strikes, Kaiser Permanente, Health, National Union For Healthcare Workers, Nuhw, Affordable Care Act, Sal Rosselli, Clement Papazian, Doctors, Philip Muskin, Psychiatrists, VN, en_US", "sailthru.locale": "en_US", "keywords": "Americas, Politics, Mental Health, Strikes, Kaiser Permanente, Health, National Union For Healthcare Workers, Nuhw, Affordable Care Act, Sal Rosselli, Clement Papazian, Doctors, Philip Muskin, Psychiatrists, VICE News", "sailthru.primary": "Americas", "msapplication-TileColor": "#FFFFFF", "sailthru.title": "Employee Strikes Highlight America\\'s Mental Health Crisis | VICE News", "msapplication-square150x150logo": "/assets/images/news/favicons/mstile-150x150.png", "thumbnail": "https://news-images.vice.com/images/articles/meta/2015/01/14/untitled-article-1421237344.jpg?crop=0.662xw:1xh;center,top", "description": "Mental healthcare workers are striking in California this week, claiming that insurance company Kaiser Permanente hires insufficient staff and is putting vulnerable patients in danger.", "sailthru.expire_date": "2016-05-27", "msapplication-wide310x150logo": "/assets/images/news/favicons/mstile-310x150.png", "msapplication-square70x70logo": "/assets/images/news/favicons/mstile-70x70.png", "msapplication-square310x310logo": "/assets/images/news/favicons/mstile-310x310.png", "fb": {"app_id": 570357383057210}, "msapplication-TileImage": "/assets/images/news/favicons/mstile-144x144.png", "sailthru.description": "Mental healthcare workers are striking in California this week, claiming that insurance company Kaiser Permanente hires insufficient staff and is putting vulnerable patients in danger.", "viewport": "width=device-width,initial-scale=1", "og": {"site_name": "VICE News", "description": "Mental healthcare workers are striking in California this week, claiming that insurance company Kaiser Permanente hires insufficient staff and is putting vulnerable patients in danger.", "title": "Employee Strikes Highlight America's Mental Health Crisis | VICE News", "url": "https://news.vice.com/article/employee-strikes-highlight-americas-mental-health-crisis", "image": {"secure_url": "https://news-images.vice.com/images/articles/meta/2015/01/14/untitled-article-1421237344.jpg?crop=0.662xw:1xh;center,top", "type": "image/jpeg", "identifier": "https://news-images.vice.com/images/articles/meta/2015/01/14/untitled-article-1421237344.jpg?crop=0.662xw:1xh;center,top"}, "locale": "en_US", "article": {"section": "Americas", "tag": "Psychiatrists", "published_time": "2015-01-14T12:05:00+00:00", "author": "Meredith Hoffman"}, "type": "article"}, "sailthru.publish_date": "2015-01-14T12:05:00+00:00", "p": {"domain_verify": "adcff6b7e186f5cb59f3a8ed177772e5"}, "sailthru.item_type": "article"}, "_id": "\"57477af36914bd0286fc9910\"", "article_summary": "The national conversation is more mental health not less mental health,\" Papazian said.\n\"Suggesting that coverage decisions drive the mental health challenges that we face does a disservice to the ongoing efforts to improve the health system for those who need behavioral and mental health care,\" Krusing added.\nNot only suicides but also acts of violence could also be preventable with better mental health care, Papazian asserted.\nBut a representative for America's Health Insurance Plans (AHIP), which oversees Blue Cross Blue Shield, told VICE News that insurance companies were the wrong target for the nation's mental health crisis.\nBlue Cross Blue Shield, for instance, was exposed for denying suicidal patients mental health services, as a CBS 60 Minutes investigation found."}