{"article_title": "Trotting ahead", "article_keywords": ["case", "president", "ahead", "icc", "half", "violence", "kenyatta", "mr", "kenya", "trotting", "nairobi", "south"], "article_url": "http://www.economist.com/news/middle-east-and-africa/21599029-kenya-rollicking-haphazardly-along-its-president-distracted-his", "article_text": "AS THE sun goes down over Nairobi, a new rich set of T-shirt-wearing Kenyans, most of them black and in their 30s, roar with laughter as they quaff whiskies and smoke giant cigars in the Capital Club, the country’s latest temple to Mammon. A year’s membership, a beautiful waitress proudly purrs, is “a million shillings”—about $10,000. Your correspondent watches English football on one of four large television screens, alongside a wall of faux-Masai shields, while waiting for his would-be host, the spokesman of President Uhuru Kenyatta. Alas, the spokesman fails to turn up; it is a Saturday evening, but the president is apparently too busy to spare him. Mr Kenyatta, one of Kenya’s richest oligarchs, who next month will complete his first year in office, is reportedly fond of similar ritzy watering-holes.\n\nBarely a mile away from the Capital Club, the acrid fumes of charcoal fires in Kibera, a notorious slum, mingle with the stench of sewage running down the muddy alleys where perhaps 800,000 Nairobians live in hugger-mugger squalor. The government, says May Achieng, who runs a church-linked school there, provides “absolutely nothing” in the way of services. Manual workers lucky enough to have a job in the metropolis can earn 200-300 shillings ($2-3) a day. Domestic and gang violence are rife. Armed police have a station at the entrance to Kibera, but generally keep out of the slum. Visitors are warned to watch out for robbers and “flying toilet”—bags of excrement chucked out of houses at night. Politicians, says Mrs Achieng, turn up only at election time, “or if there is a fire or some kind of disaster”.\n\nThese two Kenyas exist cheek by jowl, both of them, in their way, equally dynamic. Half a century after independence from Britain, rich and poor are both locked into a system of patronage and tribe, all competing for advancement, whether for modest jobs in the civil service or for huge bribes to fix contracts for grand infrastructure projects. In the aftermath of a disputed election in 2007, Kibera, whose districts are unofficially divided along tribal lines, was affected as bloodily as anywhere. “One community chopped off the sexual organs of another community,” says Mrs Achieng, a Luo, whose leader, Raila Odinga, was reckoned by independent observers to have been cheated of victory. Defeated again last year, in a fairer though still flawed poll, he remains the opposition’s head.\n\nIf this system is to hold, several requirements must be met in the years to come. The weather, notoriously variable, must be clement enough to satisfy the more than half of Kenyans who still live on the land. At the time of independence, in 1963, the countryside barely sustained a total population of 8m, which has now swollen to 45m. Law and order must continue more or less to prevail, even while the police, in the words of a security analyst, “are corrupt from top to bottom”. Terrorism, especially a recent wave of it perpetrated by recalcitrant Somalis and sundry Islamist extremists, must be contained. The balance of power, already skewed, must not tilt too far in favour of one tribe. And the economy must grow fast enough to spread the largesse of patronage, leaving enough to trickle down even to the masses in the likes of Kibera.\n\nNone of this can be assured. And yet, polarised and unequal as Kenya is, its progress punctuated by electoral violence and spasms of ethnic tension, the country has for the most part muddled valiantly ahead.\n\nIt remains the economic and political hub of wider east Africa, drawing a quarter of a billion people into its orbit. The stock- and housing markets are booming, prices in parts of Nairobi rising sevenfold since 2009. The economy grew by 5% last year and is likely to do just as well this.\n\nFull speed somewhere\n\nDiplomats seeking to solve crises in Somalia, South Sudan and the Great Lakes region encompassing Rwanda and eastern Congo are based in Nairobi, which also hosts a plethora of UN regional headquarters. Some international companies are shifting their African headquarters from South Africa to Kenya, the fifth-biggest economy south of the Sahara. Kenya Airways is among the best in Africa.\n\nThe country is also bidding to become a hub of IT. Its M-Pesa mobile-telephonic banking system, from which more than half of Kenya’s people benefit, has proved a global model. The country has one of the highest rates of Facebook membership in Africa; more than half a million Kenyans are on Twitter. In the Kilimani suburb of Nairobi, a thriving outfit called the iHub, led by a red-bearded American called Erik Hersman, serves a burgeoning community of innovators, technology investors and researchers, spurred on by Google and Microsoft, among other companies.\n\nHopes have been rising that discoveries of oil in remote Turkana county, in the north-west, may soon be matched by an offshore gas bonanza. This could give a boost to the much-delayed Lamu Port and Lamu-Southern Sudan-Ethiopia Transport Corridor, known as LAPSSET, which would include a railway, fibre-optic cable and pipeline, even if its proposed connection to South Sudan (now in the throes of civil war) and Ethiopia is uncertain.\n\nAt last Kenya is seriously trying to improve its dreadful transport links, with help from China. Nairobi’s traffic is still in a perpetual jam, but work on a ring road is under way and there are plans to build a new railway line from Mombasa to Nairobi, besides revamping the one that goes on to Uganda. A trans-Africa highway should eventually run from Mombasa through Kenya and Uganda and even across Congo to the Atlantic.\n\nDanger: exploding light-bulbs\n\nAgainst this hopeful backdrop, grave worries persist. The attack by Somali extremists on Nairobi’s Westgate shopping centre in September, which left at least 69 people dead, has shaken confidence in the police and armed forces, who looted the place afterwards. Gross overreaction by the police against suspected Islamist extremists on the coast, involving extrajudicial killings, has served only to recruit more people to the extremists’ cause. Another attack on a prominent target is all too likely—and could drive away foreign investment. Several close shaves since December include a bomb that failed to detonate near the British Airways check-in counter at Nairobi’s main airport, ludicrously shrugged off by the interior minister as “an exploding light-bulb”.\n\nThis year has witnessed a sharp rise in violent crime, already at epidemic levels. The police are frequently suspected of complicity. Big companies rely on private-security firms, of which there are at least 200 in Nairobi alone. Their staff are far better paid and equipped than the police, though they are not allowed to be armed.\n\nPresident Kenyatta is considered so rich that he has no need to feather his nest, thanks to the wealth amassed by his family during and after the presidency of his father, Jomo, who ran the show from 1963 until his death in 1978. Mr Kenyatta has spoken out against corruption and docked his own pay by one-fifth. But nobody thinks that graft is being seriously tackled. The railway contracts, awarded following closed bidding, and an extravagant scheme to provide schools with computers are dogged by accusations of graft.\n\nThe creation of 47 counties, as a result of a new constitution endorsed in 2010, has added a new layer of corruption and taxation. Moreover, the two houses of parliament, the county governors and the courts (under an admirably independent chief justice, Willy Mutunga) are paralysed by a dispute over whose powers and decisions should prevail.\n\nAs for the president, he has been woefully distracted by his indictment by the International Criminal Court (ICC) at The Hague for allegedly orchestrating violence after the election in early 2008. He has used every conceivable ruse to ensure that his case ends in acquittal or is dropped altogether, an outcome considered increasingly likely. The Standard, a Kenyan newspaper, reported on February 24th that nearly half of the witnesses enlisted by the prosecution had been withdrawn.\n\nMr Kenyatta has stirred up Kenyans and fellow African leaders against the ICC, badly damaging relations with allies in Europe and America. If the case fizzles out, they may be repaired. But much of Mr Kenyatta’s first year in office has been wasted on this issue. In any case, there is a growing perception that he lacks grip. He failed to sack any senior figures in the wake of the Westgate fiasco. Despite his declarations against corruption, he has instigated no investigations over the railway contracts and other dodgy-sounding schemes.\n\nAnd Kenya remains split along tribal lines (see table). Mr Kenyatta’s fellow Kikuyu, the largest and richest group, are perceived by members of other tribes to be “eating”—as the Kenyan metaphor goes—more than their fair share of the cake. William Ruto, the vice-president, who heads the Kalenjin group that ruled the roost under a previous president, Daniel arap Moi, is said to be unhappy. He, too, has been indicted by the ICC. Should the case against the president fail but the one against Mr Ruto drag on, the coalition would wobble and could fall. Mr Kenyatta is said to be lining up Mr Moi’s son Gideon as a possible replacement.\n\n“Kenya is very polarised,” says John Githongo, a veteran anti-corruption campaigner who in 2002 was entrusted with cleaning up government but had soon to flee abroad for his life. “It is a country no longer at ease with itself.” The “coalition of the accused”, as he has mockingly called it, may not last. “The Kalenjin will never trust the Kikuyu,” says a banker friend of Mr Kenyatta. “No matter what the ICC says, Kikuyus in their hearts believe Ruto orchestrated the violence against them. But for the sake of the government’s survival, they’re not saying it too loudly.”\n\nCampaigners for democracy and openness are worried that Mr Kenyatta and his friends are trying to impede them, much as the government has plainly done its best to hamstring the ICC’s investigation. Bills are being put forward in Parliament to curb the buoyant media and to limit foreign funding for NGOs. On March 7th one of Kenya’s liveliest anti-establishment campaigners, Boniface Mwangi, was beaten up by police. “There’s a danger we are sliding back to the ways of the Moi era,” says another disconsolate pro-democracy activist.\n\nNonetheless, in its usual inequitable and patchy manner, Kenya is powering ahead. The vitality and reach of social media make it impossible for Mr Kenyatta to acquire the sort of powers Mr Moi exercised in what was then a one-party state. But he is finding it hard to keep Kenya both dynamic and harmonious. A year into office, he still has to prove that he is the right sort of leader. If the ICC case is put to one side, he will have no excuses.", "article_metadata": {"sailthru.image.thumb": "http://cdn.static-economist.com/sites/default/files/imagecache/50_by_50/images/print-edition/20140315_MAP001_0.jpg", "sailthru.flytitle": "Kenya", "description": "Kenya is rollicking haphazardly along. But its president, distracted by his indictment by the International Criminal Court, is hamstrung by greedy old-timers", "pubdate": 20140315, "og": {"site_name": "The Economist", "description": "Kenya is rollicking haphazardly along. But its president, distracted by his indictment by the International Criminal Court, is hamstrung by greedy old-timers", "title": "Trotting ahead", "url": "http://www.economist.com/news/middle-east-and-africa/21599029-kenya-rollicking-haphazardly-along-its-president-distracted-his", "image": "http://cdn.static-economist.com/sites/default/files/images/print-edition/20140315_MAP001_0.jpg", "type": "article"}, "sailthru.rubric": "Kenya is rollicking haphazardly along. But its president, distracted by his indictment by the International Criminal Court, is hamstrung by greedy old-timers", "sailthru.date": "2014-03-27 10:20:16", "sailthru.printdate": "2014-03-15 00:00:00", "revisit-after": "1 day", "sailthru.tags": "Kenya", "fb": {"pages": 6013004059, "app_id": 173277756049645}, "sailthru.imagepath": "images/print-edition/20140315_MAP001_0.jpg", "articleid": 21599029, "sailthru.image.full": "http://cdn.static-economist.com/sites/default/files/images/print-edition/20140315_MAP001_0.jpg", "sailthru.image.thumb_mfte": "http://cdn.static-economist.com/sites/default/files/imagecache/ec_related_article_image/images/print-edition/20140315_MAP001_0.jpg", "sailthru.web_section": "Middle East and Africa", "article": {"publisher": "https://www.facebook.com/theeconomist"}, "twitter": {"image": "https://cdn.static-economist.com/sites/default/files/images/print-edition/20140315_MAP001_0.jpg", "site": "@TheEconomist", "card": "summary_large_image"}, "news_keywords": "Kenya"}, "_id": "\"57477af36914bd0286fcef65\"", "article_summary": "Mr Kenyatta, one of Kenya’s richest oligarchs, who next month will complete his first year in office, is reportedly fond of similar ritzy watering-holes.\nMr Kenyatta is said to be lining up Mr Moi’s son Gideon as a possible replacement.\nIf the ICC case is put to one side, he will have no excuses.\nMr Kenyatta has spoken out against corruption and docked his own pay by one-fifth.\n“The Kalenjin will never trust the Kikuyu,” says a banker friend of Mr Kenyatta."}