{"article_title": "Thailand Police Target Tourists When They Need Cash Now", "article_keywords": ["correspondent", "target", "thong", "cash", "venues", "lor", "identification", "reports", "way", "need", "thailand", "tourists", "fines", "minister"], "article_url": "http://reason.com/blog/2014/12/12/thailand-police-target-tourists-when-the", "article_text": "Police in Bangkok are ramping up their harassment of tourists, demanding identification, performing strip searches, taking urine samples, and, naturally, collecting fines, according to anecdotes from tourists and locals showing up in the English-language press in Thailand.\n\nAsian Correspondent reports that fines levied include $152 for failure to produce identification and $61 for smoking in most public areas or dropping your butt on the ground, all payable on the spot in cash.\n\nWhat might be the cause of this frenzy of action? Asian Correspondent speculates:\n\nThe jurisdiction of the Thong Lor police department includes many of the venues that formerly opened until the early hours. Since the coup these venues have been closing at their legally required time, and this presumably means less kickbacks to the police. Could these shakedowns be a way to make up the deficit? Could they be a way to build up a kitty for the Thong Lor police department’s New Year party by targeting foreigners who do not have the contact networking to oppose them? Could they have something to do with the recent police purge? Or could this just be rogue officers besmirching the good name of the Thong Lor police department?\n\nIt’s always possible it’s just a few bad apples isn't it?\n\nAsian Correspondent suggests tourists contact their local embassies after being targeted by police, and reports that the British ambassador says he brought the issue up with the Minister of Tourism but that the minister denied any “campaign” by police.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Police in Bangkok are ramping up their harassment of tourists, demanding identification, performing strip searches, taking urine samples, and, naturally,", "title": "Thailand Police Target Tourists When They Need Cash Now", "url": "http://reason.com/blog/2014/12/12/thailand-police-target-tourists-when-the", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14183883142467.jpg", "type": "article"}, "twitter": {"description": "Police in Bangkok are ramping up their harassment\nof tourists, demanding identification, performing strip searches,\ntaking urine samples, and, naturally, collecting fines, according\nto anecdotes from tourists and locals showing up in the\nEnglish-language press in Thailand.\nAsian Correspondent \nreports that fines levied include $152 for failure to produce\nidentification and", "creator": "@edkrayewski", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14183883142467.jpg", "title": "Thailand Police Target Tourists When They Need Cash Now", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "Police Abuse", "published_time": "2014-12-12T12:50:00+00:00", "author": "http://reason.com/people/ed-krayewski"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fdd8fd\"", "article_summary": "Or could this just be rogue officers besmirching the good name of the Thong Lor police department?\nAsian Correspondent speculates:The jurisdiction of the Thong Lor police department includes many of the venues that formerly opened until the early hours.\nPolice in Bangkok are ramping up their harassment of tourists, demanding identification, performing strip searches, taking urine samples, and, naturally, collecting fines, according to anecdotes from tourists and locals showing up in the English-language press in Thailand.\nAsian Correspondent reports that fines levied include $152 for failure to produce identification and $61 for smoking in most public areas or dropping your butt on the ground, all payable on the spot in cash.\nCould they be a way to build up a kitty for the Thong Lor police department’s New Year party by targeting foreigners who do not have the contact networking to oppose them?"}