{"article_title": "United Healthcare ends relationship with thousands of doctors", "article_keywords": ["seniors", "ends", "united", "network", "relationship", "patientcentered", "medical", "healthcare", "patients", "medicare", "doctors", "thousands", "sent", "care"], "article_url": "http://www.bizpacreview.com/2013/10/12/united-healthcare-ends-relationship-with-thousands-of-doctors-85132", "article_text": "United Healthcare has sent letters ending its relationship with thousands of doctors in Connecticut, according to a local TV station.\n\n“Those letters were sent out to doctors caring for ‘Medicare Advantage’ patients,” WTNH News 8 reported Thursday. “It’s a plan marketed to seniors to provide additional services through UnitedHealthCare.”\n\nThe timing cannot be ignored with Obamacare looming.\n\n“Open enrollment for Medicare starts next Tuesday, and it’s still not clear at this time as to which doctors are still in the United network,” News 8 reported.\n\nDoctors and patients alike are left wondering who’s best served by the decision.\n\n“What the government is looking for is to manage better care by adding a patient-centered medical home so that you have a doctor who is totally invested with taking care of every aspect of the patient and coordinating it,” Dr. Michael Saffir, president of the Connecticut State Medical Society, told the station. “This is clearly not a patient-centered decision.”\n\nIn an email response to News 8, United spokesman Ben Goldstein said the decision to cut the doctors is among “the many changes happening in health care.” He also said United wants to build a more collaborative network and is prepared to help patients find new doctors, if they call the customer service number on the back of their member ID cards.\n\nIt sounds so simple. Let’s just hope seniors affected by the change don’t get put on hold for hours when they finally make those calls.\n\n[poll id=”124″]", "article_metadata": {"generator": "WordPress 4.4.3", "og": {"site_name": "BizPac Review", "description": "United Healthcare has sent letters ending its relationship with thousands of doctors in Connecticut, according to a local TV station. “Those letters were sent out to doctors caring for ‘Medicare Advantage’ patients,” WTNH News 8 reported Thursday. “It’s a plan marketed to seniors to provide additional services through UnitedHealthCare.” The timing cannot be ignored with …", "title": "United Healthcare ends relationship with thousands of doctors", "locale": {"alternate": "en_US", "identifier": "en_US"}, "image": "http://www.bizpacreview.com/wp-content/uploads/2013/10/doctor-upset_645x400.jpg", "updated_time": "2013-10-13T12:10:24+00:00", "url": "http://www.bizpacreview.com/2013/10/12/united-healthcare-ends-relationship-with-thousands-of-doctors-85132", "type": "article"}, "twitter": {"widgets": {"csp": "on"}}, "alexaVerifyID": "qC73ojZoktel85cbl12SAFJar9k", "fb": {"admins": "10152426200106417,10152720237657852,10200650572686956,3854753687919,100215693385946,549853448412696", "pages": 169204449790211, "app_id": 1502886339979348}, "article": {"publisher": "https://www.facebook.com/ConservativeNewsToday", "section": "News", "published_time": "2013-10-12T13:21:19+00:00", "modified_time": "2013-10-13T12:10:24+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdee5a\"", "article_summary": "United Healthcare has sent letters ending its relationship with thousands of doctors in Connecticut, according to a local TV station.\n“Those letters were sent out to doctors caring for ‘Medicare Advantage’ patients,” WTNH News 8 reported Thursday.\n“Open enrollment for Medicare starts next Tuesday, and it’s still not clear at this time as to which doctors are still in the United network,” News 8 reported.\nDoctors and patients alike are left wondering who’s best served by the decision.\n“It’s a plan marketed to seniors to provide additional services through UnitedHealthCare.”The timing cannot be ignored with Obamacare looming."}