{"article_title": "\"Walk In My Shoes\" Event Spreads Awareness about Childhood Sexual Assault", "article_keywords": ["childhood", "okay", "shoes", "spreads", "days", "experience", "walk", "book", "assault", "abuse", "tell", "tallahassee", "sexual", "event", "awareness", "childrens"], "article_url": "http://www.wjhg.com/home/headlines/Walk-In-My-Shoes-Event-Spreads-Awareness-about-Childhood-Sexual-Assault-300603821.html", "article_text": "Lauren Book is committed to spreading awareness about childhood sexual assault, and shes doing it one step at a time.\n\n\"When we started the walk six years ago I wasn't sure that anybody would follow. Flash forward here in Panama City with the CAC and the families here at the children's advocacy center it's like nothing I've ever seen before in my life,\" said Lauren Book, CEO and founder of Lauren's Kids.\n\nLauren Book is the author of \"Walk in My Shoes\" and started the Lauren's Kid Foundation in 2007. She says it was her own personal experience as a victim that gave her the courage to be a survivor and make a difference.\n\n\"At the time that I was 11 years old until I was 16 I was sexually abused by my families live in nanny. My abuse went on 365 days a year, seven days a week and from that horrific experience realized that we needed to do more as a community to protect kids.\"\n\nBook says one in three girls and one in five boys are sexually abused before the age of 18, but Book says 95 percent of that sexual assault is preventable and she hopes by spreading awareness and education she'll be able to help children avoid going through what she did.\n\nThe walk goes from Key West to Tallahassee and spans 1,500 miles. The walk lasts for 42 days to represent the 42 million survivors of child sexual abuse in the U.S.\n\n\"We all know that it shouldn't hurt to be a child and unfortunately all too often it does,\" said Book.\n\nBook teamed up with the Gulf Coast Children's Advocacy Center and had the help of many local kids with this event.\n\n\"It's a good experience to be a part of this because people that haven't told yet we can encourage them to tell and tell them that sexual abuse is not okay,\" said Isabella Skipper.\n\n\"I wanted to get involved in this event so I could let everybody in Bay County and across the world that it's okay to tell and sexual abuse is not okay,\" said Kayla Keaton.\n\nBook believes it's the children's dedication that has made her event so successful.\n\n\"We have lit a flame, but they have fanned that flame and it's ignited a fire.\"\n\nBook will end her journey in Tallahassee on April 22nd with a rally on the steps of the State Capitol.", "article_metadata": {"description": "Its 1,500 miles, 42 days, and one message; to empower victims of childhood sexual assault and to let them know it's okay to tell. On Sunday, Lauren Book was in Panama City to wrap up her annual 'Walk in My Shoes' event.", "language": "english", "author": "Kelly Baumgarten", "og": {"url": "http://www.wjhg.com/home/headlines/Walk-In-My-Shoes-Event-Spreads-Awareness-about-Childhood-Sexual-Assault-300603821.html", "image": "http://media.graytvinc.com/images/walk38.jpg", "type": "article", "description": "Its 1,500 miles, 42 days, and one message; to empower victims of childhood sexual assault and to let them know it's okay to tell. On Sunday, Lauren Book was in Panama City to wrap up her annual 'Walk in My Shoes' event.", "title": "\"Walk In My Shoes\" Event Spreads Awareness about Childhood Sexual Assault"}, "twitter": {"description": "Its 1,500 miles, 42 days, and one message; to empower victims of childhood sexual assault and to let them know it's okay to tell. On Sunday, Lauren Book was in Panama City to wrap up her annual 'Walk in My Shoes' event.", "creator": "@WJHG_TV", "url": "http://www.wjhg.com/home/headlines/Walk-In-My-Shoes-Event-Spreads-Awareness-about-Childhood-Sexual-Assault-300603821.html", "image": "http://media.graytvinc.com/images/walk38.jpg", "site": "@WJHG_TV", "card": "summary_large_image"}, "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "google-site-verification": "orfdzs_E4bRXom1qluA34zerrmjsg4QfrlLSkrR3ZAQ", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Walk In My Shoes Event, Spreads Awareness about Childhood Sexual"}, "_id": "\"57477af36914bd0286fcef6c\"", "article_summary": "Lauren Book is committed to spreading awareness about childhood sexual assault, and shes doing it one step at a time.\nLauren Book is the author of \"Walk in My Shoes\" and started the Lauren's Kid Foundation in 2007.\n\"I wanted to get involved in this event so I could let everybody in Bay County and across the world that it's okay to tell and sexual abuse is not okay,\" said Kayla Keaton.\nBook teamed up with the Gulf Coast Children's Advocacy Center and had the help of many local kids with this event.\nBook will end her journey in Tallahassee on April 22nd with a rally on the steps of the State Capitol."}