{"article_title": "Fort Bragg Soldier Missing Since July Found Safe: Mother Relieved", "article_keywords": ["return", "missing", "relieved", "safe", "soldier", "bragg", "investigation", "wolf", "mother", "north", "striped", "carolina", "janel", "fort"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/08/22/mother-breathes-sigh-relief-missing-fort-bragg-soldier-found-156541", "article_text": "Private Juliet Striped Wolf, intelligence analyst with the 95th Civil Affairs Brigade, has been found safe in Volusia County, Florida, and will soon return to Fort Bragg, North Carolina. Striped Wolf has been missing under suspicious circumstances since July 1.\n\nIn a statement released by Christopher Grey, Chief of Public Affairs, USA Criminal Investigation Command (CID) Quantico, Virginia, “Fort Bragg based soldier Private Juliet Striped Wolf has been located in Volusia County, Florida and is safe and unharmed.”\n\nStriped Wolf will return to Fort Bragg, North Carolina, where there will be an investigation to determine the circumstances of her disappearance, according to her mother, Janel Striped Wolf.\n\nGrey noted that several teams were involved in the return of Private Striped Wolf. He wrote, “The U.S. Army Criminal Investigation Command (CID) would like to thank the Volusia County Sheriff’s Office and the Fayetteville, North Carolina Police Department, as well as all the other law enforcement agencies who assisted with this investigation, for their professionalism and efforts to locate PVT Striped Wolf. Army CID would also like to thank the XVIII Airborne Corps and the U.S. Army Special Operations Command for their assistance and cooperation during this investigation.”\n\nWhile the good news has not yet fully sunk in, Janel said, “She is safe, she is loved, and she told me that she loves me.” In a telephone interview early Friday afternoon, after Janel spoke with Juliet for the first time in 53 days, she said, “It has been an incredibly horrific journey and I am glad it’s over.”\n\nJanel said she is grateful for the support she has received from the Internet. “I sat here with no information for so long. If it hadn’t been for the Internet I would still be sitting here. Everything happened once it hit social media,” she said.\n\nRELATED: Missing Soldier's Mother Fears She Is in Danger\n\nEach day, Janel woke up with new ideas strategizing the return of her daughter—some days there was great hope, others were filled despair. Janel said often that no matter what happened, she would not stop looking until her daughter was found and she heard Juliet’s voice with her own ears.\n\nJuliet Striped Wolf was last seen leaving the Fort Bragg Army Base in North Carolina with Amanda Lee Cardone on the morning on July 1. Breaks in the case came when people who knew Cardone, a convicted felon who is wanted for assault, came forward with information about possible sightings and contact. Having seen the information about Cardone and Striped Wolf on television and in the news, those who were aware of Cardone’s whereabouts made contact with investigators in the case.\n\nDescribing her ordeal, Janel said she is grateful for all of the efforts of those who worked so hard to find her daughter. Looking back, however, she said: “I wouldn’t put any family through what I have been through. It was like being in a giant fortress—you can scream and cry, but you will not be heard. I think this could have been handled with more open communication from the beginning. No matter how hard I tried, I couldn’t make progress. I faced the depth of despair. When no one calls you, or gives you misinformation such as telling me she was in Fort Benning, and then telling me there was nothing I could do; I felt like I would lose my mind.”\n\nNow that Janel has heard her daughter’s voice on the phone, she said, “She sounded calm and strong.” As for her own feelings, she said, “It hasn’t sunk in in yet. All that matters—no matter what took place over the last 53 days—all that matters is that she is safe.”", "article_metadata": {"description": "Juliet Striped Wolf, Rosebud, a soldier who had been missing from Fort Bragg in North Carolina since July 1, has been found in Florida.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.format": "text/html", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/08/22/mother-breathes-sigh-relief-missing-fort-bragg-soldier-found-156541", "site_name": "Indian Country Today Media Network.com", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/fort-bragg-juliet-striped-wolf.jpg", "type": "article", "title": "Fort Bragg Soldier Missing Since July Found Safe: Mother Relieved"}, "abstract": "Juliet Striped Wolf, Rosebud, a soldier who had been missing from Fort Bragg in North Carolina since July 1, has been found in Florida.", "dc": {"title": "Fort Bragg Soldier Missing Since July Found Safe: Mother Relieved"}, "robots": "follow, index", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/08/22/mother-breathes-sigh-relief-missing-fort-bragg-soldier-found-156541", "dcterms.creator": "leeanne", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Army, Native Soldier, Missing Person, Fort Bragg", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.date": "2014-08-22T14:27-04:00", "dcterms.title": "Fort Bragg Soldier Missing Since July Found Safe: Mother Relieved"}, "_id": "\"57477af46914bd0286fdd3b9\"", "article_summary": "Private Juliet Striped Wolf, intelligence analyst with the 95th Civil Affairs Brigade, has been found safe in Volusia County, Florida, and will soon return to Fort Bragg, North Carolina.\nJuliet Striped Wolf was last seen leaving the Fort Bragg Army Base in North Carolina with Amanda Lee Cardone on the morning on July 1.\nStriped Wolf has been missing under suspicious circumstances since July 1.\nGrey noted that several teams were involved in the return of Private Striped Wolf.\nHaving seen the information about Cardone and Striped Wolf on television and in the news, those who were aware of Cardone’s whereabouts made contact with investigators in the case."}