{"article_title": "NBC's Aquarius Has David Duchovny As a Sixties Cop Tracking Down Charles Manson", "article_keywords": ["wants", "cop", "tracking", "manson", "nbcs", "hes", "things", "charles", "1960s", "david", "hodiak", "sixties", "generational", "aquarius", "world", "probably", "duchovny"], "article_url": "http://reason.com/archives/2015/05/28/nbcs-aquarius-has-david-duchovny-as-a-si", "article_text": "Aquarius. NBC. May 28, 9 p.m. EDT.\n\nContrary to what you may have heard, when the moon was in the seventh house and Jupiter aligned with Mars, everything went to pieces. Cops beat hippies senseless in the streets, Weathermen blew up buildings (and, sometimes, themselves), and political assassination was a growth industry. The bombers that turned into butterflies over Woodstock hatched into Hell's Angels with knives a few months later at Altamont. If there was a real signature song to the 1960s, it wasn't any dippy ballad from Hair but the ominous Shape Of Things To Come from the raging exploitation flick Wild in the Streets: \"There's a new sun/risin' up angry in the sky...\"\n\nThis is the 1960s of NBC's new series Aquarius, a dark crime drama drawn on a canvas of generational apocalypse in which you can practically hear something slouching toward Bethlehem in the background.\n\nAquarius stars David Duchovny as bemused and cynical middle-aged police detective Sam Hodiak, who is slogging through the counterculture of 1967 Los Angeles in search of the runaway teenage daughter of a wealthy Republican lawyer. It doesn't take him long to discover she's joined a commune run by a hippie guru just in from San Francisco, Charlie Manson, still two years short of the infamy of the Tate-LaBianca murders.\n\nTracking down her exact whereabouts, however, remains a problematic task for a Joe Friday cop trying to navigate the world of flower power. He wears a suit and tie as he attempts to inflitrate a Sunset Strip go-go joint and scoffs in disbelief at the news he's got to read suspects a warning that they don't have to answer his questions. His reaction to the changing guard varies from outright rage—when a potential narcotics informant tells him he wants the details of their deal in writing, Hodiak gives the man a vicious kick in the groin, then scrawls SNITCH across his forehead with a ballpoint pen—to mute incomprehension at a world where hippies counter his demand for a warrantless search of their crash pad by chanting, \"The pig wants what the pig wants.\"\n\nTo help bridge the gaping generational and cultural gap, Hodiak drafts a couple of younger officers, an undercover vice squad narc (Grey Damon, Friday Night Lights) and a straight-arrow female patrolman (Claire Holt, The Originals). The sometimes funny and sometimes ominous result is something like Dragnet meets The Mod Squad in a James Ellroy novel, especially as Holt's character begins falling under the siren call of her voluptuary cover story.\n\nIf the cop side of Aquarius covers the death rattle of the old culture, the scene at Manson's commune is an alarming account of the birth pangs of the new one. Gethin Anthony (who played Renley Baratheon in Game of Thrones) is probably a little too pretty to be playing Manson. But he's otherwise impressive as the ubermanipulative overlord of a troop of followers—mostly girls in or barely out of their teens—whose minds were awash in inchoate anti-materialism and bad acid.\n\nIf there's a problem with Aquarius, it's in believing that a stream of such Hallmark-dumpster aphorisms as \"If you let go of everything from before, you're alive for the first time\" could win Manson a following that was willing to do anything for him, including kill, but much of this stuff is drawn directly from the historical record. As Manson's parole officer puts it with a shrug: \"He's got a quality.\"\n\nThe Manson story has been told on screen many times before, in countless documentaries as well as two chilling and finely crafted miniseries adaptations of prosecutor Vincent Bugliosi's book Helter Skelter, and if there no more to Aquarius than that, it would probably be a wasted effort.\n\nBut executive producer John McNamara (whose previous work has ranged from the humdrum police procedural In Plain Sight to the fascinating American version of the BBC's self-destructive-cop drama Prime Suspect) is really using the Manson case as a lens to refract the shattering generational collision that occurred in the late 1960s as the Baby Boomers, for better and sometimes for much worse, started moving into adulthood.\n\nThe epic battles over race, gender, drugs, and the Vietnam war are all on display here, without any phony Let It Be soundtrack muffling the shrieks of the wounded. (That is, of course, metaphorical. Speaking literally, Aquarius has a, pardon the expression, killer 1960s soundtrack which among other things will probably make you think of Wayne Newton in a very different way, unless you have previously listened to Danke Schoen as background music for homosexual rape.) Among the most salutary aspects of Aquarius is its thunderous refutation of the canard that the red-state-blue-state America of 2015 is unprecedentedly divided. In the late 1960s, we were quite literally killing one another.\n\nNor was the Manson Family, which was involved in at least nine murders and perhaps many more, a mere tabloid asterisk of the era. The same seeds of narcissism (\"We're special, we're powerful and we can change everything,\" Manson assures one of his followers in Aquarius) and nihilism that bloomed so malignantly in the Family blossomed elsewhere in the counterculture, from New Left bombers to Jim Jones' suicidal Peoples Temple. As Aquarius reminds us, the cry to abandon everything to a communal will is a cry of blood.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Premieres tonight at 9pm ET.", "title": "NBC's Aquarius Has David Duchovny As a Sixties Cop Tracking Down Charles Manson", "url": "http://reason.com/archives/2015/05/28/nbcs-aquarius-has-david-duchovny-as-a-si", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14327705881353.jpg", "type": "article"}, "twitter": {"image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14327705881353.jpg", "title": "NBC's <em>Aquarius</em> Has David Duchovny As a Sixties Cop Tracking Down Charles Manson", "description": "Premieres tonight at 9pm ET.", "card": "summary_large_image", "site": "@reason"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "HomePage", "published_time": "2015-05-28T15:00:00+00:00", "author": "http://reason.com/people/glenn-garvin"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "Tracking down her exact whereabouts, however, remains a problematic task for a Joe Friday cop trying to navigate the world of flower power.\nGethin Anthony (who played Renley Baratheon in Game of Thrones) is probably a little too pretty to be playing Manson.\nAs Aquarius reminds us, the cry to abandon everything to a communal will is a cry of blood.\nThe bombers that turned into butterflies over Woodstock hatched into Hell's Angels with knives a few months later at Altamont.\nCops beat hippies senseless in the streets, Weathermen blew up buildings (and, sometimes, themselves), and political assassination was a growth industry."}