{"article_title": "Gov. Rick Scott Angling For Sen. Bill Nelson’s Seat in 2018", "article_keywords": ["legislative", "angling", "working", "scotts", "bill", "florida", "nelsons", "seat", "makeover", "scott", "rick", "oped", "sen", "gov", "youll", "conservative", "2018"], "article_url": "http://flaglerlive.com/76874/rick-scott-2018/", "article_text": "By Daniel Tilson\n\nLooks like Gov. Rick Scott wants to “keep working” past January 2018. That’s when our next governor gets inaugurated. But that doesn’t mean the term-limited Scott wants to give us a break.\n\n\n\n\n\nThink you’ll need some Scott-free psychic space where you can look back in anger and heal the wounds his administration inflicted on you and so many others for eight long years? Looks like you’ll have to move back to NYC, Chicago, Philly or wherever, bury your regrets under a snowdrift.\n\nBecause judging from this week’s new policy flip-flop and OpEd penned by Gov. Scott in the Washington Examiner, arguably (OK, I’m being polite) the worst and most unpopular governor in Florida history will run for the U.S. Senate in 2018. If so and he wins the Republican nomination, he’ll presumably challenge longtime incumbent and moderate Democratic Sen. Bill Nelson.\n\nWe all know the governor’s top goal since before even running for governor…right? No, it’s not job creation. It’s defeating Obamacare and leaving health reform entirely up to private health insurance executives. You know, corporate CEOs like he used to be at Columbia/HCA, before it got nailed in the biggest Medicare fraud case ever, before he jumped ship and saved his butt by taking the fifth 75 times in an FBI deposition.\n\nAfter launching that 2014 reelection makeover by announcing (and getting a free pass from many in the media) his credibility-busting 2013 conversion to supposedly supporting Obamacare Medicaid expansion…the smoke is now clearing. With what may well be a full-fledged anti-reform conspiracy either unraveling or coming to fruition (still hard to say) in this final month of the legislative session, Scott has made national news again by reversing that 2013 claim, doubling back down on his anti-Obama, conservative extremist creds.\n\nConsider that about-face and the new OpEd as warning signs the governor’s already in “Back to Base-ics” training, preparing for his next makeover and political campaign.\n\nFilled with now-customary half-truths and mind-numbing rhetoric, Scott’s OpEd admonishes the president “to take note” of how he’s balancing budgets, creating jobs and demonstrating “fiscal responsibility” here in Florida. No references to national economic recovery and deficit reduction on the president’s watch.\n\nAlso unmentioned? The millions of working poor and middle class Florida families who can’t get ahead because Scott & Co. balanced budgets on our backs, to offset billions in carefully engineered corporate handouts and expanded profiteering opportunities in the public sector.\n\nLast November, conservative politicos speculated about Scott’s presidential ambitions after he’d won another tough, tight statewide election. Instead of running as the crimson-red, corporations-first, conservative extremist that earned him such negative approval and popularity ratings in the first place, he’d posed as a mainstream moderate conservative, ready to pour money back into public schools and protect Florida’s precious water and other environmental resources.\n\nThat makeover campaign – plus unlimited truckloads of his and other very rich, conservative people’s money – barely managed to win him reelection by a 1 percent margin. We have him to kick us around again until 2018 thanks to the highly motivated white, conservative, evangelical 15 percent sliver of Floridians who voted for him.\n\nGo ask the Florida Democratic Party why they couldn’t or wouldn’t effectively motivate working poor and middle class people, people of color, women and young people statewide to join forces and vote against Scott and a Republican legislative majority that had done demonstrable harm to their families and futures. I’ve asked. Now I’m waiting for the FDP’s post-mortem “LEAD” task force report to come out. We’ll see whether it answers that core question effectively, or not.\n\nIn the meantime, we’re left with Scott’s ruthless ambitions, and the assorted legislative puppets, enablers and co-dependents combining to help him achieve as many of them as possible.\n\nDaniel Tilson has a Boca Raton-based communications firm called Full Cup Media, specializing in online video and written content for non-profits, political candidates and organizations, and small businesses.", "article_metadata": {"description": "Scott in an OpEd lectured Obama on how he’s balancing budgets, creating jobs and demonstrating “fiscal responsibility” here in Florida. He's preparing for his next makeover and political campaign, writes Daniel Tilson.", "generator": "WordPress 4.5.2", "og": {"site_name": "FlaglerLive", "description": "Scott in an OpEd lectured Obama on how he’s balancing budgets, creating jobs and demonstrating “fiscal responsibility” here in Florida. He's preparing for his next makeover and political campaign, writes Daniel Tilson.", "title": "Gov. Rick Scott Angling For Sen. Bill Nelson’s Seat in 2018", "locale": "en_US", "image": "http://flaglerlive.com/wp-content/uploads/context-florida.jpg", "updated_time": "2015-10-04T12:46:29-04:00", "url": "http://flaglerlive.com/76874/rick-scott-2018/", "type": "article"}, "twitter": {"image": "http://flaglerlive.com/wp-content/uploads/bill-nelson-rick-scottt1-650x453.jpg", "description": "Scott in an OpEd lectured Obama on how he’s balancing budgets, creating jobs and demonstrating “fiscal responsibility” here in Florida. He's preparing for his next makeover and political campaign, writes Daniel Tilson.", "card": "summary_large_image", "title": "Gov. Rick Scott Angling For Sen. Bill Nelson’s Seat in 2018"}, "robots": "noodp", "framework": "Alkivia Framework 0.9", "fb": {"app_id": 116656355016711}, "msapplication-TileImage": "http://flaglerlive.com/wp-content/uploads/cropped-FlaglerLive-270x270.jpg", "article": {"section": "All Else", "tag": "gov. rick scott", "published_time": "2015-04-08T20:51:36-04:00", "modified_time": "2015-10-04T12:46:29-04:00"}}, "article_summary": "Rick Scott wants to “keep working” past January 2018.\nIf so and he wins the Republican nomination, he’ll presumably challenge longtime incumbent and moderate Democratic Sen. Bill Nelson.\nScott in the Washington Examiner, arguably (OK, I’m being polite) the worst and most unpopular governor in Florida history will run for the U.S. Senate in 2018.\nLooks like you’ll have to move back to NYC, Chicago, Philly or wherever, bury your regrets under a snowdrift.\nFilled with now-customary half-truths and mind-numbing rhetoric, Scott’s OpEd admonishes the president “to take note” of how he’s balancing budgets, creating jobs and demonstrating “fiscal responsibility” here in Florida."}