{"article_title": "Teachers May Be Armed and Trained", "article_keywords": ["school", "superintendent", "district", "students", "districts", "mcmahan", "teachers", "trained", "signs", "policy", "okay", "armed", "staff"], "article_url": "http://dailysignal.com/2016/02/08/beware-teachers-may-be-armed-and-dangerous-to-protect-students/", "article_text": "The superintendent of a rural school district, taking zero chances should an active shooter trespass his grounds, has posted large signs to alert intruders that staff members could have a firearm on hand.\n\n“Attention: Please be aware that certain staff members at Okay Public Schools can be legally armed and may use whatever force is necessary to protect our students,” the signs read.\n\nOfficials in Okay, Okla., erected the four signs last week to make clear the school district would enforce a statewide policy enabling certain trained staff to carry guns on school grounds.\n\n“If a situation were to ever occur and it would save one life by one of us having to respond to one of these shooting incidents, then it’s well worth it,” Charles McMahan, Okay’s superintendent of schools, told The Daily Signal.\n\n“I hope that day never comes, but I don’t think you should sit back and wait on it to come, either.”\n\nThe Okay district adopted the policy in August, just three months after Oklahoma Gov. Mary Fallin, a Republican, signed a bill into law allowing school districts across the state to train faculty and staff to carry a firearm.\n\nThe entire Okay district is in one place, with an elementary school, a junior high, a high school, and the superintendent’s office building side by side. About 400 students make up the district’s population.\n\nIn December 2014, the town’s police department dissolved, leaving the closest police agency at the time seven miles away, McMahan said. Although Wagoner County has since taken over policing, he said, only one patrol unit covers the town, and the response time to a shooting could take five to 10 minutes.\n\n“Most of these [shootings] are over in a short amount of time, and we felt like we needed to do something more for the safety of our students,” the superintendent said.\n\nOkay is among the earliest districts in the state to adopt the policy. It requires any faculty or staff member who want to arm himself to receive school board approval, undergo thorough training, and pass a series of tests each year.\n\n“We don’t just have teachers sitting around with guns on their hips,” McMahan said.\n\nThe district caught national attention after a photograph of the “beware” signs went viral.\n\nNearby school districts have yet to follow Okay’s lead. Curtis Curry, superintendent of the Porum public school system, told a local newspaper he didn’t think the policy was safe.\n\nBut McMahan said the reaction from his district, and nationwide, has been overwhelmingly positive.\n\n“I’m going to do what I feel is right for the safety of my students, and I have always felt that way,” he said. “I want to be ahead of the ball game [on] everything for the safety of our students. I don’t want to second-guess myself after something happens.”", "article_metadata": {"description": "This rural school district makes it clear that faculty or staff could be packing heat under a state policy providing for firearms training.", "og": {"site_name": "The Daily Signal", "description": "This rural school district makes it clear that faculty or staff could be packing heat under a state policy providing for firearms training.", "title": "Beware: Teachers May Be Armed and Trained", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/160205_SchoolGuns_Johnson2.jpg", "updated_time": "2016-02-08T18:58:13+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1NUPf7g"}, "twitter": {"domain": "The Daily Signal", "description": "This rural school district makes it clear that faculty or staff could be packing heat under a state policy providing for firearms training.", "title": "Beware: Teachers May Be Armed and Trained", "image": {"src": "http://dailysignal.com/wp-content/uploads/160205_SchoolGuns_Johnson2.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Society", "tag": "firearms", "published_time": "2016-02-08T16:22:16+00:00", "modified_time": "2016-02-08T18:58:13+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Okay, Oklahoma, Charles McMahan, gun free zone, gun rights, gun control, firearms, students, public school, Okay School District"}, "article_summary": "Officials in Okay, Okla., erected the four signs last week to make clear the school district would enforce a statewide policy enabling certain trained staff to carry guns on school grounds.\nMary Fallin, a Republican, signed a bill into law allowing school districts across the state to train faculty and staff to carry a firearm.\nNearby school districts have yet to follow Okay’s lead.\nThe entire Okay district is in one place, with an elementary school, a junior high, a high school, and the superintendent’s office building side by side.\n“Attention: Please be aware that certain staff members at Okay Public Schools can be legally armed and may use whatever force is necessary to protect our students,” the signs read."}