{"article_title": "Hypertension Subsides With Coconut Oil And Exercise", "article_keywords": ["heart", "coconut", "oil", "rats", "baroreflex", "healthy", "stress", "pressure", "hypertension", "blood", "subsides", "exercise"], "article_url": "http://www.medicaldaily.com/hypertension-subsides-coconut-oil-and-exercise-harnessing-latest-superfood-321554", "article_text": "Doing just one is helpful, but doing both could help your blood pressure finally into a healthy range.\n\nDoing just one is helpful, but doing both could help your blood pressure finally into a healthy range. Photo courtesy of Shutterstock\n\nWe could have told you about the exercise, but coconut oil is a little more surprising. A new study from the Biotechnology Center at the Federal University of Paraiba, in Brazil, has found in rat models that regular exercise combined with coconut oil consumption can help hypertension return to a state of healthy blood pressure.\n\nAs a superfood, coconut oil is quickly rising as a contender. What began as a robust list that included avocados, blueberries, and Greek yogurt, has recently dwindled to a small faction of healthy oils and seeds. Coconut oil in particular has been revered for its cosmetic and health benefits, from teeth whitening to Alzheimer’s prevention, and now earns accolades for the medium-chain fatty acids that promote heart health.\n\n“This is an important finding as coconut oil is currently being considered a popular ‘superfood’ and it is being consumed by athletes and the general population who seek a healthy lifestyle,” explained Dr. Valdir de Andrade Braga, co-author of the study, in a statement.\n\nAt the heart of the new research is a key mechanism that helps the body maintain its blood pressure: the baroreflex. Riddled throughout the body, tucked away in such places as the heart’s aortic arch and the throat’s carotid sinuses, are baroreflex receptors, which tell the brainstem when pressure levels are either too high or too low. Looking at this reflex, the research team was able to discern the impact coconut oil and exercise were having on the rats’ health, both individually and when applied together.\n\nRats who exercised for five weeks lost weight when they consumed coconut oil and when they exercised. Their blood pressure also went down in both cases. However, it was the combination of treatments that ultimately caused blood pressure to settle into healthy ranges. Those not forced to exercise and fed a simple saline solution showed no improvements.\n\nBraga and his colleagues suspect the reductions in blood pressure can be traced back to the coconut oil and exercise’s effects on the serum, heart, and aorta. When they measured the baroreflex sensitivity before and after the five-week period, the rats that had experienced both lifestyle changes showed a similar reduction in baroreflex sensitivity. In other words, their bodies weren’t responding to external fluctuations as frequently as the sedentary rats. They were able to maintain homeostasis to a greater degree.\n\nAnother mediating factor was oxidative stress. Upholding a wealth of prior research, the team found elevated blood pressure coincided with the release of free fatty acids into the blood and muscle fibers. The mice that hadn’t been taking coconut oil and exercising showed greater oxidative stress, indicating the heart muscle was working harder. This increase has also been deemed a common risk factor for aging, as the body’s myriad processes begin to break down in the presence of dangerous free radicals.\n\nBraga concedes the test hasn’t been run in humans yet. While rat physiology is similar to humans in a variety of ways, our diets aren't always comparable. And side effects may vary between species. But for the 67 million Americans who currently suffer from high blood pressure, incorporating coconut oil into a smoothie or using it as an ingredient in cooking or baking seems to be a decidedly low-risk lifestyle change. One of the supreme benefits of superfoods is that eating too much of them really isn’t a concern, especially if you currently don’t eat any at all.\n\nSource: Alves N, Porpino K, Monteiro M, Gomes E, Braga V. Coconut oil supplementation and physical exercise improves baroreflex sensitivity and oxidative stress in hypertensive rats. Applied Physiology, Nutrition, and Metabolism. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "hypertension, subsides, coconut, oil, and, exercise, harnessing, latest, superfood", "og": {"site_name": "Medical Daily", "description": "Doing just one is helpful, but doing both could help your blood pressure finally into a healthy range.", "title": "Coconut Oil And Exercise Could Lower Your Blood Pressure", "url": "http://www.medicaldaily.com/hypertension-subsides-coconut-oil-and-exercise-harnessing-latest-superfood-321554", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/02/10/coconutoil.jpg", "type": "article"}, "twitter": {"description": "Doing just one is helpful, but doing both could help your blood pressure finally into a healthy range.", "title": "Coconut Oil And Exercise Could Lower Your Blood Pressure", "url": "http://www.medicaldaily.com/hypertension-subsides-coconut-oil-and-exercise-harnessing-latest-superfood-321554", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/02/10/coconutoil.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/02/10/coconutoil.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2015-02-10T12:11:06-05:00", "modified_time": "2015-02-10T12:11:04-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Doing just one is helpful, but doing both could help your blood pressure finally into a healthy range."}, "_id": "\"57477af36914bd0286fcef7a\"", "article_summary": "Photo courtesy of ShutterstockWe could have told you about the exercise, but coconut oil is a little more surprising.\nAs a superfood, coconut oil is quickly rising as a contender.\nSource: Alves N, Porpino K, Monteiro M, Gomes E, Braga V. Coconut oil supplementation and physical exercise improves baroreflex sensitivity and oxidative stress in hypertensive rats.\nRats who exercised for five weeks lost weight when they consumed coconut oil and when they exercised.\nA new study from the Biotechnology Center at the Federal University of Paraiba, in Brazil, has found in rat models that regular exercise combined with coconut oil consumption can help hypertension return to a state of healthy blood pressure."}