{"article_title": "SHOCKER! Climate Alarmist Musical Finally Runs Out of Taxpayer Money, Quickly Closes", "article_keywords": ["play", "closes", "runs", "taxpayer", "alarmist", "money", "national", "fox", "climate", "nsf", "quickly", "reported", "finally", "production", "york", "shocker", "immensity", "musical", "change"], "article_url": "http://blog.heartland.org/2014/09/shocker-climate-alarmist-musical-finally-runs-out-of-taxpayer-money-quickly-closes/", "article_text": "The asinine ambitions of our know-it-all federal bureaucrats know no bounds. Really. No. Bounds.\n\nA collection of bureaucrats at the National Science Foundation (NSF) used $700,000 of taxpayer money this spring to play out their Broadway fantasies by funding what they surely thought was a sure-fire-hit play.\n\nIt would combine the prose of Al Gore with music that would elevate it above his usual drone that makes audiences want to stab their ears with pencils. And there would be dancing! Combine all that with actors who can make anything come alive, and audiences around the country will not only be entertained, but informed! We will change the world!\n\nThat’s the best pitch I can give this stinker — and probably close to the actual pitch the producers gave to the NSF. The actual result was a musical titled “The Great Immensity.” Shocker: It was an enormous flop. Via reporter Jessica Chasmar at one of my former employers, the Washington Times:\n\nA taxpayer-funded musical on climate change is closing its curtains early amid a storm of criticism from reviewers and lawmakers. “The Great Immensity,” produced by Brooklyn-based theater company The Civilians Inc. with a $700,000 grant from the National Science Foundation (NSF), has ended its run after reaching just 5 percent of its anticipated audience, Fox News reported. The play also opened a year late and failed to produce a buzz once it did. “Despite fine performances, the musical mystery tour is an uneasy mix of fact and credulity-stretching fiction. It’s neither flora nor fauna,” New York Daily News reviewer Joe Dziemianowicz wrote in a review at the time, Fox News reported. “[The] songs — whether about a doomed passenger pigeon or storm-wrecked towns — feel shoehorned in and not, pardon the pun, organic.” The play’s description describes the itself as “a thrilling and timely production” with “a highly theatrical look into one of the most vital questions of our time: How can we change ourselves and our society in time to solve the enormous environmental challenges that confront us?” “Even the best adventurers can wander off course, and the Civilians do so on a global scale in ‘The Great Immensity,’ ” read a review from Time Out New York. “The inventive troupe’s latest effort is all over the map. … It’s not easy preaching green.”\n\nThe play opend late. The play reached only 5 percent of its expected audience. It was terrible — so terrible even theater critics eager to give a hipster-Brooklyn production sending the “correct message” about the need to act on climate change couldn’t give it positive reviews. Good enough for government work, right? Read on.\n\nThe play ran for three weeks in New York in April before going on a national tour. It stalled out after a single production in Kansas City, Fox News reported.\n\nGolly. What a surprise. When your big New York production hits the road, and then grinds to a halt after a single perfomance in Kansas City … well, even people like me with a very low threshold for “good enough for government work” are disappointed. But if you think the bureaucrats at the NSF are disappointed in their investment of your money in this stinker, think again.\n\nThe NSF said it is too soon to tell if the grant funds were wasted. “This particular project just concluded in August, and the final report has not yet been submitted to NSF,” it said in a statement, Fox News reported. “Final reports are due to NSF within 90 days following expiration of the grant. The final report will contain information about project outcomes, impacts and other data.”\n\nThis is the state of the modern adminstrative state. An obvious failure cannot be called a failure. Give us a few more weeks and we’ll produce the documents to prove an obvious failure needs to be funded at triple the previous level to ensure even greater success!\n\nFire 75 percent of the federal bureaucracy. Today. Figure out who needs to be re-hired next week.", "article_metadata": {"og": {"url": "http://blog.heartland.org/2014/09/shocker-climate-alarmist-musical-finally-runs-out-of-taxpayer-money-quickly-closes/", "site_name": "Somewhat Reasonable", "image": "http://blog.heartland.org/wp-content/uploads/2014/09/The-Great-Immensity.jpg", "type": "activity", "title": "SHOCKER! Climate Alarmist Musical Finally Runs Out of Taxpayer Money, Quickly Closes"}, "robots": "noodp,noydir", "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fcef7f\"", "article_summary": "The actual result was a musical titled “The Great Immensity.” Shocker: It was an enormous flop.\nIt’s neither flora nor fauna,” New York Daily News reviewer Joe Dziemianowicz wrote in a review at the time, Fox News reported.\nBut if you think the bureaucrats at the NSF are disappointed in their investment of your money in this stinker, think again.\nThe play ran for three weeks in New York in April before going on a national tour.\nIt stalled out after a single production in Kansas City, Fox News reported."}