{"article_title": "Chinese Official Blames 'Chewing Pencils' For Lead Poisoning That Sickened 300 Rural Children", "article_keywords": ["pencils", "plant", "lead", "chinese", "ill", "300", "blames", "official", "sickened", "water", "chemical", "chewing", "poisoning", "rural", "local", "children"], "article_url": "http://www.medicaldaily.com/chinese-official-blames-chewing-pencils-lead-poisoning-sickened-300-rural-children-288452", "article_text": "A chemical plant (not this one) actually caused more than 300 Chinese children to fall ill from lead ingestion — not pencils.\n\nA chemical plant (not this one) actually caused more than 300 Chinese children to fall ill from lead ingestion — not pencils. Photo courtesy of Shutterstock\n\nWhen more than 300 children in rural China fell ill with lead poisoning, a local government official remarked: Hey, they're schoolchildren, and schoolchildren chew on pencils. Case closed.\n\nUproar ensued. Not only did social media light up over the comments, but the Communist Party itself bashed the official, Su Genlin, head of the local Dapu township in Hunan Province. Pencils, of course, are made from graphite, a non-toxic type of carbon. The last time most pencils were lead was 1564.\n\nThe actual cause of the mass poisoning was untreated waste belched from a local chemical plant and ingested by the kids. Su made his comments to state-owned CCTV. According to The New York Times' translation, he said: “Students, when they’re studying at school, they chew on pencils. That can also cause lead poisoning.”\n\nIt can't. In a commentary that swiftly followed in the Party's People's Daily, a columnist wrote, “It is scientific knowledge that pencils are made from graphite. Does this official’s statement show ignorance, or just disregard for the people’s welfare?” The Times notes that provincial leaders are often accused of being in cahoots with private interests. Now that the issue is a national outrage, Chinese authorities shut down the plant and launched an investigation, state-owned China Daily reported.\n\nLead poisoning is a potentially fatal buildup of lead in the blood. Batteries and water are common sources, but dirt and even air can be, too. In children, lead poisoning can cause insidious complications, such as developmental and learning delays, fatigue, and hearing loss. In severe cases, chemical treatments can flush it from the system.\n\nThere haven't yet been reports of any deaths or serious complictions among the 300 children. According to China Daily, villagers near the Meilun Chemical Materials plant discovered the pollution in June 2013 and have been drinking bottled water since then. Only now that the story is international news has the government taken action.\n\nThis is only the latest incarnation of Dapu township's environmental crisis, which was treated in depth last July by The Wall Street Journal. The paper quoted one farmer who grows inedible rice merely to claim subsidies — but the crop is poisonous, irrigated by water that glows blue from chemical pollutants. \"There's a general feeling that government officials know the problem is really bad, and if they disclose it, then the public outrage will get ahead of the ability of the state to do something about it,\" Alex Wang, an environmental law expert at UCLA, said at the time.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "chinese, official, blames, chewing, pencils, lead, poisoning, sickened, 300, rural, children", "og": {"site_name": "Medical Daily", "description": "More than 300 children in rural China have fallen ill with lead poisoning. Only following outrageous comments from a local official was the nearby chemical plant closed.", "title": "Chinese Official: 300 Lead-Poisoned Children Got Sick From Pencils (False)", "url": "http://www.medicaldaily.com/chinese-official-blames-chewing-pencils-lead-poisoning-sickened-300-rural-children-288452", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/16/chemical-plant.jpg", "type": "article"}, "twitter": {"description": "More than 300 children in rural China have fallen ill with lead poisoning. Only following outrageous comments from a local official was the nearby chemical plant closed.", "title": "Chinese Official: 300 Lead-Poisoned Children Got Sick From Pencils (False)", "url": "http://www.medicaldaily.com/chinese-official-blames-chewing-pencils-lead-poisoning-sickened-300-rural-children-288452", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/16/chemical-plant.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/16/chemical-plant.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-06-16T14:21:02-04:00", "modified_time": "2014-06-16T14:21:01-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "More than 300 children in rural China have fallen ill with lead poisoning. Only following outrageous comments from a local official was the nearby chemical plant closed."}, "_id": "\"57477af46914bd0286fdba6d\"", "article_summary": "In children, lead poisoning can cause insidious complications, such as developmental and learning delays, fatigue, and hearing loss.\nA chemical plant (not this one) actually caused more than 300 Chinese children to fall ill from lead ingestion — not pencils.\nPhoto courtesy of ShutterstockWhen more than 300 children in rural China fell ill with lead poisoning, a local government official remarked: Hey, they're schoolchildren, and schoolchildren chew on pencils.\nLead poisoning is a potentially fatal buildup of lead in the blood.\nThere haven't yet been reports of any deaths or serious complictions among the 300 children."}