{"article_title": "Jacks Lose Dakota Marker to Bison", "article_keywords": ["scored", "jacks", "career", "jackrabbits", "zenner", "dakota", "bison", "yards", "lose", "marker", "passing", "sumner", "touchdown"], "article_url": "http://www.keloland.com/news/article/news/cfb-jacks-lose-dakota-marker-to-bison", "article_text": "Top-ranked North Dakota State scored on five consecutive second-half possessions to pull away from South Dakota State, 37-17, Saturday afternoon at the Fargodome.\n\nThe Bison improved to 9-0 overall and 5-0 in the Missouri Valley Football Conference, retaining the Dakota Marker and extending their winning streak to 33 games. SDSU, ranked 18th in this week’s Sports Network media poll and 19th in the FCS Coaches rankings, dropped to 5-4 overall and 2-3 in league play.\n\nThe Jackrabbits, who saw career passing leader Austin Sumner return to the lineup since being injured in the season opener at Missouri, took advantage of an NDSU turnover to crack the scoring column. Freshman linebacker J.T. Hassell’s first career interception set up SDSU at the Bison 14 before Justin Syrovatka connected on a 37-yard field goal with 8 minutes, 12 seconds to play in the first quarter.\n\nAdam Keller, who missed a 42-yard field goal attempt in the first quarter, made field goals of 33 and 45 yards in the second stanza to give NDSU a 6-3 lead.\n\nSDSU regained the lead with a quick scoring drive just before halftime. Walter Payton Award candidate Zach Zenner broke loose for a 34-yard run before Sumner and Jake Wieneke teamed up on a 42-yard touchdown pass with 37 seconds remaining, giving the Jackrabbits a 10-6 lead heading into halftime.\n\nThe Bison began to assert themselves on the opening drive of the second half, marching 88 yards on 12 play. All but 11 yards of the drive came on the ground, with the final two on a pass from Carson Wentz to Kevin Vaadeland.\n\nNDSU pushed the lead to 20-10 on its next possession as Wentz scored on a 5-yard run one play after a quarterback keeper of 22 yards.\n\nThe Jackrabbits bridged a scoring drive together between the end of the third quarter and start of the fourth to pull to within 20-17. Sumner hooked up with Larves Jones on three pass plays for a total of 39 yards before Zenner scored from a yard out with 12:04 to play.\n\nHowever, NDSU’s ball-control offense took control down the stretch and put the game out of reach on a 5-yard touchdown run by John Crockett to cap an 11-play, 71-yard drive.\n\nSDSU turned the ball over on its next two possessions, which the Bison converted into 10 points on a 45-yard field goal by Keller and 1-yard Crockett touchdown run to provide the winning margin.\n\nCrockett led all players with 152 yards on 28 carries, while Wentz hit the century mark in both rushing and passing by carrying 16 times for 100 yards and completing 12-of-20 passes for 115 yards.\n\nThe Bison held a 405-276 advantage in total offense and 38:20 to 21:40 edge in time of possession.\n\nSumner finished the game 14-of-28 passing for 187 yards. Zenner gained 96 yards on 17 carries, with Wieneke leading the Jackrabbit receivers with five catches for 87 yards.\n\nDefensively, NDSU was paced by defensive end Kyle Emmanuel, who recorded a team-high 10 tackles and all four of the Bison sacks.\n\nT.J. Lally registered a career-high 20 tackles for the Jackrabbits — the most by an SDSU player in the Division I era (since 2004). Melvin Taveras added 11 stops.\n\nThe Jackrabbits will attempt to end a two-game slide Nov. 8 at Indiana State. Kickoff is slated for 1 p.m. Eastern Time (noon Central) at Memorial Stadium in Terre Haute, Ind.\n\nNOTES: NDSU leads the all-time series, which dates back to 1903, by a 57-40-5 count … the Bison have won six meetings in a row in the series and the last five Dakota Marker contests … Sumner upped his school-record career passing yardage total to 8,018 yards … Zenner moved into fifth place in Football Championship Subdivision career rushing with 5,762 yards … Zenner scored the 50th rushing touchdown of his career … Wieneke has scored a touchdown in all five MVFC games this season … Jason Schneider returned after missing most of last week’s game due to injury and moved into sole possession of third place in career receptions at SDSU with 154, passing both JaRon Harris (152 receptions from 2005-08) and Glen Fox (152 receptions from 2006-09) with a three-reception, 44-yard performance … Larves Jones ended the day with career highs of four catches for 45 yards … attendance was 18,832?\n\nCourtesy: Jason Hove, Assistant AD-Sports Information, South Dakota State University", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "Top-ranked North Dakota State scored on five consecutive second-half possessions to pull away from South Dakota State, 37-17, Saturday afternoon at the", "title": "CFB: Jacks Lose Dakota Marker to Bison", "url": "http://www.keloland.com/news/article/news/cfb-jacks-lose-dakota-marker-to-bison", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/50695.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "Top-ranked North Dakota State scored on five consecutive second-half possessions to pull away from South Dakota State, 37-17, Saturday afternoon at the"}, "_id": "\"57477af46914bd0286fe23ff\"", "article_summary": "Top-ranked North Dakota State scored on five consecutive second-half possessions to pull away from South Dakota State, 37-17, Saturday afternoon at the Fargodome.\nThe Bison improved to 9-0 overall and 5-0 in the Missouri Valley Football Conference, retaining the Dakota Marker and extending their winning streak to 33 games.\nThe Bison began to assert themselves on the opening drive of the second half, marching 88 yards on 12 play.\nThe Bison held a 405-276 advantage in total offense and 38:20 to 21:40 edge in time of possession.\nDefensively, NDSU was paced by defensive end Kyle Emmanuel, who recorded a team-high 10 tackles and all four of the Bison sacks."}