{"article_title": "For ACA boosters, memes are good", "article_keywords": ["aca", "good", "politico", "marketing", "twitter", "young", "boosters", "health", "healthcare", "memes", "law", "efforts", "pajama", "care"], "article_url": "http://www.politico.com/story/2013/12/obamacare-boosters-memes-101352", "article_text": "The episode marks the latest effort to get people signed up for Obamacare. | Barack Obama Twitter For ACA boosters, memes are good\n\nWhen it comes to marketing Obamacare, all memes are good memes.\n\nSo say progressive activists and Democratic strategists, pushing back against a wave of fresh criticism that mocks their youth outreach efforts as somewhere between slightly awkward and totally tone-deaf.\n\nStory Continued Below\n\nWhen President Barack Obama’s Twitter account posted a photo of a bookish young man in “onesie” pajamas on Tuesday, it sparked a flurry of commentary and mockery about how the the photo was emblematic of the decline of manhood in America, the failures of 1970s liberalism and elite condescension towards Americans.\n\n( Also on POLITICO: Obamacare crashes into Romneycare)\n\nThe bespectacled twenty-something — whose real-life identity was soon ferreted out by conservative reporters — was dubbed “a metrosexual hipster in a plaid onesie who wants you to spend your precious Christmas days talking to him about the president’s vision for health insurance” by conservative writer Charles C. W. Cooke.\n\n“It’s hard not to see Pajama Boy as an expression of the Obama vision,” wrote National Review editor Rich Lowry in POLITICO.\n\nThe episode marks the latest flashpoint in the long-running, occasionally controversial effort by supporters of the Affordable Care Act to get young people to open their wallets and sign up for coverage options created by the law — a necessity to keep its signature health care exchanges solvent and working properly.\n\nThe law’s backers have tried everything from launching a “ Brosurance” marketing campaign to posting pictures of adorable animals on a blog called the Adorable Care Act to a rap video featuring an Obama impersonator singing a Snoop Dogg parody.\n\n( From POLITICO Magazine: Pajama boy, an insufferable man-child)\n\nOrganizing for Action — the nonprofit that controls Obama’s Twitter handle — tweeted the photo earlier this week as part of a running “healthcare for the holidays” campaign, urging family members to talk to each other about the healthcare law’s coverage options.\n\nProgressives say the free online earned media of these marketing efforts — even that accompanied by vicious mockery, usually from conservative opponents — nevertheless helps raise awareness about the law among ordinary Americans.\n\n“All the memes, silliness, [and] awfulness thus far around the implementation have been great for keeping the healthcare law in front of people,” said Kombiz Lavasany, a former Democratic National Committee digital strategist who now works at the American Federation of Teachers.\n\n( Also on POLITICO: Chris Christie dresses down Pajama Boy)\n\n“It’s not just in the news but it’s part of internet culture and so it pops up in places where people don’t care about DC news. There’s a product people want, healthcare, and it just reminds people that they can go to healthcare.gov and buy health insurance,” Lavasany said.\n\nOrganizing for Action, which declined to comment, is just one of the dozens of pro-Obamacare groups waging the battle for twenty-something enrollment. The state-based exchanges, nonprofit groups, Democratic Party organizations and private public relations firms are also involved in the fight — their efforts fueled by millions in Health and Human Services grants aimed at publicizing the law and private donor dollars.\n\nAnne Filipic, a former White House staffer and head of the group Enroll America, said that digital efforts and youth marketing campaigns were conversation-starters, not a magic cure-all to get young people enrolled.\n\n“I don’t think [young Americans] see some cute commercial or see a celebrity tweet and all of a sudden they’re ready to enroll in health care,” Filipic said, noting that they’re a hugely diverse group of people with radically different life experiences.", "article_metadata": {"og": {"site_name": "POLITICO", "description": "Democratic strategists push back against criticism mocking their youth outreach efforts on ACA.", "title": "For ACA boosters, memes are good", "url": "http://www.politico.com/story/2013/12/obamacare-boosters-memes-101352.html", "image": "http://s3-origin-images.politico.com/2013/12/19/pajama_boy_ofa_twitter.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Affordable Care Act (631),Obamacare (1199),HealthCare.Gov (215)", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "Democratic strategists push back against criticism mocking their youth outreach efforts on ACA.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcef92\"", "article_summary": "| Barack Obama Twitter For ACA boosters, memes are goodWhen it comes to marketing Obamacare, all memes are good memes.\n“All the memes, silliness, [and] awfulness thus far around the implementation have been great for keeping the healthcare law in front of people,” said Kombiz Lavasany, a former Democratic National Committee digital strategist who now works at the American Federation of Teachers.\nProgressives say the free online earned media of these marketing efforts — even that accompanied by vicious mockery, usually from conservative opponents — nevertheless helps raise awareness about the law among ordinary Americans.\n“It’s hard not to see Pajama Boy as an expression of the Obama vision,” wrote National Review editor Rich Lowry in POLITICO.\nThere’s a product people want, healthcare, and it just reminds people that they can go to healthcare.gov and buy health insurance,” Lavasany said."}