{"article_title": "10 Ways the Fed’s Looming Rate Hike Touches You", "article_keywords": ["prime", "touches", "credit", "ways", "hike", "loan", "fed", "looming", "increase", "federal", "rate", "feds", "interest", "funds", "rates"], "article_url": "http://www.thefiscaltimes.com/2015/11/09/10-Ways-Fed-s-Looming-Rate-Hike-Touches-You", "article_text": "Expectations that the Federal Reserve will hike interest rates in December have only grown since October’s strong jobs report last week. CME Group’s FedWatch Tool puts the possibility at nearly 70 percent.\n\nBut aside from the stock market’s reaction and the high-level discussion among economists about whether the timing is right, what exactly does an increase in the federal funds rate—a common benchmark for loans—mean for your wallet?\n\n“The fed funds rate is effectively the price of money,” says Greg McBride, chief financial analyst at Bankrate. “And when the price of money goes up, it ripples out to every financial product one way or another.”\n\nRelated: Fed would consider negative rates if economy soured: Yellen\n\nHere are 10 ways you could feel the effects of what Fed Chair Janet Yellen and her colleagues might do in December and beyond:\n\nNo. 1 Buying (or refinancing) a house\n\nRates on adjustable-rate mortgages will react fast to any rise in the fed funds rates. That’s because the rates on ARMS typically are tied to the prime rate or LIBOR, both of which closely track the fed rate.\n\nBut rates on the most common mortgage—the 30-year fixed—will rise gradually. That rate follows the yield on the 10-year Treasury note, which usually moves in the same direction as the fed funds rate, but not in lockstep. The same goes for the 15-year fixed home loan, a popular refinance choice.\n\nConsistent rate hikes over time by the Fed could eventually price some buyers out of the market. The subsequent reduced demand could slow home price growth, says Jim Gaines, chief economist at Texas A&M University’s Real Estate Center.\n\nNo. 2 Borrowing from your house\n\nRates on existing home equity loans are fixed, so they won’t be affected by a rate hike. But if you’re shopping for a new equity loan, you will see rates track the increase of the 10-year Treasury yield, which follows the direction of the fed rate, but at a slower pace.\n\nIf you have a home equity line of credit, or HELOC, get ready for higher rates. Most HELOCs track the prime rate, which is also tied to the fed funds rate. The increase will be almost immediate, taking effect within 30 days. To help yourself, ask your lender to fix the interest rate on the amount you have already borrowed on the HELOC. The rate increase would then only affect any future borrowing.\n\nNo. 3 Charging to your credit cards\n\nMost interest rates on credit cards are variable and are often tied to the prime rate, just like HELOCs. That means the rate on your credit card will increase shortly after the Fed raises rates. However, the higher interest rate only applies to purchases made after the increase, says John Ulzheimer, a credit expert formerly with FICO and Equifax. Any previous debt is subject to the old rate. Also, consumers can avoid paying any interest at all on their credit card if they pay off their balance every month. That way, it doesn’t matter what the Fed does in December.\n\nNo. 4 Saving for the future\n\nRates on certificates of deposits, or CDS, money market accounts and savings accounts are highly correlated with the fed funds rate and move closely with it. If the Fed raises rates, that means better returns for savers. But there’s a long way to go before rates hit the 5 percent glory days, says Patrick Huey, a certified financial planner in Portland Oregon. “Despite all the hype, the next few years will still be difficult on depositors looking for yield,” he says.\n\nNo. 5 Investing in stocks\n\nIf interest rates go up, yields on Treasuries and other bonds will increase and attract more investors into those markets and out of the stock market, says Ozlem Yaylaci, senior economist at IHS Global Insight. Public companies also will face higher borrowing costs after the Fed increases rates that could eat into profits and drive stock prices lower.\n\nNo. 6 Investing in Treasuries\n\nReturns on bonds are going to get better. Yields on short-term Treasury bills will go up in tandem with any rise in the federal funds rate. Its effect on medium- to longer-term notes and bonds will be more muted, but will generally rise as the Federal Reserve implements more hikes down the road. That will attract more investors into Treasuries, driving their prices down.\n\n“The one thing that may happen is that people invested in bonds will see a downtick in their values,” says Allan Katz, president of Comprehensive Wealth Management Group in Staten Island, New York. “This may scare them knowing there will be future hikes, and so they may look for other fixed income alternatives more than they have in the past.”\n\nNo. 7 Traveling abroad\n\nMaybe it’s time to book that European vacation. When the Federal Reserve raises rates, foreign investment flows into the U.S., which strengthens the dollar against other currencies. That means U.S. travelers can buy more with their greenbacks when they are abroad.\n\nNo. 8 Retiring\n\nRates on annuities will get a small boost from rate hikes. Annuities are a good option for retirees to guarantee a safe stream of income. But the monthly income from a fixed-rate annuity is based on the interest rate that was locked in when the retiree bought the annuity, so higher rates are better.\n\nNo. 9 Repaying College Loans\n\nMany private student loans have variable rates, many of which are tied to the prime rate. When the Fed raises rates, the prime rate also goes, increasing your monthly payment. How often your interest rate is adjusted depends on the loan terms.\n\nNo. 10 Buying a car\n\nThere’s no direct correlation between the fed funds rate and auto loan rates, but they will eventually follow the general interest-rate environment, says McBride. Still, auto loan rates remain near historic lows and will continue to stay competitive, he says.\n\n“Movements in auto loan rates have an imperceptible impact on affordability,” McBride say. “A quarter-point interest rate move is $3 more a month on an auto loan. No one will downside from an SUV to a compact car because of it.”", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Expectations that the Federal Reserve will hike interest rates in December have only g", "title": "10 Ways the Fed’s Looming Rate Hike Touches You", "url": "http://www.thefiscaltimes.com/2015/11/09/10-Ways-Fed-s-Looming-Rate-Hike-Touches-You", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/07092013_Boomers_Options_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/11/09/10-Ways-Fed-s-Looming-Rate-Hike-Touches-You", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/07092013_Boomers_Options_article.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Expectations that the Federal Reserve will hike interest rates in December have only g", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Most HELOCs track the prime rate, which is also tied to the fed funds rate.\nThat rate follows the yield on the 10-year Treasury note, which usually moves in the same direction as the fed funds rate, but not in lockstep.\n“The fed funds rate is effectively the price of money,” says Greg McBride, chief financial analyst at Bankrate.\nThat’s because the rates on ARMS typically are tied to the prime rate or LIBOR, both of which closely track the fed rate.\n1 Buying (or refinancing) a houseRates on adjustable-rate mortgages will react fast to any rise in the fed funds rates."}