{"article_title": "What Can Government Do Best?", "article_keywords": ["canada", "savoie", "president", "good", "question", "private", "book", "mr", "sen", "public", "best"], "article_url": "http://www.realclearpolitics.com/articles/2015/09/06/what_can_government_do_best_127996.html", "article_text": "Can there be a better subject to discuss in an election season than the question of what government actually is good at? Can there be a bigger snoozer than a book written by a Canadian scholar based in New Brunswick on the uses of government? Can we get a copy of Donald J. Savoie’s “What Is Government Good At?: A Canadian Answer” onto the reading stand of every candidate for president of the United States?\n\nThe answer to all three is probably “no,” and in any case the book isn’t even published in this country. It’s produced by the McGill-Queens University Press — which, I must add, published the book with the support of the Canada Council for the Arts, chaired by a government appointee, and the Canada Book Fund, also a government program.\n\nBut the truth is that Mr. Savoie, who holds the Canada Research Chair in Public Administration and Governance at the Universite de Moncton, has written an important book that asks the ultimate question citizens should consider as they approach federal elections, ours in 2016 and Canada’s next month.\n\nPut aside the question of whether books should be produced with government assistance — Canada has a bigger challenge than the United States in promoting scholarly and popular study of its culture and history — and consider whether the American elections of 1800, 1828, 1904, 1912, 1920, 1932, 1980, 1992, 2000, 2008 and 2012 were about much of anything besides the question that forms the title of Mr. Savoie’s book.\n\n“In some cases, asking what government is good at is beside the point,” Mr. Savoie argues. “There are things that governments must continue to do, whether or not they are good at it.”\n\nAs a result, this is a question with some fixed parts and some movable parts. Some government functions — foreign affairs, international trade agreements, monetary policy, immigration — are obviously governmental. Ordinarily most people also think that national security is beyond the reach of the private sector, but the presence of private-security officers in Iraq in the last decade has proven that this is no longer taboo.\n\nChanging times and changing perspectives are changing the calculus. A generation ago nobody gave a moment’s thought — indeed, people dismissed the thought with a shrug and a smirk — to privatizing prisons. The first experiments began in the mid-1980s, although, by the end of the decade, former Gov. Pierre S. DuPont of Delaware was running for president and thought out loud about a huge menu of privatizations, including prisons. You could hear the laughs of derision from Des Moines to Manchester. Today the notion is unusual, but not at all unfamiliar.\n\n“Although there is plenty of room for disagreement on the extent to which government should intervene,” Mr. Savoie says, “no modern government will agree to walk away completely from key socio-economic sectors, including education, health, social services, transportation and public works.”\n\nAnd he acknowledges that government has been effective in spurring innovation (development of the Internet and even the frozen french-fry industry) and in making “visionary investments” (such as developing the St. Lawrence Seaway).\n\nBut the private sector has a culture of efficiency and entrepreneurship that government never has had and cannot begin to replicate. Mr. Savoie praises the Canadian experience in privatizing railroads and broad Canadian impatience with government-owned energy.\n\nMr. Savoie does not offer a defense of big government in Canada, where government is very big indeed, or in the United States, where it is bigger than conservatives would like it to be. He recognizes the limitations of government, saying that politicians and public servants “are good at generating blame, avoiding blame, blaming others, playing to a segment of the population to win the next election, avoiding risks, embracing and defending the status quo, adding management layers and staff, keeping [government officials] out of trouble in the media, responding to the demands of the prime minister and managing a complex, multi-objective prime ministerial-centric large organization operating in a politically volatile environment.”\n\nSubstitute the word “president” and “presidential” in the description above, and you have a pretty accurate view of circumstances here below the 49th parallel.\n\nEnormous attention has been paid in recent weeks to Donald Trump’s critique of Megyn Kelly, to Hillary Rodham Clinton’s defense of her use of a private email server as secretary of state and on the private cogitations of Vice President Joseph R. Biden Jr. And though Republican candidates have a natural skepticism of government, apart from Sen. Ted Cruz of Texas and Sen. Rand Paul of Kentucky, they have spent little time explaining how they would trim government, aside from the hardy perennial of slaying the Department of Education — an issue that for a quarter century has failed to elicit a bleat of passion — and the new crowd favorite, strangling Obamacare.\n\nAn analysis by the conservative National Taxpayers Union Foundation pegs the spending cuts in Mr. Cruz’s legislative agenda at an average of $169.4 billion a year. That’s about $10 billion more than the spending cuts advocated by the average GOP senator, according to the group.\n\nAt the same time, Democratic candidates, especially Ms. Clinton and Sen. Bernie Sanders of Vermont, have outlined several proposals that would increase rather than diminish the role of government; the National Taxpayers Union argues that Ms. Clinton proposed $226 billion in new spending while in the Senate — and that Mr. Sanders has proposed more than $1 trillion. Mr. Biden, a lifelong government employee, no doubt would add a few billion of his own, particularly if he listens to his new pal, Sen. Elizabeth Warren of Massachusetts.\n\nMr. Savoie’s book is not a prescription as much as it is a field guide to government and its performance. He’s not arguing that government should get out of the way — the Republican view in this country, a legacy of Ronald Reagan — as much as he argues that government needs to burnish its performance.\n\nHis book is a warning that the platter of government responsibilities is full to overflowing, that the public sector too often fails its constituents and that, as he puts it, “society and politics have changed to the point that they have knocked public administration off its moorings.” Mr. Savoie will profit if his book wins mass readership, but we’d all profit if a couple of copies were passed around the debate-prep suites in Iowa and New Hampshire.", "article_metadata": {"description": "Can there be a better subject to discuss in an election season than the question of what government actually is good at? Can there be a bigger snoozer than a book written by a Canadian scholar based...", "title": "What Can Government Do Best? | RealClearPolitics", "fragment": "!", "twitter": {"site": "@RealClearNews", "card": "summary"}, "og": {"url": "http://www.realclearpolitics.com/articles/2015/09/06/what_can_government_do_best_127996.html", "image": "/articles/topicons/david_shribman.jpg", "type": "article", "description": "Can there be a better subject to discuss in an election season than the question of what government actually is good at? Can there be a bigger snoozer than a book written by a Canadian scholar based...", "title": "What Can Government Do Best? | RealClearPolitics"}, "fb": {"app_id": 1415921935346245}, "tweetmeme-title": "What Can Government Do Best? | RealClearPolitics", "keywords": "Election 2016,government,"}, "article_summary": "Mr. Savoie praises the Canadian experience in privatizing railroads and broad Canadian impatience with government-owned energy.\n“In some cases, asking what government is good at is beside the point,” Mr. Savoie argues.\nMr. Savoie’s book is not a prescription as much as it is a field guide to government and its performance.\nIt’s produced by the McGill-Queens University Press — which, I must add, published the book with the support of the Canada Council for the Arts, chaired by a government appointee, and the Canada Book Fund, also a government program.\nThe answer to all three is probably “no,” and in any case the book isn’t even published in this country."}