{"article_title": "Child Tobacco Farm Workers Exposed To Harmful Toxins", "article_keywords": ["nicotine", "toxins", "tobacco", "exposed", "farm", "workers", "rights", "watch", "farms", "harmful", "working", "human", "child", "report", "children"], "article_url": "http://www.medicaldaily.com/child-tobacco-farm-workers-exposed-harmful-toxins-nicotine-and-other-pesticides-282454", "article_text": "Though kids are banned from smoking cigarettes in the U.S., they’re not prevented from working on tobacco farms. Kids caught in loosely-regulated child labor on tobacco farms are being exposed to harmful toxins like nicotine and pesticides, according to a new report released by the advocacy group Human Rights Watch. These conditions are most prevalent on tobacco farms in the South.\n\nThe 138-page report documents the conditions of children working on tobacco farms throughout the U.S., in particular the four states where 90 percent of the country’s tobacco is grown — North Carolina, Tennessee, Kentucky, and Virginia. “We found kids working in 40 counties across four states,” Jo Becker, children’s rights advocate at Human Rights Watch, told Bloomberg Businessweek. “In some places, when we went into fields, we would see whole crews of children.” Three-quarters of the kids interviewed complained of vomiting, nausea, headaches, and dizziness while working on the farms — symptoms of acute nicotine poisoning. According to the National Institutes of Health (NIH), nicotine poisoning often occurs in young children after they accidentally chew on nicotine gum or patches. But it can also happen when tobacco workers touch plant leaves and nicotine is absorbed through their skin, especially when the leaves are wet.\n\nSome of the children reported that pesticides were sprayed in close proximity to them, then drifted over to them and caused shortness of breath and itchy eyes. Long-time pesticide exposure can cause neurological damage and other health problems.\n\n“As the school year ends, children are heading into the tobacco fields, where they can’t avoid being exposed to dangerous nicotine, without smoking a single cigarette,” Margaret Wurth, children’s rights researcher at Human Rights Watch and co-author of the report, said in a news release. “It’s no surprise the children exposed to poisons in the tobacco fields are getting sick.”\n\nHuman Rights Watch interviewed 141 child tobacco workers aged between 7 and 17. Most of these were children of Hispanic immigrants, and were putting in 50- to 60-hour workweeks outside of school or during summer months in order to help their families make money. The Human Rights Watch report aims to badger tobacco companies to stop child labor as well as inform Congress of these conditions, with the hopes it will pass tougher laws against child labor in dangerous agricultural jobs. In addition to nicotine and pesticide exposure, young children workers also experience heavy lifting and being around sharp tools and dangerous machinery.\n\n“This report uncovers serious child labor abuses that should not occur on any farm, anywhere,” André Calantzopoulos, chief executive of Philip Morris International, said. Though nine of 10 tobacco companies responded to the report with concerns about child labor, Human Rights Group said these responses were inadequate.\n\n“It happens when you’re out in the sun,” 16-year-old girl in Kentucky told Human Rights Watch about her experience working on the farms. “You want to throw up. And you drink water because you’re so thirsty, but the water makes you feel worse. You throw up right there when you’re cutting [tobacco plants], but you just keep cutting.”\n\nThe advocacy group urged tobacco companies to put regulations in place in order to monitor young children working on tobacco farms, or else prevent any kids younger than 18 from getting hired to do potentially hazardous work. “Farming is hard work anyway, but children working on tobacco farms get so sick that they throw up, get covered by pesticides, and have no real protective gear,” Wurth said. “Tobacco companies should get children out of hazardous work on tobacco farms and support efforts to provide them with alternative educational and vocational opportunities.”", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "tobacco farms, human rights watch, nicotine poisoning, child labor", "og": {"site_name": "Medical Daily", "description": "Young children working on tobacco farms in the South are being sickened by nicotine, pesticides, and other harmful chemicals.", "title": "Child Tobacco Farm Workers Are Getting Poisoned On The Job", "url": "http://www.medicaldaily.com/child-tobacco-farm-workers-exposed-harmful-toxins-nicotine-and-other-pesticides-282454", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/14/tobacco-farms.jpg", "type": "article"}, "twitter": {"description": "Young children working on tobacco farms in the South are being sickened by nicotine, pesticides, and other harmful chemicals.", "title": "Child Tobacco Farm Workers Are Getting Poisoned On The Job", "url": "http://www.medicaldaily.com/child-tobacco-farm-workers-exposed-harmful-toxins-nicotine-and-other-pesticides-282454", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/14/tobacco-farms.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/14/tobacco-farms.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-05-14T14:38:39-04:00", "modified_time": "2014-05-14T14:38:38-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Young children working on tobacco farms in the South are being sickened by nicotine, pesticides, and other harmful chemicals."}, "_id": "\"57477af46914bd0286fdd93d\"", "article_summary": "“It’s no surprise the children exposed to poisons in the tobacco fields are getting sick.”Human Rights Watch interviewed 141 child tobacco workers aged between 7 and 17.\nKids caught in loosely-regulated child labor on tobacco farms are being exposed to harmful toxins like nicotine and pesticides, according to a new report released by the advocacy group Human Rights Watch.\n“Tobacco companies should get children out of hazardous work on tobacco farms and support efforts to provide them with alternative educational and vocational opportunities.”\nThough kids are banned from smoking cigarettes in the U.S., they’re not prevented from working on tobacco farms.\nThese conditions are most prevalent on tobacco farms in the South."}