{"article_title": "Chase Brexton moves to new Baltimore headquarters as it expands its reach", "article_keywords": ["building", "care", "center", "gay", "medical", "reach", "headquarters", "brexton", "patients", "health", "services", "moves", "expands", "baltimore", "chase"], "article_url": "http://articles.baltimoresun.com/2013-09-24/health/bs-hs-chase-brexton-move-20130920_1_chase-brexton-monumental-life-building-health-care-reform", "article_text": "Chase Brexton moves to new headquarters as it expands its reach\n\nOrganization offers primary care, pharmacy, and mental health and dental services\n\n\"We are really proud of our heritage,\" said Richard L. Larison, CEO of Chase Brexton. \"But we have a whole lot of other services and we are inviting a whole lot more people to the table. It's not just LGBT anymore.\"\n\nBut even as it has changed, the perception by some of Chase Brexton as a medical center for lesbian, gay, bisexual and transgender people has stuck.\n\nThe organization has since grown into one that offers a broad range of medical care. It now has a strong primary care component, a pharmacy, and mental health and dental services. Its reach spans far beyond AIDS patients — which now make up 16 percent of it clientele — and Baltimore's gay population.\n\nWhen it first opened its doors in 1978, Chase Brexton was a small operation of volunteers started to address the new AIDS epidemic and its effect on gay men, the population most hit at the time by the disease.\n\nThe medical center hopes to change people's perception this week with the official opening of its new headquarters in the old Monumental Life Building. The massive building with three times the capacity of its old one spans a block of Charles Street in Mount Vernon. Chase Brexton hopes the increased visibility and exposure will bring more attention to the medical center and spur questions about the organization and what it provides.\n\nFormerly, its operations were housed in two buildings — on the corner of Cathedral and Eager streets and in one suite on Charles Street. The Monumental Life Building consists of four contiguous buildings built between 1925 and 1968, which total about 178,000 square feet. Chase Brexton will use about 98,500square feet of space.\n\nThe facility, which Chase Brexton spent about $30 million to build and renovate, will allow the medical organization to expand further. It expects to serve a large influx of new patients under health care reform, which will give hundreds of thousands of uninsured Marylanders access to health plans beginning Jan. 1.\n\nThe new space also includes a new obstetrics and gynecology practice that Chase Brexton recently took over from Maryland General Hospital, which stopped offering the services because of a declining number of deliveries. The center will offer this care to women, while delivering babies in local hospitals.\n\nDespite the growth, Chase Brexton wants to remain a welcome place for the gay community, Larison said.\n\n\"There still are biases in the general population,\" he said. \"If this is a place for LGBT people to come, someone might say that is not a place for them. We want our doors to be open to everyone, for anyone feeling comfortable to get care here.\"\n\nBaltimore Health Commissioner Dr. Oxiris Barbot said Chase Brexton's reputation of providing good service has already helped break down barriers.\n\n\"I think that the way that you break past that barrier is the way they are going about doing it, and that is letting the work speak for itself,\" Barbot said. \"Their medical service and the quality of care they provide is so outstanding that word of mouth is the way in which they have been building those bridges and expanding the people that they serve.\"\n\nMichele Brown, 49, is one of the patients who receives primary care from Chase Brexton. She has gotten treatment from the facility for the past 17 years and said its staff was supportive even at a time when she didn't have insurance.\n\nHer son, daughter and grandson also get their care through Chase Brexton. \"That's my home and my family,\" she said. \"When my family didn't support me, they did.\"\n\nChase Brexton expects to treat nearly 25,000 patients at six locations in Baltimore, Randallstown, Columbia and Easton this year and anticipates that number eventually to grow to 50,000. About 10,000 patients will be treated at the downtown Baltimore facility this year, and that is expected to grow to 35,000 in the new building.\n\nChase Brexton expects to attract many new patients because of the expansion of Medicaid under the health reform law. They don't know exactly how many new patients they will get, because it is uncertain how many of Maryland's estimated 800,000 uninsured will sign up for insurance right away and where they will seek care.\n\nBarbot said the Affordable Care Act will help health centers like Chase Brexton, which are certified by the federal government to serve low-income patients in exchange for grants and enhanced reimbursement from Medicare and Medicaid, gain better financial footing.\n\n\"I think Chase Brexton is making a smart move in increasing services because what I anticipate is that under the ACA it will provide an additional revenue stream so they can continue to grow and provide the services they have been providing,\" Barbot said.", "article_metadata": {"keywords": "news", "og": {"site_name": "tribunedigital-baltimoresun", "description": "When it first opened its doors in 1978, Chase Brexton was a small operation of volunteers started to address the new AIDS epidemic and its effect on gay men, the population most hit at the time by...", "title": "Chase Brexton moves to new Baltimore headquarters as it expands its reach", "url": "http://articles.baltimoresun.com/2013-09-24/health/bs-hs-chase-brexton-move-20130920_1_chase-brexton-monumental-life-building-health-care-reform", "image": "http://www.trbimg.com/img-5241145f/turbine/bs-hs-chase-brexton-move-20130920-001/600/600x424", "type": "article"}, "fb": {"admins": 100001837105818, "app_id": 187462827959608}, "description": "When it first opened its doors in 1978, Chase Brexton was a small operation of volunteers started to address the new AIDS epidemic and its effect on gay men, the population most hit at the time by"}, "_id": "\"57477af36914bd0286fcefa3\"", "article_summary": "Chase Brexton moves to new headquarters as it expands its reachOrganization offers primary care, pharmacy, and mental health and dental services\"We are really proud of our heritage,\" said Richard L. Larison, CEO of Chase Brexton.\nChase Brexton expects to attract many new patients because of the expansion of Medicaid under the health reform law.\nThe facility, which Chase Brexton spent about $30 million to build and renovate, will allow the medical organization to expand further.\nBut even as it has changed, the perception by some of Chase Brexton as a medical center for lesbian, gay, bisexual and transgender people has stuck.\nChase Brexton will use about 98,500square feet of space."}