{"article_title": "AG special prosecutor force rebuilds community trust", "article_keywords": ["attorney", "killings", "force", "schneiderman", "ag", "justice", "cuomo", "community", "general", "order", "prosecutor", "cases", "trust", "rebuilds", "public", "special", "york"], "article_url": "http://www.lohud.com/story/opinion/editorials/2015/07/11/new-york-police-killing-special-prosecutor-rebuilds-community-trust/30026177/", "article_text": "New York Gov. Andrew Cuomo speaks on July 8 about his executive order that establishes the Office of the state Attorney General as a special prosecutor in cases of police-relating killings of an unarmed civilian. Next to the governor is Constance Malcolm, mother of Ramarley Graham, a Bronx teen who was killed by police three years ago. An original manslaughter indictment against the police officer who shot Graham was thrown out on a technicality, and a second grand jury declined to indict. (Photo: AP photo)\n\nAs Gov. Andrew Cuomo said Wednesday, there is a \"crisis of confidence in the criminal justice system,\" both in New York and across the country. It is for this reason that Cuomo was right to issue an executive order giving the state's attorney general the power to investigate and prosecute police killings of possibly unarmed civilians.\n\nCuomo's executive order lasts just a year. In that time, the state Legislature must do what it failed to do during the session that just ended: develop an independent system to review police-related killings that will ensure justice and earn the trust of both the public and the law enforcement community.\n\nStill, after the death of Eric Garner after an encounter with New York City police – hardly the first or last in a string of police-involved killings in communities across the nation, including the Lower Hudson Valley – Cuomo's temporary move to tap Attorney General Eric Schneiderman was wise and urgently needed. The investigative and grand jury process in New York remains in the shadows; when cases like Garner's chokehold death return no indictiment, the public is left frustrated and mystified. As Schneiderman said Thursday, when introducing a five-person division that will handle the cases, \"It is my great hope that we have very little work to do.\"\n\nDecisions explained\n\nUnder Cuomo's order, Schneiderman's team, headed by former U.S. Attorney Alvin Bragg, will automatically be sent any case involving police that results in the death of an unarmed civilian. Schneiderman would act as special prosecutor when cases move forward.\n\nIf the team decides not to bring the case to a grand jury, Schneiderman will have to explain the decision in a report to Cuomo. The requirement would deliver some accountability at a point in the crimal justice process where decisions by local district attorneys are often questioned, loudly, by the public.\n\nWhile New York Attorney General Eric Schneiderman, left, looks on, New York Gov. Andrew Cuomo kisses Valerie Bell, mother of Sean Bell, on July 8 after Cuomo signed an executive order that puts the office of the state attorney general in charge of investigating killings by police. Sean Bell was shot by police in 2006, the morning before his wedding. (Photo: Seth Wenig/The Associated PRess)\n\nAt this heart of Cuomo's decision – and the emotional public debate that followed the deaths of Garner and Michael Brown in Ferguson, Missouri, and so many others – is the common concern that justice can look very different for young black men, from the moment an encounter with police begins. A pained and skeptical public could perceive that local district attorneys' links to local law enforcement could obfuscate the path to criminal charges, and justice. It is the perception of this conflict, rather than any reality, that has badly undermined public confidence in the process for investigating police.\n\nWe understand that DAs disagree. In fact, they ought to stand up for the integrity of their offices. Rockland DA Thomas Zugibe told The Journal News that it is \"insulting\" to suggest that that DAs are influenced by any outside group. What other position could a DA take?\n\nPolice unions, meanwhile, have questioned the appropriateness of a blanket policy that changes the criminal justice rules only for law enforcement.\n\nFaith in system\n\nBut government must re-establish faith in a system that has, in historic fact and in perception, treated young people – primarily men of color – as criminals by default. Law enforcement members surely understand the need to restore faith in a system they work so hard to uphold.\n\nCuomo's order, of course, does not provide a simple remedy. The AG's office is supposed to look at cases where a victim was unarmed, but the question of whether someone was armed or a threat to police can be unclear.\n\nOftentimes, police-related killings present complex and confusing facts that are in dispute – we have seen that locally too many times, in Pleasantville, in Spring Valley, in White Plains. Past cases will not be considered by Schneiderman's team. But these tragic incidents demonstrate how even the consideration of invoking the special prosecutor in a case will need careful examination.\n\nSchneiderman said that when it comes to cases that aren't clear cut, his office would err on the side of \"over-inclusion.\" That is the right call.\n\nSome have questioned whether the state attorney general, an elected official, can be objective when it comes to high-profile cases. Schneiderman had sought the power to probe police-related fatalities late last year following a grand jury's decision not to indict the officer involved in Garner's death. Local DAs are elected, too, from a closer voting pool. In a recent meeting with the Editorial Board, Sen. Andrea Stewart-Cousins, D-Yonkers, suggested that any special prosecutor pool offer a geographic mix, so the appearance of bias toward familiar law enforcement partners is minimized. Stewart-Cousins sponsored a bill to establish a special prosecutor during the last session; it went nowhere in the Republican-controlled Senate.\n\nNow, the governor and attorney general have crafted a review process designed to keep police-community relations from further fraying. That gives state legislative leaders another year to establish a permanent, fair system that reviews police-related killings of civilians in a way that restores public faith.\n\nN new way to probe police-related killings can rebuild community trust in New York\n\nRead or Share this story: http://lohud.us/1ISoQtf", "article_metadata": {"google": "notranslate", "description": "New York Gov. Cuomo's executive order to have the attorney general probe police-related killings can rebuild trust between communities and the police.", "og": {"site_name": "lohud.com", "description": "New York Gov. Cuomo's executive order to have the attorney general probe police-related killings can rebuild trust between communities and the police.", "title": "Editorial: Restoring faith in justice system", "url": "http://www.lohud.com/story/opinion/editorials/2015/07/11/new-york-police-killing-special-prosecutor-rebuilds-community-trust/30026177/", "image": "http://www.gannett-cdn.com/GDContent/applogos/lohud.png", "type": "article"}, "twitter": {"description": "New York Gov. Cuomo's executive order to have the attorney general probe police-related killings can rebuild trust between communities and the police.", "title": "AG special prosecutor force rebuilds community trust", "image": "http://www.gannett-cdn.com/-mm-/0972b86654bd9ba5fe0ea48875d7556705634ebd/c=422-0-3298-2876&r=x643&c=640x640/local/-/media/2015/07/11/Westchester/B9318023963Z.1_20150711181905_000_GNCBA1QGD.2-0.jpg", "creator": "@lohud", "site": "@lohud", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600070416", "fb": {"app_id": 169889109713077}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Andrew Cuomo, Eric Schneiderman, Special Prosecutor, Eric Garner, police killings, unarmed civilians, new york governor, new york attorney general, danroy henry"}, "article_summary": "Now, the governor and attorney general have crafted a review process designed to keep police-community relations from further fraying.\nWhile New York Attorney General Eric Schneiderman, left, looks on, New York Gov.\nSome have questioned whether the state attorney general, an elected official, can be objective when it comes to high-profile cases.\nN new way to probe police-related killings can rebuild community trust in New YorkRead or Share this story: http://lohud.us/1ISoQtf\nStewart-Cousins sponsored a bill to establish a special prosecutor during the last session; it went nowhere in the Republican-controlled Senate."}