{"article_title": "At-Home Test Good Alternative to Colonoscopy, Study Confirms", "article_keywords": ["good", "cancer", "fit", "study", "society", "theres", "colon", "blood", "colorectal", "colonoscopy", "test", "alternative", "confirms", "athome", "screening"], "article_url": "http://ww2.kqed.org/stateofhealth/2014/02/03/at-home-test-good-alternative-to-colonoscopy-study-finds/", "article_text": "If you’re like most of my colleagues in the newsroom, you read that headline and thought, “GREAT! What is the alternative test?!”\n\nHere’s the quick background: Colorectal cancer is the third most common cancer killer in the U.S. A colonoscopy is an excellent screening tool. But more than one-third of people who are supposed to get it (that’s people ages 50-75) don’t.\n\nWhy? I think you can guess.\n\nA colonoscopy is an invasive screening test that can involve missing one to two days of work, an inconvenient preparation process and then a “colonoscope is gently eased inside the colon and sends pictures to a TV screen,” the American Cancer Society says.\n\nBut it turns out that there’s a less invasive option. It’s called FIT — fecal immunochemical test — and essentially, you are taking a stool sample at home, in the privacy of your own bathroom. There’s no preparation and there are no dietary restrictions. FIT will detect hidden blood in the stool, a sign of colon cancer or large polyps that could become cancerous.\n\nThe American Cancer Society explains how it works:\n\n… blood vessels at the surface of larger colorectal polyps or cancers are often fragile and easily damaged by the passage of feces. The damaged vessels usually release a small amount of blood into the feces, but only rarely is there enough bleeding for blood to be visible in the stool.\n\nFIT is not new — it’s already a recommended screening test from both the American Cancer Society and the U.S. Preventive Services Task Force, but few people know about it.\n\nThe doctors behind a study published Monday — from UCSF and Kaiser Permanente’s Division of Research — are hoping their research will change that. The researchers conducted what’s called a meta-analysis, a review of existing studies, to reach their conclusion.\n\nIn their review, doctors found that FIT correctly identified 80 percent of people who have cancer, and FIT correctly identified more than 94 percent of people who did not have cancer.\n\nNow, you might be thinking the inverse — that 20 percent of people with cancer were missed. But FIT is a test that’s meant to be done annually, and colon cancers generally are slow-growing. “You will be tested (again) after a year goes by,” said Dr. Jeffrey Lee, lead author of the study who works at both Kaiser Permanente’s Division of Research and UCSF. “During year two, the chances that the FIT test will detect it is much higher.”\n\nIn addition, if non-cancerous polyps are removed, then patients may well be avoiding a later cancer diagnosis.\n\nDr. Theodore Levin, another of the study’s authors, heads up colorectal screening for the Permanente Medical Group. Kaiser instituted a coordinated screening approach for its members several years ago, which includes mailing FITs to its members who are not up-to-date on screening. Kaiser’s screening rate is going up and the incidence of colorectal cancer is going down.\n\n“FIT represents a really easy-to-use option for colon screening,” Levin says. “It’s a much easier sell to get people to do the FIT test” than undergo a colonoscopy. “There’s no way around it.”\n\nThe study was published in the Annals of Internal Medicine.", "article_metadata": {"description": "If you're like most of my colleagues in the newsroom, you read that headline and thought, \"GREAT! What is the alternative test?!\" Here's the quick background:", "contextly-page": "{\"title\":\"At-Home Test Good Alternative to Colonoscopy, Study Confirms\",\"url\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/2014\\/02\\/03\\/at-home-test-good-alternative-to-colonoscopy-study-finds\\/\",\"pub_date\":\"2014-02-03 17:34:39\",\"mod_date\":\"2014-02-05 23:10:46\",\"type\":\"post\",\"post_id\":17439,\"author_id\":\"240\",\"author_name\":\"Lisa Aliferis\",\"author_display_name\":\"Lisa Aliferis\",\"tags\":[\"Colon Cancer\",\"Science\"],\"categories\":[\"KQED blogs\",\"Tests &amp; Treatments\"],\"image\":\"http:\\/\\/blogs.kqed.org\\/stateofhealth\\/files\\/2014\\/02\\/90409361.jpg\"}", "og": {"site_name": "State of Health", "description": "If you're like most of my colleagues in the newsroom, you read that headline and thought, \"GREAT! What is the alternative test?!\"\r\n\r\nHere's the quick background: colorectal cancer is the third most common cancer killer in the U.S. The colonoscopy is an excellent screening tool. But more than one-third of people who are supposed to get it (that's people ages 50-75) don't.\r\n\r\nWhy? I think you can guess.", "title": "At-Home Test Good Alternative to Colonoscopy, Study Confirms", "url": "http://ww2.kqed.org/stateofhealth/2014/02/03/at-home-test-good-alternative-to-colonoscopy-study-finds/", "image": {"width": 280, "height": 150}, "locale": "en_us", "type": "article"}, "twitter": {"site": "@kqedhealth", "card": "summary_large_image", "creator": "@"}, "fb": {"app_id": 160023622793}, "keywords": "colon cancer,science", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcefa9\"", "article_summary": "“It’s a much easier sell to get people to do the FIT test” than undergo a colonoscopy.\n!”Here’s the quick background: Colorectal cancer is the third most common cancer killer in the U.S. A colonoscopy is an excellent screening tool.\nDr. Theodore Levin, another of the study’s authors, heads up colorectal screening for the Permanente Medical Group.\nFIT will detect hidden blood in the stool, a sign of colon cancer or large polyps that could become cancerous.\nKaiser’s screening rate is going up and the incidence of colorectal cancer is going down."}