{"article_title": "What Changes are in store with the new CMS Proposed Rule for Medicaid Managed Care?", "article_keywords": ["managed", "plans", "proposed", "changes", "chip", "quality", "rule", "medicaid", "health", "cms", "store", "care"], "article_url": "http://www.natlawreview.com/article/what-changes-are-store-new-cms-proposed-rule-medicaid-managed-care", "article_text": "Thursday, June 11, 2015\n\nOn June 1, 2015 the Centers for Medicare & Medicaid Services (“CMS”) issued a proposed rule, revising the provisions of the Medicaid managed care (“MMC”) program for the first time in over twelve years. [1] The effects of these new regulations, if adopted, will be far-reaching, because the vast majority of Medicaid beneficiaries, especially in Kentucky, receive services through managed care plans. Medicaid expansion under the Patient Protection and Affordable Care Act (“ACA”) has led to growth in the number of people eligible for Medicaid managed care. The 201-page proposed regulation attempts to modernize Medicaid managed care and Children’s Health Insurance Programs (“CHIP”) so that they align with rules for other payers, including Medicare Advantage (“MA”) and qualified health plans (“QHPs”).\n\nIn 2011, 90% of Kentucky’s Medicaid beneficiaries were on managed care plans. On November 1, 2011, Kentucky Medicaid moved to a statewide managed care model to handle the costs of the dramatic growth in the Medicaid population after Medicaid Expansion under the ACA.[2] After November 1, 2011, Kentucky Medicaid added three new managed care organizations and as a result, Medicaid managed care plans now serve all areas of Kentucky.[3] Since Kentucky has implemented a statewide Medicaid managed care model, CMS’ proposed changes will have significant impact on Kentucky’s Medicaid program as a whole.\n\nThe new regulations remove discrepancies between the MMC program and other programs, such as MA. For instance, Medicaid and CHIP were the only health benefit programs that did not have a minimum medical loss ratio (“MLR”) for managed care. However, the new rule removes the MLR exemption and requires that managed care organizations (“MCOs”), pre-paid inpatient health plans (“PIHPs”), and pre-paid ambulatory health plans (“PAHPs”) meet a minimum MLR threshold of 85 percent. Since the MLR requires that a benefits program spend a set portion of its premium revenues on patient care and quality improvement, CMS believes the new MLR will provide a fiscal check on MCOs by preventing the retention of excessive amounts of revenue for administration and/or profit. The proposed regulation allows States to change capitation payments and collect remittances from MCOs that do not meet the MLR standard.\n\nIn addition, the proposed rule requires a statewide Medicaid quality strategy with a quality rating system similar to the MA and QHPs rating system.\n\nSome of the key provisions of the proposed rule seek to improve the Medicaid beneficiary experience. The new rule would provide beneficiary protections by setting a standard for managed care enrollment that protect enrollees during the MCO selection process. Under the rule, States would have to provide potential enrollees with fee-for-service coverage for at least fourteen (14) calendar days, while the potential enrollees select a managed care plan. States must also provide potential enrollees with counseling and assistance in selecting a managed care plan.\n\nIn addition, CMS proposes requiring network adequacy and access standards similar to Health Exchange standards for Medicare Advantage plans in order to increase patient access to care. To ensure that Medicaid patients have timely access to necessary care, CMS’ proposal requires that States adopt quantitative time and distance standards for primary care, obstetrics and gynecology, behavioral health, hospitals, and pharmacies. Thus, Kentucky will have to create quantitative standards to measure patient access in terms of time and distance. CMS also requires that States monitor and maintain transparency of network adequacy through data reporting.\n\nAccording to CMS’ press release, the goals of the new Medicaid managed care policy are to:\n\nSupport States’ efforts to encourage delivery system reform initiatives within managed care programs that aim to improve health care outcomes and beneficiary experience while controlling costs; and\n\nStrengthen the quality of care provided to beneficiaries by strengthening transparency and measurement, establishing a quality rating system, and broadening state quality strategies and consumer and stakeholder engagement;\n\nImprove consumer experience in the areas of enrollment, communications, care coordination, and the availability and accessibility of covered services;\n\nImplement best practices identified in existing managed long term services and supports programs;\n\nAlign Medicaid managed care policies to a much greater extent with those of Medicare Advantage and the private market;\n\nStrengthen the fiscal and programmatic integrity of Medicaid managed care programs and rate setting;\n\nAlign the CHIP managed care regulations with many of the proposed revisions to the Medicaid managed care rules strengthen quality and access in CHIP managed care programs.\n\nThe Proposed Rule can be found here.\n\n[1] Medicaid and Children’s Health Insurance Program (CHIP) Programs; Medicaid Managed Care, CHIP Delivered in Managed Care, Medicaid and CHIP Comprehensive Quality Strategies, and Revisions Related to Third Party Liability, 80 Fed. Reg. 31097 (June 1, 2015)(to be codified at 42 C.F.R. §§ 431, 433, 438, 440, 457, 495)\n\n[2] http://medicaidmc.ky.gov/Pages/faq.aspx?fc=010#34", "article_metadata": {"description": "On June 1, 2015 the CMS issued a proposed rule, revising the provisions of the Medicaid managed care program for the first time in over twelve years.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "On June 1, 2015 the Centers for Medicare &amp; Medicaid Services (&amp;ldquo;CMS&amp;rdquo;) issued a proposed rule, revising the provisions of the Medicaid managed care (&amp;ldquo;MMC&amp;rdquo;) program for the fi", "title": "What Changes are in store with the new CMS Proposed Rule for Medicaid Managed Care?", "url": "http://www.natlawreview.com/article/what-changes-are-store-new-cms-proposed-rule-medicaid-managed-care", "image": "https://mcbrayerhealthcare.files.wordpress.com/2015/06/bigstock-team-of-expert-doctors-examini-45884764.jpg?w=300&h=199", "type": "article"}, "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "keywords": "CMS, Medicaid Managed Care Program, MMC, ACA, Childrens Health Insurance Program, CHIP, MA", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Legal, Business, Health, Government, CMS, Medicaid Managed Care Program, MMC, ACA, Childrens Health Insurance Program, CHIP, MA"}, "article_summary": "[2] After November 1, 2011, Kentucky Medicaid added three new managed care organizations and as a result, Medicaid managed care plans now serve all areas of Kentucky.\n[1] Medicaid and Children’s Health Insurance Program (CHIP) Programs; Medicaid Managed Care, CHIP Delivered in Managed Care, Medicaid and CHIP Comprehensive Quality Strategies, and Revisions Related to Third Party Liability, 80 Fed.\n[3] Since Kentucky has implemented a statewide Medicaid managed care model, CMS’ proposed changes will have significant impact on Kentucky’s Medicaid program as a whole.\nMedicaid expansion under the Patient Protection and Affordable Care Act (“ACA”) has led to growth in the number of people eligible for Medicaid managed care.\nThursday, June 11, 2015On June 1, 2015 the Centers for Medicare & Medicaid Services (“CMS”) issued a proposed rule, revising the provisions of the Medicaid managed care (“MMC”) program for the first time in over twelve years."}