{"article_title": "The Vineyard Gazette - Martha's Vineyard News", "article_keywords": ["week", "summer", "customers", "marthas", "family", "peach", "annual", "visit", "vineyard", "gazette", "weekend", "fair"], "article_url": "https://vineyardgazette.com/news/2015/08/04/west-tisbury-town-column-august-7", "article_text": "The weekend weather was just delightful. The beaches were pleasantly full on Sunday, and many cookouts were held over the weekend. Activity will pick up even more in this town in advance of the fair. We welcome President Obama, the First Lady, and family, who will be arriving this weekend for a well-earned vacation. Next Saturday and Sunday a sales tax holiday will be in effect on many products in the commonwealth. It will be a chance to save some money on back to school items and/or other household necessities.\n\nOn Monday I took the Seastreak to New Bedford and met Anna, who was away for the weekend visiting the grandchildren, Robbie and Henry. We did some shopping, visited the grandchildren, and we all had dinner at Antonio’s. The temperature was a delightful 89 degrees and we returned home on the 8:30 p.m. boat. The Vineyard is crowded but so was New Bedford and Falmouth. We don’t realize it yet but summer is slipping away with sunsets before 8 p.m.\n\nConnie Koch of Washington D.C. arrived last week to spend the remainder of the summer at her Edgartown Road home. She usually gets to the Vineyard earlier but nonetheless she is happy to be here. She will be busy preparing for family visits. Her daughter Sarah and family have been here and opened up the house to prepare for Mom’s arrival.\n\nDenise Mount and her husband Don Evon, of Canton, Conn., arrived yesterday for their yearly visit with us. They have been coming to visit for several years and we always enjoy a fun time together. Also joining us will be Tom Majeski, who lives in Boston.\n\nThe Van Raan/Dickler household is full of kids and grand children. Sig’s daughters Sofia and Zoe came last week from Santa Fe and his son Jackson from Burlington, Vt. Last week he took his granddaughter Zaya to visit college in Boston. His wife Susan, as vice chair of the Ms. Foundation, is busy planning the annual summer fundraiser for the foundation later in August. Other than that he says it is rather quiet.\n\nJill Carlton and her husband Pete Karman, of New Haven, Conn., arrived last Wednesday. They plan to spend the rest of the summer relaxing and enjoying the weather. Their son Alex will arrive Friday for a visit.\n\nCharlie Kernick of Edgartown Road reports that he and his wife hosted a backyard “welcome home” dinner last Wednesday for Morgan and Bobby Lucero of Napa, Calif., who were back vacationing at the home of Morgan’s parents, Connie and Bob Taylor of Chilmark. The Taylors and Clif Athearn joined in the festivities.\n\nThe 154th annual Agricultural Fair begins on the 20th and runs until Sunday evening. Fair manager Eleanor Neubert wants to remind each exhibitor of the policy regarding entry forms. All forms must be submitted by Monday, August 17 at 5 p.m. and non-perishable entries delivered to the hall on Wednesday between noon and 5 p.m. She also reports that rides and games by Cushing Amusements will return again as they have for nearly 40 years. Friday night they will again offer a pay one price for all rides from 6 to 10 p.m. A complete schedule of events is published in the fair booklet. The 15th annual Fiber Tent exhibition with spinners, weavers, knitters and felters will hold various demonstrations of their talent throughout the fair and animals will be available for viewing each day.\n\nMary Blake sends this report about her pies. She tries to have one day a week, usually Thursday, to offer Island customers a chance to order pies. Her phone number is 508-922=0208. She brings them over and meets customers at the gazebo/pie stand at 10 a.m. She has now started Eileen Blake pies in Falmouth from her home and will hopefully expand in the near future. The new house under construction here was essential but who knows, she may back bigger and better than ever. But for now she is enjoying her family and is grateful to have customers in Falmouth that have helped her business become profitable in her new location. She thanks all of her loyal Vineyard customers and will try her best to meet their need for her pies.\n\nClaudia Carmel, of New York city, was the guest of Susan Block last weekend. She had summered here for several years and this was her first trip back in a while. She enjoyed the beach, yoga classes, long walks, and the local craft festival. She returned to the city Monday afternoon.\n\nColleen Garrett reports that the Rotary Club’s 25th Annual Pancake Breakfast will be held on Sunday from 7 a.m. until noon at The Anchors in Edgartown.\n\nAugust is peach season! The First Congregational Church will be holding their sixth annual Peach Festival Saturday, August 15 from 12-4 p.m. They will be serving fresh peaches, smoothies, minted ice tea and lemonade, peaches with ice cream and peach shortcake, and Mad Martha’s special peach ice cream! Baked goods and treats of all kinds will be available to take home, too. There will be music, a peach tree raffle, and fun activities for kids! Tell your friends and family.\n\nThe Mill Brook Watershed Management Planning Committee invites all to attend its third public forum to provide updates, discuss progress and answer questions about the Mill Brook Watershed Study on Monday August 17 at 5:30 p.m. over at the Howes House.\n\nWith all the controversy surrounding a vitally important social program, a timely trivia item at your next party is: Monday marks the 80th anniversary of the Social Security Act signed into law by President Franklin D. Roosevelt. Many of the negative things said about it are strikingly similar to what has been said of the Affordable Care Act.\n\nHappy birthday to: Martha Moore, Danguole Gabis and Alice Hopkins Friday, Debbie Brew, Keston Smith, Tom Hodgson, Ken Child and Helen Brown Saturday, Claire Gray, Kim O’Connor, and Robyn Hanover on Sunday, Jim Pritchard, Erik Lowe, and Matthew Bradley on Monday, Rosemary Van Nes, Claire Harrington, Linda Carroll, Chuck Cotnoir, Diana Waring and J C Murphy on Tuesday, Susan Fieldsmith, Joe Schroeder, Amelia Smith and Sam Stevenson on Wednesday, Peter Rodegast, Mariah Peebles, Leslie Sterns, Aaron Lowe and Frank Ferro on Thursday. Belated birthday greetings to Nancy Gardella.\n\nWedding anniversary wishes to Rosemary and Nick Van Nes on Monday and Jon and Genevieve Randall celebrate their 26th Saturday. Bob and Anne Ganz celebrated their 52nd last week.\n\nWell that is all of the news for this week’s column. If you have any news please call or e-mail me. Have a good week.\n\nSend West Tisbury news to alleys@vineyard.net.", "article_metadata": {"og": {"url": "https://vineyardgazette.com/news/2015/08/04/west-tisbury-town-column-august-7", "type": "article", "site_name": "The Vineyard Gazette - Martha's Vineyard News", "title": "West Tisbury Town Column: August 7"}, "generator": "Drupal 7 (http://drupal.org)", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "She thanks all of her loyal Vineyard customers and will try her best to meet their need for her pies.\nThe First Congregational Church will be holding their sixth annual Peach Festival Saturday, August 15 from 12-4 p.m.\nHis wife Susan, as vice chair of the Ms. Foundation, is busy planning the annual summer fundraiser for the foundation later in August.\nShe usually gets to the Vineyard earlier but nonetheless she is happy to be here.\nWe welcome President Obama, the First Lady, and family, who will be arriving this weekend for a well-earned vacation."}