{"article_title": "Rename Tillman Hall", "article_keywords": ["rename", "medicaid", "jackson", "students", "tillman", "state", "health", "black", "clemson", "hall", "south", "carolina"], "article_url": "http://www.greenvilleonline.com/story/news/local/2015/01/16/jesse-jackson-rename-tillman-hall/21887671/", "article_text": "Buy Photo Clemson University is requesting $40 million in one-time money from the state's budget to assist in several projects, including $15 million to continue upgrading its electrical system. (Photo: MYKAL McELDOWNEY/Staff)Buy Photo\n\nClemson University should rename Tillman Hall, a building that honors a \"racist\" who advocated brutality against black people, the Rev. Jesse Jackson said in Greenville on Friday.\n\n\"Ben 'Pitchfork' Tillman was a racist who reacted to the African-American people with violence,\" Jackson said. \"He recommended genocide against black people.\"\n\nIn an exclusive preview of his remarks as keynote speaker at Greenville's MLK Diversity Banquet on Friday night, Jackson also criticized Gov. Nikki Haley and other state leaders for refusing to expand Medicaid.\n\n\"The state is reducing the life expectancies of poor people,\" Jackson said, as he prepared to speak at the TD Convention Center. \"One-fourth of South Carolina is in poverty. People can't get mammograms and can't see a doctor but have to resort to emergency rooms.\"\n\nJackson, one of the nation's most prominent civil rights leaders, added his voice to a chorus of students and faculty calling for changing the name of Tillman Hall, one of Clemson's oldest and iconic buildings.\n\nTillman, a former South Carolina governor, was one of the founding trustees of Clemson and an outspoken white supremacist. Historians also tie Tillman to the 1876 Hamburg massacre, an incident in which six blacks were killed.\n\nJackson said Clemson should honor South Carolina figures such as Harvey Gantt, who in 1963 became the first black student to be admitted to Clemson and the first black mayor of Charlotte, N.C.\n\n\"People of conscience must choose Harvey Gantt going forward as a symbol and not Ben Tillman going backward,\" Jackson said.\n\nJackson, a Greenville native, urged students and faculty to rise up in public protest, adding that he would be proud to participate.\n\n\"I hope that students, faculty and other people will protest mightily,\" Jackson said. \"I would be glad to be a part of such a protest for a new South.\"\n\nClemson student Colby Lanham, a communications studies major, disagreed with Jackson. \"We all know the history of Tillman,\" Lanham said.\n\n\"We know his viewpoints as well as those of Thomas Green Clemson and John C. Calhoun. But renaming a building won't change history or Tillman's view of minorities.\"\n\nLanham supports recent diversity initiatives by Clemson President Jim Clements and suggested the school should do more to recruit minority students and faculty.\n\n\"Focusing on those efforts instead of renaming buildings is a more constructive idea,\" Lanham said.\n\nNot expanding Medicaid\n\nJackson said that if Martin Luther King were alive today, he would focus his efforts on reducing poverty. Jackson sharply criticized state leaders for refusing to expand Medicaid to include an estimated 400,000 South Carolinians.\n\n\"Poverty is a weapon of mass destruction,\" Jackson said. \"I was with Martin Luther King at his last birthday and he spoke about the need to redirect the war in Vietnam to a war on poverty.\"\n\nBy not expanding Medicaid, Jackson said, \"The state is reducing the life expectancies of poor people.\"\n\nGov. Haley's press secretary Chaney Adams responded to Jackson's criticism via email.\n\n\"The fact is that Gov. Haley, South Carolina's next DHHS Director Christian Soura and the General Assembly are fighting for South Carolina solutions for South Carolina healthcare as the uncertainty and cost of Obamacare squeezes South Carolina families and businesses, hurting our state,\" Adams wrote.\n\nThe proposed Medicaid expansion of the Affordable Care Act would have covered everyone in South Carolina who makes up to 138 percent of the federal poverty level.\n\nIt would have funneled about $11.2 billion in federal funds to the state between 2014 and 2020, creating 44,000 new jobs, according to the South Carolina Hospital Association.\n\nThe Medicaid expansion would have been funded by the federal government at 100 percent for the first three years, dropping gradually to 90 percent by 2020.\n\nState Rep. Dan Hamilton said he stands behind his vote against the Medicaid expansion.\n\n\"Medicaid already is creating a huge hole in our budget, so we can't even fund roads and other core services that we need to,\" Hamilton said. \"Free health care to everyone is not a core service of state government.\"\n\nBryan Kost, the chief of staff at the state Department of Health and Human Services, said the state is trying to reach the sickest in South Carolina first, partnering with local health providers.\n\n\"We want to make health care accessible to the sickest in the state and those who need it the most,\" Kost said. \"Though the state did not expand Medicaid, we have done a lot of hard work to reach the sickest in our state.\"\n\nAttempts to reach House Speaker Jay Lucas and House Majority Leader Bruce Bannister were unsuccessful.\n\nJackson also expressed concern about the 2013 \"gutting\" of the Voting Rights Act and the restrictions that he said many states, including South Carolina, are placing on voting.\n\n\"The progress we made is now under attack,\" Jackson said. \"There is a Confederate rebellion against progress, making it more difficult to vote rather than easier to vote.\"\n\nRead or Share this story: http://grnol.co/1C8MNbp", "article_metadata": {"google": "notranslate", "description": "Civil rights leader also blasts Gov. Haley, state leaders for refusing to expand Medicaid", "og": {"site_name": "The Greenville News", "description": "Civil rights leader also blasts Gov. Haley, state leaders for refusing to expand Medicaid", "title": "Jesse Jackson: Rename Tillman Hall", "url": "http://www.greenvilleonline.com/story/news/local/2015/01/16/jesse-jackson-rename-tillman-hall/21887671/", "image": "http://www.gannett-cdn.com/GDContent/applogos/greenvilleonline.png", "type": "article"}, "twitter": {"description": "Civil rights leader also blasts Gov. Haley, state leaders for refusing to expand Medicaid", "creator": "@greenvillenews", "image": "http://www.gannett-cdn.com/-mm-/332b7980c2d5786663b5b05eeeb3fbca2c2e0429/c=846-0-3621-2775&r=x643&c=640x640/local/-/media/Greenville/2015/01/16/B9315890972Z.1_20150116193158_000_GJ39MS6RL.1-0.jpg", "title": "Jesse Jackson: Rename Tillman Hall", "site": "@greenvillenews", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=758240887", "fb": {"app_id": 127457533984247}, "article": {"author": "https://www.facebook.com/paul.hyde.56829"}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "_id": "\"57477af46914bd0286fdec93\"", "article_summary": "(Photo: MYKAL McELDOWNEY/Staff)Buy PhotoClemson University should rename Tillman Hall, a building that honors a \"racist\" who advocated brutality against black people, the Rev.\nTillman, a former South Carolina governor, was one of the founding trustees of Clemson and an outspoken white supremacist.\nHaley, South Carolina's next DHHS Director Christian Soura and the General Assembly are fighting for South Carolina solutions for South Carolina healthcare as the uncertainty and cost of Obamacare squeezes South Carolina families and businesses, hurting our state,\" Adams wrote.\n\"One-fourth of South Carolina is in poverty.\nBy not expanding Medicaid, Jackson said, \"The state is reducing the life expectancies of poor people.\""}