{"article_title": "Nasty Politics", "article_keywords": ["ads", "commercials", "million", "negative", "spent", "pundits", "election", "politics", "nasty", "didnt", "asked", "trump"], "article_url": "http://reason.com/archives/2016/05/18/nasty-politics", "article_text": "This presidential election is like no other.\n\nMost election years around this time, I do a TV show on nasty political commercials. Pundits explain which ads worked, which didn't, and who won because he raised more money and spent more on negative ads.\n\nAmong Republicans this year, says Ad Age, Jeb Bush's supporters spent the most, $80 million, followed by Marco Rubio at $70 million. It didn't seem to help.\n\nDemocrats spent even more. Clinton's backers spent $153 million and Sanders' $76 million.\n\nDonald Trump, of course, bore the brunt of much of that negative advertising. Clinton, Sanders, Ted Cruz, John Kasich, Bush, the Club for Growth, Our Principles, New Day for America, Correct the Record and Keep the Promise super PACs ran commercials that I thought would devastate the Trump campaign.\n\nSome replayed his crude comments: \"Does she have a good body? No! Does she have a fat ass? Absolutely.\"\n\nSome replayed flip-flops. After Trump complained about China \"stealing our jobs,\" David Letterman asked Trump where his ties came from. \"China,\" admitted Trump.\n\n\"Where are your shirts made?\" asked Letterman.\n\n\"We employ people in Bangladesh,\" said Trump. And in a debate, he said, \"We're doing many, many deals outside of the United States.\"\n\nPolitical commercials showed that Trump once pushed for forms of Obamacare that most Republicans hate. In one ad, a reporter asked Trump about health care:\n\nReporter: Universal health care? Trump: I am going to take care of everybody. Reporter: Who pays for it? Trump: The government is going to pay for it.\n\nOther ads played a sound bite of Trump saying, \"I probably identify more as a Democrat.\"\n\nTrump's opponents spent millions to reveal Trump in his own words, caught contradicting himself on TV. Pundits called the ads \"devastating.\" Most Republican primary voters didn't care.\n\nSoon, the ads may get still nastier.\n\nEvery election season pundits complain about \"negative campaigning.\" When President Obama last ran, he said, \"It can seem like a return to civility is not possible.\" Four years before, reporters claimed \"candidates have taken dirty to a whole new level.\"", "article_metadata": {"og": {"site_name": "Reason.com", "description": "You learn more from negative ads than fluffy positive ones.", "title": "Nasty Politics", "url": "http://reason.com/archives/2016/05/18/nasty-politics", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14635148192466.jpg", "type": "article"}, "twitter": {"site": "@reason", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14635148192466.jpg", "description": "You learn more from negative ads than fluffy positive ones.", "card": "summary_large_image", "title": "Nasty Politics"}, "fb": {"pages": 17548474116}, "article": {"tag": "Must Reads", "published_time": "2016-05-18T04:01:00+00:00", "author": "http://reason.com/people/john-stossel"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "After Trump complained about China \"stealing our jobs,\" David Letterman asked Trump where his ties came from.\nMost election years around this time, I do a TV show on nasty political commercials.\nIn one ad, a reporter asked Trump about health care:Reporter: Universal health care?\nPundits explain which ads worked, which didn't, and who won because he raised more money and spent more on negative ads.\nAmong Republicans this year, says Ad Age, Jeb Bush's supporters spent the most, $80 million, followed by Marco Rubio at $70 million."}