{"article_title": "Organizations helping Hoosiers meet health insurance deadline", "article_keywords": ["organizations", "network", "hoosiers", "west", "signup", "hamilton", "county", "helping", "chance", "health", "questions", "fair", "meet", "insurance", "deadline", "help"], "article_url": "http://fox59.com/2014/02/10/organizations-helping-hoosiers-meet-health-insurance-deadline/", "article_text": "HAMILTON COUNTY – Several Hamilton County organizations are helping Hoosiers sign-up for health insurance under the Affordable Care Act.\n\nThe county is hosting a Resource & Health Fair on March 13 at the Hamilton Co. 4H Fairgrounds. The mission of the health fair is to make sure agencies are helping people in the county. People who attend the health fair, will be exposed to a number of agencies and resources that are available to them.\n\nNancy Chance, who is the executive director of the Good Samaritan Network of Hamilton County, said they will have a large section dedicated to helping people sign-up for health insurance.\n\n“I think a lot of people are just having trouble just figuring out where they fit in,” Chance said.\n\nChance said they want to guide people and make sure they know exactly what to do because the deadline to sign-up is approaching quickly. The deadline is next month.\n\n“That’s all we’re trying to do is just help people connect the dots,” Chance said.\n\nThere will be representatives from all 5 area hospitals at the event. They will be available to answer questions.\n\n“That’ll help people have a clear focus on exactly what’s going on with the plan they’re thinking about going on,” Chance said.\n\nThere will be 60 spots available at the health fair . For those people who sign up, Hoosiers will receive one-on-one sessions with trained professionals. Each session will last an hour. Terry West with Westlink Consulting at Riverview Hospital will be available to answer questions about the Affordable Care Act. West will host 3 Q & A sessions.\n\n“Again, it’s somewhat of a convoluted idea –the Affordable Care Act. (There) are lots of ideas out there –good/bad- (and) so forth, but we’ll be there to give specific information for them,” West said.\n\nWest said he hopes the sessions and the Q & A period will help clarify things for Hoosiers.\n\n“We just want to get the information out and allow individuals to come in, ask questions, sign up if they would like at the resource fair,” West said.\n\nIf people would like to sign-up for one of the 60 spots, they can go to gsnlive.org. The site is operated by the Good Samaritan Network of Hamilton County. People need to sign-up through the site first in order to obtain one of the spots at the fair.\n\nChance said the fair will be open to anyone who shows up and ask questions. Chance said people outside of Hamilton County can sign-up for a session and will not be turned away.\n\n“We believe that with this one stop place, where they can talk to individuals, it’ll really help them,” West said.\n\nWest added people who have questions and are in the Riverview network or would like to be in the Riverview network should contact 773-0760 to speak with him.", "article_metadata": {"description": "HAMILTON COUNTY – Several Hamilton County organizations are helping Hoosiers sign-up for health insurance under the Affordable Care Act. The county is hosting a Resource &amp; Health Fair on March 13 at the Hamilton Co. 4H Fairgrounds.", "generator": "WordPress.com", "og": {"site_name": "Fox 59", "description": "HAMILTON COUNTY – Several Hamilton County organizations are helping Hoosiers sign-up for health insurance under the Affordable Care Act. The county is hosting a Resource & Health Fair on March …", "title": "Organizations helping Hoosiers meet health insurance deadline", "url": "http://fox59.com/2014/02/10/organizations-helping-hoosiers-meet-health-insurance-deadline/", "image": {"width": 200, "identifier": "http://1.gravatar.com/blavatar/bb3256e3dddacfdf7a386ddc244ec0b0?s=200&ts=1464197016", "height": 200}, "locale": "en_US", "type": "article"}, "twitter": {"app": {"id": {"iphone": 586939626}}, "creator": "@fox59", "image": "http://1.gravatar.com/blavatar/bb3256e3dddacfdf7a386ddc244ec0b0?s=240", "card": "summary", "site": "@fox59"}, "msapplication-tooltip": "Indianapolis News, Indiana Weather, Indiana News, Indiana Traffic, Indiana Local News, Indiana Sports, Community, Entertainment", "apple-itunes-app": "app-id=586939626", "fb": {"pages": 149126144574}, "msapplication-window": "width=device-width;height=device-height", "viewport": "width=device-width, initial-scale=1, user-scalable=no", "application-name": "Fox 59", "google-site-verification": "4J_5SN-I8hitXgOtTRd2FrtoptQ_mp1qMk3Ah7yrPT8", "keywords": "news, local news", "article": {"publisher": "http://www.facebook.com/Fox59News", "published_time": "2014-02-10T23:03:20+00:00", "modified_time": "2014-02-11T00:36:46+00:00", "author": "http://www.facebook.com/Fox59News"}, "msapplication-task": "name=Subscribe;action-uri=http://fox59.com/feed/;icon-uri=http://1.gravatar.com/blavatar/bb3256e3dddacfdf7a386ddc244ec0b0?s=16"}, "_id": "\"57477af36914bd0286fcefc4\"", "article_summary": "HAMILTON COUNTY – Several Hamilton County organizations are helping Hoosiers sign-up for health insurance under the Affordable Care Act.\nPeople who attend the health fair, will be exposed to a number of agencies and resources that are available to them.\nThe mission of the health fair is to make sure agencies are helping people in the county.\nNancy Chance, who is the executive director of the Good Samaritan Network of Hamilton County, said they will have a large section dedicated to helping people sign-up for health insurance.\nThe county is hosting a Resource & Health Fair on March 13 at the Hamilton Co. 4H Fairgrounds."}