{"article_title": "Not ready for growth", "article_keywords": ["city", "plant", "senate", "workers", "lake", "mason", "roberts", "justice", "growth", "storm", "ready", "judiciary"], "article_url": "http://www.stormlake.com/articles/2016/04/08/not-ready-growth", "article_text": "Some 200 people crammed into the Mason City Council chambers Tuesday night to voice their opposition to a proposed pork slaughter facility. Fifty people voiced their concerns to the council in a meeting that lasted from 7 p.m. to midnight. “Opponents pressed issues of potential negative environmental impact, cultural clashes with workers coming into the community, the threat of plant- and hog-farm-related smells, and problems with traffic, housing, crime and drugs,” the Mason City Globe Gazette reported.\n\nNorth Iowa is not ready for this plant.\n\nCultural clashes. Crime. Drugs.\n\nMexicans. Asians. Sudanese.\n\nThat’s what the people of Mason City are telling their city council, ugly as it may sound.\n\nThe city council responded by voting 6-0 to go ahead with the plant, including about $11 million in local government incentives for a slaughterhouse that will pay most of its workers less than $15 per hour. The state, as we noted in this space earlier, is larding on another $11 million in gifts to Prestage Farms of North Carolina to build the $240 million plant that is supposed to hire 2,000 workers. It is unproductive in lifting rural wages, and it is unfair to existing food processors that do not enjoy government subsidy but pay their workers more.\n\nMason Citians opposed the plant for seemingly different reasons.\n\nThere is no doubt that the proposed pork plant will draw most of its workforce from non-resident labor. And that does present challenges to the schools and housing market, as Storm Lake knows full well. We would like to think, however, that Storm Lakers have come to appreciate over the past 20 years the tremendous diversity that The City Beautiful enjoys from our new neighbors. They are hard workers. They are not drug-runners. And they are no more criminal that white people bred and born in Storm Lake or Newell or Alta. The police statistics prove it, year after year.\n\nMason City used to be a magnet for immigrants from sugar beet processing. Many Latino names survive although the migrant field workers and permanent plant workers are gone. People have apparently forgotten their contributions to the community.\n\nWe have seen similar comments made when meatpacking plants have been proposed in other rural communities, such as Spencer and Iowa Falls. Residents told their councilors in each of their communities that they liked their communities white, and that they did not want to become “like Storm Lake.”\n\nThose other places, including Mason City, are shrinking in population and future prospects.\n\nIt is silly for the state and local governments to throw money at a slaughterhouse that would locate here anyway because of our corn and soybeans. It is wrong to oppose its location over “cultural clashes.” That simply has not been the experience in Storm Lake. The community is growing, and food processing gives people a foot on the first run of the ladder to American success. Storm Lake will be a far stronger community in future generations than those who shut out people who do not look like them over base misperceptions.\n\nJudicial ignorance\n\nIt was completely inappropriate for Senate Judiciary Committee Chairman Chuck Grassley, R-Iowa, to take to the Senate floor on Tuesday and deliver a long address lambasting Supreme Court Chief Justice John Roberts. Ten days before Justice Antonin Scalia died, Roberts delivered a speech lamenting the political divisiveness that surrounds the judicial nomination process. Roberts reminded his law school audience that the judiciary must remain above politics, for fear that tainting judges could undermine the liberties that an independent judiciary defends against the zealotry of the masses.\n\n“The confirmation process has gotten political precisely because the court has drifted from the constitutional text and rendered decisions based instead on policy preferences … the chief judge is part of the problem,” Grassley said. “Physician, heal thyself.”\n\nIt is one thing for Sen. Joni Ernst, R-Iowa, to criticize a justice. She does not chair or serve on Judiciary. Call us old-fashioned, but the chair should maintain a sense of decorum and deportment appropriate to a respect for judicial independence. This is especially true when a nominee to the high court, Merrick Garland, has been presented by President Obama to the Senate. Grassley refuses to grant Garland a hearing.\n\nChief Judge Roberts was appointed by President George W. Bush. He is loathed by many Republicans for voting to uphold the Affordable Care Act.\n\nGrassley has fully made his point by standing in the way of a Senate vote for Garland. He did not have to insult the chief justice by clearly suggesting that he is driven by politics over a respect for the US Constitution. Grassley’s remarks illustrate his own judicial ignorance.", "article_metadata": {"Generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "That’s what the people of Mason City are telling their city council, ugly as it may sound.\nSome 200 people crammed into the Mason City Council chambers Tuesday night to voice their opposition to a proposed pork slaughter facility.\nIt is wrong to oppose its location over “cultural clashes.” That simply has not been the experience in Storm Lake.\nAnd they are no more criminal that white people bred and born in Storm Lake or Newell or Alta.\nAnd that does present challenges to the schools and housing market, as Storm Lake knows full well."}