{"article_title": "'Doc' Benishek, 'General' Cannon clash in race for Congress", "article_keywords": ["campaign", "clash", "congress", "hes", "tv", "cannon", "national", "doctor", "washington", "general", "race", "benishek", "doc", "northern"], "article_url": "http://interlochenpublicradio.org/post/doc-benishek-general-cannon-clash-race-congress", "article_text": "The race for northern Michigan’s U.S. House seat was one of the most closely contested elections in the state in 2012.\n\nRepublican Dan Benishek won reelection by less than half a percentage point. Once again he's facing strong competition as the November election approaches – this time from a retired Army National Guard general.\n\n'Doc' Benishek\n\nDan Benishek is a doctor and if you’ve been watching TV at any point in the last few months you probably already know that from all the commercials.\n\nBut Benishek is also a congressman – running for a third term in Michigan's 1st Congressional District that includes part of the northern Lower Peninsula and all of the Upper Peninsula. Benishek’s campaign has focused on two things: one, his background as a doctor; and two, Obamacare.\n\n“That was actually something he did two years ago was run ads where he goes by ‘Dr. Dan’ or ‘Dr. Benishek’ or ‘Doc Benishek,' and focuses a ton on his history in medicine and his work as a doctor,\" says Jack Fitzpatrick, who covers U.S. House races for National Journal. He wrote a story about this campaign strategy last month.\n\nFitzpatrick says this race is interesting because Benishek is not talking much about what he’s actually accomplished in Washington since being elected. But that might not matter – especially when some voters are really upset about healthcare.\n\n“The fact that Obamacare is a major issue throughout the country in this race, and he wants to make it the major issue of this race, makes his background as a doctor more relevant,\" Fitzpatrick says. \"It gives him some authority on the subject.”\n\nFitzpatrick says the doctor image makes Benishek look like an outsider, even though he’s been around Washington four years. That’s a smart tactic since Congress’ approval ratings are hitting all-time lows.\n\nBut Benishek’s opponent is also running as an outsider.\n\n'General' Cannon\n\nJerry Cannon is a former Kalkaska County sheriff and also a retired general in the Army National Guard. Cannon’s TV advertisements are focused on introducing him to voters.\n\nSteve Tuttle says that makes sense.\n\n“When you get outside of Kalkaska County and the surrounding areas, he’s not very well known,\" Cannon says.\n\nTuttle writes a column for the Northern Express and used to be a political consultant. He says he’s actually surprised that Cannon hasn’t focused more on his background as a general.\n\nAlthough Cannon is positioning himself as a fresh face, he’s being attacked as a Washington insider. The U.S. Chamber of Commerce paid for one TV advertisement that attacks Cannon for statements he's made about Obamacare in the past and links him to \"Washington liberals.\" The ad claims that \"Cannon is their guy.\"\n\nCannon’s campaign didn’t respond to IPR’s request for comment.\n\nOutside groups are spending millions of dollars in northern Michigan.\n\n“It’s about 50-50 outside spending [to] actual campaign spending,\" Steve Tuttle says. \"And about two-to-one either pro-Benishek stuff or anti-Cannon stuff.”\n\nRepublican political action committees are paying for many anti-Cannon TV spots, but national Democratic groups have mounted their own counterattacks. One anti-Benishek advertisement accuses the congressman of supporting a 23 percent national sales tax, which would raise taxes for many middle-income Americans.\n\nA spokeswoman for Benishek says he wants to simplify the tax code.\n\nBenishek pulling ahead?\n\nIt’s hard to find a poll that predicts what will happen in the 1st Congressional District in November, but Tuttle thinks the race is still a toss up. Still, he says he would put money on Benishek winning in the end.\n\nRepublicans are thought to have an edge in the district. And if you follow the money, you see that Democrats are now less bullish about Jerry Cannon beating the incumbent than before. News reports last month showed one of the two major Democratic PACs was scaling back the number of TV ads they planned to buy in the market.\n\n“Maybe it’s a sign that Benishek’s ads are working at least to some extent,\" Jack Fitzpatrick says. \"Maybe he’s in a good position in this race, because apparently it’s not as much of a top target for Democrats as it was a few months ago.”\n\nAnd the news is not getting better for Jerry Cannon.\n\nThe newspaper Roll Call had a story last week saying another top Democratic group was canceling an order for $425,000 worth of pro-Cannon TV ads.", "article_metadata": {"category": "Northern Michigan Elections & Government", "description": "The race for northern Michigan’s U.S. House seat was one of the most closely contested elections in the state in 2012. Republican Dan Benishek won", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://interlochenpublicradio.org/post/doc-benishek-general-cannon-clash-race-congress", "image": "http://mediad.publicbroadcasting.net/p/wiaa/files/styles/medium/public/201410/Cannon-Benishek.jpg", "type": "article", "description": "The race for northern Michigan’s U.S. House seat was one of the most closely contested elections in the state in 2012. Republican Dan Benishek won", "title": "'Doc' Benishek, 'General' Cannon clash in race for Congress"}, "wordCount": 848, "twitter": {"site": "@IPRNewsRadio", "card": "summary"}, "author": "David Cassleman", "org_id": 0, "dc": {"title": "&#039;Doc&#039; Benishek, &#039;General&#039; Cannon clash in race for Congress"}, "nid": 24235, "datePublished": "2014-10-13", "story_id": 355837962, "keywords": "Northern Michigan Elections & Government, 1st Congressional, Dan Benishek, Jerry Cannon, Running for First", "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fdd97d\"", "article_summary": "'General' CannonJerry Cannon is a former Kalkaska County sheriff and also a retired general in the Army National Guard.\nFitzpatrick says this race is interesting because Benishek is not talking much about what he’s actually accomplished in Washington since being elected.\nThe race for northern Michigan’s U.S. House seat was one of the most closely contested elections in the state in 2012.\nOnce again he's facing strong competition as the November election approaches – this time from a retired Army National Guard general.\nBenishek’ or ‘Doc Benishek,' and focuses a ton on his history in medicine and his work as a doctor,\" says Jack Fitzpatrick, who covers U.S. House races for National Journal."}