{"article_title": "Are hospitals abusing the 340B drug discount program? New study reignites controversy", "article_keywords": ["abusing", "340b", "clinics", "study", "drug", "controversy", "discount", "patients", "program", "health", "2004", "reignites", "hospitals"], "article_url": "http://www.beckershospitalreview.com/finance/are-hospitals-abusing-the-340b-drug-discount-program-new-study-reignites-controversy.html", "article_text": "Are hospitals abusing the 340B drug discount program? New study reignites controversy\n\nA new Health Affairs study has fueled the debate over the 340B drug discount program by concluding hospitals have begun using the program to boost profits rather than help low-income and uninsured patients.\n\nThe 340B program — created by the Veterans Health Care Act of 1992 — allows nonprofit hospitals, community health centers, hemophilia treatment centers, HIV/AIDS clinics and other facilities that serve large numbers of under- or uninsured patients to buy medications from manufacturers at reduced prices. Researchers found 340B disproportionate share hospitals that registered for the program in 2004 or later served wealthier communities than hospitals that joined the discount program earlier, according to the study. Additionally, clinics affiliated with 340B hospitals that registered for the program in 2004 or later served communities with higher incomes and higher levels of insurance coverage than clinics that registered prior to 2004. These findings support allegations that hospitals participating in the program are looking to bring in extra money by targeting wealthier and/or insured patients. Hospitals participating in the 340B program aren't required to pass the discount along to patients or insurers and can subsequently turn a profit by charging the full price for medications the hospital bought at a discount—although hospital groups have vehemently denied 340B providers engage in this practice.\n\nThe study was conducted by Rena Conti, PhD, an assistant professor of health policy and economics in the University of Chicago Departments of Pediatrics and Health Studies, and Peter Bach, MD, director of the Center for Health Policy and Outcomes at Memorial Sloan Kettering Cancer Center. They analyzed data for 960 hospitals and 3,964 affiliated clinics registered for the 340B program in 2012, along with socioeconomic information on the communities those hospitals and clinics served from the U.S. Census Bureau's American Community Survey. \"Our findings support the criticism that the 340B program is being converted from one that serves vulnerable patient populations to one that enriches hospitals and their affiliated clinics,\" they write in the study.\n\nTheir research echoes criticism the 340B program has received in recent years from various groups and healthcare industry stakeholders who claim hospitals are abusing the discount for monetary gain. The controversy surrounding the program has heated up since the passage of the Patient Protection and Affordable Care Act, which broadened 340B to encompass providers such as critical access hospitals, freestanding non-prospective payment system cancer hospitals, sole community hospitals, certain non-PPS children's hospitals and rural referral centers with disproportionate share adjustments equal to or greater than 8 percent.\n\nFor instance, Scott Gottlieb, MD, former deputy commissioner of the Food and Drug Administration, wrote an opinion piece published by The Wall Street Journal in July 2013 alleging hospitals are buying drugs at a discount through the program, charging insurers the full price and then pocketing the difference. Dr. Gottlieb's editorial came in the wake of the publication of a whitepaper by a collection of pharmaceutical and biotechnology associations raising concerns about the program potentially harming patients. This past March, the Alliance for Integrity Reform of 340B — a coalition of patient advocacy groups, healthcare providers and biopharmaceutical industry members — also released an analysis alleging more than two-thirds of 340B hospitals provide less charity care as a percent of patient costs than the national average of 3.3 percent.\n\nIn response, hospital groups such as the American Hospital Association and Safety Net Hospitals for Pharmaceutical Access have fiercely defended 340B, saying the program benefits vulnerable patients and saves taxpayers money by decreasing government spending on pharmaceuticals. In a blog post about the recent Health Affairs study, Linda Fishman, the AHA's senior vice president of public policy analysis and development, writes that 340B makes up just 2 percent of $325 billion in annual drug purchases, and that 340B hospitals provided $28.4 billion in uncompensated care in 2012 — four times the program's $6.5 billion price tag.\n\nAccording to Ms. Fishman, the study \"reaches incorrect conclusions about how hospitals are using the 340B Drug Pricing Program\" and \"provides a questionable framework for analysis which does not focus on the geographic areas in which hospitals serve their communities.\" She writes that the study also ignores the impact of program changes since 2004, such as the Medicare Modernization Act of 2004, which expanded 340B to rural and small urban hospitals by raising the DSH adjustment cap.\n\nHHS has maintained 340B program discounts despite the chorus of criticism and a recent legal challenge. In May, U.S. District Judge Rudolph Contreras ruled against HHS in a suit filed by the Pharmaceutical Research and Manufacturers of America challenging a final rule from the federal agency expanding the 340B drug discount program to rural and cancer hospitals as outlined in the PPACA. PhRMA filed the suit seeking to exclude all drugs with an \"orphan\" designation — a drug that has been developed specifically to treat a rare condition and often carries a hefty price tag.\n\nJudge Contreras ruled that HHS does not have the authority to implement regulations implementing PPACA 340B provisions. However, in July, the HHS Health Resources and Services Administration issued an interpretive rule that allowed rural and cancer hospitals to keep accessing 340B discounts on orphan drugs when the drugs are not used for the rare conditions that resulted in orphan designation.\n\nMore articles on the 340B program:\n\n340B program: Time to recertify\n\nHHS issues interpretive rule allowing 340B orphan drug exclusion\n\nThe 340B drug discount program controversy: 5 things to know\n\n© Copyright ASC COMMUNICATIONS 2016. Interested in LINKING to or REPRINTING this content? View our policies by clicking here.", "article_metadata": {"keywords": "prescription drugs, 340B, 340B hospital", "google-site-verification": "T2iZUdiI00EFwbWMD3JAgYskKSG2SYuFhw0OpefF4fM", "description": "A new Health Affairs study has fueled the debate over the 340B drug discount program by concluding hospitals have begun using the program to boost profits rather than help low-income and uninsured patients.", "author": "Helen Adamopoulos"}, "_id": "\"57477af46914bd0286fdd990\"", "article_summary": "More articles on the 340B program:340B program: Time to recertifyHHS issues interpretive rule allowing 340B orphan drug exclusionThe 340B drug discount program controversy: 5 things to know© Copyright ASC COMMUNICATIONS 2016.\nAre hospitals abusing the 340B drug discount program?\nNew study reignites controversyA new Health Affairs study has fueled the debate over the 340B drug discount program by concluding hospitals have begun using the program to boost profits rather than help low-income and uninsured patients.\nResearchers found 340B disproportionate share hospitals that registered for the program in 2004 or later served wealthier communities than hospitals that joined the discount program earlier, according to the study.\nHHS has maintained 340B program discounts despite the chorus of criticism and a recent legal challenge."}