{"article_title": "Walmart hosting \"America's Biggest Health Fair\" on Oct. 10 as it seeks to become a wellness destination", "article_keywords": ["customers", "stores", "fair", "wellness", "destination", "hosting", "americas", "offers", "walmart", "health", "largest", "biggest", "products", "oct", "seeks", "care"], "article_url": "http://www.cleveland.com/business/index.ssf/2015/10/walmart_hosting_americas_bigge.html", "article_text": "CLEVELAND, Ohio -- Walmart Stores Inc. this Saturday afternoon, Oct. 10, is holding what it calls \"America's Biggest Health Fair\" at more than 4,400 stores nationwide, with free blood pressure, blood glucose, and vision screenings, as part of a larger effort to brand itself as a health and wellness destination.\n\nParticipating stores include the Walmart Supercenters at Steelyard Commons in Cleveland, South Euclid, Brooklyn, Parma, Bedford, Mayfield Heights, North Olmsted, Strongsville, Macedonia, Avon, Akron, Aurora, North Canton, Mentor, Elyria, Streetsboro, Chardon, Medina, Stow, Fairlawn, Lorain, Middlefield, Ravenna, Wadsworth, Kent, Oberlin, and Madison.\n\nIn addition to the health fair from noon to 4 p.m., more than 10,000 licensed pharmacists will be offering flu shots and other immunizations at select stores. No appointments are necessary, Walmart executives said. Details are at walmart.com/healthcare\n\nWalmart predicts it will set record-breaking numbers for the number of screenings and immunizations that will take place during the one-day event, including estimates that \"3,000 people will learn they have diabetes, and 7,000 will learn they have high blood pressure.\"\n\nThe world's largest retailer said Tuesday's announcement builds on its previous initiatives to offer commonly prescribed drugs for $4 and make healthcare and healthier food more affordable and accessible.\n\n\"There is one thing we can't put a price on, and that's the health of our customers,\" said Michelle Gloeckler, executive vice president of Consumable and Health & Wellness at Walmart U.S., in a written statement. \"We realize we play an important role in making healthcare available to millions and helping millions put healthy meals on the table. This is a responsibility we take seriously.\"\n\nWalmart said it is the only U.S. retailer that operates its own pharmacies, vision centers and care clinics, and offers preventative and wellness products in grocery, electronics, sporting goods, home, apparel and consumables in store and online. The company said it has added thousands of wellness products over the past year, and plans to expand its selection of durable medical equipment, specialty prescriptions, and active nutrition.\n\nFor the second straight year, Walmart is working with DirectHealth.com to offer health insurance options for its customers. Its Healthcare Begins Here open enrollment program runs from Oct. 15 through Jan. 31, 2016, and is available in more than 2,400 Walmart stores, online and over the phone.\n\nDirectHealth.com and Jackson Hewitt are putting licensed insurance agents in about 250 stores to help customers navigate more than 70,000 Health Exchange options and to help those over 65 enroll in Medicare.\n\nWalmart, the nation's largest grocer, said it offers more than 1,700 organic products, nearly 10 percent of which is organic produce. The company said that since 2014, it has reduce added sodium in its private-label foods by 16 percent, cut added sugars by more than 10 percent, and reduced the percentage of its products that contain industrially produced transfats to less than 6 percent.\n\nRetail expert Robert Antall, managing partner of Consumer Centric Consulting LLC, called Walmart's announcement a reaction to seven trends: \"The movement of drug store and other competitors (such as CVS), into more aspects of health care, the shortage of primary care physicians, the aging population, the awareness of the general public to a more healthy lifestyle, the increasing cost of health care, convenience, and slowing retail sales.\"\n\n\"Walmart is positioning itself as a true primary care provider,\" Antall said. \"As Walmart struggles to increase sales, this offers both a new source of revenue linked to the growing U.S. health care market, as well as a means of driving foot traffic into their stores, where customers may buy other products.\"\n\n\"Make no mistake about it, this is not an altruistic move on Walmart's part. Virtually everything they do is designed to improve sales and their bottom line,\" he added.\n\nWalmart operates 11,508 stores and employs more than 2.2 million associates in 28 countries. It reported fiscal 2015 revenue of $486 billion, but on Friday, Oct. 2, cut 450 jobs at its Bentonville headquarters in Northwest Arkansas, where it employs more than 18,000.\n\nAs of June 2, 2015, Walmart employed 49,326 at 139 Walmart Supercenters, seven discount stores, and 29 Sam's Clubs in Ohio, where it ranks as the state's largest employer.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "Walmart, executive vice president of Consumable and Health & Wellness, october-10-health-fair, walmart-health-fair, walmart-stores, walmart-wellness, business", "title": "Walmart hosting \"America's Biggest Health Fair\" on Oct. 10 as it seeks to become a wellness destination", "parsely-page": "{\"title\": \"Walmart hosting \\\"America\\u0027s Biggest Health Fair\\\" on Oct. 10 as it seeks to become a wellness destination\", \"link\": \"http://www.cleveland.com/business/index.ssf/2015/10/walmart_hosting_americas_bigge.html\", \"image_url\": \"http://imgick.cleveland.com/home/cleve-media/width620/img/business_impact/photo/18916960-standard.jpg\", \"type\": \"post\", \"post_id\": \"17128280\", \"pub_date\": \"2015-10-07T11:10:30Z\", \"author\": \"Janet H. Cho, The Plain Dealer\", \"tags\": [\"@mobile\",\"@south-euclid\",\"@topmobile\",\"@zzz\",\"october-10-health-fair\",\"walmart-health-fair\",\"walmart-stores\",\"walmart-wellness\"] }", "twitter": {"creator": "@janetcho", "site": "@clevelanddotcom", "card": "summary_large_image", "description": "Besides the health fair from noon to 4 p.m. on Saturday, more than 10,000 licensed pharmacists will be offering flu shots and other immunizations at select stores. No appointments are necessary."}, "article_date_updated": "Wednesday, October 07, 2015,  9:29 AM", "parsely-metadata": "{\"short_title\": \"Walmart hosts \\\"America\\u0027s Biggest Health Fair\\\" Oct. 10\", \"image_url\": \"http://media.cleveland.com/business_impact/photo/walmart-lawsuit-to-proceed-walmart-class-action-looks-at-return-policies-from-a1-90665135cc650a60.jpg\", \"author_name\": \"jcho\", \"author_nickname\": \"Janet H. Cho, The Plain Dealer\", \"author_id\": \"4688\", \"source_blog_name\": \"Business\", \"source_blog_url\": \"http://www.cleveland.com/business/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "cleveland.com", "description": "Besides the health fair from noon to 4 p.m. on Saturday, more than 10,000 licensed pharmacists will be offering flu shots and other immunizations at select stores. No appointments are necessary.", "title": "Walmart hosting \"America's Biggest Health Fair\" on Oct. 10 as it seeks to become a wellness destination", "url": "http://www.cleveland.com/business/index.ssf/2015/10/walmart_hosting_americas_bigge.html", "image": "http://imgick.cleveland.com/home/cleve-media/width620/img/business_impact/photo/18916960-standard.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "cleveland.com", "article_comments": 0, "article_date_original": "Wednesday, October 07, 2015,  7:05 AM", "article_author": "Janet H. Cho, The Plain Dealer", "Description": "Besides the health fair from noon to 4 p.m. on Saturday, more than 10,000 licensed pharmacists will be offering flu shots and other immunizations at select stores. No appointments are necessary."}, "_id": "\"57477af46914bd0286fe1354\"", "article_summary": "The company said it has added thousands of wellness products over the past year, and plans to expand its selection of durable medical equipment, specialty prescriptions, and active nutrition.\n\"There is one thing we can't put a price on, and that's the health of our customers,\" said Michelle Gloeckler, executive vice president of Consumable and Health & Wellness at Walmart U.S., in a written statement.\nCLEVELAND, Ohio -- Walmart Stores Inc. this Saturday afternoon, Oct. 10, is holding what it calls \"America's Biggest Health Fair\" at more than 4,400 stores nationwide, with free blood pressure, blood glucose, and vision screenings, as part of a larger effort to brand itself as a health and wellness destination.\nIts Healthcare Begins Here open enrollment program runs from Oct. 15 through Jan. 31, 2016, and is available in more than 2,400 Walmart stores, online and over the phone.\nFor the second straight year, Walmart is working with DirectHealth.com to offer health insurance options for its customers."}