{"article_title": "Obamacare plays a bit role in State of the Union, even as it looms large in GOP agenda", "article_keywords": ["affordable", "warn", "supreme", "looms", "plays", "congress", "union", "subsidies", "obamacare", "fight", "large", "state", "role", "agenda", "mr", "health", "bit", "gop", "obama"], "article_url": "http://www.washingtontimes.com/news/2015/jan/20/obamacare-plays-bit-role-state-union-even-it-looms/?page=all", "article_text": "This time, President Obama got his signature domestic achievement out of the way early.\n\n“More of our people are insured than ever before,” Mr. Obama told Congress in the opening lines of his State of the Union address.\n\nMr. Obama alluded to his signature health law of 2010 — a landmark overhaul that’s resulted in years of political friction and three high-profile cases before the Supreme Court — in quick snippets Tuesday night, packaging it as one bullet point in a broader agenda for the middle class.\n\nIf Congress tries to touch the Affordable Care Act or other achievements, he said, it will earn his veto.\n\n“In the past year alone, about 10 million uninsured Americans finally gained the security of health coverage,” he said early on, garnering applause from half of the chamber.\n\nFrom there, Mr. Obama promoted ways to offer an affordable college education, fight climate change and fight terrorism.\n\nBut Republicans are not moving on from the Obamacare fight. Armed with twin majorities in Congress, the GOP has scheduled votes that would chip away at the health overhaul.\n\nDuring the speech, Speaker John A. Boehner released an analysis that said Obamacare’s mandates are killing jobs and slashing hours for middle-class Americans.\n\n“Americans have been hurting, but when we demanded solutions, too often Washington responded with the same stale mindset that led to failed policies like Obamacare,” added freshman Sen. Joni Ernst, Iowa Republican, in prepared remarks for the GOP rebuttal. “It’s a mindset that gave us political talking points, not serious solutions.”\n\nObamacare is under threat from more than the Republican-led Congress.\n\nBy June, the Supreme Court will rule on whether the IRS unlawfully extended the law’s subsidies to customers on the federal exchange.\n\nChallengers say the Affordable Care Act’s text reserved the subsidies to people who use exchanges “established by the state,” which they understand to be the exchanges set up by 13 states and the District of Columbia.\n\nThe Obama administration says Congress intended make the subsidies available to Americans no matter where they live.\n\nMichael Cannon, a health policy director at the libertarian Cato Institute who developed the legal underpinning for the challenge, had called on Mr. Obama to warn federal exchange customers about the potential fallout from the case.\n\n“The president needs to put an end to the deception, tonight,” Mr. Cannon wrote Tuesday in a blog post for Forbes. “He needs to warn HealthCare.gov enrollees about the risks inherent in their coverage, so they have time to prepare.”", "article_metadata": {"description": "This time, President Obama got his signature domestic achievement out of the way early.", "Author": "Tom Howell Jr.", "og": {"site_name": "The Washingtion Times", "description": "This time, President Obama got his signature domestic achievement out of the way early.", "title": "Obamacare plays a bit role in State of the Union, even as it looms large in GOP agenda", "url": "http://www.washingtontimes.com/news/2015/jan/20/obamacare-plays-bit-role-state-union-even-it-looms/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/01/20/us-politics-state_of_the_union-obama_rix20_2dd3302017bc457ca8c954e4e83fc0cf.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/01/20/us-politics-state_of_the_union-obama_rix20_2dd3302017bc457ca8c954e4e83fc0cf.jpg", "title": "Obamacare plays a bit role in State of the Union, even as it looms lar", "description": "This time, President Obama got his signature domestic achievement out of the way early.", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "bitly-verification": "d180fd45f70d", "news_keywords": "Social Issues, Politics, Congress, Supreme Court"}, "_id": "\"57477af36914bd0286fcf004\"", "article_summary": "“More of our people are insured than ever before,” Mr. Obama told Congress in the opening lines of his State of the Union address.\nFrom there, Mr. Obama promoted ways to offer an affordable college education, fight climate change and fight terrorism.\nArmed with twin majorities in Congress, the GOP has scheduled votes that would chip away at the health overhaul.\nIf Congress tries to touch the Affordable Care Act or other achievements, he said, it will earn his veto.\nThe Obama administration says Congress intended make the subsidies available to Americans no matter where they live."}