{"article_title": "IRS Clarifies That After-Tax HRAs and Other Individual Health Insurance Payment Arrangements Generally Violate the Affordable Care Act; Limited Transition Relief Available", "article_keywords": ["limited", "notice", "transition", "violate", "hras", "irs", "arrangements", "market", "insurance", "acas", "individual", "health", "relief", "employees", "employer", "payment", "201517", "subject"], "article_url": "http://www.jdsupra.com/legalnews/irs-clarifies-that-after-tax-hras-and-ot-97521/", "article_text": "Author, Laura Westfall, New York, +1 212 556 2263, lwestfall@kslaw.com.\n\nAny employer who offers an arrangement that reimburses employees (or pays directly) for premiums or other medical costs of individual health insurance coverage, including a health reimbursement account (\"HRA\") provided in connection with such coverage, should take note of recently-issued IRS Notice 2015-17, which confirms that such arrangements are generally not permissible under the Affordable Care Act (the \"ACA\"). Notice 2015-17 clarifies that even if employees are taxed on the value of the amounts paid or reimbursed under such an arrangement, the employer could be subject to substantial excise taxes for such arrangement's failure to satisfy the ACA's requirements. Limited transition relief is available under Notice 2015-17 to certain small employers who maintain such arrangements through June 30, 2015, for certain S-corporation arrangements with 2% shareholder employees, and for certain Medicare and TRICARE-related reimbursement arrangements. This article identifies the types of arrangements that are no longer permissible under the ACA and describes the transition relief provided by Notice 2015-17.\n\nEver since the ACA's enactment in 2010, employers and practitioners have questioned whether (and in what circumstances) an employer could still use an HRA or other form of arrangement designed to pay or reimburse employee premiums for (or other medical expenses relating to) individual health insurance obtained through the public exchanges, Medicare or TRICARE. This question has been the subject of prior agency guidance, including DOL FAQs about Affordable Care Act Implementation Part XI, issued in January 2013; IRS Notice 2013-54, issued in September 2013, DOL FAQs about Affordable Care Act Implementation Part XXII, issued in November 2014; and IRS FAQs issued in December 2014.\n\nAfter-Tax Arrangements\n\nNotice 2015-17 reiterates the conclusion set forth in previous guidance: that employer arrangements that provide reimbursements or payments which are used to obtain medical care (regardless of whether such amounts relate to health insurance premiums or to other medical expenses) are generally considered to be \"group health plans\" under ERISA, which are subject to—but will fail to satisfy—the ACA's market reforms (such as the ACA's annual dollar limit prohibition and its preventive services requirements), unless such arrangements can be \"integrated\" with another group health plan (as detailed in IRS Notice 2013-54). However, Notice 2015-17 goes beyond the scope of previous guidance by clarifying that such arrangements are generally considered \"group health plans\" subject to the ACA's market reforms, even if the employer treats the reimbursements or payments made under such arrangements as taxable income to the employee. Notice 2015-17 further clarifies that such arrangements cannot be integrated with an individual health insurance policy in order to satisfy the ACA's market reforms, and that maintaining such a noncompliant arrangement will trigger excise taxes to the employer under the ACA of up to $100 per day per affected individual, until the arrangement is corrected or discontinued. Further, large employers subject to the ACA's employer \"pay or play\" rules who were hoping to use such arrangements in connection with individual health insurance coverage for purposes of satisfying the employee coverage obligations of those \"pay or play\" rules should note that Notice 2015-17 specifically states that such arrangements cannot be integrated with individual coverage for purposes of satisfying those coverage obligations.\n\nINSIGHT: Notice 2015-17 states that an arrangement in which an employer increases an employee's compensation in order to assist that employee with payments for individual market coverage is still permissible (e.g., because it is not a \"group health plan\" that would be subject to the ACA's market reforms), so long as the arrangement does not condition the increase in compensation on the employee's purchase of individual health insurance coverage, and the employer does not endorse a particular policy, form or issuer of health insurance coverage. Notice 2015-17 specifically states that providing employees with information about public insurance exchanges or premium tax credits is not an endorsement of a particular policy, form or issuer of health insurance. However, employers who intend to offer such arrangements going forward should be wary of engaging in behavior that could be interpreted as an endorsement.\n\nTransition Relief for Small Employers\n\nNotice 2015-17 provides that small employers not subject to the ACA's employer \"pay or play\" rules (e.g., employers that had less than 50 full-time employees, including full-time equivalents, during the prior calendar year) that may have arrangements to reimburse employees, or to pay premiums directly, for individual health insurance will not be subject to excise taxes resulting from the failure of such arrangements to satisfy the ACA's market reforms during the period from January 1 through June 30, 2015 (such employers were not subject to excise taxes for 2014 under separate transition relief). However, the transition relief provided by Notice 2015-17 is not available where such arrangements reimburse employees for other medical expenses (in addition to premiums) relating to such coverage.\n\nTransition Relief for S Corporations\n\nS corporations are permitted by existing IRS guidance to pay for or reimburse premiums for individual health insurance covering a 2% shareholder employee (generally, an employee of an S corporation that owns, directly or through attribution, more than 2% of the outstanding stock, or the total combined voting power of all stock, of such corporation). The amounts so paid or reimbursed by the S corporation must be included in the 2% shareholder employee's income, but the 2% shareholder employee may generally deduct such amounts. Notice 2015-17 states that such arrangements will not be subject to excise taxes under the ACA for failure to satisfy the ACA's market reforms until further guidance is issued (and at least through the end of 2015). However, this transition relief is limited: Notice 2015-17 also states that if an S corporation maintains more than one such arrangement for different employees (whether or not such employees are 2% shareholder employees), the arrangements will be aggregated and treated as a single arrangement covering more than one active employee—making the arrangement a group health plan that is both subject to the ACA's market reforms and to excise taxes for failing to satisfy those reforms.\n\nTransition Relief for Certain Medicare and TRICARE Arrangements\n\nNotice 2015-17 confirms that employer arrangements which reimburse (or pay directly for) Medicare Part B or Part D premiums or that reimburse medical expenses for employees covered by TRICARE are generally \"group health plans\" subject to the ACA's market reforms. However, Notice 2015-17 states that so long as an employer also offers coverage under a group health plan of the employer (which provides minimum value and does not consist solely of excepted benefits) to employees who are eligible for such arrangements, such arrangements will be considered to be integrated with the employer's group health plan and therefore will not be subject to the ACA's market reforms.\n\nINSIGHT: The relief provided by Notice 2015-17 is only necessary where a Medicare Part B or Part D or TRICARE payment or reimbursement arrangement covers two or more active employees, since prior IRS guidance has confirmed that \"retiree-only\" plans are not subject to the ACA's market reforms.\n\nConclusion\n\nAny employer that reimburses or pays premiums for (or other medical expenses relating to) individual health insurance outside the confines of the employer's group health plans should be aware that such arrangements are generally no longer feasible under the ACA and could therefore subject the employer to significant excise taxes, unless such arrangements meet one of the exceptions provided by agency guidance, as described above. Further, any transition relief available under Notice 2015-17 for such arrangements may only be available for a short period of time, and/or may be conditioned on such arrangements meeting certain requirements. Employers should immediately review the terms of all reimbursement and payment arrangements that are offered to current and former employees, and determine if any of those arrangements could be considered a \"group health plan\" that would be subject to (and likely violate) the ACA's market reforms. Any employer offering such an arrangement should determine whether transition relief is available, and whether it may be necessary to take additional steps to minimize or avoid exposure to excise taxes relating to such arrangement's noncompliance. King & Spalding is ready to assist you in taking such steps and would be happy to answer any questions you may have about the effect of Notice 2015-17 and other guidance on your current reimbursement and payment arrangements.", "article_metadata": {"og": {"url": "http://www.jdsupra.com/legalnews/irs-clarifies-that-after-tax-hras-and-ot-97521/", "site_name": "JD Supra", "image": "http://www.jdsupra.com/showThumbnail.aspx?img=12073_3843.jpg&size=og", "type": "article", "title": "IRS Clarifies That After-Tax HRAs and Other Individual Health Insurance Payment Arrangements Generally Violate the Affordable Care Act; Limited Transition Relief Available  | JD Supra"}, "twitter": {"description": "Any employer who offers an arrangement that reimburses employees (or pays directly) for premiums or other medical costs of individual health insurance coverage, including a health reimbursement...", "title": "IRS Clarifies That After-Tax HRAs and Other Individual Health Insurance Payment Arrangements Generally Violate the Affordable Care Act; Limited Transition Relief Available", "image": "http://www.jdsupra.com/showThumbnail.aspx?img=12073_3843.jpg&size=hr", "creator": "@kslaw", "site": "@jdsupra", "card": "summary"}, "fb": {"app_id": 87741124305}, "viewport": "width=device-width, initial-scale=1", "description": "Any employer who offers an arrangement that reimburses employees (or pays directly) for premiums or other medical costs of individual health insurance coverage, including a health..."}, "_id": "\"57477af36914bd0286fcf014\"", "article_summary": "This article identifies the types of arrangements that are no longer permissible under the ACA and describes the transition relief provided by Notice 2015-17.\nFurther, any transition relief available under Notice 2015-17 for such arrangements may only be available for a short period of time, and/or may be conditioned on such arrangements meeting certain requirements.\nLimited transition relief is available under Notice 2015-17 to certain small employers who maintain such arrangements through June 30, 2015, for certain S-corporation arrangements with 2% shareholder employees, and for certain Medicare and TRICARE-related reimbursement arrangements.\nHowever, the transition relief provided by Notice 2015-17 is not available where such arrangements reimburse employees for other medical expenses (in addition to premiums) relating to such coverage.\nNotice 2015-17 specifically states that providing employees with information about public insurance exchanges or premium tax credits is not an endorsement of a particular policy, form or issuer of health insurance."}