{"article_title": "Democrats Are Openly Speculating About an Election without Hillary Clinton", "article_keywords": ["clinton", "clintons", "server", "speculating", "biden", "hillary", "openly", "election", "questions", "press", "party", "democratic", "think", "democrats"], "article_url": "http://www.thefiscaltimes.com/2015/08/24/Democrats-Are-Openly-Speculating-About-Election-without-Hillary-Clinton", "article_text": "The ongoing din over Hillary Clinton’s use of private email server during her tenure as Secretary of State has grown so loud that Democratic Party stalwarts have begun to openly wonder whether she will even be their nominee next year, something unthinkable just a few short months ago.\n\nThe unease was on full display Sunday, with California Gov. Jerry Brown, himself a former White House hopeful whose name has been floated more than once to enter the 2016 race, said he wasn’t sure if Clinton would be the party’s standard-bearer.\n\n“I've been around politics long enough to know things are uncertain. I don't know. I think she's a good person. She’s got a lot of experience, but the vagaries of politics are such, I think expectations are worth about that,” Brown said during an interview on NBC’s Meet the Press.\n\nRelated: Mark Cuban on Why Republicans Will Lose the Election​​\n\nHis comments came the day after CNN reported that Vice President Joe Biden made a surprise visit to Washington to meet with Sen. Elizabeth Warren (D-MA), an icon to progressives who earlier this year resisted calls to run for the White House. The face-to-face meeting could mean Biden is looking to shore up support among the party’s liberal base ahead of a run.\n\nAsked about Biden entering the Democratic primary, Brown replied: “All I can say, if I were Hillary I would say don't jump in. If I were Biden, I'd probably get very serious consideration.”\n\nBuzz about a Biden presidential run has increased in recent weeks, as questions over Clinton’s personal server continue to haunt her candidacy. Numerous surveys show she has lost ground in several key battleground states, while the vice president’s numbers among core Democratic constituencies have risen.\n\nA poll released last week showed GOP frontrunner Donald Trump had pulled within striking distance of Clinton for the first time in a hypothetical general election matchup.\n\nRelated: 9 Trump Positions that Make Liberals Want to Move to Canada​\n\nClinton knee-capped her own campaign’s message this week when she ended a press conference with reporters in Nevada after less than three minutes because the questions were focused on why her private server, which she recently handed over to the Justice Department for analysis, had been wiped clean of data.\n\nHoward Dean, the former chairman of the Democratic National Committee, said Clinton’s responses to the controversy had been too “lawyerly.”\n\n“As I was watching that tape, I was thinking to myself, this is a lawyerly answer. And one of the problems is that Hillary Clinton is an incredibly smart lawyer,” the 2004 presidential contender said on Meet the Press after watching a clip of Clinton’s testy press conference.\n\n“You’ve got to think about this in plain language,” he added. “And maybe that’s what she needs to do.”\n\nRelated: Why Clinton Will Win in 2016 But Lose in 2020​​\n\nMeanwhile, former Maryland Gov. Martin O’Malley, who is running against Clinton but whose polls numbers have been stuck in the single digits, said the GOP and the media are right to ask the former secretary of state about her email arrangement.\n\n“So long as our Democratic Party is not talking about the issues that matter most around the kitchen table, the only question that will be asked every day, and it’s a legitimate question, by media people like yourself, or by the Republicans, are questions about Hillary Clinton's emails,” O’Malley said on ABC’s This Week.\n\n“Those are questions that I will leave to her and to her lawyers to answer,” he added. “But as a party, we need to wake up and we need to have start having debates about the issues that really matter,” such as wages and making college more affordable.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The ongoing din over Hillary Clinton’s use of private email server during her tenure as Secretary of State has grown so loud that Democratic Party stalwarts have begun to openly wonder whether she will even be their nominee next year, something unthinkable just a few short months ago.", "title": "Democrats Are Openly Speculating About an Election without Hillary Clinton", "url": "http://www.thefiscaltimes.com/2015/08/24/Democrats-Are-Openly-Speculating-About-Election-without-Hillary-Clinton", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/06232015_Hillary_Clinton.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/08/24/Democrats-Are-Openly-Speculating-About-Election-without-Hillary-Clinton", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/06232015_Hillary_Clinton.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The ongoing din over Hillary Clinton’s use of private email server during her tenure as Secretary of State has grown so loud that Democratic Party stalwarts have begun to openly wonder whether she will even be their nominee next year, something unthinkable just a few short months ago.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "And one of the problems is that Hillary Clinton is an incredibly smart lawyer,” the 2004 presidential contender said on Meet the Press after watching a clip of Clinton’s testy press conference.\nAsked about Biden entering the Democratic primary, Brown replied: “All I can say, if I were Hillary I would say don't jump in.\n“And maybe that’s what she needs to do.”Related: Why Clinton Will Win in 2016 But Lose in 2020​​Meanwhile, former Maryland Gov.\nA poll released last week showed GOP frontrunner Donald Trump had pulled within striking distance of Clinton for the first time in a hypothetical general election matchup.\n“Those are questions that I will leave to her and to her lawyers to answer,” he added."}