{"article_title": "Leonardo DiCaprio and Mark Ruffalo campaign for clean energy", "article_keywords": ["provided", "theyve", "campaign", "energy", "dicaprio", "ruffalo", "mark", "york", "clean", "serious", "really", "leonardo", "event", "renewable", "movement"], "article_url": "http://townhall.com/news/entertainment/2015/06/19/leonardo-dicaprio-and-mark-ruffalo-campaign-for-clean-energy-n2014846", "article_text": "NEW YORK (AP) — Leonardo DiCaprio and Mark Ruffalo have teamed up in a bid to widen access to clean energy.\n\nThe movie stars launched \"100%,\" a campaign aimed at making energy from renewable sources available to everyone — and making it affordable.\n\nDiCaprio has spent much of the last few years toward environmental and animal conservation efforts. At Thursday night's event, the actor said the clean energy movement was no longer about politics, but humanity.\n\n\"This is a grassroots people's movement but the ambition of this movement is absolutely revolutionary. Clean energy grows local economies,\" he told the crowd.\n\nThe event was held at a community garden in New York City. Musicians and dancers entertained the crowd while a solar-powered pizza truck provided food. A solar powered cell phone charging station was also available.\n\nRuffalo — a co-founder of the campaign — called it a \"serious issue.\"\n\n\"This is really mankind's greatest threat, and it should take some serious problem solving on all of our parts,\" he said. \"And we don't really have to give up anything to do it. .... We will be collecting the sun and the wind that falls on us every single day.\"\n\nBut he also provided a little good-natured trash talking about New York state's clean efforts versus that of California.\n\n\"I just came in from Los Angeles, where I was doing some press and they think they've got something on us concerning renewable energy ... they've got nothing on us. We are coming for you Governor (Jerry) Brown.\"\n\nThis event comes on the heels of Pope Francis' urgent plea on Thursday for the world to clean up the environment, likening it to a moral issue.", "article_metadata": {"description": "Leonardo DiCaprio and Mark Ruffalo campaign for clean energy - AP News: NEW YORK (AP) — Leonardo DiCaprio and Mark Ruffalo have .05/27/2016 10:42:02AM EST.", "author": "AP News", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "NEW YORK (AP) — Leonardo DiCaprio and Mark Ruffalo have teamed up in a bid", "title": "AP News - Leonardo DiCaprio and Mark Ruffalo campaign for clean energy", "url": "http://townhall.com/news/entertainment/2015/06/19/leonardo-dicaprio-and-mark-ruffalo-campaign-for-clean-energy-n2014846", "image": "http://media.townhall.com/townhall/reu/ha/2015\\170\\d7e7819a-28d5-4dce-a4e9-54237eff9641.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "NEW YORK (AP) — Leonardo DiCaprio and Mark Ruffalo have teamed up in a bid", "title": "AP News - Leonardo DiCaprio and Mark Ruffalo campaign for clean energy", "url": "http://townhall.com/news/entertainment/2015/06/19/leonardo-dicaprio-and-mark-ruffalo-campaign-for-clean-energy-n2014846", "image": "http://media.townhall.com/townhall/reu/ha/2015/170/d7e7819a-28d5-4dce-a4e9-54237eff9641.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Leonardo DiCaprio and Mark Ruffalo campaign for clean energy, AP News, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "NEW YORK (AP) — Leonardo DiCaprio and Mark Ruffalo have teamed up in a bid to widen access to clean energy.\nAt Thursday night's event, the actor said the clean energy movement was no longer about politics, but humanity.\nClean energy grows local economies,\" he told the crowd.\n\"I just came in from Los Angeles, where I was doing some press and they think they've got something on us concerning renewable energy ... they've got nothing on us.\nThe movie stars launched \"100%,\" a campaign aimed at making energy from renewable sources available to everyone — and making it affordable."}