{"article_title": "Demaryius Thomas doesn’t get 100, but he does snag 3 TDs – The Denver Post", "article_keywords": ["streak", "thomas", "streaks", "demaryius", "catches", "denver", "snag", "record", "game", "doesnt", "games", "does", "yards", "tds", "post", "100", "touchdown", "nice"], "article_url": "http://www.denverpost.com/broncos/ci_26999506/d-t-doesnt-get-100-but-he-does", "article_text": "Come on, record keepers. Can’t three touchdown catches keep the 100-yard streak going?\n\n“No, it can’t,” Demaryius Thomas said Sunday. “You jinxed it. You kept talking about it.”\n\nThat’s the thing about hitting streaks, or shutout streaks, or receiving streaks, or any kind of streak: They gain attention as they approach a milestone or record. No one waits until the record is broken any more. The excitement is in the chase.\n\nThomas, the Broncos’ best receiver despite the ongoing efforts of Emmanuel Sanders to supplant him, entered Sunday’s home game against the Miami Dolphins with seven consecutive games of at least 100 yards receiving. The NFL record for consecutive 100-yard games is eight, set in 2012 by Detroit Lions star Calvin Johnson, Thomas’ former Georgia Tech teammate.\n\nThomas had 60 yards and two touchdown receptions by halftime Sunday, but Sanders and tailback C.J. Anderson kept hogging the yards in the second half. Thomas finished with a game-high 10 catches and a game-high three touchdowns, but 87 yards receiving.\n\n“I’ll take the three touchdowns and the win,” Thomas said after Denver’s 39-36 victory. “It would have been nice to tie the record, but at this point in the season and the situation we’ve been in, I think the win is more important than any one individual.”\n\nThomas got enough yards to pass Pittsburgh’s Antonio Brown for the league lead, with 1,192. Brown has 1,161.Thomas’ 82 catches rank second in the league, behind Brown’s 88.\n\nFunny how it works in sports. Never during his seven-game streak did Thomas have three touchdown catches. Only once during his streak did he have more than 10 catches — and that was 11 against the Oakland Raiders. His game Sunday against the Dolphins was better than several of his games during the streak.\n\nPHOTOS: Miami Dolphins vs. Denver Broncos at Mile High\n\n“Hands down, this was a better game than some of those others,” Thomas said. “I know people don’t watch this part, but I thought I did a good job of blocking. It would have been nice to keep the streak going, but it was nice while it lasted.”\n\nJust as Thomas finished with those words, Anderson, one of the Broncos’ heroes Sunday with 167 yards rushing, came up to him to deliver an “attaboy” handshake and man hug. Anderson had just started his own streak of 100-yard games.\n\nMike Klis: mklis@denverpost.com or @mikeklis", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Demaryius Thomas doesn’t get 100, but he does snag 3 TDs", "title": "Demaryius Thomas doesn’t get 100, but he does snag 3 TDs", "url": "http://www.denverpost.com/2014/11/23/demaryius-thomas-doesnt-get-100-but-he-does-snag-3-tds/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20141123__SP23BRONCOSDOLPHINS_2A16362xp1.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20141123__SP23BRONCOSDOLPHINS_2A16362xp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-11-23T20:32:16+00:00", "modified_time": "2016-04-26T22:31:58+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Never during his seven-game streak did Thomas have three touchdown catches.\nCan’t three touchdown catches keep the 100-yard streak going?\nPHOTOS: Miami Dolphins vs. Denver Broncos at Mile High“Hands down, this was a better game than some of those others,” Thomas said.\nThomas had 60 yards and two touchdown receptions by halftime Sunday, but Sanders and tailback C.J.\nThe NFL record for consecutive 100-yard games is eight, set in 2012 by Detroit Lions star Calvin Johnson, Thomas’ former Georgia Tech teammate."}