{"article_title": "Rubio: Let Me Be Your Front Man, Republicans -- NYMag", "article_keywords": ["impact", "reviews", "paycheck", "workingclass", "clinton", "republicans", "tax", "rubios", "rubio", "street", "let", "nymag", "man"], "article_url": "http://nymag.com/daily/intelligencer/2015/08/rubio-let-me-be-your-front-man-republicans.html", "article_text": "Today, Marco Rubio delivers a speech in Detroit, where he will again make the case to Republicans that the solution to their economic vulnerabilities lies in nominating Marco Rubio. “If I’m our nominee … We will be the party of the bartenders and the maids, of the people that clean our rooms and fix our cars,” Rubio promises. The choice of working-class occupations is hardly an accident — Rubio is describing the occupations held by his parents when they came to the United States. Rubio’s idea of a \"party of\" is quite literal — he means the party would be identified with the classes of the parents of its candidate rather than, say, its policies.\n\nMany Republicans blame Mitt Romney’s defeat on his personal wealth, and there has been a renewed vogue for the always-popular appeal to personal working-class authenticity. Scott Walker has a story about buying a really cheap sweater. John Kasich is the son of a mailman. (National Review’s Kasich profile begins, “Have you heard that John Kasich’s dad was a mailman? If not, then you’ve probably never been around Ohio’s Republican governor.”) Hillary Clinton, too, reaches back to her mother to cast herself as the child of working-class toil. But Clinton grounds her appeal to hard-pressed Americans primarily in terms of her policy platform, which she has emphasized in a series of detailed speeches.\n\nRubio is unusually clear about his strategy to respond to Clinton’s arguments about policy with appeals to his background. “If I’m our nominee, how is Hillary Clinton gonna lecture me about living paycheck to paycheck?” he said at the first Republican debate. “I was raised paycheck to paycheck. How is she — how is she gonna lecture me — how is she gonna lecture me about student loans? I owed over $100,000 just four years ago.” This is Rubio’s plan. Clinton will attack the Republican economic program, and Rubio will talk about his life story.\n\nRubio’s platform is not entirely devoid of appeals to the working class. He emphasizes an expanded child-tax credit, which would provide benefits to families of modest means. George W. Bush, likewise, portrayed his tax cut as a plan aimed primarily at people like a low-income waitress mom, even though the overall impact was to make the tax code much more regressive. Rubio’s program would have the same effect, but more so. Even Rubio’s tax-cut plan, the most allegedly moderate aspect of his platform, would overwhelmingly benefit the wealthy. Other elements would compound the impact. Rubio would raise the Social Security retirement age, a change with little impact on white-collar workers, but a punishing blow to people who work on their feet or in some other physically demanding way. He would repeal Obamacare, whose benefits are heavily tilted toward low-income workers:\n\nPhoto: Brookings Institution\n\nRubio has sketched out a vague concept that would replace Obamacare, which — to the extent its effects can be defined — would shift much higher costs onto low-income workers, like bartenders and maids.\n\nRubio has voted for the Ryan budget, which would effect the largest upward redistribution of resources in American history. Indeed, he has set himself to Ryan’s right, criticizing the chairman’s compromise to slightly ease the impact of budget sequestration. He was also an early supporter of the 2013 government shutdown.\n\nRubio promises to repeal Dodd-Frank, a position that finds immense favor on Wall Street. Rubio may be the most forthrightly pro–Wall Street candidate in the race. His undiluted attack on Dodd-Frank prompted a grateful Richard Bove to write a column headlined “Thank You, Marco Rubio.” Bove is the author of Guardians of Prosperity: Why America Needs Big Banks. Some critics of Dodd-Frank favor (or like to position themselves as favoring) even more stringent regulation. Bove makes no such pretense. His book's own summary begins, “Since the financial crisis, amid outrage at the likes of Citigroup and JPMorgan Chase and Washington's rejiggering of the financial system, the banking industry has had one major defender: Richard X. Bove.”\n\nIt is positions like this — along with his past, retracted but perhaps still secretly held support for immigration reform — that have endeared Rubio to his party’s donor class. “At the American Enterprise Institute’s annual donor retreat in Sea Island, Ga., one attendee says Rubio got rave reviews from a crowd that included several billionaires,” reported National Review’s Eliana Johnson. “And in late January, the senator impressed the libertarian-leaning crowd at the Koch brothers’ donor conference in Palm Springs, Calif., and came out on top of an informal straw poll conducted there.”\n\nIn 2004, Democrats did not think they could frontally attack the Bush administration's hawkish policies, so they wanted to use their candidate's biography instead. That was the all-but-explicit message of John Kerry, who promised Democrats his military background would insulate him from attacks. Republicans who favor tax cuts for the rich, cuts in social benefits for working-class Americans, and deregulation of Wall Street face a similar dilemma. What these donors want is a candidate who will continue to advocate the fiscal and regulatory policies they crave, but can sell it to the public. Rubio is all but explicitly making the case for himself as the front man to make that sale.", "article_metadata": {"msapplication-TileColor": "#000", "description": "Can Republicans use working-class biography to sell plutocratic policy? Rubio hopes so.", "generator": "the-factory", "og": {"site_name": "Daily Intelligencer", "description": "Can Republicans use working-class biography to sell plutocratic policy? Rubio hopes so.", "title": "Marco Rubio: Let Me Be Your Front Man, Republicans", "url": "http://nymag.com/daily/intelligencer/2015/08/rubio-let-me-be-your-front-man-republicans.html", "image": "http://pixel.nymag.com/imgs/daily/intelligencer/2015/08/20/20-marco-rubio.w1200.h630.jpg", "type": "article"}, "twitter": {"description": "Can Republicans use working-class biography to sell plutocratic policy? Rubio hopes so.", "creator": "@jonathanchait", "image": "http://pixel.nymag.com/imgs/daily/intelligencer/2015/08/20/20-marco-rubio.w750.h560.2x.jpg", "title": "Rubio: Let Me Be Your Front Man, Republicans", "site": "@intelligencer", "card": "summary_large_image"}, "apple-mobile-web-app-title": "Daily Intelligencer", "fb": {"app_id": 120608177953522}, "msapplication-TileImage": "//cache.nymag.com/media/di/icon.144x144.png", "application-name": "Daily Intelligencer", "format-detection": "telephone=no", "keywords": "the national interest, politics, marco rubio, campaign 2016", "article": {"publisher": "https://www.facebook.com/NewYorkMag", "tag": "the national interest,politics,marco rubio,campaign 2016", "published_time": "2015-08-20T15:35:00.000Z", "author": "https://www.facebook.com/JonathanChaitPublic"}, "topics": "topics-test, the national interest, politics, marco rubio, campaign 2016", "viewport": "width=device-width,initial-scale=1,shrink-to-fit=no"}, "article_summary": "Today, Marco Rubio delivers a speech in Detroit, where he will again make the case to Republicans that the solution to their economic vulnerabilities lies in nominating Marco Rubio.\nRubio is all but explicitly making the case for himself as the front man to make that sale.\nRepublicans who favor tax cuts for the rich, cuts in social benefits for working-class Americans, and deregulation of Wall Street face a similar dilemma.\nRubio is unusually clear about his strategy to respond to Clinton’s arguments about policy with appeals to his background.\nRubio has voted for the Ryan budget, which would effect the largest upward redistribution of resources in American history."}