{"article_title": "New tax forms to fill out on health insurance coverage", "article_keywords": ["penalty", "premium", "form", "tax", "taxes", "forms", "credit", "health", "coverage", "insurance", "care"], "article_url": "http://krqe.com/2015/01/18/new-tax-forms-to-fill-out-on-health-insurance-coverage/", "article_text": "WASHINGTON (AP) — Be prepared for the tax man to get even more personal this year — with questions about your health insurance.\n\nFor the first time, you’ll have to state whether you had health insurance, through an employer, one of the exchanges or purchased privately. And if you didn’t, you could face a penalty.\n\nAlso, if you got advance payments of the premium tax credit under the Affordable Care Act, even for only part of the year, there’s a new form to file. You’ll have to file it even if you only got tax credits for part of the year. And tax filers accustomed to using a 1040EZ will no longer be able to do that if they got a tax credit.\n\nThere’s more. If you had life changes — a new job with a higher salary, for example — from the time those tax credits were approved, you could end up having to pay some or all of the money back. Conversely, if you lost your job and faced a long period of unemployment, you might now be eligible for the credit.\n\n“I see deer-in-the-headlights looks,” said Dave Duval, TaxAudit.com’s vice president of consumer advocacy. “These are new items. ACA has been on the books since 2010. We’ve ignored it, not looked at it, not paid attention to it. It’s on the tax return that we’re going to be doing for 2014.”\n\nINSURANCE REQUIRED FOR MOST\n\nThe law requires individuals to have what the government calls minimum essential coverage unless they qualify for one of more than 30 exemptions. For those without insurance — or an exemption — there’s a penalty stemming from the law’s premise that health care coverage is a shared responsibility among federal and state governments, insurers, employers and individuals.\n\nFor 2014, the penalty is the greater of 1 percent of your household income above the threshold for filing taxes or what the Internal Revenue Service calls “your family’s flat dollar amount” — $95 per adult and $47.50 per child, with a family maximum of $285 in 2014.\n\nHowever, the average penalty for the 2014 tax year is expected to be higher — $301, according to Sacha Adam, health care team leader at Intuit, maker of TurboTax. Under the law, those fines will go up for people who remain uninsured in 2015, to about $590 on average.\n\n“Getting health insurance is a big decision for some folks,” Adam said. “When it comes to reporting your health insurance on your taxes, it’s going to be very straightforward.”\n\nA BOX TO CHECK ON FORM 1040\n\nReporting your health insurance coverage begins on line 61 of Form 1040.\n\n“For the vast majority of Americans, tax filing under the Affordable Care Act will be as simple as checking a box to show they had health coverage all year,” Treasury Secretary Jacob Lew said in a statement.\n\nThe Department of Health and Human Services estimated that more than three-quarters of taxpayers will need to do no more that.\n\n“If you have it and you have the ability to demonstrate you had it, that should be it and you’re not going to be subject to having the additional penalty assessed,” said Greg Rosica, a tax partner at Ernst & Young.\n\nPeople insured through the exchanges will get Form 1095a in the mail attesting to their coverage and how much of an advance premium tax credit they received. Employers are not required to provide proof of coverage for 2014.\n\nNEW FORMS TO FILE\n\n“A fraction of taxpayers will take different steps, like claiming an exemption if they could not afford insurance or ensuring they received the correct amount of financial assistance,” Lew said. “A smaller fraction of taxpayers will pay a fee if they made a choice to not obtain coverage they could afford.”\n\nIf you received a premium tax credit or might be entitled one, file Form 8962. That will determine whether you got too much of an advance credit payment and have to repay some of it, or if you didn’t apply and might be eligible for the premium tax credit on your return.\n\nFor those who didn’t have health insurance, there’s yet another form — Form 8965 — which lists the possible exemptions and lets you claim the one that might apply. It’s also where you figure out your penalty if you didn’t have coverage for all or part of 2014.\n\n“There’s a lot to look for. It is kind of complicated,” said Barbara Weltman, contributing editor to the tax guide “J.K. Lasser’s Your Income Tax 2015.”\n\nThe good news, she said, is most people use a paid preparer or software to do their taxes, and they’ll be walked through the questions that have to be answered for the health insurance section of the tax return.\n\n“In the tax preparation process, they’re not really exposed to forms until the very last moment,” Adam said. “At TurboTax, we’ll figure out what forms need to be provided.”\n\nWHERE TO GO FOR HELP\n\nThe IRS has a page on its website devoted to the Affordable Care Act, http://www.irs.gov/Affordable-Care-Act . There, you can access videos featuring the IRS Commissioner, John Koskinen, as well as a number of new publications that provide information about health care and taxes.\n\nBecause of the complexity of the requirements, Koskinen told Congress last fall that he expects an increase in calls to IRS toll-free help lines about ACA and taxes. “Our ability to meet this demand may be strained due to ongoing budget constraints and the possibility of an additional increase in call volume related to the impact of tax extender legislation that may be passed later this year,” he said.\n\nTurboTax and H&R Block are among the companies that provide guides to taxes and ACA on their websites, and the Tax Policy Center can help you estimate your penalty.", "article_metadata": {"description": "WASHINGTON (AP) — Be prepared for the tax man to get even more personal this year — with questions about your health insurance. For the first time, you'll have to state whether you had health insurance, through an employer, one of the exchanges or purchased privately. And if you didn't, you could face a penalty.", "generator": "WordPress.com", "apple-itunes-app": "app-id=488525050", "og": {"site_name": "KRQE News 13", "description": "WASHINGTON (AP) — Be prepared for the tax man to get even more personal this year — with questions about your health insurance. For the first time, you’ll have to state whether you had health…", "title": "New tax forms to fill out on health insurance coverage", "url": "http://krqe.com/2015/01/18/new-tax-forms-to-fill-out-on-health-insurance-coverage/", "image": {"width": 660, "identifier": "https://lintvkrqe.files.wordpress.com/2015/01/taxes-health-overhaul_kont.jpg?w=1200", "height": 371}, "locale": "en_US", "type": "article"}, "twitter": {"description": "WASHINGTON (AP) — Be prepared for the tax man to get even more personal this year — with questions about your health insurance. For the first time, you’ll have to state whether you had health…", "creator": "@krqe", "image": {"src": "https://lintvkrqe.files.wordpress.com/2015/01/taxes-health-overhaul_kont.jpg?w=640"}, "title": "New tax forms to fill out on health insurance coverage", "site": "krqe", "card": "summary_large_image"}, "msvalidate.01": "D680B65910F40B115B0DE7298B906E56", "robots": "index, follow", "msapplication-tooltip": "Albuquerque News and Weather, Santa Fe, Rio Rancho, New Mexico | krqe.com", "google-play-app": "app-id=com.linmedia.newstouch.krqe", "fb": {"pages": 98691658081}, "msapplication-window": "width=device-width;height=device-height", "viewport": "width=device-width, initial-scale=1", "application-name": "KRQE News 13", "google-site-verification": "DybmyJ3qnLleDwi_e3uE6Wh_x8CKcwUamZdUxoElU1M", "keywords": "Health, Home, National, World, News", "article": {"publisher": "https://www.facebook.com/krqenews", "published_time": "2015-01-18T17:23:48+00:00", "modified_time": "2015-07-27T19:20:15+00:00"}, "msapplication-task": "name=Subscribe;action-uri=http://krqe.com/feed/;icon-uri=http://0.gravatar.com/blavatar/8ec5fa807657323809caf8c9db73e4ed?s=16"}, "_id": "\"57477af36914bd0286fcf028\"", "article_summary": "“When it comes to reporting your health insurance on your taxes, it’s going to be very straightforward.”A BOX TO CHECK ON FORM 1040Reporting your health insurance coverage begins on line 61 of Form 1040.\nAnd tax filers accustomed to using a 1040EZ will no longer be able to do that if they got a tax credit.\nWASHINGTON (AP) — Be prepared for the tax man to get even more personal this year — with questions about your health insurance.\nFor the first time, you’ll have to state whether you had health insurance, through an employer, one of the exchanges or purchased privately.\nFor those who didn’t have health insurance, there’s yet another form — Form 8965 — which lists the possible exemptions and lets you claim the one that might apply."}