{"article_title": "NYT notices hot new trend among sheriffs: ignore gun-control laws « Hot Air", "article_keywords": ["states", "obama", "law", "state", "trend", "gun", "nyt", "air", "ignore", "notices", "hot", "magazines", "york", "sheriffs", "white", "guncontrol", "laws"], "article_url": "http://hotair.com/archives/2013/12/16/nyt-notices-hot-new-trend-among-sheriffs-ignore-gun-control-laws/", "article_text": "NYT notices hot new trend among sheriffs: ignore gun-control laws\n\nposted at 9:41 am on December 16, 2013 by Ed Morrissey\n\nWhat happens when legislatures pass unworkable or just plain stupid laws? Thanks to the innovators at the White House, who love to ignore laws in their own signature legislation when they become inconvenient (like employer mandates in ObamaCare), other executive-branch enforcement agencies have begun to follow suit. The New York Times reports that law-enforcement agencies are taking the Obama administration lead on ignoring laws about which the White House probably cares a lot more:\n\nWhen Sheriff John Cooke of Weld County explains in speeches why he is not enforcing the state’s new gun laws, he holds up two 30-round magazines. One, he says, he had before July 1, when the law banning the possession, sale or transfer of the large-capacity magazines went into effect. The other, he “maybe” obtained afterward. He shuffles the magazines, which look identical, and then challenges the audience to tell the difference. “How is a deputy or an officer supposed to know which is which?” he asks.\n\nIt’s not just Colorado where law enforcement is refusing to enforce the unenforceable, either. Governor Andrew Cuomo had to correct a badly-written and hastily-passed gun-control law, but police in New York aren’t any more interested in enforcing it than their brethren in Colorado:\n\nIn New York State, where Gov. Andrew M. Cuomo signed one of the toughest gun law packages in the nation last January, two sheriffs have said publicly they would not enforce the laws — inaction that Mr. Cuomo said would set “a dangerous and frightening precedent.” The sheriffs’ refusal is unlikely to have much effect in the state: According to the state’s Division of Criminal Justice Services, since 2010 sheriffs have filed less than 2 percent of the two most common felony gun charges. The vast majority of charges are filed by the state or local police.\n\nAdd California to the list, too:\n\nAnd in California, a delegation of sheriffs met with Gov. Jerry Brown this fall to try to persuade him to veto gun bills passed by the Legislature, including measures banning semiautomatic rifles with detachable magazines and lead ammunition for hunting (Mr. Brown signed the ammunition bill but vetoed the bill outlawing the rifles). “Our way of life means nothing to these politicians, and our interests are not being promoted in the legislative halls of Sacramento or Washington, D.C.,” said Jon E. Lopey, the sheriff of Siskiyou County, Calif., one of those who met with Governor Brown. He said enforcing gun laws was not a priority for him, and he added that residents of his rural region near the Oregon border are equally frustrated by regulations imposed by the federal Forest Service and the Environmental Protection Agency.\n\nI expect the Obama administration and the Department of Justice to express their shock, shock at the defiance of the separation of powers inherent in these actions. And I’m sure they’d get right on them, except that the White House and the DoJ have their hands full trying to address a couple of other issues:\n\nThe unilateral decision not to enforce several of the statutory deadlines in ObamaCare that Congress passed under the direction of the Obama administration\n\nEric Holder’s refusal to comply with Congressional subpoenas through the specious use of executive privilege\n\nThe harassing of conservative groups by the IRS, which has produced no action from the DoJ despite a multitude of evidence produced by Congress\n\nThe attempt by HHS to limit the freedom of religious expression to “worship” spaces only without Congressional involvement\n\nThe investigation of the NSA’s domestic surveillance by James Clapper, who lied to Congress about the extent of that domestic surveillance in the first place\n\nAnd so on. If this imperial-executive model is good enough for the federal government, don’t expect the states to eschew it for very long for their own priorities.\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "Wonder where they got that idea?", "title": "NYT notices hot new trend among sheriffs: ignore gun-control laws", "url": "http://hotair.com/archives/2013/12/16/nyt-notices-hot-new-trend-among-sheriffs-ignore-gun-control-laws/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2013-12-16T14:41:41+00:00", "modified_time": "2013-12-16T14:46:01+00:00"}, "keywords": "gun control, imperial presidency, separation of powers,", "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "article_summary": "NYT notices hot new trend among sheriffs: ignore gun-control lawsposted at 9:41 am on December 16, 2013 by Ed MorrisseyWhat happens when legislatures pass unworkable or just plain stupid laws?\nGovernor Andrew Cuomo had to correct a badly-written and hastily-passed gun-control law, but police in New York aren’t any more interested in enforcing it than their brethren in Colorado:In New York State, where Gov.\nHe said enforcing gun laws was not a priority for him, and he added that residents of his rural region near the Oregon border are equally frustrated by regulations imposed by the federal Forest Service and the Environmental Protection Agency.\nOne, he says, he had before July 1, when the law banning the possession, sale or transfer of the large-capacity magazines went into effect.\nAdd California to the list, too:And in California, a delegation of sheriffs met with Gov."}