{"article_title": "Prisoner says he worked with Denver jail guard to sell pot and porn – The Denver Post", "article_keywords": ["sell", "kane", "porn", "rumer", "pot", "deputy", "hunter", "denver", "page", "cell", "guard", "jail", "inmates", "prisoner", "worked", "hunters", "post"], "article_url": "http://www.denverpost.com/news/ci_26004333/prisoner-says-he-worked-denver-jail-guard-sell", "article_text": "In an extraordinary hearing before a federal judge Friday, a prisoner described how he worked with a Denver jail deputy to sell pornography and marijuana behind bars and mete out beatings to inmates who crossed him.\n\nAmos Page, a self-described leader for the Bloods street gang, told how he coerced a deputy he caught drinking vodka into doing his bidding. Page claimed sheriff’s Deputy Gaynel Rumer became so subservient to him that he would turn off lights when Page ordered beat-downs that left inmates with black eyes and “pumpkin heads.”\n\nPretrial depositions by attorneys of potential witnesses are ordinarily done behind closed doors, or in Page’s case, in prison. But U.S. District Judge John Kane ordered that Page and other witnesses in the civil case of former inmate Jamal Hunter against the city and two deputies be held in open court to prevent witness intimidation. Kane has also urged federal authorities to investigate Denver police and the sheriff’s department.\n\nTwo Denver police internal affairs sergeants have been accused by Kane and Hunter’s attorneys of intimidating Page from testifying.\n\nIn his lawsuit, Hunter claims Rumer stood by in 2011 while inmates beat him into unconsciousness repeatedly before scalding his genitals with hot water.\n\nHunter complained that no one acted on his accusations for nearly two years until after he filed his lawsuit. Rumer, who denies the accusations, was later disciplined for 45 days.\n\nPage, a muscular, 6-foot-2, 270-pound man, entered Kane’s courtroom Friday morning wearing an orange prison jumpsuit. He was wearing a waist chain that was connected to manacles and handcuffs for security.\n\nPage, who goes by the street name “OCK,” recalled minute details like the colors of the Thermos that Rumer used, but said he couldn’t remember the names of cellmates who carried out a vicious attack on Hunter in his cell while he watched.\n\nAt once perceptive, describing vividly how he could tell Rumer was drunk, Page would suddenly appear naive when an inmate nicknamed “G-Style” handed him two cups of steaming water.\n\n“I thought they were for making soup,” he said, even though — according to his own description — Hunter’s blood was splattered all over the floor and walls at the time.\n\nAs the hearing began, Hunter’s attorney, Qusair Mohamedbhai, asked Page about an interview he had with two Denver internal affairs sergeants at Crowley County Correctional Facility, where Page is serving a 10-year robbery sentence.\n\nMohamedbhai read a statement in which one of the sergeants had asked him whether he knew he was basically confessing to a crime.\n\n“I felt like I was being played,” Page said. “I had already been investigated about the issues and cleared. It made me angry.”\n\nKane also spoke to Page from the bench, explaining that Page does not face criminal charges if he testifies at Hunter’s trial.\n\n“What I am interested here in the federal court is the truth. … When witnesses don’t (tell the truth), I land on them with both feet,” Kane said.\n\nPage testified that shortly after he was assigned to A-Pod, Cell 103 with cellmate Hunter, he noticed one day that Deputy Rumer’s face was flushed and his speech was slurred. After sneaking a sip of vodka from Rumer’s green-and-silver Thermos, he confronted Rumer about drinking. He said Rumer was visibly shaken and agreed to smuggle contraband cigarettes and a lighter into jail for him the next day.\n\nPage said he persuaded Rumer to smuggle pornography into the jail. Rumer would drop it into a waste basket, and Page, one of the pod’s janitors, would pick it up and sell the pornography for $3 a page. Page said he paid a kickback to Rumer in the form of jail soda machine tokens. All other contraband including marijuana was delivered through the trash under constantly running cell house video cameras, Page said. Inmates also made cellhouse hootch when Rumer was on duty, he said.\n\nRumer began telling Page which inmates were snitches or child molesters, the prisoner testified. Such knowledge made child molesters and snitches vulnerable to extortion, because they were often targeted by inmates in jail, he said.\n\n“You could end up dead,” Page said. “You could end up stabbed.”\n\nRumer occasionally asked Page to be his muscle when inmates filed complaints or caused too much noise or commotion, Page said. He said Rumer didn’t like Hunter because he would joke about him getting drunk and argue with him. Rumer told Page that during a court session, Hunter had been bad-mouthing Page and his gangster “homies,” saying they were not so tough.\n\nPage said he told Rumer he would take care of it. The beating and scalding happened during a cell house head count on July 18, 2011, he testified.\n\nIn the aftermath of the attack, Page immediately was sent to a segregation cell. He said several sheriff’s department officials interviewed him, but when he suggested that they should ask Rumer about his involvement, no formal disciplinary action was taken against him.\n\nUnder cross examination by defense attorneys, Page repeatedly denied knowing the real names of inmates involved in the beating, including his own cellmates. At one point, he seemed to explain why his memory failed him when he said he wasn’t a snitch.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Prisoner says he worked with Denver jail guard to sell pot and porn", "title": "Prisoner says he worked with Denver jail guard to sell pot and porn", "url": "http://www.denverpost.com/2014/06/20/prisoner-says-he-worked-with-denver-jail-guard-to-sell-pot-and-porn/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140610__jamal-hunterp1-3.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140610__jamal-hunterp1-3.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2014-06-20T16:26:30+00:00", "modified_time": "2016-04-27T09:08:46+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcf035\"", "article_summary": "In an extraordinary hearing before a federal judge Friday, a prisoner described how he worked with a Denver jail deputy to sell pornography and marijuana behind bars and mete out beatings to inmates who crossed him.\nTwo Denver police internal affairs sergeants have been accused by Kane and Hunter’s attorneys of intimidating Page from testifying.\nSuch knowledge made child molesters and snitches vulnerable to extortion, because they were often targeted by inmates in jail, he said.\nRumer began telling Page which inmates were snitches or child molesters, the prisoner testified.\nIn his lawsuit, Hunter claims Rumer stood by in 2011 while inmates beat him into unconsciousness repeatedly before scalding his genitals with hot water."}