{"article_title": "Despite Media Onslaught, Most Americans Think It's Too Soon To Give Up On Obamacare", "article_keywords": ["marketplace", "media", "onslaught", "support", "obamacare", "soon", "young", "americans", "coverage", "despite", "uninsured", "health", "law", "think"], "article_url": "http://thinkprogress.org/health/2013/11/27/3000931/americans-think-obamacare-failure/", "article_text": "Health Despite Media Onslaught, Most Americans Think It’s Too Soon To Give Up On Obamacare CREDIT:\n\nA new CNN/ORC poll released Wednesday is the latest to find that, despite a disastrous rollout and brutal media coverage, most Americans think it’s too early to throw in the towel on the Affordable Care Act.\n\nThat’s not to say that Americans are overwhelmingly enthusiastic about the law. Only 40 percent of those surveyed said they generally support Obamacare while 58 percent are opposed. But of those who disapprove, 14 percent said they thought the health law was “not liberal enough” while 40 percent said it was “too liberal,” meaning that 54 percent of respondents either support the law or think it should go even further. That’s keeping in track with earlier CNN polling in May which found that 16 percent of the 54 percent of Americans who oppose Obamacare do so because the law isn’t more robust.\n\nStrikingly, just under four in ten Americans said the law is a “failure” in the new poll while 53 percent said it’s too soon to judge. About 54 percent believe that Obamacare’s heavily scrutinized problems, including a glitchy website and stories about insurance cancellations, will eventually be fixed — and the optimism was highest by far among young people, a particularly important demographic for the health law:\n\nCREDIT: CNN/ORC International\n\n“Only 25 percent of 18-to-34 year olds say that the new law is a failure, compared to more than four in 10 in any other age bracket,” said CNN Polling Director Keating Holland. “Seven in 10 younger Americans think the current problems faced by Obamacare will eventually be fixed. Senior citizens are split, and most people between 35 and 65 years old think that the system is permanently broken.”\n\nEarlier November polling by the Washington Post/ABC News and National Journal also found that support for Obamacare repeal is low — just 38 percent support that tactic — particularly among young voters, college-educated whites, women, and minorities. In fact, nearly 70 percent of minorities, 59 percent of moderates, 52 percent of college graduates, and a majority of women told the Washington Post that the law is still salvageable.\n\nThis is important because these very constituencies are among those who could benefit most from the health law. Young people’s optimism about Obamacare’s long-term viability is especially critical, since administration officials say that about 2.7 million young Americans need to enroll in marketplace plans to keep premiums in check. Many conservative commentators have argued that the health law’s flawed rollout would discourage younger Americans from signing up for coverage.\n\nThe uninsured are also taking a wait-and-see approach to enrolling in Obamacare marketplace plans. A Commonwealth Fund survey from earlier in November found that three of five adults who either hadn’t yet visited an Obamacare marketplace or visited one without enrolling said they’ll be back to try again at some point.\n\n“For the vast majority of uninsured people in the United States, the temporary barrier of a malfunctioning website could pale in comparison to the permanent barriers they have faced in the past and which are redressed by the law: paying the full premium for a plan despite low income, and being charged a higher premium, having a service excluded from their plan, or being turned down altogether because of a preexisting condition,” wrote Commonwealth Fund researchers commentary accompanying the survey. “These barriers left 50 million people uninsured in the year the Affordable Care Act was signed into law.”\n\nEmpirical data is beginning to support the hypothesis that uninsured and under-insured Americans ultimately care more about getting affordable health coverage than they do about a malfunctioning — but steadily improving — website. In fact, the pace of enrollment through the federal marketplace has doubled, and many state-run marketplaces including those in California, New York, Arkansas, and Kentucky are seeing robust and even better-than-expected enrollment figures. Arkansas and Oregon have already cut their uninsurance rates by 14 percent and 10 percent, respectively, thanks to health law’s Medicaid expansion alone.\n\nMost Americans are likely to be happy with the products they’re getting through Obamacare, too. Many younger, poorer people will be able to get insurance for less than $100 per month, and California officials estimate that 75 percent of enrollees in the Golden State will either have cheaper coverage, better coverage, or cheaper and better coverage thanks to Obamacare.\n\nAmericans trying to sign up for insurance through Obamacare have until December 23 to enroll in a plan that takes effect on January 1. The total open enrollment period extends through the end of March 2014.", "article_metadata": {"google": "nositelinkssearchbox", "description": "A new CNN poll shows that most Americans -- and especially young Americans -- think it's too soon to brand the health law a failure.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "A new CNN poll shows that most Americans -- and especially young Americans -- think it's too soon to brand the health law a failure.", "title": "Despite Media Onslaught, Most Americans Think It’s Too Soon To Give Up On Obamacare", "url": "http://thinkprogress.org/health/2013/11/27/3000931/americans-think-obamacare-failure/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/02/obamacare-cartoon-2-a.jpg", "type": "article"}, "twitter": {"description": "A new CNN poll shows that most Americans -- and especially young Americans -- think it's too soon to brand the health law a failure.", "creator": "@the_sy_guy", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/02/obamacare-cartoon-2-a-321x214.jpg", "title": "Despite Media Onslaught, Most Americans Think It’s Too Soon To Give Up On Obamacare", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2013/02/obamacare-cartoon-2-a.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2013/02/obamacare-cartoon-2-a.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2013-11-27T10:02:54+00:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af46914bd0286fd85a6\"", "article_summary": "Health Despite Media Onslaught, Most Americans Think It’s Too Soon To Give Up On Obamacare CREDIT:A new CNN/ORC poll released Wednesday is the latest to find that, despite a disastrous rollout and brutal media coverage, most Americans think it’s too early to throw in the towel on the Affordable Care Act.\n“Seven in 10 younger Americans think the current problems faced by Obamacare will eventually be fixed.\nOnly 40 percent of those surveyed said they generally support Obamacare while 58 percent are opposed.\nThis is important because these very constituencies are among those who could benefit most from the health law.\nThe uninsured are also taking a wait-and-see approach to enrolling in Obamacare marketplace plans."}