{"article_title": "LeBron James carries Cavaliers to OT win over Warriors, evens NBA Finals – The Denver Post", "article_keywords": ["throws", "dellavedova", "evens", "seconds", "james", "left", "denver", "finals", "warriors", "game", "points", "free", "win", "post", "ot", "lebron", "nba", "cavs"], "article_url": "http://www.denverpost.com/nuggets/ci_28272390/lebron-james-carries-cavaliers-ot-win-over-warriors", "article_text": "OAKLAND, Calif. — The final buzzer sounded, and LeBron James wasn’t done.\n\nAs fans filed out of the quieting arena, James grabbed the ball and spiked it with all his might. He flexed his arms and pounded his chest, letting out a roar that echoed from California to Cleveland.\n\nJames turned in a triple-double to remember, Matthew Dellavedova made the go-ahead free throws in overtime, and the Cavaliers overcame a fourth-quarter collapse to outlast the Golden State Warriors 95-93 on Sunday night to even the NBA Finals at a game apiece.\n\nJames finished with 39 points, 16 rebounds and 11 assists in 50 minutes, carrying Cleveland’s depleted roster to victory on the NBA’s toughest home floor. The Warriors had been 47-3 at ear-piercing Oracle Arena.\n\n“I tried to give it all to my teammates. And they do a great job of giving it back to me. Total team effort,” said James, who shot 11 of 34 from the floor and seemed to wear down as the game dragged on. “To be back in the same position we were in three days ago and to come back and even the series is big time.”\n\nIt was the second straight overtime game, and one the Cavs never should’ve let happen.\n\nStephen Curry had a horrific shooting performance but converted the tying layup for the Warriors late in regulation. The MVP also put Golden State in front 93-92 on free throws with 29.5 seconds left in overtime.\n\nThen, Draymond Green met James at the rim to block his left-handed layup, but the Cavs retained possession. After James Jones missed a 3-pointer, Dellavedova grabbed the rebound and was fouled.\n\nDellavedova made both free throws to put Cleveland up with 10.1 seconds to play. Curry air-balled a jumper contested by Dellavedova, James got the rebound and hit one of two free throws with 4.4 seconds left.\n\n“He was huge for us,” James said about Dellavedova. “We knew we could count on him because we’ve been in this situation before. He gave us everything that he had and more.”\n\nAfter James made the free throw, Curry, without a timeout, raced up court and tried to pass ahead to Klay Thompson. But Iman Shumpert batted the ball away to seal the Cavs’ win.\n\nGame 3 is Tuesday night in Cleveland.\n\nIt was a pivotal point for the Cavs, who won their first finals game in franchise history. They were swept by the Spurs in their only other appearance in 2007, when James was just growing into the planet’s best player.\n\nCleveland was staring at a major deficit again. Teams with a 2-0 lead have gone on to win 28 of 31 series.\n\nNow that’s one thing the Cavs won’t have to overcome.\n\nJames is still left trying to carry Cleveland to its first championship in 51 years after Kyrie Irving fractured his left kneecap in Game 1. Irving had surgery in Cleveland on Saturday to join sidelined starters Kevin Love and Anderson Varejao, both of whom had already been lost for the season with injuries.\n\nHe got a little help this time.\n\nTimofey Mozgov had 17 points and 11 rebounds but sat out a lot late in the fourth quarter and overtime when the Warriors went to a smaller lineup. J.R. Smith scored 11 points and Dellavedova had nine.\n\nCavs coach David Blatt went with the same lineup that won Games 2 and 3 of the Eastern Conference finals when Irving was out with an injured knee. He started Dellavedova in Irving’s place, and the scrappy Australian corralled Curry as much as anybody has this season.\n\nCurry scored 19 points and shot 5 of 23 from the floor, including 2 of 15 from 3-point range, and had six turnovers.\n\n“Shots I normally make I knew as soon as they left my hand that they were off. That doesn’t usually happen,” Curry said. “Mechanically, I don’t know if there is an explanation for it, just didn’t have a rhythm and didn’t find one the whole game.”\n\nKlay Thompson tried to pick up the backcourt slack, scoring 34 points. But the Warriors went 8 for 35 from long range and shot 39.8 percent overall.\n\nThe Cavs, who shot 32.2 percent, outrebounded the Warriors 55 to 45. It was the lowest shooting percentage for a winning team in the playoffs since at least 1984-85.\n\n“It’s the grit squad right now,” James said. “If you expect us to play sexy cute basketball, that’s not us right now. Everything is tough and it has to be that for rest of series.”\n\nJames sat for just 52 seconds in the first half and got two quick breaks in the third quarter. He nearly had to stay on the sideline when Green hit him the face as drove hard for a layup in the fourth quarter.\n\nJames dropped to a knee near the baseline and walked gingerly to the bench, where he sat with his head down before returning to make both free throws. He seemed to deliver the dagger with a pull-up 3-pointer to extend the Cavs’ lead to 83-72 with 3:13 to play in the fourth quarter. He stopped and turned to Cleveland’s bench, taking out his mouthpiece and staring at the stunned and silent crowd.\n\nBut Golden State gave its fervent fans more reason to cheer.\n\nCurry broke his 18-minute scoring drought with a 3-pointer during the Warriors’ furious rally, which he finished with a tying finger-roll with 7.2 seconds remaining.\n\nCleveland called timeout, and got James the ball isolated on Andre Iguodala at the top of the key. James drove hard to his left and his layup rimmed out, and Tristan Thompson’s tip missed to send the game to overtime.\n\n“This is the finals. It’s hard. It’s supposed to be hard,” Warriors coach Steve Kerr said. “We had a tough night. So you have to move on. You’ve got to learn from it and get better, and that’s what we’re going to do.”", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "LeBron James carries Cavaliers to OT win over Warriors, evens NBA Finals", "title": "LeBron James carries Cavaliers to OT win over Warriors, evens NBA Finals", "url": "http://www.denverpost.com/2015/06/07/lebron-james-carries-cavaliers-to-ot-win-over-warriors-evens-nba-finals/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150607__lebron-jamesp1.jpg", "height": 438}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150607__lebron-jamesp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-06-07T21:50:47+00:00", "modified_time": "2016-04-22T19:26:24+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdd9d0\"", "article_summary": "Curry air-balled a jumper contested by Dellavedova, James got the rebound and hit one of two free throws with 4.4 seconds left.\nThe MVP also put Golden State in front 93-92 on free throws with 29.5 seconds left in overtime.\nDellavedova made both free throws to put Cleveland up with 10.1 seconds to play.\nJames dropped to a knee near the baseline and walked gingerly to the bench, where he sat with his head down before returning to make both free throws.\nJames drove hard to his left and his layup rimmed out, and Tristan Thompson’s tip missed to send the game to overtime."}