{"article_title": "FOX Debate Prediction", "article_keywords": ["run", "trump", "service", "point", "fox", "prediction", "donald", "president", "chris", "hell", "paul", "america", "debate"], "article_url": "http://www.huffingtonpost.com/alan-kelly/fox-fantasy-debate-playma_b_7939594.html", "article_text": "While there's still time in your FOX fantasy debate draft, here are some plays from The Standard Table of Influence to consider for Thursday night's clamber in Cleveland. And, pssst, watch for Chris Christie to trump The Donald.\n\nModerator Chris Wallace will channel his late father, Mike, and issue 60-Minute-style baits. Spectacle, we are sure, is in his contract: Mr. Trump, your rise in this primary has been historic in many respects but by most accounts it is due to your derisions of Mexican immigrants -- you called them rapists -- and the decorated POW and sitting senator John McCain -- you said he's not a hero. Are you ready this evening to recant these statements?\n\nBusinessman Donald Trump will be unfazed and run a signature crazy ivan: It's such a lame question! You're as much a part of this ridiculous political parade as anyone. Why don't you ask me about the amazing company's I've built? The amazing number of jobs I've created? Wallace won't shrink from a rebuttal, but Trump will have re-marked his scent for others to sniff.\n\nGov. Jeb Bush will choose his shots carefully but he will take on Trump to prove he's got pluck. Watch for him to issue a bait or two of his own: Donald, you didn't answer the question, and why don't you tell us about the amaaazing life of public service you've lead?\n\nGov. Scott Walker, despite his high-polling position, is at risk of being the odd-man out. He'll be like the college freshman whose high school conquests don't play. He'll issue awkward fiats to get in the mix: Public service is exactly the point, but what America needs aren't governors who advance the status quo...we need executives who challenge and change it. No one will counter.\n\nSen. Marco Rubio is more magnetic than he knows, but he'll keep to his script, running predictable recasts to bend the banter toward foreign policy, his wheelhouse: I agree we need change, but from elected officials who've worked outside their own backyards and not legacy legislators who've perpetuated a broken system. My service has been in defense of this country and against the threat of Islamic jihad.\n\nSen. Ted Cruz has known all along which side his bread is buttered on. His target and transport is Trump so he'll draft The Donald: Let's not point fingers; we're all Republicans. I thank Donald Trump for clearing the clouds and focusing on what matters. And what matters is the repeal of Obamacare and the categorical disarmament of our modern satan -- The Islamic Republic of Iran.\n\nSen. Rand Paul, at this point, will be ready to pounce. By way of a mirror, he'll tick off the many reasons for keeping America's nose clean: If what America wants is war, vote for anyone else. They'll make sure we're mired in war for the rest of the century. What America needs is to strategically manage its largesse and to fiercely focus on protecting its own freedoms.\n\nDr. Ben Carson will be happy to follow Paul, a fellow ideologue. He'll bear hug the Libertarian but quickly run a rambling recast: Ron Paul is right that we need better self-control. Where that's best applied is in how we run our country, not in how we tell others to run theirs. Let's set an example with a new approach to health care and fiscal responsibility.\n\nGov. Mike Huckabee will, at this point, be like a Jack-in-the-Box, ready for the crank to turn and unlatch his prepared sermon. He'll run all manner of framing plays, particularly the screen, to embed his sound bites: Friends, what you're hearing tonight reminds me of The Last Supper... Who knows where he'll take that analogy, but trust the good reverend to serve it up, Christian style.\n\nGov. Chris Christie is most likely to surprise. By virtue of his low-ratings and side-show position on stage, he has no choice but to call out his colleagues and, by way of the disco, re-position his sins: What I see here is a publicity hound who wants to be president (Trump), a son who got passed over for his brother (Jeb), a small-scale governor who has no idea how fast the propeller turns in large-scale politics (Walker), a big-state senator who's never built a thing (Rubio), another senator whose first instinct is to filibuster (Cruz), a Libertarian who's hiding in a dangerous world (Paul), a distinguished doctor who has absolutely no business being president of the United States (Carson), a pastor who has no other career strategy but to run for president (Huckabee)...and me. Whatever you think of me and my leadership style, I know politics and how to stick up for my constituents. America needs a president who plays hard ball and knows the ring and the rules for fighting and winning.\n\nGov. John Kasich will be left to chime in. Jeez, Chris, you forgot me? To which Christie will sniff, Whatever, a pass.\n\nVideo image credit: FOX News\n\nFollow Alan Kelly on Twitter: www.twitter.com/@playmakeralan", "article_metadata": {"description": "While there's still time in your FOX fantasy debate draft, here are some plays from The Standard Table ...", "sailthru.expire_date": "2015-08-06 12:39:54 -0400", "og": {"site_name": "The Huffington Post", "description": "While there's still time in your FOX fantasy debate draft, here are some plays from The Standard Table ...", "url": "http://www.huffingtonpost.com/alan-kelly/fox-fantasy-debate-playma_b_7939594.html", "image": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "height": 1000}, "creator": "@playmakeralan", "description": "While there's still time in your FOX fantasy debate draft, here are some plays from The Standard Table ...", "card": "summary_large_image", "site": "@HuffPostEnt"}, "sailthru.date": "2015-08-05 12:39:54 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=7939594", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "entertainment", "fb": {"app_id": 46744042133}, "keywords": "Alan Kelly,Chris Christie,Chris Wallace,debate,Donald Trump,fox,influence,jeb bush,John Kasich,Marco Rubio,Mike Huckabee,playmaker,politics,rand paul,ben Carson,Scott Walker,strategy,Ted Cruz", "article": {"section": "Entertainment", "tag": "Alan Kelly,Chris Christie,Chris Wallace,debate,Donald Trump,fox,influence,jeb bush,John Kasich,Marco Rubio,Mike Huckabee,playmaker,politics,rand paul,ben Carson,Scott Walker,strategy,Ted Cruz", "published_time": "2015-08-05 12:39:54 -0400", "modified_time": "2015-08-14 10:59:01 -0400"}, "viewport": "width=1000"}, "article_summary": "Businessman Donald Trump will be unfazed and run a signature crazy ivan: It's such a lame question!\nWhile there's still time in your FOX fantasy debate draft, here are some plays from The Standard Table of Influence to consider for Thursday night's clamber in Cleveland.\nI thank Donald Trump for clearing the clouds and focusing on what matters.\nHis target and transport is Trump so he'll draft The Donald: Let's not point fingers; we're all Republicans.\nHe'll bear hug the Libertarian but quickly run a rambling recast: Ron Paul is right that we need better self-control."}