{"article_title": "Campus Carry Becomes Law, 'Takes Effect Immediately' in Tennessee", "article_keywords": ["universities", "takes", "bill", "effect", "tennessee", "sponsored", "carry", "immediately", "law", "campus", "texas"], "article_url": "http://www.breitbart.com/2nd-amendment/2016/05/02/campus-carry-now-law-tennessee/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nOn May 2, campus carry became law in the state of Tennessee and took effect “immediately.”\n\nThe law allows faculty and staff with concealed carry permits to carry their handguns on campuses of public colleges and universities for self-defense.\n\nSIGN UP FOR OUR NEWSLETTER\n\nBreitbart News reported that the Tennessee Senate passed campus carry on April 19, and the House followed suit on April 20. The Associated Press reported that Rep. Andy Holt (R-Dresden) sponsored the legislation in the House. Sen. Mike Bell (R-Riceville) sponsored the legislation in the Senate.\n\nGovernor Bill Haslam (R) expressed concern over allowing campus carry at the time of its passage and, in the end, did not sign the bill. Yet the bill became law because the Governor did not veto it.\n\nAccording to ABC News, the new law does carve out gun-free zones on campuses that include “stadiums or gymnasiums while school-sponsored events are in progress; meetings where disciplinary or tenure issues are being discussed; hospitals or offices where medical or mental health services are provided; and any location prohibited by another law, such as at day care centers or elementary schools located on campus.”\n\nTennessee now joins Colorado, Idaho, Kansas, Mississippi, Oregon, Texas, Utah, and Wisconsin, as states that have passed laws protecting rights to carry a gun for self-defense at public colleges and universities. (Campus carry takes effect in Texas August 2016 and takes effect in Kansas July 1, 2017.)\n\nAWR Hawkins is the Second Amendment columnist for Breitbart News and political analyst for Armed American Radio. Follow him on Twitter: @AWRHawkins. Reach him directly at awrhawkins@breitbart.com.", "article_metadata": {"description": "On May 2, campus carry, which allows faculty and staff with concealed carry permits to carry their guns, became law in the state of Tennessee.", "og": {"site_name": "Breitbart", "description": "On May 2, campus carry, which allows faculty and staff with concealed carry permits to carry their guns, became law in the state of Tennessee.", "title": "Campus Carry Becomes Law, 'Takes Effect Immediately' in Tennessee - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2016/01/concealed-carry-Getty.jpg", "height": 480}, "url": "http://www.breitbart.com/2nd-amendment/2016/05/02/campus-carry-now-law-tennessee/", "type": "article"}, "twitter": {"description": "On May 2, campus carry, which allows faculty and staff with concealed carry permits to carry their guns, became law in the state of Tennessee.", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2016/01/concealed-carry-Getty.jpg", "title": "Campus Carry Becomes Law, 'Takes Effect Immediately' in Tennessee - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Andy Holt, Bill Haslam, Campus Carry, Concealed Carry, Mike Bell, Self-Defense, Tennessee,2nd Amendment, Big Government, Pre-Viral,Campus Carry", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "2nd Amendment", "tag": "Tennessee", "published_time": "2016-05-02T17:23:44-07:00", "categories": "Big Government,2nd Amendment,Pre-Viral"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "(Campus carry takes effect in Texas August 2016 and takes effect in Kansas July 1, 2017.)\nSIGN UP FOR OUR NEWSLETTEROn May 2, campus carry became law in the state of Tennessee and took effect “immediately.”The law allows faculty and staff with concealed carry permits to carry their handguns on campuses of public colleges and universities for self-defense.\nSIGN UP FOR OUR NEWSLETTERBreitbart News reported that the Tennessee Senate passed campus carry on April 19, and the House followed suit on April 20.\nGovernor Bill Haslam (R) expressed concern over allowing campus carry at the time of its passage and, in the end, did not sign the bill.\nYet the bill became law because the Governor did not veto it."}