{"article_title": "Children on Syrian refugee route could freeze to death: U.N.", "article_keywords": ["turkey", "death", "risk", "route", "agency", "presevo", "children", "weather", "traveling", "weeks", "freeze", "syrian", "refugee", "temperatures"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/01/19/Children-Syrian-refugee-route-could-freeze-death-UN", "article_text": "GENEVA (Reuters) - Thousands of refugee children traveling along the migration route through Turkey and southeastern Europe are at risk from a sustained spell of freezing weather in the next two weeks, the United Nations and aid agencies said on Tuesday.\n\nThe U.N. weather agency said it forecast below-normal temperatures and heavy snowfall in the next two weeks in the eastern Balkan peninsula, Turkey, the eastern Mediterranean and Syria, Lebanon, Israel and Jordan.\n\n\"Many children on the move do not have adequate clothing or access to the right nutrition,\" said Christophe Boulierac, spokesman for the U.N. children's agency UNICEF.\n\nAsked if children could freeze to death, he told a news briefing: \"The risk is clearly very, very high.\"\n\nChildren were coming ashore on the Greek island of Lesbos wearing only T-shirts and soaking wet after traveling on unseaworthy rubber dinghies, the charity Save the Children said in a statement.\n\n\"Aid workers at the border reception center in Presevo say there is six inches of snow on the ground and children are arriving with blue lips, distressed and shaking from the cold,\" it said.\n\nIt said temperatures were forecast to drop to -20 degrees Celsius (-4°F) in Presevo in Serbia and -13 degrees (9°F) on the Greek border with Macedonia.\n\nLast year children accounted for a quarter of the one million migrants and refugees arriving across the Mediterranean in Europe, Boulierac said. The UN refugee agency UNHCR said a daily average of 1,708 people had arrived in Greece so far in January, just under half the December daily average of 3,508.\n\n(Reporting by Tom Miles; editing by Stephanie Nebehay and Dominic Evans)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "GENEVA (Reuters) - Thousands of refugee children traveling along the migration route t", "title": "Children on Syrian refugee route could freeze to death: U.N.", "url": "http://www.thefiscaltimes.com/latestnews/2016/01/19/Children-Syrian-refugee-route-could-freeze-death-UN", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/europe-migrants_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/01/19/Children-Syrian-refugee-route-could-freeze-death-UN", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/europe-migrants_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "GENEVA (Reuters) - Thousands of refugee children traveling along the migration route t", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "Asked if children could freeze to death, he told a news briefing: \"The risk is clearly very, very high.\"\nThe UN refugee agency UNHCR said a daily average of 1,708 people had arrived in Greece so far in January, just under half the December daily average of 3,508.\nGENEVA (Reuters) - Thousands of refugee children traveling along the migration route through Turkey and southeastern Europe are at risk from a sustained spell of freezing weather in the next two weeks, the United Nations and aid agencies said on Tuesday.\nLast year children accounted for a quarter of the one million migrants and refugees arriving across the Mediterranean in Europe, Boulierac said.\n\"Many children on the move do not have adequate clothing or access to the right nutrition,\" said Christophe Boulierac, spokesman for the U.N. children's agency UNICEF."}