{"article_title": "Chris Hemsworth New Role as Receptionist in Reboot of ‘GhostBusters’", "article_keywords": ["roles", "reboot", "actor", "cast", "role", "receptionist", "chris", "hemsworth", "comedy", "ghostbusters"], "article_url": "http://guardianlv.com/2015/06/chris-hemsworth-new-role-as-receptionist-in-reboot-of-ghostbusters/", "article_text": "Chris Hemsworth has landed the new role as the receptionist in the 1984 comedy Ghostbusters reboot. The 31-year-old Australian actor, who was also named as People Magazine‘s Sexiest Man Alive, will be adding a little flavor to the female version of the 2016 comedy set to hit theaters next year. Director Paul Feig posted the announcement to Twitter on June 10, which consisted of a photo of Hemsworth with the caption, “Our receptionist. #whoyougonnacall”. The 1984 comedy which featured Bill Murray, Dan Ackroyd, Harold Ramis and Ernie Hudson has taken a complete switch with four hilarious women of comedy. The original female receptionist role, which was played by Annie Potts, portrayed Janine Melnitz who had a crush on the Ghostbuster Egon Spengler (who Harold Ramis played in the 1984 version of Ghostbusters. Janine was an awkward, nerdy receptionist with bifocal glasses who recited the famous line “We’ve Got One” when there were reports of paranormal ghosts seen. Hemsworth will mostly recite this famous line, and will develop a crush on one of the hilarious leading ladies of Ghostbusters, leaving fans to wonder if he will wear those same glasses in the upcoming reboot.\n\nPaul Feig who also directed the movie Bridesmaids announced the reboot news of Ghostbusters and the female led roles last October via Twitter. His new film Spy, which actress Melissa McCarthy stars in, has reportedly made 88 million dollars in the opening week of international box offices. Reports from Variety magazine stated that Hemsworth turned down the role earlier in the year because it gave him a small cameo appearance, but director Feig and writer Katie Dippold have written a much larger part for the actor since then. Recent roles that may be familiar that the actor Hemsworth has appeared in include that of Star Trek, Red Dawn; also, he was the leading male role in Marvel’s Thor following the sequel to Thor: The Dark World.\n\nHe also had an appearance in Marvel’s The Avengers, and the sequel Avengers: Age of Ultron.’ Hemsworth is not shy to remaking classic 80s movies. The comedy re-make Vacation, which will hit theaters this summer, will be Hemsworth’s latest appearance. He has also had a part in National Lampoon’s Vacation, which he has cameos in. Hemsworth also has been cast in serious roles such as Cabin in the Woods and The Perfect Getaway. The busy actor is currently working on the prequel to Snow White and the Huntsman.\n\nPlaying alongside Hemsworth in his new role as a receptionist in the reboot of GhostBusters will be Melissa McCarthy, who has seen recent roles in movies such as Identity Theft, Tammy, and Bridesmaids. Joining her is Kristen Wiig, who co-starred in Bridesmaids with McCarthy. Wiig also stars in Welcome To Me and The Skeleton Twins. She also is a familiar voice in Despicable Me, Despicable Me 2 and Paul. Kate McKinnon, and Leslie Jones who were former cast members of the hit show Saturday Night Live will also join the leading lady cast. The news gets even better for Ghostbusters fanatics as the announcement of the reboot of 2016 Ghostbusters sequel as the male-led cast are to be in the works. One of the male-led roles is rumored to be played by Channing Tatum, a decision which producers Ivan Reitman and Dan Aykroyd are to be in charge of next year.\n\nProducer Ivan Reitman quotes in Deadline, “We want to expand the Ghostbuster universe in ways that will include different films, TV shows, merchandise, all things that are part of modern filmed entertainment.” The “Sexiest Man Alive” actor Chris Hemsworth will begin filming new role as the receptionist in GhostBusters reboot comedy later this summer.\n\nBy Kayla Hernandez\n\nSources:\n\nHuffington Post: ‘Ghostbuster’s: Chris Hemsworth To Play Receptionist Role in New Reboot Film\n\nAbc News: Chris Hemsworth Joins ‘Ghostbusters’ Reboot as Receptionist\n\nThe Guardian: Chris Hemsworth to play receptionist for all-female Ghostbuster team\n\nTV Muse: Chris Hemsworth in GHOSTBUSTERS\n\nNews: Chris Hemsworth joins Ghostbusters reboots as receptionist\n\nPhot0 Courtesy of Gage Skidmore Flickr Page – Creative Commons License\n\nShare this: Print\n\nLinkedIn\n\nPinterest\n\nPocket\n\nReddit\n\nEmail\n\nTwitter\n\nGoogle\n\nFacebook\n\nTumblr\n\n", "article_metadata": {"og": {"site_name": "Guardian Liberty Voice", "description": "Chris Hemsworth has landed the new role as the receptionist in the 1984 comedy Ghostbusters reboot. The 31-year-old Australian actor, who was also named as People Magazine’s Sexiest Man Alive…", "title": "Chris Hemsworth New Role as Receptionist in Reboot of ‘GhostBusters’", "url": "http://guardianlv.com/2015/06/chris-hemsworth-new-role-as-receptionist-in-reboot-of-ghostbusters/", "image": {"width": 640, "identifier": "http://guardianlv.com/wp-content/uploads/2015/06/14770839486_1ff2401cc3_z.jpg", "height": 427}, "locale": "en_US", "type": "article"}, "article": {"published_time": "2015-06-12T06:40:38+00:00", "modified_time": "2015-06-12T06:40:38+00:00"}, "twitter": {"image": "http://guardianlv.com/wp-content/uploads/2015/06/14770839486_1ff2401cc3_z.jpg?w=640", "site": "@ifrackle", "card": "summary_large_image", "creator": "@ifrackle"}, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fcf03e\"", "article_summary": "By Kayla HernandezSources:Huffington Post: ‘Ghostbuster’s: Chris Hemsworth To Play Receptionist Role in New Reboot FilmAbc News: Chris Hemsworth Joins ‘Ghostbusters’ Reboot as ReceptionistThe Guardian: Chris Hemsworth to play receptionist for all-female Ghostbuster teamTV Muse: Chris Hemsworth in GHOSTBUSTERSNews: Chris Hemsworth joins Ghostbusters reboots as receptionistPhot0 Courtesy of Gage Skidmore Flickr Page – Creative Commons LicenseShare this: PrintLinkedInPinterestPocketRedditEmailTwitterGoogleFacebookTumblr\nChris Hemsworth has landed the new role as the receptionist in the 1984 comedy Ghostbusters reboot.\nPlaying alongside Hemsworth in his new role as a receptionist in the reboot of GhostBusters will be Melissa McCarthy, who has seen recent roles in movies such as Identity Theft, Tammy, and Bridesmaids.\nThe original female receptionist role, which was played by Annie Potts, portrayed Janine Melnitz who had a crush on the Ghostbuster Egon Spengler (who Harold Ramis played in the 1984 version of Ghostbusters.\nDirector Paul Feig posted the announcement to Twitter on June 10, which consisted of a photo of Hemsworth with the caption, “Our receptionist."}