{"article_title": "Foley to Malloy: Show yours and I'll show mine", "article_keywords": ["foley", "week", "campaign", "tax", "ill", "camp", "yacht", "taxes", "connecticut", "malloy", "told"], "article_url": "http://www.theday.com/article/20140907/NWS05/309079938", "article_text": "I wonder if I am the only one puzzled by the way Tom Foley is running for governor in Connecticut.\n\nMaybe he just likes running and doesn't want to win?\n\nThis is now his second campaign and it seems to be run much worse than the one four years ago.\n\nFirst, there was that crazy visit to Sprague, where he called a press conference to bring attention to a plant closing.\n\nCouldn't someone on his campaign have told him that it would likely just stir up memories of his first gubernatorial campaign, when he was roundly criticized about a plant closing, one he once owned a part of.\n\nSpeaking of owning expensive things, why would a rich guy like Foley, someone who owns a 125-foot, $5.9 million yacht, one registered in the Marshall Islands, a means to escape Connecticut taxes, an extravagant bauble named, improbably, Odalisque, after the female slave in a Turkish harem, accuse Gov. Dan Malloy of living in a mansion?\n\nI was startled when Foley, during the first debate of the season, flung the mansion accusation at Gov. Dan Malloy, suggesting he is out of touch with common Connecticut voters.\n\nSomeone on Foley's campaign should tell him that Malloy lives in a mansion owned and maintained by Connecticut residents. It's the people's mansion.\n\nMalloy is not lying around the paneled splendor of a crewed yacht named to evoke the erotic pleasures of a sex slave.\n\nThe last really rich candidate to run for office in Connecticut was wrestling magnate Linda McMahon, who at least had a rags-to-riches story to tell, one she told over and over again, describing how she clawed back from bankruptcy.\n\nThere didn't seem to be any rags in Foley's Andover-to-Harvard trajectory.\n\nSpeaking of being out of touch with Connecticut voters, why has Foley clung to so many political extremes, here in moderate Connecticut?\n\nRemember the shutdown of the government by extreme Republicans in Washington, who were holding everyone hostage in order to kill Obamacare?\n\nFoley thought that strategy was just fine. He told me at the time he supported it entirely.\n\nI am sure the thousands of Connecticut voters who have successfully enrolled for Obamacare health coverage, through one of the most successful networks in the country, will be glad to vote against an Obamacare obstructionist like Foley.\n\nThen just last week, he was endorsed by the Family Institute of Connecticut, an endorsement he actively sought.\n\nFoley may not have taken his own positions against gay marriage or abortion, but if you are against those things, the Family Institute endorsement suggests, he's your guy.\n\nMeanwhile, the Foley campaign has done nothing to capture the attention of people who might easily be tempted out of the Malloy camp, offering no bold plans to substantially cut taxes or eliminate Connecticut's considerable government bloat.\n\nFoley would cut the sales tax by a half percent. Only the owner of a $5.9 million yacht could think that would improve budgets for middle-class households.\n\nAt least Foley's challenger in the Republican primary had an interesting and substantial plan to eliminate state income taxes for many middle-class households.\n\nI got another strange answer from the Foley camp last week, when I returned to the question of whether he and his running mate will be releasing tax returns, a routine part of gubernatorial campaigns in most states.\n\nThe Malloy camp, by the way, is hedging on a promise to release tax information, saying now they will release only the first four pages of returns. They also won't commit to a date.\n\nThe Foley camp told me last week they will release the candidates' returns when Malloy releases his.\n\nHonest. That's what they said. It was like talking to someone in the third grade: I'll show you mine if you show me yours.\n\nIt's not what you expect to hear from a leader.\n\nThis is the opinion of David Collins.\n\nd.collins@theday.comTwitter: DavidCollinsct", "article_metadata": {"description": "I wonder if I am the only one puzzled by the way Tom Foley is running for governor in Connecticut.Maybe he just likes running and doesn't want to win?", "og": {"site_name": "The Day", "description": "I wonder if I am the only one puzzled by the way Tom Foley is running for governor in Connecticut.Maybe he just likes running and doesn't want to win?", "title": "Foley to Malloy: Show yours and I'll show mine", "url": "http://www.theday.com/article/20140907/NWS05/309079938", "image": "http://www.theday.com/Assets/images/facebook/day_logo_291.png", "type": "article"}, "twitter": {"description": "I wonder if I am the only one puzzled by the way Tom Foley is running for governor in Connecticut.Maybe he just likes running and doesn't want to win?", "title": "Foley to Malloy: Show yours and I'll show mine", "url": "http://www.theday.com/article/20140907/NWS05/309079938", "image": "http://www.theday.com/Assets/images/facebook/dayD_300x300.png", "site": "@thedayct", "card": "summary"}, "keywords": "Foley to Malloy: Show yours and I'll show mine, Local Columns, New London CT,Election,The Day,Thomas Foley,Dan Malloy", "article": {"published_time": 20140907000100, "modified_time": 201409062342}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "news_keywords": "Foley to Malloy: Show yours and I'll show mine, Local Columns, New London CT,Election,The Day,Thomas Foley,Dan Malloy"}, "article_summary": "The Foley camp told me last week they will release the candidates' returns when Malloy releases his.\nMeanwhile, the Foley campaign has done nothing to capture the attention of people who might easily be tempted out of the Malloy camp, offering no bold plans to substantially cut taxes or eliminate Connecticut's considerable government bloat.\nThe Malloy camp, by the way, is hedging on a promise to release tax information, saying now they will release only the first four pages of returns.\nI wonder if I am the only one puzzled by the way Tom Foley is running for governor in Connecticut.\nSomeone on Foley's campaign should tell him that Malloy lives in a mansion owned and maintained by Connecticut residents."}