{"article_title": "Kander announces United States Senate bid", "article_keywords": ["city", "united", "jason", "senate", "announces", "bid", "treasurer", "states", "state", "video", "missouri", "kander", "senator"], "article_url": "http://themissouritimes.com/16660/press-release-jason-kander-announces-will-run-united-states-senate/", "article_text": "KANSAS CITY, Mo. – Missouri’s Secretary of State and youngest elected statewide official in the country Jason Kander announced today he is running for United States Senate in 2016 against Republican Senator Roy Blunt.\n\nThe announcement was made in a video on Kander’s political website. The video, which takes viewers through a slightly emotional journey, takes place at the Kansas City airport where Kander was deployed during his service in the military.\n\n“Missouri has a senator who has been in Washington for nearly twenty years and has been running for this office or another for over 40 years,” said Kander in the video. “For too long, he’s been a part of the problem.”\n\n“For years, even with our economy suffering at home and our national security threatened abroad, too many politicians in both political parties have been more concerned with scoring political points than doing what’s right for our country,” Kander said in the video. “We can’t change Washington if we don’t change the people we send there. I believe it’s time for a new generation of leaders who’ve come of age at a time of unprecedented challenges and threats to our country, and who are committed to bringing people together and doing what’s right no matter what the personal cost.”\n\nKander previously served as a state legislator representing Kansas City, where he passed one of the first major ethics reform in almost 20 years.\n\nThe incumbent senator, Roy Blunt, 64, will be up for re-election in 2016. Before his election in 2016, Blunt was a congressman from Southwest Missouri who served as the House Majority Whip and also temporarily served as the House Majority Leader. His congressional leadership has made him a quick star in the Senate, where he has been one of the most outspoken about Obamacare and immigration.\n\nThe 2016 campaign guarantees to be entertaining. Blunt is ruthless and is one of the first candidates in Missouri’s history to travel to all 114 counties (and the City of St. Louis) in a short time frame. Kander is young, hungry and enthusiastic.\n\nRepublican State Sen. Will Kraus has announced his bid for secretary of state, which is left open with Kander’s announcement.\n\nSenator Claire McCaskill, Governor Jay Nixon, Attorney General Chris Koster and State Treasurer Clint Zweifel Endorse Kander’s Campaign\n\nSt. Louis City Treasurer Tishaura Jones will serve as Kander’s campaign treasurer, and he has been endorsed by all of his fellow Democratic statewide elected officials in Missouri: U.S. Senator Claire McCaskill, Governor Jay Nixon, Attorney General Chris Koster and Treasurer Clint Zweifel.\n\n“There is no stronger candidate in Missouri to take on Senator Blunt than Jason Kander. And no one better to fight on behalf of Missouri’s working families,” U.S. Senator Claire McCaskill said.\n\n“Washington can use some common sense from Missouri, and I can’t think of a better person to change the mentality there than Jason Kander. He volunteered to serve our country in Afghanistan and did so with great distinction, and has taken on important issues in our state like fighting for campaign finance and ethics reform, protecting survivors of domestic violence, and standing up for his fellow veterans. I look forward to working to help elect him the next United States Senator from Missouri,” Missouri Governor Jay Nixon said.\n\n“Every day, Jason Kander uses the lessons he learned serving in the Army in Afghanistan to do what’s right for Missouri. He doesn’t care who gets credit for an idea, he just wants to get the job done for our state. We need that approach in Washington, which is why I am supporting Jason Kander for United States Senate,” Missouri Attorney General Chris Koster said.\n\n“Jason has done a great job protecting investors from fraud and standing up for voting rights. He has worked to make government more efficient and transparent for Missourians,” Missouri State Treasurer Clint Zweifel said.\n\n“As our Secretary of State, Jason Kander has worked hard to cut red tape and make it easier to do business in Missouri, protect seniors from financial scams, and advocate for open and honest government. I’m proud to support Jason for United States Senate because I know he will work as hard as he can every day for St. Louis and Missouri,” St. Louis City Treasurer Tishaura Jones said.", "article_metadata": {"og": {"site_name": "The Missouri Times", "description": "KANSAS CITY, Mo. – Missouri’s Secretary of State and youngest elected statewide official in the country Jason Kander announced today he is running for United States Senate in 2016 against Republican Senator Roy Blunt. The announcement was made in a video on Kander’s political website. The video, which takes viewers through a slightly emotional journey, takes...", "title": "Kander announces United States Senate bid", "locale": "en_US", "image": "http://themissouritimes.com/wp-content/uploads/2015/02/Screenshot-2015-02-19-08.24.20-110x110.png", "updated_time": "2015-02-19T08:55:29-05:00", "url": "http://themissouritimes.com/16660/press-release-jason-kander-announces-will-run-united-states-senate/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/mo.times.14", "section": "Campaigns", "tag": "senate", "published_time": "2015-02-19T08:19:16-05:00", "modified_time": "2015-02-19T08:55:29-05:00"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "generator": "Seriously Simple Podcasting 1.14.3"}, "_id": "\"57477af46914bd0286fdd9e9\"", "article_summary": "I look forward to working to help elect him the next United States Senator from Missouri,” Missouri Governor Jay Nixon said.\nWe need that approach in Washington, which is why I am supporting Jason Kander for United States Senate,” Missouri Attorney General Chris Koster said.\nHe has worked to make government more efficient and transparent for Missourians,” Missouri State Treasurer Clint Zweifel said.\n– Missouri’s Secretary of State and youngest elected statewide official in the country Jason Kander announced today he is running for United States Senate in 2016 against Republican Senator Roy Blunt.\n“Every day, Jason Kander uses the lessons he learned serving in the Army in Afghanistan to do what’s right for Missouri."}