{"article_title": "On the move: Beaumont grabs Emory CEO; Healthcare staffer taps new leader", "article_keywords": ["taps", "work", "emory", "ceo", "hospital", "beaumont", "grabs", "named", "system", "vice", "staffer", "healthcare", "health", "president", "leader"], "article_url": "http://www.healthcarefinancenews.com/news/move-beaumont-grabs-emory-ceo-healthcare-staffer-taps-new-leader", "article_text": "Beaumont Health System, a Michigan healthcare system with eight hospitals and more than 33,000 employees, hired Emory Healthcare chief executive John Fox to replace the retiring Gene Michalski.\n\nFox will take over as CEO in March, the company said in a statement.\n\nA 33 veteran of the healthcare C-suite, Fox has been at Emory since 1999, where he was first hired as COO before being named CEO in 2002. Emory, based in Atlanta, is the largest and most comprehensive healthcare system in Georgia with nearly $3 billion in revenue. Emory made recent headlines with its handling of the first U.S. citizens infected with the Ebola virus - both were later released symptom free.\n\nFox is also the first CEO hired externally in Beaumont’s history, with his work at Emory, Johns Hopkins Hospital in Baltimore, Maryland, where he served as CFO, playing a role in his hiring.\n\n“Over the past 15 years, he has led Emory Healthcare to become one of the top-rated health systems in the country for quality and patient safety,” said John Lewis, Beaumont Health's chairman\n\n“John and his team's recent work in successfully caring for Ebola patients and their families further established Emory’s reputation for outstanding care. We are fortunate to have such a well-respected and experienced CEO to lead Beaumont Health.”\n\n-- Wayne Allen, who has been serving as interim CEO and CFO of Mendocino Coast District Hospital in Fort Bragg, California for the last three years, has retired and James Sato and Steve Miller will become interim CEO and CFO, respectively.\n\nSato, who served as CEO of MCDH from 1991 to 1994, has 39 years of experience in healthcare administration. Miller has 30 years of experience as a hospital and medical center financial officer.\n\nAllen will be staying on at MCDH as a part-time consultant to complete several special pending projects.\n\n-- FirstCare Health Plans has appointed Sonya Henderson as the new vice president of compliance and government programs, according to a recent release from the Austin, Texas-based and Texas-owned health plan provider.\n\nHenderson is a healthcare compliance professional with over 26 years of experience having worked for HealthFirst in New York and previous to that, spent nearly 20 years at Horizon Blue Cross and Blue Shield.\n\n-- Salt Lake City-based CHG Healthcare Services, a provider of healthcare staffing and temporary physicians services recently named Scott Beck CEO, replacing longtime CEO Michael Weinholtz.\n\nBeck has been with the company since 1999 holding a variety of positions including chief marketing officer, chief operating officer and president, where he was responsible for all of the company’s business operations.\n\nCHG placed more than 11,000 medical providers across the U.S. in 2014 and has been named on of Fortune Magazine’s 100 best companies to work for in each of the last five years.\n\n-- Brentwood, Tennessee’s LifePoint Hospitals appointed three vice presidents to its legal department to start the new year.\n\nKimberly Kikkawa, has been named vice president, associate general counsel for LifePoint’s Western Group, Fabio Fallico has been named vice president, associate general counsel for the company’s Eastern Group and Joseph Ponder has joined LifePoint as vice president, information governance.\n\nLifePoint operates more than 60 hospital campuses in 21 states.\n\n", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/move-beaumont-grabs-emory-ceo-healthcare-staffer-taps-new-leader", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/HFN_OnTheMove.jpg", "site_name": "Healthcare Finance News", "description": "Emory Healthcare chief executive John Fox will replace the retiring Gene Michalski.", "title": "On the move: Beaumont grabs Emory CEO; Healthcare staffer taps new leader"}, "twitter": {"image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/HFN_OnTheMove.jpg"}, "title": "On the move: Beaumont grabs Emory CEO; Healthcare staffer taps new leader", "description": "Emory Healthcare chief executive John Fox will replace the retiring Gene Michalski.", "card": "summary_large_image", "site": "@HC_Finance"}, "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no", "description": "Beaumont Health System, a Michigan healthcare system with eight hospitals and more than 33,000 employees, hired Emory Healthcare chief executive John Fox to replace the retiring Gene Michalski.&#13; Fox will take over as CEO in March, the company said in a statement.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fcf057\"", "article_summary": "Kimberly Kikkawa, has been named vice president, associate general counsel for LifePoint’s Western Group, Fabio Fallico has been named vice president, associate general counsel for the company’s Eastern Group and Joseph Ponder has joined LifePoint as vice president, information governance.\nBeaumont Health System, a Michigan healthcare system with eight hospitals and more than 33,000 employees, hired Emory Healthcare chief executive John Fox to replace the retiring Gene Michalski.\nEmory, based in Atlanta, is the largest and most comprehensive healthcare system in Georgia with nearly $3 billion in revenue.\nA 33 veteran of the healthcare C-suite, Fox has been at Emory since 1999, where he was first hired as COO before being named CEO in 2002.\n-- Salt Lake City-based CHG Healthcare Services, a provider of healthcare staffing and temporary physicians services recently named Scott Beck CEO, replacing longtime CEO Michael Weinholtz."}