{"article_title": "LABOR: Groceries, UFCW ready for another round", "article_keywords": ["union", "vons", "workers", "ufcw", "southern", "contract", "labor", "talks", "groceries", "ready", "sides", "lathrop", "chains", "round", "strike"], "article_url": "http://www.pe.com/articles/chains-685707-most-union.html", "article_text": "Southern Californiaâ\u0080\u0099s three largest supermarket chains and the union that represents most of their employees will move to the negotiating table in about a week, renewing what has been, for more than a decade, usually a dramatic and difficult process.\n\nThe current contract between more than 60,000 members of the United Food and Commercial Workers and the Ralphs, Albertsons and Vons chains expires in five weeks, on March 2. The two sides have been at arms length for the last few months but will have their first face-to-face meetings on a new deal some time next week.\n\nBill Lathrop, president of the Bloomington-based Local 1167 of the union, which represents most of Inland Southern Californiaâ\u0080\u0099s workers, said several meetings in February have been arranged and that the union hopes to add more dates. Lathrop said the union would not be making demands that will surprise the chains when the negotiations start.\n\nâ\u0080\u009cIt wonâ\u0080\u0099t change much,â\u0080\u009d Lathrop said of UFCWâ\u0080\u0099s negotiating strategies. â\u0080\u009cWe still want to hold on to our affordable care, solidify our pensions and maybe get our members a raise.â\u0080\u009d\n\nThe three major chains have, over the course of the last three contracts, bargained as a group, and Lathrop expects that format will remain when talks begin in February.\n\nStater Bros. Markets, which has the most supermarkets in San Bernardino and Riverside counties, usually negotiates with the union separately.\n\nKendra Doyel, vice president for public affairs at Ralphs, confirmed the start of talks in an email.\n\nâ\u0080\u009cWe look forward to working together to reach a fair agreement for sustainable jobs for the future,â\u0080\u009d Doyel said in the email.\n\nThe union contract covers workers at about 700 stores, from the Central Valley to the Mexican border, including about 70 in Riverside and San Bernardino counties. An estimated 6,000 grocery workers in the area are covered by these deals.\n\nBoth sides are mindful of the situation that boiled over into a 141-day labor dispute in 2003 and 2004 when contract talks quickly became acrimonious. Vons locked out its employees in October 2003, and the union countered that by calling a strike at Ralphs and Albertsons.\n\nBy the time the clash ended in March 2004, picket lines in front of the three chains and most of their distribution centers had cost them an estimated $2 billion in lost sales. Workers, most of whom were not paid much more than $15 per hour, were forced to live on small union-funded strike benefits for 4 Â½ months. It was widely regarded as the highest profile and most damaging labor dispute in Southern California in the last half-century.\n\nThe two rounds of negotiations that followed, in 2007 and 2011, were ultimately successful but not easy. In 2011, the two sides agreed to extend the contract when it expired in March, but it took more than six months after that, with help from a federal mediator, to reach an agreement. The cost of health care and the deductibles workers were asked to shoulder for medical insurance, was considered the biggest issue.\n\nRalphs had said they would close all their stores in the event of a strike, and Albertsons and Vons were openly recruiting replacement workers, When the deal was finally reached in September 2011, insiders said the two sides were possibly less than a hour away from throwing up their hands and dealing with a walkout.\n\nThe overall situation in Southern California has changed since then, with changes running from a better economy to the advent of the Affordable Care Act. Lathrop, the Local 1167 president, believes that this round of talks will be different.\n\nâ\u0080\u009cI do believe that the companies are doing fine, although they always have been reluctant to let go of any money,â\u0080\u009d Lathrop said. â\u0080\u009cBut the economy is pulling out of it, and I think (the chains) see that.â\u0080\u009d", "article_metadata": {"sailthru.image.thumb": "http://images.onset.freedom.com/pressenterprise/thumb/n2aidq-10019141groceries0126binary1406278.jpg", "content_section": "business", "content_title": "LABOR: Groceries, UFCW ready for another round", "author": "JACK KATZANEK", "og": {"site_name": "Press Enterprise", "description": "Business: LABOR: Groceries, UFCW ready for another round | chains, most, union, workers, albertsons, last, talks, contract, lathrop, california", "title": "LABOR: Groceries, UFCW ready for another round", "locale": "en", "image": "http://images.onset.freedom.com/pressenterprise/article/n2aidq-10019141groceries0126binary1406278.jpg", "url": "http://www.pe.com/articles/chains-685707-most-union.html", "type": "article"}, "section": "business", "sailthru.date": "2014-01-29 13:05:46", "content_author": "JACK KATZANEK", "sailthru.title": "LABOR: Groceries, UFCW ready for another round", "Keywords": "chains, most, union, workers, albertsons, last, talks, contract, lathrop, california", "fb": {"app_id": 1413700038878423}, "content_thumbnail": "http://images.onset.freedom.com/pressenterprise/thumb/n2aidq-10019141groceries0126binary1406278.jpg", "content_type": "article", "publication_date": "2014-01-29", "sailthru.tags": "business, chains, most, union, workers, albertsons, last, talks, contract, lathrop, california", "sailthru.author": "JACK KATZANEK", "sailthru.image.full": "http://images.onset.freedom.com/pressenterprise/n2aidq-10019141groceries0126binary1406278.jpg", "Description": "Business: LABOR: Groceries, UFCW ready for another round | chains, most, union, workers, albertsons, last, talks, contract, lathrop, california"}, "_id": "\"57477af46914bd0286fd8996\"", "article_summary": "Both sides are mindful of the situation that boiled over into a 141-day labor dispute in 2003 and 2004 when contract talks quickly became acrimonious.\nThe union contract covers workers at about 700 stores, from the Central Valley to the Mexican border, including about 70 in Riverside and San Bernardino counties.\nIt was widely regarded as the highest profile and most damaging labor dispute in Southern California in the last half-century.\nLathrop said the union would not be making demands that will surprise the chains when the negotiations start.\nLathrop, the Local 1167 president, believes that this round of talks will be different."}