{"article_title": "Colorado health insurance exchange board raises fees on health plans – The Denver Post", "article_keywords": ["fee", "colorado", "raises", "exchange", "ceo", "denver", "costs", "health", "board", "fees", "medicaid", "post", "insurance", "plans"], "article_url": "http://www.denverpost.com/news/ci_28118757/colorado-health-insurance-exchange-board-raises-fees-health", "article_text": "The Connect for Health Colorado board of directors voted unanimously Thursday to raise the fees it charges on health insurance policies to bolster its finances as federal grants run out later this year.\n\nThe state health insurance exchange raised the fee on 2016 plans purchased through its marketplace from the current 1.4 percent of premiums to 3.5 percent, the same rate charged on the federal exchange.\n\nThe fee increase on a plan costing $4,000 would be $84 a year. Although insurance carriers pay the fees to the exchange, they acknowledge fees are passed on to consumers in one form or another.\n\nThe board also approved an increase in a broad market assessment charged every month on each private policy — purchased on or off the exchange — from $1.25 to $1.80. The assessment sunsets after 2016.\n\nColoradans hold 1.2 million private policies, according to the Colorado Association of Health Plans.\n\nThe fee increases are projected to help bring revenues to about $40 million in fiscal year 2015-16. It would cover operational expenses, but not capital costs, such as improving the computer system, former interim CEO Gary Drews said. The exchange will have to dip into reserves, said Drews, who drafted the budget and has said he will shepherd it to its final form by June 8.\n\nThe timing of fee collection on 2016 plans means most of the revenues will not be available to the exchange until 12 months later, in 2017.\n\nThe board had to act this week on staff recommendations that have been floated for months because carriers must file their plan rates with the Division of Insurance by May 29.\n\nIn addition to raising fees, the exchange board and staff say they are aggressively pursuing recovery of costs incurred to help enroll Medicaid recipients. They are still researching what those amounts might be for 2014 and 2015.\n\nBoard member Dr. Mike Fallon said raising administrative fees in case Medicaid doesn’t cover its share of costs is just another cost shift to Colorado consumers that just isn’t fair.\n\nBoard member Steve ErkenBrack said that there is wide agreement the exchange shouldn’t be subsidizing Medicaid — from conservative to liberal legislators.\n\nErkenBrack didn’t vote on fees because of a conflict of interest with his position as CEO of an insurance carrier, Grand Junction-based Rocky Mountain Health Plans.\n\nNew interim CEO Kevin Patterson said he is optimistic that the exchange and the state agency that administers Medicaid, the Department of Health Care Policy and Financing, can “true up costs” and eventually come to terms.\n\nFees could be adjusted downward in future years, board members noted, if other revenue streams strengthen.\n\nElecta Draper: 303-954-1276, edraper@denverpost.com or twitter.com/electadraper", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Colorado health insurance exchange board raises fees on health plans", "title": "Colorado health insurance exchange board raises fees on health plans", "url": "http://www.denverpost.com/2015/05/14/colorado-health-insurance-exchange-board-raises-fees-on-health-plans/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150514__exchangep1.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150514__exchangep1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-05-14T17:54:30+00:00", "modified_time": "2016-04-24T10:48:26+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The Connect for Health Colorado board of directors voted unanimously Thursday to raise the fees it charges on health insurance policies to bolster its finances as federal grants run out later this year.\nThe state health insurance exchange raised the fee on 2016 plans purchased through its marketplace from the current 1.4 percent of premiums to 3.5 percent, the same rate charged on the federal exchange.\nAlthough insurance carriers pay the fees to the exchange, they acknowledge fees are passed on to consumers in one form or another.\nIn addition to raising fees, the exchange board and staff say they are aggressively pursuing recovery of costs incurred to help enroll Medicaid recipients.\nErkenBrack didn’t vote on fees because of a conflict of interest with his position as CEO of an insurance carrier, Grand Junction-based Rocky Mountain Health Plans."}