{"article_title": "Pompeo Agrees To Co-Sponsor Health Care Compact Resolution", "article_keywords": ["compact", "affordable", "cosponsor", "pompeo", "support", "kansas", "states", "health", "act", "medicare", "resolution", "agrees", "care"], "article_url": "http://kmuw.org/post/pompeo-agrees-co-sponsor-health-care-compact-resolution", "article_text": "Kansas 4th District Congressman Mike Pompeo has agreed to co-sponsor a joint resolution that would allow states to form a health care compact and, potentially, circumvent parts of the Affordable Care Act.\n\n“Mike has agreed to be a part of the health care compact because he views it as one of the last remaining opportunities to protect Kansans from the disaster that is the Affordable Care Act,” Heather Denker, a spokesperson for Pompeo’s office, said in an email.\n\nPompeo, she said, believes the Affordable Care Act, also known as Obamacare, will “drive up costs for the poorest people in Kansas and diminish access, especially in the rural areas of Kansas.”\n\nPompeo, a conservative Republican, is the only member of Kansas’ four-member congressional delegation who has agreed to co-sponsor the resolution in the U.S. House of Representatives. A similar resolution has yet to be introduced in the U.S. Senate.\n\nKansas is one of nine states that have passed legislation in support of forming a health care compact if Congress were to authorize one. The other states are Alabama, Georgia, Indiana, Missouri, Oklahoma, South Carolina, Texas and Utah.\n\n“The resolution, essentially, would let states start the process for forming a compact,” said Curtis Ellis, a spokesman for Competitive Governance Action, a Houston-based organization that drafted much of the language in the health care compact and is lobbying for its adoption.\n\nPompeo’s support for the resolution is cited in a recent Competitive Governance Action fundraising letter. Introduced in May, the proposed resolution last week had six co-sponsors, including Pompeo, Ellis said.\n\nThe resolution’s initial sponsor, U.S. Rep. Doug Collins, a Republican from Georgia, has called Obamacare “an economic and legal disaster.” He said he introduced the resolution “to restore states’ power over policy decisions that Washington bureaucrats have claimed for themselves.\"\n\nBryan Fisher, a spokesman for Families USA, a national organization that has been outspoken in its support of the Affordable Care Act, said the resolution won’t get far.\n\n“This isn’t a serious piece of legislation,” he wrote in an email. “It needs 217 to pass the House, just like the other 50-some efforts to repeal the ACA have had. They go nowhere in the Senate and would be vetoed by the president.”\n\nFor 2015, nearly 70,000 Kansans used federal tax subsidies to purchase health insurance on the ACA marketplace, healthcare.gov.\n\nThough Gov. Sam Brownback and GOP leadership in the Kansas House and Senate have expressed support for joining the compact, the proposal’s potential effect on Medicare and Medicaid has generated controversy in Kansas.\n\n“We are opposed to any attempts to undermine or tear down the Affordable Care Act, which is what the compact would do,” said Mary Tritsch, a spokesperson for AARP Kansas. “It would threaten Kansans’ access to affordable health care and, we believe, it would dismantle Medicare, which around 450,000 Kansas have come to rely on.”\n\nBut Ellis said there’s little chance of that happening because few state lawmakers would be willing to tamper with Medicare.\n\nThe health care compact in and of itself does not require anything to be changed. Not Medicare, not Medicaid, not anything.\n\n“The health care compact in and of itself does not require anything to be changed,” he said. “Not Medicare, not Medicaid, not anything. That would totally be up to the discretion of the state legislature.”\n\nEllis said he was “entirely confident” that older Kansans would be quick in telling their legislators to leave Medicare alone and that legislators would heed their constituents’ wishes.\n\n“If people in Kansas want to keep Medicare the way it is, they can,” he said. “But maybe people in Kansas who’re under 65 would want to do something different than the Affordable Care Act? They would be free to make those changes while leaving Medicare untouched.”\n\nEllis said Competitive Governance Action disagrees with a legal opinion that Kansas Secretary of State Kris Kobach recently shared in a letter to congressional representatives in the nine states that have endorsed forming a health care compact.\n\nIn his letter, Kobach argued that if Congress approves the health care compact, states would not have to wait on President Barack Obama’s approval.\n\n“Our position is that this would constitute the redistribution of federal dollars and would require the president’s signature,” Ellis said.\n\nSheldon Weisgrau, director of the Health Reform Resource Project for the Kansas Association for the Medically Underserved, has followed the health care compact debate.\n\n“The real issue here isn’t so much about what happens in Congress, it’s what our Legislature and our governor would do if Congress and the president were to agree to there being a compact,” he said.\n\nThat discussion, he said, hasn’t taken place yet because “no one thinks this is real. It’s political symbolism on the part of people who see the Affordable Care Act — the individual mandate in particular — as an overreach on the government’s part.”\n\nIf the nine states were to form a health compact, the in-state discussions on health care reform, Weisgrau said, would be far more complicated than most legislators realize.\n\n“It’s an issue that’s being underplayed by both sides,” he said, “because, frankly, no one wants to have that discussion.”\n\nDave Ranney is a reporter for KHI News Service in Topeka.", "article_metadata": {"category": "Health", "description": "Kansas 4th District Congressman Mike Pompeo has agreed to co-sponsor a joint resolution that would allow states to form a health care compact and,", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://kmuw.org/post/pompeo-agrees-co-sponsor-health-care-compact-resolution", "image": "http://mediad.publicbroadcasting.net/p/kmuw/files/styles/medium/public/201507/mike_pompeo.jpg", "type": "article", "description": "Kansas 4th District Congressman Mike Pompeo has agreed to co-sponsor a joint resolution that would allow states to form a health care compact and,", "title": "Pompeo Agrees To Co-Sponsor Health Care Compact Resolution"}, "org_id": 0, "twitter": {"site": "@kmuw", "card": "summary"}, "author": "Dave Ranney", "wordCount": 927, "dc": {"title": "Pompeo Agrees To Co-Sponsor Health Care Compact Resolution"}, "nid": 54524, "datePublished": "2015-07-28", "story_id": 427114318, "keywords": "government, Mike Pompeo, Affordable Care Act, Obamacare", "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "Kansas 4th District Congressman Mike Pompeo has agreed to co-sponsor a joint resolution that would allow states to form a health care compact and, potentially, circumvent parts of the Affordable Care Act.\n“The health care compact in and of itself does not require anything to be changed,” he said.\nIn his letter, Kobach argued that if Congress approves the health care compact, states would not have to wait on President Barack Obama’s approval.\nThe health care compact in and of itself does not require anything to be changed.\nSheldon Weisgrau, director of the Health Reform Resource Project for the Kansas Association for the Medically Underserved, has followed the health care compact debate."}