{"article_title": "'Apathy' leads to senators' votes on abortion, guns", "article_keywords": ["senators", "votes", "dont", "represent", "apathy", "abortion", "lamar", "think", "leads", "understand", "know", "sense", "need", "im", "guns", "women"], "article_url": "http://www.tennessean.com/story/opinion/contributors/2016/01/14/apathy-leads-senators-votes-abortion-guns/78762950/", "article_text": "Sen. Bob Corker, R-Tenn., left, and Sen. Lamar Alexander, R-Tenn., leave a news conference in Washington on Dec. 28, 2012. (Photo: File / AP) Story Highlights Bob Corker and Lamar Alexander failed women, poor people and minorities in recent roll calls.\n\nAn open letter to Sens. Bob Corker and Lamar Alexander:\n\nI'm writing to congratulate you all on your hard work in Congress. It seems like you repeatedly prove to overcome the powerful force of common sense, and continue to perpetuate what I can only call blatant apathy and disrespect for some of your constituents.\n\nIn the midst of your wealthy, white and masculine lives you continually marginalize the groups in Tennessee that need their voices heard the most: people of color, the impoverished and women.\n\nYes, women. I know that they have a vagina and uterus that you think you can control — I hope these words don’t offend your ideas of “decency” — but, believe it or not, they are more than that. They are people.\n\nThey also can carry many soon-to-be people inside of them. I don’t know where you got the idea that you know more about what’s best for women than women themselves, but it needs to stop. You don’t have the right to control their bodies.\n\nSecondly, do you own a firearm? I don’t. Naturally, this is a personal choice; I don’t need one, but I understand some people do. Perhaps they hunt or they have used a gun to protect themselves.\n\nEli Orland (Photo: Submitted)\n\nHowever, there are others who use guns to kill in cold blood — and they often do so mercilessly.\n\nThen again, I don’t need to tell you that. You know this.\n\nMy question is, why do you vote against tighter firearm regulation, knowing that those who may abuse firearms will resultantly continue to be granted access to them?\n\nIt seems like common sense to be in support of these stricter laws, yet you don’t do it.\n\nIn fact, you didn't do it recently when you voted against an amendment that “would deny people on a federal terrorism watch list the ability to purchase guns” (from Politico.com, cited in the Quartz article “The US Senate just voted to block gun control, defund Planned Parenthood, and gut Obamacare”).\n\nI don’t really get it. Are you comfortable with the fact that potentially violent individuals have fairly easy access to these deadly weapons? The law can be complicated, but common sense issues like this are not.\n\nPlease realize I am not some “socialist” or an “angry liberal.” I’m a concerned Tennessean.\n\nYour voting records scream intolerance, but it doesn’t make sense.\n\nWhy do you continue to prevent our country from becoming a safer and more tolerant place?\n\nIf you think I’m exaggerating, believe me, I’m not. As politicians you hear this a lot: Your decisions matter.\n\nYou have serious influence on what happens in this country, and your actions have strong ramifications.\n\nThe women and innocent gun-related victims in Tennessee, many of whom are of color, whom you claim to represent have directly felt the unfortunate impact of your voting records.\n\nSenators, it is necessary to think about who you represent when you vote — please.\n\nAs Tennesseans, we understand you have your own values, but we count on you to represent all of your constituents. You are intelligent, privileged men with very important jobs. At the very least, use these positions for something good.\n\nToday, I am ashamed to call myself a Tennessean. I hope that one day you can understand why.\n\nEli Orland is a Nashville native studying geology and Spanish at Middlebury College.\n\nRead or Share this story: http://tnne.ws/1USNrBg", "article_metadata": {"google": "notranslate", "description": "Bob Corker and Lamar Alexander failed women, poor people and minorities in recent roll calls.", "og": {"site_name": "The Tennessean", "description": "Bob Corker and Lamar Alexander failed women, poor people and minorities in recent roll calls.", "title": "'Apathy' leads to senators' votes on abortion, guns", "url": "http://www.tennessean.com/story/opinion/contributors/2016/01/14/apathy-leads-senators-votes-abortion-guns/78762950/", "image": "http://www.gannett-cdn.com/GDContent/applogos/tennessean.png", "type": "article"}, "twitter": {"description": "Bob Corker and Lamar Alexander failed women, poor people and minorities in recent roll calls.", "creator": "@tennessean", "image": "http://www.gannett-cdn.com/-mm-/b67462307b1f053032be25ec0c51676d9326d629/c=56-0-1660-1604&r=x643&c=640x640/local/-/media/2015/06/02/Nashville/Nashville/635688632688063043-AP899516824735.jpg", "title": "'Apathy' leads to senators' votes on abortion, guns", "site": "@tennessean", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600028886", "fb": {"app_id": 121487414583460}, "cXenseParse": {"gci-topic": "Organizations/U.S. Senate", "gci-asset-type": "story", "gci-categories": "Organizations/U.S. Senate", "title": "'Apathy' leads to senators' votes on abortion, guns", "author": "Eli Orland", "pageclass": "article", "recs": {"category": "opinion/contributors", "image-3-4": "http://www.gannett-cdn.com/-mm-/988b80b63a455dce1f65bbc5f67be1285cbb3bf4/c=226-0-1429-1604/local/-/media/2015/06/02/Nashville/Nashville/635688632688063043-AP899516824735.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/eb987a08ef613602f46aa4c6223af3bbe959c5b5/c=56-0-1660-1604/local/-/media/2015/06/02/Nashville/Nashville/635688632688063043-AP899516824735.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/e13365c4d084cb576149ed95dbc162b5523bb4e0/c=14-0-2147-1604/local/-/media/2015/06/02/Nashville/Nashville/635688632688063043-AP899516824735.jpg", "image": "http://www.gannett-cdn.com/-mm-/9fd344ac99ad69072d377914485c7bb8123072fc/c=0-91-2583-1550&r=x633&c=1200x630/local/-/media/2015/06/02/Nashville/Nashville/635688632688063043-AP899516824735.jpg", "publishtime": "2016-01-14T17:41:30.203000-06:00", "shorthed": "'Apathy' leads to senators' votes on abortion, guns", "articleid": 78762950, "image-16-9": "http://www.gannett-cdn.com/-mm-/8cb6b48e04b4b6efe8d2b5918af4b26c65f13e60/c=0-91-2583-1550/local/-/media/2015/06/02/Nashville/Nashville/635688632688063043-AP899516824735.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/e673f8a8fa6074bc5f4572d3f2f39bf6f19caaf5/c=372-0-1270-1604/local/-/media/2015/06/02/Nashville/Nashville/635688632688063043-AP899516824735.jpg"}}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Senator Bob Corker, Senator Lamar Alexander, abortion, Planned Parenthood, gun rights, gun control, Obamacare"}, "article_summary": "I don’t know where you got the idea that you know more about what’s best for women than women themselves, but it needs to stop.\nIf you think I’m exaggerating, believe me, I’m not.\nNaturally, this is a personal choice; I don’t need one, but I understand some people do.\nThen again, I don’t need to tell you that.\n(Photo: File / AP) Story Highlights Bob Corker and Lamar Alexander failed women, poor people and minorities in recent roll calls."}