{"article_title": "Gov. Rick Scott seeks help in Congress to end Medicaid standoff", "article_keywords": ["low", "end", "help", "congress", "federal", "house", "florida", "cover", "officials", "medicaid", "rick", "income", "scott", "gov", "pool", "seeks", "standoff"], "article_url": "http://www.sun-sentinel.com/news/local/florida/fl-scott-medicaid-allies-congress-20150512-story.html", "article_text": "WASHINGTON Facing a state budget crisis, Gov. Rick Scott persuaded Republican allies in Congress on Tuesday to try to force the Obama administration to help Florida cover low-income families without expanding Medicaid.\n\nRepublicans responded by lashing out at health care officials and promising to call a congressional hearing this summer to expose what Scott calls an attempt to coerce states to expand Medicaid.\n\n\"It's clearly a state's rights issue versus federal overreach,\" Scott told reporters while making the rounds on Capitol Hill.\n\nScott's actions escalated the budget dispute in Tallahassee into a national clash over Medicaid.\n\nScott urged 15 House Republicans from Florida — plus Senate Majority Leader Mitch McConnell of Kentucky and Fred Upton of Michigan, chairman of the House energy and commerce committee — to back his attempt to renew the federal Low Income Pool to cover more than 800,000 Floridians.\n\nFred Upton\n\n\"I'd like them to consider bringing out statements, making phone calls, writing letters,\" Scott said. He found a receptive audience long critical of the Affordable Care Act, often called Obamacare.\n\n\"I can't understand why the Obama administration would intentionally choose to defund care for low-income families in Florida,\" said U.S. Rep. Jeff Miller, a Republican from the Florida Panhandle, after meeting with Scott. \"I think it's wrong for the federal government to back out on a commitment and put the state, and its most vulnerable citizens, in a pinch.\"\n\nA spokesman for Upton said the energy and commerce committee \"is keeping a close eye on the situation in Florida\" and will hold a hearing in coming months.\n\nFederal officials last week discouraged Scott's attempt to keep funds flowing for the Low Income Pool, which temporarily helps hospitals cover the costs of caring for low-income Floridians. Officials have urged Scott to work with the Legislature to expand Medicaid instead, which Republicans in the Florida House refuse to do.\n\nLooking for an alternative, Scott also has asked Florida hospitals to share what he called their \"record-high profits\" to make up for the potential loss of about $1.3 billion of federal Low Income Pool money per year. The hospitals are expected to reject Scott's proposal.\n\nA Florida House-Senate conflict over Medicaid expansion halted the legislative session last month, forcing members to return for a special session in June. The Low Income Pool expires June 30, and the Legislature must pass a budget by then to avoid a state government shutdown.\n\nFederal officials have warned Florida not to rely on the pool to cover costs that should be paid through an expanded Medicaid, an important part of the Affordable Care Act.\n\nThe Florida Senate has proposed a limited Medicaid expansion that would require recipients to provide co-pays and premiums and have a job or actively look for work. But House Republicans have refused any expansion.\n\nDemocrats in Congress say the Low Income Pool is no substitute for Medicaid expansion to cover those who otherwise wouldn't qualify but don't earn enough to afford health insurance.\n\n\"Florida has had to apply for one-year, stop-gap patches to receive [Low Income Pool] money for the past five years,\" U.S. Rep. Debbie Wasserman Schultz, D-Weston, said after Scott's visit to D.C. last week. \"This is an economically reckless way to balance our state's budget, and Gov. Scott ought to know better.\"\n\nWgibson@Tribune.com or 202-824-8256", "article_metadata": {"fb_title": "Gov. Scott draws Republicans in Congress into Medicaid dispute", "googlebot": "index", "copyright": "Copyright (c) 2016 South Florida Sun-Sentinel", "author": "South Florida Sun-Sentinel", "og": {"site_name": "Sun-Sentinel.com", "description": "WASHINGTON Facing a state budget crisis, Gov. Rick Scott persuaded Republican allies in Congress on Tuesday to try to force the Obama administration to help Florida cover low-income families without expanding Medicaid .", "title": "Gov. Scott draws Republicans in Congress into Medicaid dispute", "url": "http://www.sun-sentinel.com/news/local/florida/fl-scott-medicaid-allies-congress-20150512-story.html", "image": "http://www.trbimg.com/img-5552540e/turbine/fl-scott-medicaid-allies-congress-20150512", "type": "article"}, "x-servername": "lalvp11.17", "twitter": {"site": "@sunsentinel", "card": "summary"}, "keywords": "Medicaid expansion. Florida budget crisis", "robots": "index,follow", "apple-itunes-app": "app-id=402230662, app-argument=http://www.sun-sentinel.com/deeplinkid/83520155", "fb": {"admins": 100004353067097, "page_id": 64829476886, "app_id": 728754867160252}, "googlebot-news": "index", "date": "2015-05-12", "Description": "Spurned by the Obama administration, Florida Gov. Rick Scott wants Republicans on Capitol Hill to help him renew a federal program to help cover the poor rather than expand Medicaid.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Medicaid expansion. Florida budget crisis"}, "article_summary": "Rick Scott persuaded Republican allies in Congress on Tuesday to try to force the Obama administration to help Florida cover low-income families without expanding Medicaid.\nThe Low Income Pool expires June 30, and the Legislature must pass a budget by then to avoid a state government shutdown.\nOfficials have urged Scott to work with the Legislature to expand Medicaid instead, which Republicans in the Florida House refuse to do.\n\"It's clearly a state's rights issue versus federal overreach,\" Scott told reporters while making the rounds on Capitol Hill.\nDemocrats in Congress say the Low Income Pool is no substitute for Medicaid expansion to cover those who otherwise wouldn't qualify but don't earn enough to afford health insurance."}