{"article_title": "Roseville middle schoolers grow their brains on Pi Day", "article_keywords": ["digits", "schoolers", "school", "memorized", "students", "brains", "random", "chilton", "grade", "grow", "middle", "roseville", "student", "pi", "day"], "article_url": "http://www.thepresstribune.com/article/3/20/15/roseville-middle-schoolers-grow-their-brains-pi-day", "article_text": "On Saturday, March 14 the Roseville City School District joined with educators across the nation to celebrate National Pi Day. Chilton Middle School held activities to commentate the occasion, including offering actual pie awards for students who were the best in their class in memorizing the most random digits. Back in 2014, three different students at Chilton memorized over 250 digits and one memorized 500. According to school officials, this year 8th grade student Ammar Al-Qura’n memorized 700 random digits of Pi during the first day, and eventually memorized 1000 by Tuesday. Pictured here is Saturday’s 7th grade student champion, Julienne Lalog, getting the crown from her teacher, Crystal Mehalaki.", "article_metadata": {"geo.region": "US", "generator": "Drupal 7 (http://drupal.org)", "geo.position": "37.09024;-95.712891", "robots": "index, follow", "fb": {"app_id": 169449507770}, "ICBM": "37.09024, -95.712891", "keywords": "news, the press tribune,local news, Roseville News, Granite Bay news, national news, state news, breaking news, crime log, sports, national sports, local sports, classifieds, Roseville photos, Roseville health, Roseville fitness, Roseville dinning guide,ski Roseville report, Roseville sports score, living, Roseville arts, Roseville entertainment", "viewport": "width=device-width, initial-scale=1", "description": "Local Roseville news. Latest Current News. Breaking News, Local newspaper's online edition with news, classifieds, and editorials."}, "article_summary": "On Saturday, March 14 the Roseville City School District joined with educators across the nation to celebrate National Pi Day.\nPictured here is Saturday’s 7th grade student champion, Julienne Lalog, getting the crown from her teacher, Crystal Mehalaki.\nAccording to school officials, this year 8th grade student Ammar Al-Qura’n memorized 700 random digits of Pi during the first day, and eventually memorized 1000 by Tuesday.\nBack in 2014, three different students at Chilton memorized over 250 digits and one memorized 500.\nChilton Middle School held activities to commentate the occasion, including offering actual pie awards for students who were the best in their class in memorizing the most random digits."}