{"article_title": "Obamacare would make Hitler, Stalin and Jeffrey Dahmer ‘absolutely proud’", "article_keywords": ["jones", "jeffrey", "right", "alex", "absolutely", "watch", "proud", "obamacare", "mask", "stalin", "lizard", "dahmer", "hat", "wing", "hitler"], "article_url": "http://www.rawstory.com/2013/10/space-lizard-alex-jones-obamacare-would-make-hitler-stalin-and-jeffrey-dahmer-absolutely-proud/", "article_text": "Alex Jones dresses as 'space lizard' [YouTube]\n\nConservative fringe radio host Alex Jones donned a lizard mask and top hat to offer a sarcastic endorsement of the Affordable Care Act, before conducting an “interview” with “Obamacare” itself.\n\n“I tip my hat to the New World Order, and suggest all of you drink more fluoride,” Jones said. “And that all men and women fight with each other and your families break up because the state on my planet — I meant, in my neighborhood — is absolutely king. This is a beautiful system being set up, that would make Adolf Hitler, Jeffrey Dahmer and Joe Stalin absolutely proud.”\n\nThough his costume brought to mind the character Gorn from the original Star Trek series, Right Wing Watch reported that the get-up was a nod to fellow conspiracy theorist David Icke’s belief that a cabal of shape-shifting lizards rules the planet.\n\nJones then produced a staffer wearing an “Obamacare” shirt and a skeleton mask, telling him, “I could suck the flesh off your head like a dying child, an aborted fetus. The beauty of it, the rapture. Get me a peace prize.”\n\nWatch Jones’ segment, as posted by Right Wing Watch on Wednesday, below.", "article_metadata": {"og": {"image": {"width": 800, "identifier": "http://www.rawstory.com/wp-content/uploads/2013/10/Alex-Jones-dresses-as-space-lizard-YouTube-800x430.jpg", "height": 430}, "title": "‘Space Lizard’ Alex Jones: Obamacare would make Hitler, Stalin and Jeffrey Dahmer ‘absolutely proud’"}, "fb": {"app_id": 212555972273585}, "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=0.1, maximum-scale=10.0"}, "_id": "\"57477af46914bd0286fd84aa\"", "article_summary": "Get me a peace prize.”Watch Jones’ segment, as posted by Right Wing Watch on Wednesday, below.\nAlex Jones dresses as 'space lizard' [YouTube]Conservative fringe radio host Alex Jones donned a lizard mask and top hat to offer a sarcastic endorsement of the Affordable Care Act, before conducting an “interview” with “Obamacare” itself.\n“I tip my hat to the New World Order, and suggest all of you drink more fluoride,” Jones said.\nJones then produced a staffer wearing an “Obamacare” shirt and a skeleton mask, telling him, “I could suck the flesh off your head like a dying child, an aborted fetus.\nThis is a beautiful system being set up, that would make Adolf Hitler, Jeffrey Dahmer and Joe Stalin absolutely proud.”Though his costume brought to mind the character Gorn from the original Star Trek series, Right Wing Watch reported that the get-up was a nod to fellow conspiracy theorist David Icke’s belief that a cabal of shape-shifting lizards rules the planet."}