{"article_title": "Looking ahead: Big decisions coming from Supreme Court on gay marriage, Obamacare", "article_keywords": ["case", "things", "supreme", "court", "gay", "ahead", "big", "obamacare", "looking", "states", "marriage", "coming", "taken", "samesex", "told", "decisions", "obama"], "article_url": "http://fox17online.com/2015/06/14/looking-ahead-big-decisions-coming-from-supreme-court-on-gay-marriage-obamacare/", "article_text": "Please enable Javascript to watch this video\n\nWASHINGTON (CNN/WXMI) -- Two major decisions on issues that will wind up affecting millions of Americans are expected to be handed down any day now from the U.S. Supreme Court.\n\nAt stake is whether the court rules same-sex marriage bans in several states, including Michigan, are unconstitutional. While the justices will also rule on whether Obamacare subsides more than 6 million Americans in 34 states rely on through the federal exchange will still allowed after challengers argued one clause in the law says those federal payments would be available to consumers only in states that run their own exchanges.\n\nPresident Obama has taken the hard lead in once again trying to sell the public on his signature health care law, taking swipes at Republicans who are still trying to repeal it.\n\n\"Once you see millions of people of having health care, once you see that all the bad things that were predicted didn't happen, you'd think that it would be time to move on,\" Obama told CNN.\n\n\"So this should be an easy case. Frankly, it probably shouldn't even have been taken up.\"\n\nIf a Supreme Court ruling cuts off subsidies, millions would lose their insurance with an expected average premium increase of nearly 300 percent.\n\nThe Obama administration has said there is no 'Plan B' if the subsidies are struck down.\n\n\"One of the things I always try to remind people of, what we do here, what the Supreme Court does, what Congress does, these are things that really matter in people's lives,\" Obama said.\n\nMeanwhile, at the heart of the question facing the court over same-sex marriage: whether marriage is a fundamental equal right afforded to all through the 14th Amendment of the U.S. Constitution.\n\nIt's a case in large part due to April DeBoer and Jayne Rowse, the same-sex couple from Metro Detroit who sued in 2012 after learning Michigan's same-sex marriage ban didn't allow them to jointly adopt each other's children.\n\n“It’s hard to imagine,” DeBeor told FOX 17 in April prior to the Supreme Court hearing oral arguments in the case.\n\n“We set out to adopt kids. We did not set out to get married or change the United States.\n\nA likely key factor weighing on each justice's vote in the same-sex marriage case is whether the court should be the one to make the call on the issue.\n\n“Once again, it's not the people deciding it. It’s judges deciding it,\" Justice Antonin Scalia said during arguments in April.\n\nTracey Brame, assistant dean with Cooley Law School in Grand Rapids told FOX 17 on Friday it's likely the issue would be taken back to the voters if the Supreme Court ultimately rules to uphold the marriage bans.\n\n“Is it like issues related to race discrimination where there’s no room for citizens of any state to vote on it, it’s just wrong or are you going to treat it differently,\" she said. \"Are they going to say it’s not a right permitted in the Constitution, this is something people in the state have the opportunity to decide for themselves. And that is historic and that’s what people are waiting for.”\n\nA decision in either case could come at any time prior to the end of the court's session on June 30.", "article_metadata": {"description": "WASHINGTON (CNN/WXMI) -- Two major decisions on issues that will wind up affecting millions of Americans are expected to be handed down any day now from the U.S. Supreme Court.", "generator": "WordPress.com", "og": {"site_name": "Fox17", "description": "WASHINGTON (CNN/WXMI) — Two major decisions on issues that will wind up affecting millions of Americans are expected to be handed down any day now from the U.S. Supreme Court. At stake is whe…", "title": "Looking ahead: Big decisions coming from Supreme Court on gay marriage, Obamacare", "url": "http://fox17online.com/2015/06/14/looking-ahead-big-decisions-coming-from-supreme-court-on-gay-marriage-obamacare/", "image": {"width": 1200, "identifier": "https://tribwxmi.files.wordpress.com/2013/06/supreme-court-bldg-washington-dc.jpg?w=1200", "height": 675}, "locale": "en_US", "type": "article"}, "twitter": {"image": {"src": "https://tribwxmi.files.wordpress.com/2013/06/supreme-court-bldg-washington-dc.jpg?w=640"}, "site": "@fox17", "card": "summary_large_image", "creator": "@fox17"}, "msapplication-tooltip": "News, Weather, Traffic and Sports for Grand Rapids and West Michigan.", "apple-itunes-app": "app-id=593636323", "fb": {"pages": 307582000539}, "msapplication-window": "width=device-width;height=device-height", "viewport": "width=device-width, initial-scale=1, user-scalable=no", "application-name": "Fox17", "google-site-verification": "NSPbua0tLdVnRQbakGRZKFFd73lsjqW8d53L7t4RfUg", "keywords": "news, affordable care act, gay marriage, obamacare", "article": {"publisher": "http://www.facebook.com/fox17online", "published_time": "2015-06-14T22:14:02+00:00", "modified_time": "2015-06-15T03:14:44+00:00", "author": "http://www.facebook.com/fox17online"}, "msapplication-task": "name=Subscribe;action-uri=http://fox17online.com/feed/;icon-uri=http://0.gravatar.com/blavatar/288b65c5171c9f04de9e65215f6a4d7d?s=16"}, "article_summary": "If a Supreme Court ruling cuts off subsidies, millions would lose their insurance with an expected average premium increase of nearly 300 percent.\nAt stake is whether the court rules same-sex marriage bans in several states, including Michigan, are unconstitutional.\nMeanwhile, at the heart of the question facing the court over same-sex marriage: whether marriage is a fundamental equal right afforded to all through the 14th Amendment of the U.S. Constitution.\n“It’s hard to imagine,” DeBeor told FOX 17 in April prior to the Supreme Court hearing oral arguments in the case.\nPlease enable Javascript to watch this videoWASHINGTON (CNN/WXMI) -- Two major decisions on issues that will wind up affecting millions of Americans are expected to be handed down any day now from the U.S. Supreme Court."}