{"article_title": "U.Va. rejects calls to reinstate frats, sororities even as rape account crumbles", "article_keywords": ["fraternity", "account", "crumbles", "statement", "calls", "rejects", "national", "sororities", "stone", "virginia", "greek", "frats", "suspended", "article", "uva", "reinstate", "university", "rape"], "article_url": "http://www.washingtontimes.com/news/2014/dec/9/uva-rejects-calls-reinstate-frats-sororities-even-/", "article_text": "The University of Virginia refused Tuesday calls to reopen fraternities and sororities suspended in the aftermath of an explosive Rolling Stone article, despite the magazine’s apology for “mistakes” in its account of a brutal gang rape at a campus fraternity party.\n\nUniversity of Virginia President Teresa A. Sullivan issued a statement Tuesday saying she “remains sensitive to concerns about broadly indicting the entire Greek system in the aftermath of the allegations described in the Rolling Stone article,” but that she will not lift the suspension until Jan. 9, as originally planned.\n\nThree national fraternity organizations demanded Sunday that U.Va. reinstate immediately the fraternities and sororities, saying the university’s “rush to judgment has caused great harm and emotional distress to the members of Phi Kappa Psi and many in the fraternal community.”\n\n“This decision was made before an investigation into all of the facts alleged in the story was completed and it was not consistent with the law or university policies,” said the statement from the Fraternity and Sorority PAC, the National Panhellenic Conference and the North-American Interfraternity Conference.\n\n“The school’s decision to suspend hurt the reputation of thousands of outstanding student leaders in our organizations who had nothing to do with the alleged events described in the article,” the statement said.\n\nMs. Sullivan suspended fraternity and sorority social activities three days after a Nov. 19 article in Rolling Stone described a brutal gang rape at the Phi Kappa Psi fraternity house. The story by contributing editor Sabrina Rubin Erdely relied on one source, a student identified as “Jackie” who said she was raped by seven men during a 2012 party.\n\nAfter a spate of national criticism, the magazine posted an apology for its “mistakes,” citing its failure to contact any of the alleged attackers. Meanwhile, the fraternity’s Virginia chapter on Friday challenged several assertions in the article, including the timing, saying that no social events occurred on that date.\n\nIn its statement, U.Va. said that the suspension’s purpose “was to give the University and Greek leadership a pause to identify solutions that would best ensure the well-being and safety of students.”\n\n“This important collaborative work continues, and the reinstatement of Greek activities on Jan. 9 will be in conjunction with a new Fraternal Organization Agreement that will enhance the safety of members and their guests,” the statement said.\n\nThe university’s Inter-Fraternal Council had announced that all Greek social activities would be suspended the weekend after the article appeared.\n\nThe national fraternity groups also called on the university “to issue an apology for its actions of the last two weeks, to publicly explain and release all records for the basis of its decision to suspend our organizations, and outline what steps it will take to restore the reputation of our groups and students at UVA.”", "article_metadata": {"description": "The University of Virginia refused Tuesday calls to reopen fraternities and sororities suspended in the aftermath of an explosive Rolling Stone article, despite the magazine's apology for \"mistakes\" in its account of a brutal gang rape at a campus fraternity party.", "Author": "Valerie Richardson", "og": {"site_name": "The Washingtion Times", "description": "The University of Virginia refused Tuesday calls to reopen fraternities and sororities suspended in the aftermath of an explosive Rolling Stone article, despite the magazine’s apology for “mistakes” in its account of a brutal gang rape at a campus fraternity party.", "title": "U.Va. rejects calls to reinstate frats, sororities even as rape account crumbles", "url": "http://www.washingtontimes.com/news/2014/dec/9/uva-rejects-calls-reinstate-frats-sororities-even-/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/11/23/uva-fraternityjpeg-0c0c1.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/11/23/uva-fraternityjpeg-0c0c1.jpg", "title": "U.Va. rejects calls to reinstate frats, sororities even as rape accoun", "description": "The University of Virginia refused Tuesday calls to reopen fraternities and sororities suspended in the aftermath of an explosive Rolling Stone article, despite the magazine's apology for \"mistakes\" i", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "bitly-verification": "d180fd45f70d", "news_keywords": "University Of Virginia, Teresa A Sullivan"}, "_id": "\"57477af36914bd0286fcec43\"", "article_summary": "In its statement, U.Va.\nThree national fraternity organizations demanded Sunday that U.Va.\nThe university’s Inter-Fraternal Council had announced that all Greek social activities would be suspended the weekend after the article appeared.\nMs. Sullivan suspended fraternity and sorority social activities three days after a Nov. 19 article in Rolling Stone described a brutal gang rape at the Phi Kappa Psi fraternity house.\nThe University of Virginia refused Tuesday calls to reopen fraternities and sororities suspended in the aftermath of an explosive Rolling Stone article, despite the magazine’s apology for “mistakes” in its account of a brutal gang rape at a campus fraternity party."}