{"article_title": "Cruz: Abolish The IRS", "article_keywords": ["code", "way", "irs", "tax", "abolish", "cruz", "agenda", "growing", "usual", "shrinking", "obama"], "article_url": "http://dailycaller.com/2015/01/12/cruz-abolish-the-irs/", "article_text": "4432271\n\nRepublican Sen. Ted Cruz said Monday that Republicans should take advantage of their control of Congress to abolish the Internal Revenue Service.\n\n“We need to pass fundamental tax reform making our tax code simpler, flatter, fairer,” he said Monday at Heritage Action’s 2015 conservative policy summit. “And I’ll tell you, the single most important tax reform, we should abolish the IRS.”\n\n“The last two years have fundamentally changed the dynamics of this debate [on the tax code],” he said. “As we have seen the weaponization of the IRS, as we have seen the Obama administration using the IRS in a partisan manner to punish its political enemies.”\n\n“In my view there is a powerful populist instinct to take the 110,000 employees at the IRS, to padlock the building, and to put all 110,000 of them down on our southern border.”\n\nCruz quickly clarified that that remark was somewhat tongue in cheek, but joked that anyone who had traveled thousands of miles to cross the border and saw thousands of IRS agents in their way would definitely turn around and go home.\n\nHe acknowledged it’s not really possible to abolish the IRS or adopt a flat tax while Obama is in office, but said Republicans should take steps in that direction by doing whatever they can to simplify the tax code and make its burden lighter and reduce the power of Washington.\n\nRepublicans will get “walloped” in 2016 if they return to business as usual while controlling Congress, he said, and urged leadership to take on a bold agenda.\n\nThe election was not an embrace of a particular party but a rejection of the path the country is on, he said. “It was the voters saying, ‘the Obama economy, it ain’t working. We want something different. We want real leadership.'”\n\n“If we simply settle into business as usual in this town and keep growing and growing and growing the leviathan and keep shrinking and shrinking and shrinking that sphere of individual liberty, we will demoralize the men and women who came out in November,” he added.\n\nHe outlined an agenda that includes repealing and replacing Obamacare, securing the border, passing the Keystone XL pipeline, auditing the Federal Reserve and taking a hard line against ISIS and Iran.\n\n“Let’s lead with a big, bold, positive agenda that says to the American people you had a referendum and you rejected the Obama agenda — there is a better way,” he said. “That’s our opportunity.”\n\nFollow Rachel on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience. For licensing opportunities of our original content, please contact [email protected].", "article_metadata": {"sailthru.author": "Rachel Stoltzfoos", "description": "'we have seen the weaponization of the IRS'", "og": {"site_name": "The Daily Caller", "description": "Republican Sen. Ted Cruz said Monday that Republicans should take advantage of their control of Congress to abolish the Internal Revenue Service.    \"We need to pass fundamental tax reform making our", "title": "Cruz: Abolish The IRS", "url": "http://dailycaller.com/2015/01/12/cruz-abolish-the-irs/", "image": {"width": 1095, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2015/01/456137960-e1450849409936.jpg", "height": 342}, "type": "article"}, "twitter": {"description": "'we have seen the weaponization of the IRS'", "creator": "@RachelStoltz", "url": "http://dailycaller.com/2015/01/12/cruz-abolish-the-irs/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2015/01/456137960-e1450849409936.jpg"}, "title": "Cruz: Abolish The IRS Via @dailycaller", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2015-01-12 18:05:43", "sailthru.title": "Cruz: Abolish The IRS", "HandheldFriendly": "true", "keywords": "internal revenue service,ted cruz", "fb": {"app_id": 143489452702, "pages": 182919686769}, "sailthru.tags": "internal-revenue-service,ted-cruz,rachel-stoltzfoos", "sailthru.description": "Republican Sen. Ted Cruz said Monday that Republicans should take advantage of their control of Congress to abolish the Internal Revenue Service.    \"We need to pass fundamental tax reform making our", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2015/01/456137960-e1450849409936.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fcf086\"", "article_summary": "4432271Republican Sen. Ted Cruz said Monday that Republicans should take advantage of their control of Congress to abolish the Internal Revenue Service.\n“We need to pass fundamental tax reform making our tax code simpler, flatter, fairer,” he said Monday at Heritage Action’s 2015 conservative policy summit.\n“And I’ll tell you, the single most important tax reform, we should abolish the IRS.”“The last two years have fundamentally changed the dynamics of this debate [on the tax code],” he said.\n“Let’s lead with a big, bold, positive agenda that says to the American people you had a referendum and you rejected the Obama agenda — there is a better way,” he said.\nHe acknowledged it’s not really possible to abolish the IRS or adopt a flat tax while Obama is in office, but said Republicans should take steps in that direction by doing whatever they can to simplify the tax code and make its burden lighter and reduce the power of Washington."}