{"article_title": "Scientists have discovered how the month you’re born matters for your health", "article_keywords": ["tatonetti", "risk", "matters", "study", "youre", "months", "disease", "month", "discovered", "born", "health", "birth", "scientists", "medicine", "researchers", "diseases"], "article_url": "https://www.washingtonpost.com/news/wonk/wp/2015/06/15/what-your-birth-month-means-for-your-risk-of-disease/", "article_text": "For much of history, astronomy and astrology were a big part of medicine. Nearly 2,500 years ago, Hippocrates, the father of Western medicine, observed a connection between the movements of the stars and disease, writing that \"the contribution of astronomy to medicine is not a small one but a very great one indeed.\" Doctors of the time believed the movements of the celestial bodies, which were used for marking the passage of time, had a powerful influence on one's health.\n\nThe scientific community has long since discarded astrology as pseudoscience. Yet new scientific research suggests your \"sign\" actually may have more to do with your health than you might think. This is not because of the influence of any heavenly bodies, but because of the time of the year you are born. A new study suggests that your birth month has a connection with the diseases you might develop in your lifetime.\n\nMary Regina Boland, Nicholas Tatonetti and other researchers at the Columbia University Department of Medicine examined records for an incredible 1.75 million patients born between 1900 and 2000 who had been treated at Columbia University Medical Center. Using statistical analysis, they combed through 1,688 different diseases and found 55 that had a correlation with birth month, including ADHD, reproductive performance, asthma, eyesight and ear infections.\n\nThe researchers emphasize that other environmental factors, such as diet, medical care and exercise, are more likely to influence whether you get a disease. And since these numbers are culled from New York City, they may not be applicable to babies born in other places\n\nSo which birth months incurred the most risk? Overall, the researchers found that being born in June, August, January and December provided no big advantage or disadvantage when it came to disease. Other months, such as October and November, were associated with increased risk of disease, while the months of February, March, April, May and July tended to be associated with decreased disease risk. These are summarized below:\n\nFor respiratory, reproductive and neurological illnesses, people born in October and November were more at risk. For cardiovascular disease, those born from September through December were more protected, while those born in winter and spring (January to June) had higher risk. And since so many lives are cut short due to cardiovascular diseases, being born in the autumn was actually associated with living longer than being born in the spring.\n\nTatonetti, the principal investigator, said it’s not yet clear exactly why some diseases are prevalent in certain birth months, but that it likely often has to do with the environment that a baby is born into, including seasonal variations in vitamin D and allergens.\n\n“One example of this that is very well studied is the exposure to dust mites in the first three months and the link between asthma,” says Tatonetti. In 1983, researchers discovered that babies born at times of year when there are more dust mites in the home had a 40 percent higher risk of developing asthma.\n\nThe research supported a previous study that had found a dip in fertility among women born in May through September. It also confirmed a previous study that found an upward trend in ADHD among births toward the later part of the year, peaking in November.\n\nThe study could have important implications for early childhood development, and the connection between a baby’s environment and different diseases. “Once we identify [the connections] we can make recommendations about lifestyle choices and how to have a healthy child. Right now we don’t know that; we’re just starting the analysis,” Tatonetti says.\n\nThe study also has impressive implications for how researchers can use the massive amounts of data that are currently being collected on people's health to expand our understanding of disease.\n\nBecause of certain provisions in the Affordable Care Act, public health records are now being collected on a daily basis around the United States, says Mary Regina Boland, the study's first author, who is doing the research as part of her dissertation. “So in the future, there will be an unprecedented amount of data that will be available to use to for these kind of analysis.”\n\nTatonetti agreed. “Right now, this might be the largest study of its kind that has ever been performed – 1.7 million patients. But in five years, this might be a small study. We could be conducting studies with tens of millions and hundreds of millions of patients.”\n\nYou might also like:\n\n-The science behind why the return-trip always feels shorter than the trip there\n\n-What to say — and what not to say — on a first date, according to science\n\n-Powerful images show what it’s like to read when you have dyslexia", "article_metadata": {"description": "Rigorous scientific research suggests your astrological sign actually might have more to do with your health than you think.", "author": "https://www.facebook.com/anaclaireswanson", "og": {"site_name": "Washington Post", "description": "Rigorous scientific research suggests your astrological sign actually might have more to do with your health than you think.", "title": "Scientists have discovered how the month you’re born matters for your health", "url": "https://www.washingtonpost.com/news/wonk/wp/2015/06/15/what-your-birth-month-means-for-your-risk-of-disease/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/06/14/Interactivity/Images/iStock_000015436527_Large1434320950.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@anaswanson"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/wonk/wp/2015/06/15/what-your-birth-month-means-for-your-risk-of-disease/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Post Keywords", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/anaclaireswanson"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Post Keywords"}, "article_summary": "A new study suggests that your birth month has a connection with the diseases you might develop in your lifetime.\nFor cardiovascular disease, those born from September through December were more protected, while those born in winter and spring (January to June) had higher risk.\nYet new scientific research suggests your \"sign\" actually may have more to do with your health than you might think.\nAnd since these numbers are culled from New York City, they may not be applicable to babies born in other placesSo which birth months incurred the most risk?\nThis is not because of the influence of any heavenly bodies, but because of the time of the year you are born."}