{"article_title": "Emory Center for Ethics director faces some of the most complex—and controversial—issues in medicine", "article_keywords": ["ethical", "complexand", "emory", "medical", "bioethics", "father", "director", "wolpe", "controversialissues", "faces", "medicine", "ethics", "surgeon", "issues", "center"], "article_url": "http://www.atlantamagazine.com/health/emorys-center-for-ethics-faces-some-of-the-most-complex-and-controversial-issues-in-modern-medicine/", "article_text": "Login / Register Login with Facebook OR Username or Email Password Remember Me No Account? Register here.\n\n\n\nEmory Center for Ethics director faces some of the most complex—and controversial—issues in medicine\n\nPaul Root Wolpe and his team think through the tough questions brought about by medical advances\n\nThe surgeon didn’t know what to do. He was scheduled to perform a risky operation on a 17-year-old patient who was also a Jehovah’s Witness, a religion that forbids blood infusions. Prior to the surgery, the young man’s parents had signed a document refusing blood during the course of the procedure—no matter what might happen. In their presence, the son had verbally agreed.\n\nHowever, in the days leading up to the operation, with his mom and dad out of the room, the young patient had made a quick, cryptic comment to the surgeon: It is against my religion to receive blood, he had reminded the doctor. But I want you to know that my religion states that if you were to give me blood without my knowledge, it would not imperil my eternal soul.\n\nWas the boy saying that he wanted the doctor to act against the family’s written wishes? The surgeon felt a moral obligation to preserve his patient’s life, having taken a Hippocratic oath to “do no harm.” But should he accept the boy’s seemingly tacit permission?\n\nThe surgeon turned to a psychiatrist, who referred him to Paul Root Wolpe.\n\nPhotograph courtesy of Emory University\n\nWolpe is a bioethicist and the head of Emory University’s Center for Ethics. He studies the complex and often controversial ethical issues brought about by advances in medicine, in fields such as stem cell research, genetic testing, or organ transplants. As the stuff of science fiction becomes a reality, “there are all kinds of questions that are coming up,” Wolpe says. Bioethicists are here to “think through those questions in an informed, logical way.” He stresses that, like a therapist, he’s not there to impose his personal beliefs, but to guide others toward conclusions that fit in with their own ethics and values.\n\n“I don’t actually feel like I have any particularly better purchase from which to make ethical decisions than anyone else has,” Wolpe said last year in a conversation hosted by the Carnegie Council for Ethics in International Affairs. In making bioethics his life’s study, “I just know a lot more about it.”\n\nPart of the job is stumping for more conversations and consensus around ethical standards in medicine. He has even lent his expertise to NASA, helping set their biological research guidelines in increasingly politically charged fields like genetic engineering.\n\nOn a more micro level, Wolpe offers counsel to doctors, hospital administrators, patients, and their families: A woman debating whether to end medical care for her father, who remains on a respirator indefinitely. A diabetic man considering a foot amputation, which would dramatically decrease his pain while increasing his family’s caregiving load. A formerly Catholic hospital now grappling with providing contraception or abortion following its takeover by a larger hospital system.\n\nIn the case of the Jehovah’s Witness, Wolpe explained to the surgeon that the parents’ written consent legally obligated him to withhold blood. But given the boy’s declaration, Wolpe helped the doctor determine that if the operation took a turn for worse, his own moral imperative to save a life would take precedence.\n\n“Often the problem is that a person’s values are in conflict,” Wolpe says. “I can help them clarify those conflicts so that the answer becomes clear to them.”\n\nThe term “bioethics” first appeared in 1970, but in some ways Wolpe was introduced to the field before it even existed. He grew up in Philadelphia, where his father, a rabbi, taught a class at the Hahnemann Medical College about the spiritual and emotional aspects of dying. His father also sat on a state commission that prioritized which patients received access to the limited number of kidney dialysis machines available at the time.\n\nThen in 1986, while Wolpe was completing a Ph.D. in the sociology of medicine at Yale, his mother suffered a stroke. His father was left to look after her, and Wolpe saw the ethical burden of responsibility placed on caregivers when it comes to answering questions about quality of life. “She couldn’t communicate what she wanted,” says Wolpe. “She lost the use of her dominant arm.” His father had to dress her, cut her meat, figure out how to pay for medical care that their insurance wouldn’t cover. There was a constant stream of decisions to be made on his mother’s behalf.\n\nSoon after, Wolpe entered the then little-known field of bioethics, taking a position at the University of Pennsylvania. In the early days, when Wolpe told other people what he did, few knew what it meant. That began to change in the late 1990s, when technological leaps meant that patients could be kept alive longer than ever—and in varied states of consciousness. As a result, more and more families and physicians were confronting the same kinds of questions that Wolpe and his father had faced.\n\n“For the first time, people were making life-and-death decisions about their loved ones: ‘Should we withdraw life support from Grandma?’” says Wolpe. “And for the first time, they were having to make tough ethical decisions about their own treatment,” like whether they were willing to live with significant disabilities.\n\nIn the 2000s, with the emergence of cloning and stem cell technology, the debate broadened. It also became more politicized. As legislators frantically try to keep the law on pace with medical progress, partisan politics are increasingly steering much of the public discourse not just on cloning and stem cells, but on issues like end-of-life care, vaccinations, in-vitro fertilization, and decisions about who receives medical treatment—and who pays for it. Nearly 50 years after Wolpe’s father sat on the commission that governed dialysis care, medical rationing became a source of intense political tumult in the wake of the Affordable Care Act, which prompted panic over so-called “death panels.” The debates have dragged bioethicists like Wolpe into the middle of the political culture wars.\n\n“We get involved in those political debates; when the Affordable Care Act was being put together, bioethicists chimed in,” Wolpe says. Still, he maintains the feverish tenor of the discussions often masks people’s real concerns. “People aren’t actually worried about stem cells,” he says. “They’re worried about whether the scientists who work with stem cells are ethical.”\n\nPhotograph courtesy of Emory University\n\nAfter years of fielding calls from hospital directors, physicians, and lawmakers, in 2008, Wolpe got a different sort of phone call from Emory. When James Wagner, who would eventually serve as vice chair on Barack Obama’s Presidential Commission for the Study of Bioethics Issues, became president of the university in 2003, he made ethical engagement a primary focus. Five years later, after a two-year search, he wanted Wolpe to help elevate the campus’s relatively small Center for Ethics into a global beacon for ethics research across a spectrum of fields, from medicine to art.\n\n“He was already very influential, but in the end, it was Wolpe’s creativity that set him apart,” says Wagner. “You could be a powerful ethicist just reacting to problems. Wolpe has the ability to address issues that exist, but also to search out ethical opportunities and challenges.”\n\nFor example, more and more amputees now use robotics-powered prostheses. Should we curb the use of technology that could lead to a human-mechanical hybrid? What about brain imaging technology that could be used to read people’s thoughts? Or genetic advances that would allow scientists to re-create extinct animals in the lab? These are the types of forward-looking, no-easy-answer questions that Wolpe and his team consider.\n\nIn the nearly eight years since Wolpe arrived at Emory, the Center for Ethics—which will celebrate its 25th anniversary later this year—has grown exponentially. In 2008 the institute had just four faculty and five staff members. Today there are nine in-house core faculty—scholars who specialize in philosophy, theology, and the ethics of various fields—plus a network of 39 active fellows working from positions in separate schools within Emory. These fellows collaborate with the center on research and outreach, and a few have enrolled in the ethics master’s program.\n\nLocated in a stately five-story building on the west side of campus, the center is unique among its national counterparts in that it is not housed within a specific academic department, such as the medical school. This independence enables Wolpe and his staff to work across the university’s departments, studying ethical issues in law, business, agriculture, and more.\n\nStill, the center remains primarily focused on bioethics. The staff helps train future doctors at Emory School of Medicine, and one of the core faculty members sits on Emory Hospital System’s institutional review board, which helps to create rules and standards. Faculty are also involved in large-scale public health initiatives—for example, at the Centers for Disease Control and Prevention, where one member recently provided input on the agency’s pandemic flu plan. Drue Barrett, who leads the CDC’s public health ethics unit, says she’s grateful not only for the center’s expertise but also for its advocacy of ethics within public health. “We need scientists to take more responsibility for thinking about the ethics of what they do,” says Wolpe.\n\nIt’s a discussion that Emory is driving worldwide. Last May the center hosted 200 scientists, bioethicists, philosophers, and policymakers from 30 countries in a two-day global summit dubbed the BEINGS conference, held at the Tabernacle. The conference featured panel discussions on the ethics surrounding egg donations, bioterrorism, and genetic engineering.\n\n“We didn’t reach a consensus, but that wasn’t the point,” says Arthur Caplan, a panelist at the conference and head of the division of medical ethics at New York University. “It’s about putting these issues out in the public consciousness.” Caplan says the conference was also something of a coming-out party for Emory’s center. “It’s now world-renowned among the big programs,” he says.\n\nWolpe, too, has stepped out on the world stage, representing Emory as editor in chief of the American Journal of Bioethics and as a past president of the American Society for Bioethics and Humanities. In 2009 he became the first senior bioethicist for NASA, pondering the implications of biological research in outer space and the possibility of a one-way manned mission to Mars.\n\nBut even while dealing with complex issues that can veer into the abstract hypothetical, Wolpe remains focused on the person affected, whether it’s an astronaut facing a years-long space flight, a husband caring for an incapacitated wife, or a surgeon wrestling with the constraints of a patient’s religion. “Ethics is rarely about what’s right and wrong,” says Wolpe. “It’s often about two rights in conflict.”\n\nThis article originally appeared in our January 2016 issue.", "article_metadata": {"sailthru.categories": "Uncategorized,", "sailthru.image.thumb": "http://www.atlantamagazine.com/wp-content/uploads/sites/12/2016/01/0116_ethics02_courtesy_oneuseonly-300x300.jpg", "sailthru.author": "Tony Rehagen", "description": "As the stuff of science fiction becomes a reality, “there are all kinds of questions that are coming up,” Paul Root Wolpe says. Bioethicists are here to “think through those questions in an informed, logical way.”", "generator": "WordPress 4.5.2", "sailthru.link": "http://www.atlantamagazine.com/health/emorys-center-for-ethics-faces-some-of-the-most-complex-and-controversial-issues-in-modern-medicine/", "og": {"site_name": "Atlanta Magazine", "description": "As the stuff of science fiction becomes a reality, “there are all kinds of questions that are coming up,” Paul Root Wolpe says. Bioethicists are here to “think through those questions in an informed, logical way.”", "title": "Emory Center for Ethics director faces some of the most complex—and controversial—issues in medicine - Atlanta Magazine", "locale": "en_US", "image": {"width": 600, "identifier": "http://www.atlantamagazine.com/wp-content/uploads/sites/12/2016/01/0116_ethics02_courtesy_oneuseonly.jpg", "height": 706}, "updated_time": "2016-01-22T16:14:56-04:00", "url": "http://www.atlantamagazine.com/health/emorys-center-for-ethics-faces-some-of-the-most-complex-and-controversial-issues-in-modern-medicine/", "type": "article"}, "sailthru.image.221": "http://www.atlantamagazine.com/wp-content/uploads/sites/12/2016/01/0116_ethics02_courtesy_oneuseonly-221x290.jpg", "sailthru.date": "2016-01-28 09:00:40", "sailthru.image.100": "http://www.atlantamagazine.com/wp-content/uploads/sites/12/2016/01/0116_ethics02_courtesy_oneuseonly-100x120.jpg", "robots": "noodp", "sailthru.title": "Emory Center for Ethics director faces some of the most complex—and controversial—issues in medicine", "sailthru.image.400": "http://www.atlantamagazine.com/wp-content/uploads/sites/12/2016/01/0116_ethics02_courtesy_oneuseonly-400x400.jpg", "sailthru.tags": "Emory Center for Ethics,Emory University,ethics,health,medicine,Paul Root Wolpe,Uncategorized,Health & Wellness,", "article": {"section": "Uncategorized", "tag": "Paul Root Wolpe", "published_time": "2016-01-28T09:00:40-04:00", "modified_time": "2016-01-22T16:14:56-04:00"}, "news_keywords": "emory center for ethics, emory university, ethics, health, medicine, paul root wolpe", "sailthru.description": "As the stuff of science fiction becomes a reality, “there are all kinds of questions that are coming up,” Paul Root Wolpe says. Bioethicists are here to “think through those questions in an informed, logical way.”", "sailthru.image.full": "http://www.atlantamagazine.com/wp-content/uploads/sites/12/2016/01/0116_ethics02_courtesy_oneuseonly-600x400.jpg", "viewport": "width=device-width, initial-scale=1", "sailthru.image.150": "http://www.atlantamagazine.com/wp-content/uploads/sites/12/2016/01/0116_ethics02_courtesy_oneuseonly-150x150.jpg"}, "article_summary": "Photograph courtesy of Emory UniversityWolpe is a bioethicist and the head of Emory University’s Center for Ethics.\nEmory Center for Ethics director faces some of the most complex—and controversial—issues in medicinePaul Root Wolpe and his team think through the tough questions brought about by medical advancesThe surgeon didn’t know what to do.\nHe studies the complex and often controversial ethical issues brought about by advances in medicine, in fields such as stem cell research, genetic testing, or organ transplants.\n“We didn’t reach a consensus, but that wasn’t the point,” says Arthur Caplan, a panelist at the conference and head of the division of medical ethics at New York University.\nThis independence enables Wolpe and his staff to work across the university’s departments, studying ethical issues in law, business, agriculture, and more."}