{"article_title": "Small Business Saturday, Fischer Reopens, UMMC's 'Landmark' Deal, BCBS Keeps Health Plans", "article_keywords": ["ummcs", "purchase", "mississippi", "plans", "business", "galleries", "smallbusiness", "owners", "deal", "reopens", "state", "construction", "health", "keeps", "landmark", "small", "local", "fischer"], "article_url": "http://www.jacksonfreepress.com/news/2013/nov/26/small-business-saturday-fischer-reopens-ummcs-land/", "article_text": "Instead of spending all your money at big label stores on Black Friday this year, shoppers can take the opportunity to make a big difference in their local communities by supporting Small Business Saturday Nov. 30.\n\n\"If you want to make a difference this holiday season, shop local and shop small,\" Mississippi state director of the National Federation of Independent Business Ron Aldridge said in a statement. \"Small and independent business owners are among the most generous supporters of civic groups, local charities, youth sports, schools and virtually every other form of community activity. Shopping small and shopping local—on Small Business Saturday and every other day of the year—is a great way for people to help their friends and neighbors and create jobs and opportunities in the places where they live.\"\n\nWith five fewer shopping days available due to Thanksgiving falling so late on the calendar this year, many small-business owners plan to do more to get shoppers into stores during holidays, according to a recent nationwide survey by NFIB— the state's leading small-business association—and American Express.\n\nAccording to the NFIB survey:\n\n• 67% of small-business owners will offer discounts on specific items or general discounts on the day\n\n• 39% of small-business owners are planning to collaborate with other small businesses in a community event to promote Small Business Saturday\n\n• 36% will offer coupons for future offers or discounts\n\n• 33% rely on social media most to promote Small Business Saturday to their customers; 18% say they will rely primarily on paid advertising\n\n• 32% are starting their holiday promotions earlier than last year\n\n• 21% are planning to increase the number of employees working on Small Business Saturday.\n\nNFIB is asking its members tell them what they're doing for Small Business Saturday. For a list of this information, sorted by state, visit NFIB's website. Also be sure to check out JFP's previous coverage of Small Business Saturday.\n\nFischer Galleries Reopens\n\nFischer Galleries recently reopened in its new location on the fourth floor of the Dickie's Building at 736 S. President St.\n\nFischer Galleries represents local and regional artists' original works, including painting, sculpture and photography. Established artists and emerging artists are both represented in the gallery. Owner Marcy Fischer Nessel originally opened Fischer Galleries in Fondren 5 years ago. The gallery moved to its new location over the course of November.\n\nThe gallery will be open for Small Business Saturday Nov. 30 from 10:30 a.m. to 4 p.m.\n\n\"We're thrilled to be a part of all the wonderful local businesses and establishments throughout Jackson,\" Fischer Nessel said.\n\nAfter the Thanksgiving holiday the store will be open Mondays through Fridays from 10:30 a.m. to 5 p.m., Saturdays from 10:30 a.m. to 4 p.m. and by appointment anytime.\n\nFor information, call 601-291-9115 or visit Fisher Galleries' website or Facebook page.\n\nUMMC Cleared to Purchase Landmark Center\n\nThe University of Mississippi Medical Center received clearance from the Board of Trustees of the state Institutions of Higher Learning to purchase the Landmark Center Thursday, Nov. 21, the Mississippi Business Journal reported.\n\nThe seven-floor, 366,500 square-foot building, located at 175 E. Capitol St., had sat empty for two years after the departure of the center's principal tenant, AT&T.\n\nAt one point the state had planned to relocate the Mississippi Department of Revenue into the Landmark Center, but MDOR ultimately moved into Clinton's South Pointe Business Park—the former headquarters for WorldCom—instead.\n\nUMMC will purchase the building from New York investment group Capitol Street Associates for $6.25 million. Each of the 15 members of the group must agree to the deal before the purchase is finalized.\n\nThe IHL board approved a request from UMMC to lease up to 400 enclosed parking spaces from neighboring One Jackson Place, which will go into effect in December.\n\nUMMC's Telehealth Services Group will move into the Landmark Center first, followed by various other administrative support departments.\n\nBCBS Mississippi Won't Cancel Health Plans\n\nBlue Cross & Blue Shield of Mississippi released a statement Thursday, Nov. 21, stating that unlike BCBS of Alabama, the Mississippi branch will not cancel health plans not in compliance with the Affordable Care Act, also known as \"Obamacare,\" due to certain provisions of the ACA that will go into effect Jan. 1.\n\n\"Instead, we have renewed coverage for our individual and group customers through 2014,\" BCBS Mississippi spokeswoman Meredith Virden said in the statement. \"For those individuals and small groups that may qualify for a lower premium due to the new healthcare reform rating rules, Blue Cross & Blue Shield of Mississippi is giving these members the option to choose a 2014 PPACA benefit plan or they can keep their existing plan.\"\n\nBCBS Alabama will not reinstate health plans not in compliance with the ACA, citing \"significant legal and financial risks to our policyholders, the state and our company\" due to the risk of future rising health care costs, it says.\n\nMississippi Leading the Nation in Construction Employment Growth\n\nMississippi is leading the nation in construction employment growth — that's according to a report from the Associated General Contractors.\n\nFrom October 2012 to October 2013, Mississippi added 9,300 construction jobs and posted a gain of 19.1 percent. The state also added 1,900 construction jobs—a 3.4 percent increase and the fifth highest in the nation—from Sept. to Oct. 2013. There were 57,900 Mississippians working in construction as of Oct. 2013\n\nRunners-up in U.S. construction employment growth include Connecticut at 11.0 percent, Louisiana at 8.3 percent, Florida at 7.7 percent and North Dakota at 7.3 percent.", "article_metadata": {"og": {"url": "http://www.jacksonfreepress.com/news/2013/nov/26/small-business-saturday-fischer-reopens-ummcs-land/", "type": "article", "title": "Small Business Saturday, Fischer Reopens, UMMC's 'Landmark' Deal, BCBS Keeps Health Plans"}, "google-site-verification": "IWXFYfZIttPjrHp6PHTaRrN9WFAh-rc2CZiQeV0pHiU", "description": "Fischer Galleries is one of many local businesses that will be open for Small Business Saturday Nov. 30.", "viewport": "width=1020"}, "_id": "\"57477af36914bd0286fd1753\"", "article_summary": "NFIB is asking its members tell them what they're doing for Small Business Saturday.\nAlso be sure to check out JFP's previous coverage of Small Business Saturday.\nShopping small and shopping local—on Small Business Saturday and every other day of the year—is a great way for people to help their friends and neighbors and create jobs and opportunities in the places where they live.\"\n\"Small and independent business owners are among the most generous supporters of civic groups, local charities, youth sports, schools and virtually every other form of community activity.\n\"If you want to make a difference this holiday season, shop local and shop small,\" Mississippi state director of the National Federation of Independent Business Ron Aldridge said in a statement."}