{"article_title": "Julius Thomas, Brandon Marshall still day to day for Broncos – The Denver Post", "article_keywords": ["thomas", "broncos", "dont", "julius", "marshall", "practice", "denver", "brandon", "manning", "touchbacks", "post", "teams", "day", "kick"], "article_url": "http://www.denverpost.com/broncos/ci_27026021/julius-thomas-brandon-marshall-still-day-day-broncos", "article_text": "Tight end Julius Thomas again was limited in practice Thursday because of an ankle injury, just days before the Broncos’ game against the Chiefs at Kansas City’s Arrowhead Stadium on Sunday night.\n\nThomas, who has yet to practice fully since suffering his injury at Oakland on Nov. 9, has said that his ankle is improving. But it hasn’t healed enough to get him back on the field. Thomas warmed up with the Broncos on Thursday but didn’t run any pass routes.\n\nLinebacker Brandon Marshall, who suffered a concussion during the Miami game last Sunday, exercised Thursday but didn’t participate in drills. He must clear the NFL-mandated concussion protocol before returning fully.\n\n“We’re just day to day,” coach John Fox said of Thomas and Marshall. “I don’t like trying to predict the future. We’ll take it one day at a time and see where they are (Friday).”\n\nTalking touchbacks. This week, the Broncos signed Connor Barth to a two-year contract with the hope that he would bring a needed change to their kicking game.\n\nSince Matt Prater was waived, the Broncos have gone from being one of the top kicking teams in the NFL to the worst in field goals.\n\nBarth is expected to kick off for Denver, something he hasn’t done since the 2010 season. He had only one touchback that year.\n\nBut with Barth on board, the Broncos’ special teams are keeping the same plan with coverages.\n\n“We’re preparing for it to come out of the end zone after every point,” Andre Caldwell said. “We’re not changing anything at all (with coverages). We don’t know if he’ll kick touchbacks or kick them short; we just go out there ready to make a tackle.”\n\nColquitt praying for Berry. Britton Colquitt played at the University of Tennessee with Chiefs safety Eric Berry from 2007-08, and the Denver punter was shocked when he heard about Berry’s possible cancer diagnosis.\n\n“It’s just terrible,” Colquitt said. “Just pray for healing and peace for him and his family. He’s a good dude and has a good head on his shoulders, so I don’t think it’s going to affect a guy like him more than it maybe would somebody else.\n\n“You just hate to see that happen to anyone, let alone such a gifted athlete and great person.”\n\nPeyton proud of Beckham. Odell Beckham Jr.’s acrobatic, one-handed touchdown catch for the Giants on a pass thrown by Eli Manning last Sunday against the Cowboys caught the attention of nearly everyone, in and out of the NFL.\n\nPeyton Manning was no exception. The Denver quarterback saw the extraordinary reception live on television and admitted it was “as fine a catch as I’ve seen.”\n\n“I was watching it on TV, and it’s just what Newman graduates do,” Manning said, laughing. “It’s what happens.”\n\nBeckham, a rookie wide receiver from LSU, grew up in New Orleans and graduated from the same high school as the Manning brothers: Isidore Newman. Nicki Jhabvala, The Denver Post", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Julius Thomas, Brandon Marshall still day to day for Broncos", "title": "Julius Thomas, Brandon Marshall still day to day for Broncos", "url": "http://www.denverpost.com/2014/11/27/julius-thomas-brandon-marshall-still-day-to-day-for-broncos/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20141127_102536_julius-thomas.jpg", "height": 454}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20141127_102536_julius-thomas.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2014-11-27T22:29:04+00:00", "modified_time": "2016-04-26T14:47:44+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcf09f\"", "article_summary": "“We’re just day to day,” coach John Fox said of Thomas and Marshall.\nWe don’t know if he’ll kick touchbacks or kick them short; we just go out there ready to make a tackle.”Colquitt praying for Berry.\nLinebacker Brandon Marshall, who suffered a concussion during the Miami game last Sunday, exercised Thursday but didn’t participate in drills.\nThomas warmed up with the Broncos on Thursday but didn’t run any pass routes.\nBut with Barth on board, the Broncos’ special teams are keeping the same plan with coverages."}