{"article_title": "Socialism in one grasp", "article_keywords": ["sanders", "spending", "price", "trillion", "tag", "41", "roy", "socialism", "plan", "healthcare", "grasp", "nearly"], "article_url": "http://www.powerlineblog.com/archives/2016/01/socialism-in-one-grasp.php", "article_text": "Bernie Sanders has proposed “Medicare for all Americans.” It sounds sweet, but how much would it cost?\n\nAvik Roy, a health care analyst and senior fellow at the Manhattan Institute, finds an answer in work performed for the Sanders campaign by economist Gerald Friedman. The price tag: $41 trillion over ten years.\n\nActually, the correct number may well be higher. Friedman claims that Sanders’ plan would reduce national health-care spending (both public and private) by $6.3 trillion over ten years, through a combination of price controls and rationing. If these savings aren’t realized, the cost will exceed $41 trillion.\n\nRoy questions whether $6.3 trillion will be saved:\n\nThe plan would make nearly all health-care services free to all U.S. residents, regardless of price or value. As anyone who has been to an open bar knows, when you make the apparent cost of a service “free,” the nearly certain outcome is more consumption, not less. The only way to keep costs down under single-payer is to control access and price, as Canada has attempted to do. It’s far from clear that American doctors, hospitals, nurses, et al. will accept the 15 percent pay cut needed to realize Friedman’s savings.\n\nBut let’s assume that Sanders’ plan costs only $41 trillion over ten years. According to Roy, this translates into an increase of 55 percent in federal spending from 2017-2026.\n\nNo wonder Hillary Clinton prefers gradualism, i.e., “building” on Obamacare, to a “contentious debate” over completely socialized medicine and its huge price tag.", "article_metadata": {"og": {"site_name": "Power Line", "description": "Bernie Sanders has proposed “Medicare for all Americans.” It sounds sweet, but how much would it cost? Avik Roy, a health care analyst and senior fellow at the Manhattan Institute, find…", "title": "Socialism in one grasp", "url": "http://on.powerlineblog.com/archives/2016/01/socialism-in-one-grasp.php", "image": "http://www.powerlineblog.com/wp-content/themes/powerline/images/icon.png", "locale": "en_US", "type": "powerlineblog:article"}, "twitter": {"image": "http://i0.wp.com/www.powerlineblog.com/ed-assets/2016/01/bernie-sanders1.jpg?resize=594%2C396&w=240", "site": "@powerlineus", "card": "summary"}, "robots": "NOODP", "wp-parsely_version": "1.7", "fb": {"admins": "505151,john.hinderaker,scottwynnjohnson,750972908", "app_id": 154257474630565}, "article": {"published_time": "2016-01-19T16:52:35+00:00", "modified_time": "2016-01-20T05:00:20+00:00"}, "viewport": "width=device-width"}, "article_summary": "The price tag: $41 trillion over ten years.\nNo wonder Hillary Clinton prefers gradualism, i.e., “building” on Obamacare, to a “contentious debate” over completely socialized medicine and its huge price tag.\nBut let’s assume that Sanders’ plan costs only $41 trillion over ten years.\nIf these savings aren’t realized, the cost will exceed $41 trillion.\nFriedman claims that Sanders’ plan would reduce national health-care spending (both public and private) by $6.3 trillion over ten years, through a combination of price controls and rationing."}