{"article_title": "Krewe du Vieux 2014 was deliciously disrespectful", "article_keywords": ["deliciously", "delusion", "parade", "disrespectful", "krewe", "float", "street", "im", "vieux", "imagine", "small", "du"], "article_url": "http://www.nola.com/mardigras/index.ssf/2014/02/krewe_du_vieux_2014_was_delici.html", "article_text": "The Krewe du Vieux 2014 parade was fantastic. The crowd that clustered at the corner of Royal and Mandeville Streets on Saturday evening would, I’m sure, agree that the blend of irreverent Crescent City cultural satire and adolescently coarse sexual humor was especially inspired this year.\n\nMy hat is off to the float designer who produced the twerking Gov. Jindal robot. I’m not talking politics here; I’m just talking about the hysterically stiff, spasmodic mechanics of the gubernatorial manikin. There hasn’t been a more awkward, incongruent twerker since, say, Miley Cyrus. Mayor Landrieu also was lambasted in this year's parade for his presumed efforts to Disneyfy the city. And President Obama's Affordable Health Care Act was rudely reinterpreted as \"Pajama Care.\"\n\n\n\nAmong the most comically acute current-issue floats was the one depicting Moses calling for Pharaoh to “Let My People Go-Cup,” which referred to the real or perceived municipal crackdown on New Orleanians’ sacred birthright to carry adult beverages in the street.\n\nThe float that included a swarm of flies gathered atop the city’s noise ordinance was actually quite nuanced by Krewe du Vieux standards. For those readers who have been frozen in a block of ice for the past few months, the theme of the float referred to a struggle between those citizens who seek to limit neighborhood noise pollution and those who seek to preserve sonic laissez-faire.\n\nThe Orleans Parish Prison party bus float was marvelous, as was an early float in the parade, titled “The Big Bong Theory,” which featured a constellation of planets orbiting a device used in libertine states such as Colorado and Washington to smoke marijuana.\n\nSpeaking of intoxicants, one of the parade marching groups was passing out bead necklaces that were anchored by airline bottles of premium liquor such as Wild Turkey and Crown Royal. Convenient.\n\nBut here’s the unfair part: I just happened to be standing with one of the finest and most famous bartenders in the city. Marchers lavished him with booze necklaces. Meanwhile, I was Charlie Brown on Halloween, getting nothing at all. If the paraders were passing out Bic pens, note pads and video memory chips, they would have singled me out immediately, I’m sure.\n\nMy other problem was Internet connectivity. Though I was a able to Tweet from my journalistic base of operations (Kajun's Pub), in the street my tweets and Instagram attempts failed. Probably for the best really, since the devil is in the details at Krewe du Vieux and one could easily unintentionally broadcast the untoward.\n\n\n\nThe Winter Olympic Games came in for such ribald ridicule that even a coy description of the float flirts with family friendly journalism disaster. Television’s “Duck Dynasty” was similarly impaled with non-camouflaged innuendo. And the NBA All-Star game came in for anatomically oriented abuse as well. The NBA float was, shall we say, not subtle; not even by 13-year-old boy standards. I can just imagine the reaction of the All-Star game attendees in the French Quarter. Parades like this probably don't happen where they're from.\n\n\n\nAuthor and activist John Barry, who penned \"Rising Tide,\" a history of the great 1927 flood and who audaciously brought suit against big oil companies in the wake of the 2010 Gulf of Mexico oil spill, was king of Krewe du Vieux 2014. But he was riding on the other side of the street, so I didn't really see him. On a related note, the grisly zombie coastline float was brilliant cathartic commentary, worthy of any newspaper political cartoon.\n\n\n\nBut Krewe du Vieux is more than just twisted topicality and genitalia jokes. There’s a beauty and grace to the small neighborhood procession that, on a clear night like Feb. 15, can lift the experience to the sublime. Imagine the joyous painted faces of the costumed paraders bathed in the copper light of the street lamps. Imagine mules clopping patiently along in front of the small floats. Imagine an echoing tuba keeping rhythm, camera flashes glinting on the antique architecture, the bite of tequila from a tiny bottle slung around a colleague's neck and shared laughter among strangers. Imagine an older couple holding hands and a younger couple kissing in the shadows at the back of the crowd.\n\nHere’s a funny thing. I thought that the Krewe du View folks would have whipped up some way to ridicule ex-mayor Ray Nagin, who so recently fell from grace. But if they did, I missed it. A marcher wearing old-fashioned prison zebra stripes and a Nagin mask appeared in the Krewe Delusion parade that immediately followed Krewe du Vieux. That was the only sign I saw of C. Ray bashing.\n\nToo soon, I suppose.\n\nSpeaking of Krewe Delusion: In the past I’ve dismissed the small parade as a bit too unfocused. But this year, I completely dug it. If du Vieux is expressionism, then Delusion is surrealism. The caged Statue of Liberty float, the giant pineapple tropical cocktail float, the golden hipster egg, the Dr. Seuss band and the school of giant bobbing jellyfish all added to the dreamily chaotic atmosphere of the procession.\n\nIt’s as if Krewe du Vieux predicts the coming of anarchy and Krewe Delusion demonstrates that anarchy might not be all that bad.\n\nMy congratulations to all. May the rest of Carnival 2014 live up to the very high standard you’ve set.\n\n\n\nNote: I updated this story on Sunday (Feb. 16) morning. I also updated the story on Monday (Feb. 17) to include a note about king John Barry.\n\n\n\n\n\n", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "arts,br-entertainment,entertainment,homepage,krewe du vieux,mardi gras,mardi gras 2014", "title": "Krewe du Vieux 2014 was deliciously disrespectful", "parsely-page": "{\"title\": \"Krewe du Vieux 2014 was deliciously disrespectful\", \"link\": \"http://www.nola.com/mardigras/index.ssf/2014/02/krewe_du_vieux_2014_was_delici.html\", \"image_url\": \"http://imgick.nola.com/home/nola-media/width620/img/tpphotos/photo/2014/02/14288868-large.jpg\", \"type\": \"post\", \"post_id\": \"12215300\", \"pub_date\": \"2014-02-16T04:43:19Z\", \"author\": \"Doug MacCash, NOLA.com | The Times-Picayune\", \"tags\": [\"@mobile\",\"arts\",\"br-entertainment\",\"entertainment\",\"homepage\",\"krewe du vieux\",\"mardi gras\",\"mardi gras 2014\"] }", "twitter": {"image": "http://media.nola.com/tpphotos/photo/2014/02/14288868-small.jpg", "creator": "@dougmaccash", "site": "@nolanews", "card": "summary", "description": "The blend of irreverent Crescent City cultural satire and adolescently coarse sexual humor was especially inspired this year."}, "article_date_updated": "Monday, February 17, 2014,  4:51 PM", "parsely-metadata": "{\"image_url\": \"http://media.nola.com/tpphotos/photo/2014/02/14288868-large.jpg\", \"author_name\": \"dmaccash\", \"author_nickname\": \"Doug MacCash, NOLA.com | The Times-Picayune\", \"author_id\": \"4262\", \"source_blog_name\": \"New Orleans Mardi Gras\", \"source_blog_url\": \"http://www.nola.com/mardigras/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "NOLA.com", "description": "The blend of irreverent Crescent City cultural satire and adolescently coarse sexual humor was especially inspired this year.", "title": "Krewe du Vieux 2014 was deliciously disrespectful", "url": "http://www.nola.com/mardigras/index.ssf/2014/02/krewe_du_vieux_2014_was_delici.html", "image": "http://media.nola.com/design/alpha/img/logo_nola.gif", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "NOLA.com", "article_comments": 0, "article_date_original": "Saturday, February 15, 2014, 10:54 PM", "article_author": "Doug MacCash, NOLA.com | The Times-Picayune", "Description": "The blend of irreverent Crescent City cultural satire and adolescently coarse sexual humor was especially inspired this year."}, "article_summary": "It’s as if Krewe du Vieux predicts the coming of anarchy and Krewe Delusion demonstrates that anarchy might not be all that bad.\nA marcher wearing old-fashioned prison zebra stripes and a Nagin mask appeared in the Krewe Delusion parade that immediately followed Krewe du Vieux.\nProbably for the best really, since the devil is in the details at Krewe du Vieux and one could easily unintentionally broadcast the untoward.\nBut Krewe du Vieux is more than just twisted topicality and genitalia jokes.\nThe float that included a swarm of flies gathered atop the city’s noise ordinance was actually quite nuanced by Krewe du Vieux standards."}