{"article_title": "Midterm Elections 2014: How North Carolina Became the Most Expensive Senate Race Ever", "article_keywords": ["north", "ads", "midterm", "senate", "million", "elections", "spent", "state", "race", "hagan", "republican", "expensive", "carolina"], "article_url": "http://abcnews.go.com/Politics/election-2014-north-carolina-expensive-senate-race/story?id=26612465", "article_text": "North Carolina Sen. Kay Hagan is sitting on the most expensive hot seat in Senate history.\n\nSpending in her Senate race against Republican State House Speaker Thom Tillis topped $100 million, according to the Sunlight Foundation—$10 million more than the second most expensive Senate contest this year in Colorado, and roughly $30 million more than the priciest Congressional race in history before 2014.\n\nHagan and Tillis have been running neck-and-neck for months. In the latest CNN/ORC poll Friday, Hagan's lead was within the margin of error, 48 to 46 percent. But the closeness of the race doesn’t fully explain the costs. Across the map, endangered Democrats and Republican hopefuls are locked in competitive contests within the margin of error.\n\nGerry Broome/AP Photo\n\nAccording to media experts, political observers and officials with state and national organizations involved in the race, a combination of large and expensive media markets, early spending, and the state’s history as a political toss-up has propelled the record-setting spending in North Carolina.\n\nHere are three reasons why this year’s Senate contest in the Tar Heel state is a record-setter:\n\n1. The Ad Wars\n\nAccording to the Center for Public Integrity, candidates, parties and groups have run more than 100,000 ads in North Carolina this election cycle -- more than any other Senate race in the country. On top of that spending, the state also has a number of large, costly media markets.\n\n“The media markets are more expensive than other states,” said Elizabeth Wilner, the senior vice president of Kantar Media/CMAG, which tracks political advertising across the country. “That’s the number one reason for the spending.”\n\nFour of North Carolina’s television markets are among the 50 largest in the country, according to Nielsen’s yearly ranking of television markets.\n\nNorth Carolina’s population is also well distributed across the media markets. To reach voters, campaigns, parties and outside groups need to spend in all of them, unlike in states like Colorado, where most of the population can be reached by advertising in a single media market.\n\n“Other races are just as critical, but it’s a matter of proportion,” Wilner said.\n\nWith demand so high, buying ads in expensive markets have become even more costly as the race has progressed, said Thomas Mills, a North Carolina Democratic analyst familiar with media buying in the state.\n\n“They’re paying out the ass per-spot with inventory so low,” Mills said.\n\n2. Early Start\n\nTillis announced his campaign for Senate in May 2013, months before other Republican Senate hopefuls like Joni Ernst of Iowa (July 2013) and Tom Cotton of Arkansas (August 2013) declared.\n\nIn August 2013, Americans for Prosperity, the conservative political group with ties to the billionaire Koch brothers, began running television anti-Obamacare ads, according to Democrats tracking ad buying in the state and invoices from North Carolina television stations made available by the FCC. From November to February, the group, which has spent more than $9 million in the race, ran ads attacking Hagan. Representatives from Americans for Prosperity declined to comment.\n\n“We’ve never seen ads come up so early here,” Mills said. “They wanted a wounded incumbent and they felt like they had an issue to do it.”\n\nSenate Majority PAC, the Super PAC led by former aides to Senate Majority Leader Harry Reid with the goal of helping Senate Democrats, responded in November and December of 2013 with ads supporting Hagan. By Jan. 1, 2014, the group had spent $1.4 million on ads defending Hagan. Since March, it has spent $9 million attacking Tillis.\n\n\"Hagan and groups like ours have really framed this race as a choice, highlighting Tillis’ disastrous record in the state legislature,” Ty Matsdorf of the Senate Majority PAC said.\n\nOutside groups have spent more money in the North Carolina Senate race than any other in history, according to the Center for Responsive Politics. Organizations like the National Republican Senatorial Committee, the National Rifle Association, and the U.S. Chamber of Commerce followed with ads of their own, according to independent expenditure filings.\n\nThe League of Conservation Voters, an environmental group supporting Kay Hagan, has spent $5 million on commercials and mailings in the state.\n\n“It’s our biggest cycle ever,” said Jeff Gohringer, spokesman for the League. “We’re spending as much right now in North Carolina as we did on all political work in 2010.”\n\nThe candidates have spent large sums as well. Hagan has spent $22 million on her reelection campaign, the second-highest spending candidate after Senate Minority Leader Mitch McConnell of Kentucky. Tillis has spent roughly $9 million on his bid.\n\n3. Swing State Status\n\nWhile both parties have spent gamely in races across the map, North Carolina’s recent voting history gives both Republicans and Democrats reason to believe the Tar Heel State is in play until the polls close.\n\nIn 2008, the year Hagan took office, African-Americans helped deliver the state to President Obama by just under 14,000 votes. Four years later, the state supported Mitt Romney’s presidential bid by 98,000 votes, making North Carolina one of only two states to flip from 2008 to 2012.\n\n“In a state that supported Obama in 2008 and Romney in 2012, it’s not surprising to see both sides try to have as big an impact as they can,” said Paul Lindsay, spokesman for Crossroads GPS, the national Republican organization that has spent $6.5 million on ads in North Carolina.\n\nRepublicans are hoping the president’s disapproval can help deliver the state to Tillis—and the Senate majority to the GOP. In January, 43 percent of North Carolinians approved of Obama’s performance, according to a Gallup poll.\n\n“People who disapproved of Obama in 2012 voted Republican down the line. The same thing could happen this year,” said Carter Wrenn, a Republican consultant in North Carolina.\n\nDespite the Republican turn in 2012, Democrats believe they can defend Hagan by turning out their base while reaching out to undecided voters.\n\n“Some swing states have large numbers of persuadable voters,” said a North Carolina Democrat close to the Hagan campaign. “North Carolina in this cycle has been very narrowly divided. It’s become an arms race on television to see who can turn their folks out and depress the others.”\n\nWith Election Day nearly upon us, North Carolina is likely to retain its spot as the costliest Senate race of the cycle—unless runoffs in Georgia and Louisiana force campaign spending into overtime.\n\nGet real-time updates as this story unfolds. To start, just \"star\" this story in ABC News' phone app. Download ABC News for iPhone here or ABC News for Android here. To be notified about our live weekend digital reports, tap here.", "article_metadata": {"fb_title": "Inside The Senate's $100 Million Race", "description": "Inside The Senate's $100 Million Race", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "author": "ABC News", "og": {"site_name": "ABC News", "description": "North Carolina Sen. Kay Hagan is sitting on the most expensive hot seat in Senate history.\nSpending in her Senate race against Republican State House Speaker Thom Tillis topped $100 million, according to the Sunlight Foundation—$10 million more than the second most expensive Senate contest this...", "title": "Inside The Senate's $100 Million Race", "url": "http://abcnews.go.com/Politics/election-2014-north-carolina-expensive-senate-race/story?id=26612465", "image": "http://a.abcnews.go.com/images/Politics/GTY_hundred_dollar_bills_jt_141031_16x9_992.jpg", "type": "article"}, "twitter": {"description": "North Carolina Sen. Kay Hagan is sitting on the most expensive hot seat in Senate history.\nSpending in her Senate race against Republican State House Speaker Thom Tillis topped $100 million, according to the Sunlight Foundation—$10 million more than the second most expensive Senate contest this...", "creator": "@benyc", "url": "http://abcnews.go.com/Politics/election-2014-north-carolina-expensive-senate-race/story?id=26612465", "image": "http://a.abcnews.go.com/images/Politics/GTY_hundred_dollar_bills_jt_141031_4x3t_240.jpg", "title": "Inside The Senate's $100 Million Race", "site": "@ABC", "app": {"url": {"ipad": "abcnewsipad://link/story,26612465", "iphone": "abcnewsiphone://link/story,26612465", "googleplay": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Politics/election-2014-north-carolina-expensive-senate-race/story?id=26612465"}, "name": {"ipad": "ABC News", "iphone": "ABC News", "googleplay": "ABC News"}, "id": {"ipad": 306934135, "iphone": 300255638, "googleplay": "com.abc.abcnews"}}, "card": "summary_large_image"}, "robots": "index, follow", "DC.date.issued": "2014-11-03", "al": {"ipad": {"url": "abcnewsipad://link/story,26612465", "app_store_id": 380520716, "app_name": "ABC News for iPad"}, "web": {"url": "http://abcnews.go.com/Politics/election-2014-north-carolina-expensive-senate-race/story?id=26612465"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Politics/election-2014-north-carolina-expensive-senate-race/story?id=26612465", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "iphone": {"url": "abcnewsiphone://link/story,26612465", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}}, "Last-Modified": "2014-11-03 23:57:39", "fb": {"admins": 704409894, "app_id": 4942312939}, "keywords": "North Carolina Senate, Senate, Mitch McConnell, Tom Cotton, Kay Hagan, Thom Tillis, Americans for Prosperity, Senate Majority PAC, Barack Obama, Mitt Romney, John McCain, Colorado, politics news, election news, political news, political news articles", "Date": "2014-11-03", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "North Carolina Senate, Senate, Mitch McConnell, Tom Cotton, Kay Hagan, Thom Tillis, Americans for Prosperity, Senate Majority PAC, Barack Obama, Mitt Romney, John McCain, Colorado"}, "_id": "\"57477af46914bd0286fdda56\"", "article_summary": "Outside groups have spent more money in the North Carolina Senate race than any other in history, according to the Center for Responsive Politics.\nNorth Carolina Sen. Kay Hagan is sitting on the most expensive hot seat in Senate history.\n“Some swing states have large numbers of persuadable voters,” said a North Carolina Democrat close to the Hagan campaign.\nThe Ad WarsAccording to the Center for Public Integrity, candidates, parties and groups have run more than 100,000 ads in North Carolina this election cycle -- more than any other Senate race in the country.\n“North Carolina in this cycle has been very narrowly divided."}