{"article_title": "Implementing Health Reform: Tax-Favored Health Savings Arrangements, Medicaid DSH Payments, And Multiemployer Plans", "article_keywords": ["taxfavored", "group", "plans", "multiemployer", "reform", "employer", "states", "implementing", "savings", "health", "payments", "dsh", "employee", "medicaid", "coverage", "benefits", "plan"], "article_url": "http://healthaffairs.org/blog/2013/09/14/implementing-health-reform-tax-favored-health-savings-arrangements-medicaid-dsh-payments-and-multiemployer-plans/", "article_text": "Timothy Jost\n\nSeptember 14, 2013\n\nOn September 13, 2013, the Departments of Treasury and Labor released a guidance on the Application of the Market Reform and other Provisions of the Affordable Care Act to HRAs, Health FSAs, and Certain other Employer Healthcare Arrangements. The Department of Health and Human Services intends to issue its own guidance reflecting that it concurs in this guidance.\n\nThe IRS/DOL guidance was described by Brian Haile of Jackson Hewitt as “brutally technical for a Friday afternoon,” and I will not attempt to analyze it comprehensively. It does address important issues, however, and will be of significant interest both to employers and employees (though few employees will be able to understand it).\n\nThis post also discusses a final rule on reductions in Medicaid Disproportionate Share Hospital (DSH) payments — which puts off a decision on whether to impose relatively smaller DSH payment reductions on states that to not expand their Medicaid programs — and debate over how to treat multiemployer plans under the ACA.\n\nThe Treasury/Labor guidance addresses the applications of certain provisions of the Affordable Care Act to 1) health reimbursement arrangements (HRAs), 2) group health plans where an employer pays insurance premiums for an individual policy for an employee or reimburses an employee who purchases individual insurance (called employer payment plans), and 3) certain flexible spending arrangements (health FSAs). It also provides guidance on section 125(f)(3) of the Internal Revenue Code (which prohibits the use of section 125 plans to purchase coverage through an exchange) and on employee assistance programs (EAPs).\n\nAn HRA is an arrangement funded solely by an employer to reimburse an employee in pre-tax dollars for medical care expenses (including health insurance premiums) incurred by the employee, up to a maximum dollar amount for a coverage period. An employer may use an employer payment plan to pay an employee’s premiums or reimburse an employee who pays premiums for a non-employer sponsored health insurance plan, again using pre-tax dollars. An employer may use a health FSA to reimburse employees for medical expenses. Contributions to a health FSA can also be made using pre-tax dollars. While typically FSAs are funded from the employee’s income through a salary reduction agreement, employers may provide additional health FSA benefits above the salary reduction amount.\n\nMany employers currently offer their employees HRAs, employer payment plans, or health FSAs. Some employers would like to find a way to offer their employees pre-tax dollars with which the employee could purchase individual coverage through the exchange or in the individual market without the employer having to establish its own group health plan. Employers would also like to continue to be able to offer their employees HRAs or health FSAs to supplement their group health coverage, for example, by covering cost-sharing obligations.\n\nThis may be problematic, however. Certain market reform requirements of the ACA apply to group health plans, notably the prohibition against annual dollar limits on essential health benefits and the requirement that non-grandfathered group health plans cover certain preventive benefits. A group health plan that offers only a fixed or limited dollar sum per year or that does not cover preventive services would violate these requirements and be prohibited (unless the group plan covered only retirees, and thus was not subject to the market reforms).\n\nThese market reforms, however, do not apply to “excepted benefits,” which include accident-only or disability coverage; certain vision, dental, or long-term care benefits; and certain health FSAs. Health FSAs are excepted benefits if other group coverage is offered to the employee and if the maximum FSA benefit payable does not exceed certain limits.\n\nExcepted benefits are not, however, minimum essential coverage for purposes of the ACA’s individual responsibility requirement. Thus an employee who had excepted benefits coverage only would have to pay the penalty for failing to meet the individual responsibility requirement. If, on the other hand, an employee is only offered excepted benefit coverage by his or her employer, the employee may qualify for premium tax credits through the exchange. But the employer may be subject to the employer responsibility penalty for failing to provide minimum essential coverage. Whether HRAs, employer payment plans, or health FSAs are considered group health plans or excepted benefits, therefore, becomes an important question.\n\nThe guidance updates earlier guidance issued by the IRS in January of 2013, discussed here. HRAs are considered group health plans. Unless they are integrated with a primary group health plan that covers preventive services and does not have annual dollar limits, they violate the market reform requirements. For purposes of determining whether an employee offered coverage is eligible for premium tax credits because employer coverage is inadequate or unaffordable, amounts newly made available during a plan year through an HRA that the employee may use to pay premiums of an integrated group plan are counted for determining affordability of an employer plan, while amounts that can only be used for cost-sharing can be considered for determining minimum value of the employer plan. However, if an employee actually enrolls in an HRA (or health FSA, a section 125 plan, or an employer payment plan that is not excepted benefits), the employee is ineligible for premium tax credits.\n\nHRAs and employer payment plans cannot be used to purchase premiums for individual health plans because they are group health plans and, standing alone rather than integrated into a primary group health plan, would violate both the annual dollar limit and preventive services requirements. A dollar-limited HRA coupled with a group health plan that does not offer minimum value and does not cover an essential health benefit is also not permitted because it would impose dollar-limited coverage for an essential health benefit.\n\nAn HRA offered by an employer is permissible, however, when integrated with the group health plan of another employer (such as the employer of the spouse of the employee of the employer that offers that HRA) although it will not count toward the affordability or minimum value of the other employer’s plan for purposes of determining eligibility for premium tax credits. If an employer offers an HRA to purchase health insurance offered by another employer, the employee must be given the option of opting out of the HRA at least annually and upon termination of employment (forfeiting any remaining benefits), so that the employee may opt for premium tax credits instead, if otherwise eligible.\n\nHealth FSAs are not subject to the market reforms if they offer only excepted benefits. Health FSAs will be considered to offer only excepted benefits if the employer independently offers a group health plan and any employer contribution to the FSA falls within certain limits. If an employer offers a health FSA that does not qualify as excepted benefits, however, the FSA must satisfy the preventive services requirement. But a health FSA plan is not subject to the annual dollar limit if it is offered through a section 125 plan.\n\nEmployee assistance programs (EAPs) are considered to be excepted benefits and thus not minimum essential coverage if they do not offer significant medical care or treatment benefits. HRAs offered through retiree-only plans to reimburse medical expenses, including premiums for individual policies, are considered minimum essential coverage, thus satisfying the individual responsibility provision but barring the retired recipient from receiving premium tax credits. Finally, the guidance offers transitional rules for state, local, or tribal government employees where changes will be needed in the law to conform to federal requirements.\n\nTo simplify, employers are going to find it difficult or impossible to use before-tax dollars to purchase individual medical coverage in the individual market except for retirees. On the other hand, employers can use a number of approaches to offer excepted benefits to employees. Excepted benefits do not count toward minimum essential coverage, but they may be a way of getting pretax income to individuals that does not affect their eligibility for premium tax credits. Employers can always use account-based benefits to supplement comprehensive coverage, and can direct it in such a way so as to increase its minimum value or affordability.\n\nMedicaid Disproportionate Share Hospital Payments\n\nOn September 13, 2013, the Department of Health and Human Services released its final rule on Medicaid state disproportionate share hospital (DSH) payment reductions. This rule finalizes a proposed rule that was published in May, 2013, and was covered here. The final rule adopts the proposed rule with only minor changes.\n\nMedicare and Medicaid DSH payments have since 1981 compensated hospitals that serve a disproportionate share of low-income patients with special needs. Congress assumed that the Affordable Care Act would reduce the number of Americans who were uninsured, and thus also reduce the need for DSH payments. Congress thus directed HHS to reduce payments in both Medicare and Medicaid. This final rule only addresses Medicaid DSH allotments, which will be reduced by $500 million in 2014, with reductions increasing to $4 billion in 2020.\n\nThe final rule adopts a DSH Health Reform Methodology (DHRM) that considers the five factors that Congress specified must be considered in reducing DSH payments. In accordance with statutory requirements, the methodology will divide the states into two groups and impose a smaller percentage reduction on states with low DSH allotments compared to their total Medicaid funding than on states with a higher proportion of DSH funding. Within each group (the low-DSH and high-DSH states), HHS will:.\n\n.\n\nimpose larger percentage reductions on states with lower percentages of uninsured individuals during the most recent year for which such data are available,\n\nimpose larger percentage reductions on states that do not target their DSH payments on hospitals with high volumes of Medicaid inpatients, and\n\nimpose larger percentage reductions on states that do not target their DSH payments on hospitals with high levels of uncompensated care.\n\nEach of these factors will be weighted for one third of the total reduction. HHS will also take into account a fifth factor—the extent to which the DSH allotment for a state was included in the budget neutrality calculation for a coverage expansion approved under section 1115 as of July 31, 2009. States will retain flexibility as to how they allocate their DSH funds, although certain hospitals with high Medicaid inpatient utilization are deemed eligible for DSH payments.\n\nPutting off deciding whether to adjust DSH reductions for state Medicaid expansion decisions. Perhaps the biggest policy issue raised by the DSH allotment reductions is how to deal with states that have decided not to implement the Medicaid expansions. These states will obviously have higher levels of uninsured residents and of uncompensated care. A formula based on these factors, therefore, would result in lower DSH payment reductions for states that do not expand Medicaid. On the other hand, it seems perverse to reward states that do not expand and to impose larger reductions on states that do. HHS avoids this issue for the moment by only finalizing the rule for 2014 and 2015, during which years the formula will be based on data that antedate and do not reflect state expansion decisions. It is to be hoped that, by 2016, expansion will be much more widespread and less of a political issue.\n\nMultiEmployer Plans\n\nIn a final development, the AFL-CIO, meeting in Los Angeles during the second week in September, issued a statement expressing its dissatisfaction with certain aspects of the Affordable Care Act. In particular, the unions are unhappy with the fact that Taft-Hartley multiemployer plans are treated under the ACA as group plans, and thus their enrollees are ineligible for premium tax credits which are only available to individuals who do not have group health coverage available. The unions are also dissatisfied that multiemployer plans are subject to the reinsurance tax, which in fact applies to all insurers and group health plans. An underlying concern is that employers may be less likely to bargain for multiemployer plan coverage if their employees can get coverage through the exchanges with premium tax credits, and that this will undermine multiemployer plan coverage.\n\nThe possibility that multiemployer plans could receive premium tax credits infuriated Republican members of Congress, who asked Treasury for a clarification. On September 13, 2013, the Department of the Treasury delivered a letter to Orin Hatch, Ranking Member of the Senate Finance Committee, confirming that a member of a multiemployer plan has group coverage (and benefits from the exclusions and deductions applied under the Internal Revenue Code to employer-sponsored coverage) and under the ACA is not eligible for individual premium tax credits as long as that group coverage is affordable and adequate.\n\nMultiemployer plans fill a unique niche in the American health care system, and special legislative treatment for them is arguably appropriate. Given the opposition of Republicans, however, an amendment to the ACA to change the way they are treated seems unlikely to be forthcoming.", "article_metadata": {"og": {"url": "http://healthaffairs.org/blog/2013/09/14/implementing-health-reform-tax-favored-health-savings-arrangements-medicaid-dsh-payments-and-multiemployer-plans/", "type": "article", "image": "http://healthaffairs.org/blog/wp-content/themes/HealthAffairs2015/images/facebook-default.jpg", "site_name": "Health Affairs", "title": "Implementing Health Reform: Tax-Favored Health Savings Arrangements, Medicaid DSH Payments, And Multiemployer Plans"}, "description": "Implementing Health Reform: Tax-Favored Health Savings Arrangements, Medicaid DSH Payments, And Multiemployer Plans | At the intersection of health, health care, and policy.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcf0b4\"", "article_summary": "Certain market reform requirements of the ACA apply to group health plans, notably the prohibition against annual dollar limits on essential health benefits and the requirement that non-grandfathered group health plans cover certain preventive benefits.\nThe unions are also dissatisfied that multiemployer plans are subject to the reinsurance tax, which in fact applies to all insurers and group health plans.\nWhether HRAs, employer payment plans, or health FSAs are considered group health plans or excepted benefits, therefore, becomes an important question.\nAn underlying concern is that employers may be less likely to bargain for multiemployer plan coverage if their employees can get coverage through the exchanges with premium tax credits, and that this will undermine multiemployer plan coverage.\nThe final rule adopts a DSH Health Reform Methodology (DHRM) that considers the five factors that Congress specified must be considered in reducing DSH payments."}