{"article_title": "With no emergency shelter of its own, Longmont funds homeless service providers", "article_keywords": ["city", "service", "emergency", "providers", "shelter", "funds", "housing", "community", "provide", "way", "services", "homeless", "longmont", "supportive"], "article_url": "http://www.timescall.com/longmont-local-news/ci_28683466/no-emergency-shelter-its-own-longmont-funds-homeless", "article_text": "Related homeless package\n\nOut on Longmont's streets: Homeless say high rents are pushing people out\n\nAlthough there is no emergency homeless shelter in Longmont, the city typically spends $50,000 annually to reserve beds at the Boulder Shelter for the Homeless, 4869 N. Broadway.\n\nThat shelter is closed from April to October, but the city also gives between $45,000 and $60,000 annually to the OUR Center, which provides a range of services such as motel vouchers for families and case management for individuals.\n\nAdditionally, the city funds the Inn Between, HOPE, the Longmont Housing Authority, the Safe Shelter of St. Vrain Valley (for victims of domestic abuse), Agape Family Services, Community Food Share and the Atwood Shelter (for families). Annually, the city spends roughly $530,400 on those services, not including nearly $2.7 million total the city has granted to the organizations for construction, renovation or equipment purchases.\n\nKaren Roney, Longmont community services director, said the city funds the services to try to prevent people from becoming homeless.\n\n\"In regard to preventing homelessness, it is more cost-effective to keep people housed than to re-house them,\" Roney said. \"The amount of resources it takes to provide emergency and basic needs services, let alone secure stable housing options, is significant. And, of course, it's much better for the people, themselves, to remain housed. People tend to spiral downward when they are out of housing and cannot take care of their basic needs.\"\n\nBesides granting money to community nonprofit organizations for homeless services, the city is working with Boulder County and the Denver Metro Homeless Initiative on longer-term plans.\n\nAdvertisement\n\nThe Longmont Housing Opportunities Team is a coalition of city departments and local nonprofits that supports the \"housing first\" philosophy, which aims to provide housing with no employment or sobriety requirements. Housing first is also referred to as permanent supportive housing.\n\nUnder this philosophy, the Longmont Housing Authority operates The Suites, a 70-unit converted hotel at 2000 Sunset Way. The housing authority houses chronically homeless or elderly and disabled people with on-site support staff to keep the residents off the streets.\n\nHousing people in this way tends to be cheaper in the long term than providing them emergency shelter, food and medical services, said Kathy Fedler, Longmont housing and community investment manager.\n\nBut the housing first option is still expensive, especially in an area such as Longmont, where there is an already-low level of affordable housing.\n\n\"The barrier to providing permanent supportive housing is the cost both to provide the unit and to provide the supportive services. Even though it is cheaper to house people in this way than to provide the needed services when they are actually homeless, it is still difficult to fund this type of housing,\" Fedler said. \"And that is compounded by the lack of affordable housing stock.\"", "article_metadata": {"sailthru.url": "http://www.timescall.com/longmont-local-news/ci_28683466/no-emergency-shelter-its-own-longmont-funds-homeless", "modificationDate": "2015-08-21T20:29:08-0600", "sailthru.section": "Local News", "sailthru.author": "By Karen Antonacci \n \n  Staff Writer", "description": "Besides granting money to community nonprofit organizations for homeless services, the city is working with Boulder County and the Denver Metro Homeless Initiative on longer-term plans.", "ag": {"canon": "LongmontTimes-Call:article:28683466:view"}, "startDate": "2015-08-22T10:00:00-0600", "og": {"url": "http://www.timescall.com/longmont-local-news/ci_28683466/no-emergency-shelter-its-own-longmont-funds-homeless", "image": "http://local.timescall.com/common/dfm/assets/logos/1200x627/timescall.png", "type": "article", "description": "Besides granting money to community nonprofit organizations for homeless services, the city is working with Boulder County and the Denver Metro Homeless Initiative on longer-term plans.", "title": "With no emergency shelter of its own, Longmont funds homeless service providers"}, "twitter": {"domain": "timescall.com", "description": "Besides granting money to community nonprofit organizations for homeless services, the city is working with Boulder County and the Denver Metro Homeless Initiative on longer-term plans.", "title": "With no emergency shelter of its own, Longmont funds homeless service providers", "url": "http://www.timescall.com/longmont-local-news/ci_28683466/no-emergency-shelter-its-own-longmont-funds-homeless", "image": "http://local.timescall.com/common/dfm/assets/logos/1200x627/timescall.png", "site": "@TimesCall", "card": "summary_large_image"}, "sailthru.date": "2015-08-22T10:00:00-0600", "endDate": "2025-08-22T10:00:00-0600", "sailthru.title": "With no emergency shelter of its own, Longmont funds homeless service providers", "sailthru.article-section-or-homepage": "article", "byline": "By Karen AntonacciStaff", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "lLtD9ZooxmJUEEdRSCVzkO06t_hYKtyDqZF7EA3N2U0", "sailthru.site": "timescall.com", "pubDate": "2015-08-21T20:14:12-0600", "news_keywords": "Longmont Colorado TimesCall local news"}, "_id": "\"57477af46914bd0286fdae0a\"", "article_summary": "Karen Roney, Longmont community services director, said the city funds the services to try to prevent people from becoming homeless.\nRelated homeless packageOut on Longmont's streets: Homeless say high rents are pushing people outAlthough there is no emergency homeless shelter in Longmont, the city typically spends $50,000 annually to reserve beds at the Boulder Shelter for the Homeless, 4869 N. Broadway.\n\"The barrier to providing permanent supportive housing is the cost both to provide the unit and to provide the supportive services.\nAdditionally, the city funds the Inn Between, HOPE, the Longmont Housing Authority, the Safe Shelter of St. Vrain Valley (for victims of domestic abuse), Agape Family Services, Community Food Share and the Atwood Shelter (for families).\nUnder this philosophy, the Longmont Housing Authority operates The Suites, a 70-unit converted hotel at 2000 Sunset Way."}