{"article_title": "Crowdfunding: Realize Your Dreams Without Spending a Dollar", "article_keywords": ["recently", "goal", "crowdfunding", "spending", "money", "dollar", "sites", "project", "donated", "raising", "child", "realize", "dreams", "man"], "article_url": "http://guardianlv.com/2015/03/crowdfunding-realize-your-dreams-without-spending-a-dollar/", "article_text": "In the past, raising investment money meant a solid business plan, loans from banks, and a worthwhile idea. In the modern age of the internet, however, it is becoming easier for the common man to find financial backing for his or her own projects. Crowdfunding is the way of the future. Crowdfunding allows one to realize their dreams without spending a dollar.\n\nOn sites such as gofundme, kickstarter, and indiegogo, people can pledge unlimited amounts of money, to a cause of their choosing in a crowdfunding campaign. There is virtually no limit as to what a person can donate money for. Everything from movie productions, to publishing costs, to simply asking for money to buy a new car is possible through crowdfunding.\n\nThe crowdfunding site used most often is kickstarter and it is known as an “all or nothing” site. This means that if a project doesn’t meet its goal by a set deadline, all of the money pledged by donators is returned to their bank accounts. The goal set is not always where the funding stops. If a person sets their target goal of $1,000 and reaches their goal, people can continue to contribute to the project until the end of the deadline or the project’s creator chooses to cash in their chips. So even though the initial crowdfunding goal of $1,000 has been met, a project continues to accept donations well past the time of the goal’s completion.\n\nAnother one of the more popular crowdfunding sites is indiegogo, which has decent web traffic and a more flexible plan than the “all or nothing” concept. With this added flexibility, if a project does not meet its goal by the set deadline, a project can still accept the money that has been donated. The fees for these sites vary, but generally for a completed project, the percentage taken by the site runs at about 5 percent of the total revenue generated. However, if one is on the flexible plan of indiegogo and a project goal is not completed, the website takes closer to 9 percent of the total funding.\n\nSome of the projects one will find on these crowdfunding pages can seem quite ridiculous. Recently a woman started a “midlife crisis squirrel tattoo” fund. In it, she states “I have two Bucket List items I want to accomplish while I’m 40 — one is funding an online project, the other is getting a squirrel tattoo. I thought, why not try to do both at once? I’ve always been a multitasker.” When I came across this crowdfunding campaign, it had $615 out of the goal of $2,000 already pledged.\n\nAnother project that caught my attention, was a man seeking dental care who had no insurance. Through over 100 donations, he ended up raising the money needed to get a broken tooth fixed. Examples such as this show that with a little bit of humor anything is possible. Basically showcasing that crowdfunding can allow one to realize more than just dreams without having to spend a single dollar.\n\nProbably the most famous crowdfunding project recently, was for a man raising an autistic child. Upon the birth of his child, the man’s wife told him “if you don’t agree to give up our baby for adoption I’ll divorce you”. Unable to give in to his wife’s horrible demand, the man refused to give his own child up for adoption, and was soon divorced by his wife, who was true to her word. The man has since started a crowdfunding campaign and had over $20,000 donated to him for raising his autistic child. Sometimes just being a good person can garnish more than a pat on the back.\n\nEntertainment-wise, filmmakers have been using crowdfunding sites for a number of years, and not just film school students. Recently, the third Riddick movie starring Vin Diesel was paid for almost completely by crowdfunding. Millions of dollars were donated to the production costs, and the film was released in theaters to a resounding success.\n\nRob Zombie also recently took to crowdfunding to finance his next project, a horror movie that promises to be even more gruesome than his film The Devil’s Rejects. I myself donated $50 to this fund because I think Rob Zombie’s horror movies are a breath of fresh air in a stale genre of cinema.\n\nWhether you are looking to publish your first novel, or want to buy tickets to your first pro football game, it is now easier than ever to realize your dreams with crowdfunding even without spending your own dollars. There is virtually nothing that one cannot find funding for at this time. So do not be discouraged if your life has not gone the way you want it to. Sometimes, all a dream needs to get off the ground is a kickstart.\n\nWritten by Benjamin Johnson\n\nSources:\n\nGoFundMe (1)\n\nKickstarter\n\nGoFundMe (2)\n\nIndiegogo\n\nPhoto By Andrew Magill – Flickr License\n\nShare this: Print\n\nLinkedIn\n\nPinterest\n\nPocket\n\nReddit\n\nEmail\n\nTwitter\n\nGoogle\n\nFacebook\n\nTumblr\n\n", "article_metadata": {"og": {"site_name": "Guardian Liberty Voice", "description": "In the past, raising investment money meant a solid business plan, loans from banks, and a worthwhile idea. In the modern age of the internet, however, it is becoming easier for the common man to f…", "title": "Crowdfunding: Realize Your Dreams Without Spending a Dollar", "url": "http://guardianlv.com/2015/03/crowdfunding-realize-your-dreams-without-spending-a-dollar/", "image": {"width": 1024, "identifier": "http://guardianlv.com/wp-content/uploads/2015/03/Crowdfunding-Realize-Your-Dreams-Without-Spending-a-Dollar.jpg", "height": 683}, "locale": "en_US", "type": "article"}, "article": {"published_time": "2015-03-03T06:41:24+00:00", "modified_time": "2015-03-03T06:41:37+00:00"}, "twitter": {"image": "http://guardianlv.com/wp-content/uploads/2015/03/Crowdfunding-Realize-Your-Dreams-Without-Spending-a-Dollar.jpg?w=640", "site": "@ifrackle", "card": "summary_large_image", "creator": "@ifrackle"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fdb0a4\"", "article_summary": "Crowdfunding allows one to realize their dreams without spending a dollar.\nBasically showcasing that crowdfunding can allow one to realize more than just dreams without having to spend a single dollar.\nEntertainment-wise, filmmakers have been using crowdfunding sites for a number of years, and not just film school students.\nProbably the most famous crowdfunding project recently, was for a man raising an autistic child.\nAnother one of the more popular crowdfunding sites is indiegogo, which has decent web traffic and a more flexible plan than the “all or nothing” concept."}