{"article_title": "From victims of discrimination to perpetrators?", "article_keywords": ["city", "united", "maya", "jews", "jewish", "discrimination", "community", "indigenous", "victims", "guatemala", "traditional", "perpetrators", "group"], "article_url": "http://www.rawstory.com/2014/09/guatemala-mayans-from-victims-of-discrimination-to-perpetrators/", "article_text": "A member of a folk group holds a Mayan mask at the Tikal archaeological site in Peten departament, north of Guatemala city on December 20, 2012 (AFP Photo/Hector Retamal)\n\nFearful of losing their culture and land, ethnic Maya people in Guatemala — who have faced centuries of discrimination themselves — drove out a group of 230 ultra-Orthodox Jews, experts say.\n\nThe Jewish group’s departure from San Juan La Laguna, on the banks of Lake Atitlan some 200 kilometers (125 miles) from the capital Guatemala City, followed failed efforts reach a deal Wednesday.\n\n“We are very pleased with the decision made by that group to avoid conflicts with (local) people,” Miguel Vasquez, spokesman for the San Juan Council of Elders, told AFP by phone.\n\nMost members of the small Jewish community are from the United States, Israel, Britain and Russia, and around 40 are Guatemalan. Approximately half are children.\n\nSince October, the local indigenous population has accused the Orthodox Jews of discriminating against them and of violating Mayan customs. Maya elders also said the Jewish community sought to impose their religion and was undermining the Catholic faith predominant in the village.\n\nRabbi Uriel Goldman, a representative of the Jewish group, told Prensa Libre newspaper his community had taken up residence temporarily in a Guatemala City hotel until it can find a place to relocate to in an outlying part of the capital area.\n\n– History repeats itself –\n\nGuatemala, a mountainous and scenic nation in Central America, cannot quite agree on how indigenous it is.\n\nThe government insists 42 percent of citizens belong to ethnic Maya tribes, traditional farmers who mainly speak Maya languages; indigenous leaders insist they represent 60 percent of the 15 million Guatemalans.\n\nIf the indigenous are right, they are starkly underrepresented in what is supposed to be a federal democracy.\n\nDuring three centuries of Spanish colonialism, Mayans were marginalized. After independence in the early 1800s, they spent almost another two centuries living in relative isolation, with a Spanish-speaking ruling class in Guatemala City who long referred to Mayans as dolts for not speaking Spanish.\n\nYet many rural Guatemalans — most indigenous live in rural areas on their traditional land — have never been to school in any language.\n\nInstead of embracing equal rights, including to education, in a democratic era, as recently as the 1990s, the traditional elite opted not to embrace bilingualism; not to push to guarantee rural educational equality; and not to have a strategy for integrating indigenous people into national life.\n\nIn Guatemala’s 36-year civil war that ended in 1996, some 200,000 people were killed — 93 percent of them at the hands of the government’s armed forces, according to a United Nations report.\n\nThe report also found that 83 percent of victims were ethnic Mayans.\n\n“Having gone through history losing land to expropriation, which has contributed to their poverty, … and the state having been dysfunctional where they are concerned, really exacerbated” indigenous people’s reaction in this culture clash, Guatemalan Mental Health League chief Marco Garabito, a sociologist, told AFP.\n\nThe likelihood that more members of the Jewish community would keep coming triggered the Mayans’ intense fears they could lose more of their lands.\n\nBut on Friday, the Human Rights Prosecutor’s office said it regretted the “forced departure” of the Jewish group.\n\n“There can be no justification for … anyone claiming to have the right to threaten or expel foreigners from Guatemalan territory, or make them relocate,” it said in a statement.\n\n“The Jews are being attacked because of their ethnicity,” said anthropologist Estuardo Zapeta. “That’s discrimination, plain and simple.”\n\n– Unfamiliar orthodoxy –\n\nThe Lev Tahor community was founded in 1980 by Israeli Shlomo Helbrans, seeking to practice an austere interpretation of Judaism.\n\nThe community faced legal problems in the United States and Canada before running up against indigenous opposition in Guatemala.\n\nCanadian media reports also said red flags had been raised by the group’s treatment of children. But the group maintains its way of operating is nothing new.\n\nMaya leaders were confounded by the group’s customs and practices, offended that they did not respond when they were greeted by locals.\n\n“They don’t believe in Jesus Christ or the Virgin Mary. They do not work. They dress all in black. And they scare off tourists. They don’t sleep at night, and they are out walking around on the streets when we were asleep,” said the indigenous council’s Vasquez.\n\nThe Jews said they were targeted by an “aggressive” subgroup of the Maya leadership.\n\n“We are peaceful people. And to avoid anything more regrettable, we decided to leave that town,” said Misael Santos, another representative of the Jewish group.", "article_metadata": {"og": {"image": {"width": 800, "identifier": "http://www.rawstory.com/wp-content/uploads/2014/09/A-member-of-a-folk-group-holds-a-Mayan-mask-at-the-Tikal-archaeological-site-AFP-800x430.jpg", "height": 430}, "title": "Guatemala Mayans: From victims of discrimination to perpetrators?"}, "fb": {"app_id": 212555972273585}, "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=0.1, maximum-scale=10.0"}, "_id": "\"57477af36914bd0286fd188f\"", "article_summary": "And to avoid anything more regrettable, we decided to leave that town,” said Misael Santos, another representative of the Jewish group.\nBut on Friday, the Human Rights Prosecutor’s office said it regretted the “forced departure” of the Jewish group.\nMost members of the small Jewish community are from the United States, Israel, Britain and Russia, and around 40 are Guatemalan.\nMaya elders also said the Jewish community sought to impose their religion and was undermining the Catholic faith predominant in the village.\nThe likelihood that more members of the Jewish community would keep coming triggered the Mayans’ intense fears they could lose more of their lands."}