{"article_title": "Zadzooks: Father's Day Gift Guide: Best gaming ideas for dad", "article_keywords": ["dad", "gaming", "rated", "zadzooks", "gift", "players", "fathers", "ideas", "wii", "day", "player", "game", "screen", "guide", "best", "sniper"], "article_url": "http://www.washingtontimes.com/news/2015/jun/17/zadzooks-fathers-day-gift-guide-best-gaming-ideas/", "article_text": "Here are some last-minute Father’s Day gift suggestions for the video game playing dad.\n\nThe Witcher 3: Wild Hunt (Warner Bros. Interactive Entertainment and CD Projekt RED, Rated: Mature, for PlayStation 4, PC and Xbox One, $59.99) – A massive, open world, role playing franchise returns to gives a player the chance to control the mutant monster slayer, Geralt of Rivia within a gorgeously designed, cinematic fantasy universe.\n\nContracted to find the child of prophecy (a female weapon of mass destruction) while also dealing with the Wild Hunt (a group of Ringwraith-like specters), our bounty hunter explores a wide range of terrain, 35 times larger than “The Witcher 2.”\n\nSEE ALSO: Father’s Day Gift Guide: Best gadgets for dad\n\nFor example, he’ll fight trough dangerous mountain passes, sail the open seas, ride horseback through foreboding forests, roam islands filled with pirates and barter in merchant cities throughout lands.\n\n\n\nAction mixes outrageous battles against beasts and enemies; monster hunting; long-winded conversations with characters; brawling and drinking; romantic encounters; resource management of armor, weapons, mutations and combat; magic and alchemy skills; as well as alliances.\n\n\n\nAll the while, a player’s moral choice (do I help a woman accused of witchcraft? Should I free a tree spirit or destroy him?) lead to story-impacting and character-shaping consequences within this “Lord of the Rings” meets “Game of Thrones,” often-bloody-violent adventure.\n\n\n\n“Witcher 3” is shaping up to be one of the best games of the year and will tether dads to their gaming consoles for weeks if not months to come after its grateful reception.\n\nSplatoon(Nintendo, Rated E +10, for Wii U, $59.99) — Invade dad’s game room, hook up the Wii U and get him involved in a lighthearted, third-person shooter that is colorful, cartoony fun for the entire as well as extended family.\n\nPlayers visit Inkopolis and control an Inkling, a customizable humanoid that can transform into a squid. The characters then square off in turf wars against rival gangs (4 versus 4 in online matches) where using squirt guns and paint rollers to saturate areas with a friendly hue is the key to victory.\n\nSEE ALSO: Father’s Day Gift Guide: Best Blu-ray and DVD for dad\n\nThe clever twist is when transforming into a squid, a fantastically slick visual trick, the player can quickly slither through friendly ink (even on walls), hide to replenish resources and, of course, sneak up on opponents.\n\n\n\nBesides the online matches, a local player-versus-player challenge called Battle Dojo finds Inklings popping the most balloons in a set amount of time to declare victory. That’s perfect for a session with father and his offspring.\n\n\n\nAlso, a single player adventure finds an Inkling on over two dozen missions to attack rival Octarians headquarters (octopus humanoids) and rescue Great Zap Fish (electric catfish), Inkoplis’ source of power. Each level is a platforming wonderland and loaded with environmental obstacles as well as occasional bosses.\n\n\n\nThroughout, players will accumulate game coins to increase ink-spraying powers and purchase some stat-boosting gear including hats, clothes and shoes.\n\n\n\nSplatoon works with the Wii U GamePad and Pro Controller and can also use Amiibo characters (statues that interact with the Wii U, sold separately) to unlock new challenges.\n\nHitman: Sniper (Square Enix, $4.99, rated 17 years and older, requires iPhone or iPad) – Let’s not forget that Apple’s magical tablet is a potent gaming machine. A famed franchise debuts a first-person shooting challenge for the iOS system and gives dads a chance to play as a top assassin.\n\nSpecifically, as Agent 47, a player works through over 150 timed contracts where, from a distant, fixed position, he must kill the criminal elite using over a dozen upgradeable sniper rifles.\n\nBad guys such as war criminal Baltasar Cabasso or human trafficker Markus Krug hang out in plush digs (usually high on some gorgeous hill tops) with plenty of exposed windows and balconies but lots of security.\n\n\n\nWith help from a soothing female voice of Diana offering intel, the agent can usually take out the primary target fairly easily but will appreciate the secondary objectives.\n\n\n\nThey might include shooting a body guard so he falls into a pool unnoticed or hitting a fuse box near a bad guy to explode in his face. Players can gain cash and weapon pieces to build new rifles and upgrade skills and ammunition.\n\n\n\nSniping is very intuitive with the agents tapping the iPad’s touch screen to pull up the target reticule, squeeze or expand fingers to zoom into or out of locations and, once enemy is in sight, tap the screen again to fire off a round.\n\n\n\nNuances include tapping on screen icons to hold breath to stabilize a shot, tracking enemies through walls and inflicting more damage with explosive rounds.\n\n\n\n“Hitman: Sniper” is an affordable way for gift givers to allow dad to blow off some steam between meetings or while sitting on the train after a long day at work.", "article_metadata": {"description": "Splatoon, The Witcher 3: Wild Hunt and Hitman: Sniper are some last-minute video gaming gift ideas.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Splatoon, The Witcher 3: Wild Hunt and Hitman: Sniper are some last-minute video gaming gift ideas.", "title": "Zadzooks: Father’s Day Gift Guide: Best gaming ideas for dad", "url": "http://www.washingtontimes.com/news/2015/jun/17/zadzooks-fathers-day-gift-guide-best-gaming-ideas/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/06/17/15GGDAD-games.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/06/17/15GGDAD-games.jpg", "description": "Splatoon, The Witcher 3: Wild Hunt and Hitman: Sniper are some last-minute video gaming gift ideas.", "card": "summary", "title": "Zadzooks: Father’s Day Gift Guide: Best gaming ideas for dad"}, "Author": "Joseph Szadkowski", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "Here are some last-minute Father’s Day gift suggestions for the video game playing dad.\nSEE ALSO: Father’s Day Gift Guide: Best Blu-ray and DVD for dadThe clever twist is when transforming into a squid, a fantastically slick visual trick, the player can quickly slither through friendly ink (even on walls), hide to replenish resources and, of course, sneak up on opponents.\nThroughout, players will accumulate game coins to increase ink-spraying powers and purchase some stat-boosting gear including hats, clothes and shoes.\n“Hitman: Sniper” is an affordable way for gift givers to allow dad to blow off some steam between meetings or while sitting on the train after a long day at work.\nlead to story-impacting and character-shaping consequences within this “Lord of the Rings” meets “Game of Thrones,” often-bloody-violent adventure."}