{"article_title": "Here’s a Part of the Housing Market That’s Really Booming", "article_keywords": ["booming", "2016", "return", "heres", "housing", "homeowners", "improvement", "spending", "survey", "projects", "report", "really", "remodeling", "spend", "market", "thats"], "article_url": "http://www.thefiscaltimes.com/2016/02/04/Here-s-Part-Housing-Market-s-Really-Booming", "article_text": "The turmoil in the stock market hasn’t hurt homeowners’ plans to spend on their properties this year, according to a new Angie’s List survey.\n\nThe survey found that among homeowners who’ve already set their spending budgets for 2016, nearly 79 percent plan to spend as much or more on home improvement projects compared to last year.\n\nRelated: The Best and Worst States for Taxes\n\nThat’s good news for service providers, who are also optimistic about 2016. More than 90 percent of them said they expect homeowners to spend as much or more on projects as they did last year.\n\nThe survey found that millennials plan to spend as much or more than older homeowners on home improvements.\n\nThe Angie’s List findings confirm a report issued by the Joint Center for Housing Studies at Harvard University last month, which projected that home remodeling would pick up this summer. The Leading Indicator of Remodeling Activities projected that annual spending on home improvement projects in 2016 could surpass its 2006 peak, on nominal terms.\n\nRelated: The 6 Tax Deductions That Save You the Most Money\n\nThe report shows expected home improvement spending of $148 billion in the second quarter of this year, followed by $155 billion in the third quarter.\n\nHome-improvement projects are making more sense as an investment than they have in recent years. While most renovations don’t pay off dollar-for-dollar when you sell a home, the return on investment for remodeling projects increased to 64.4 percent in 2016, up from 62 percent in 2015 and the second-highest return in the past eight years, according to Remodeling magazine.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The turmoil in the stock market hasn’t hurt homeowners’ plans to spend on their proper", "title": "Here’s a Part of the Housing Market That’s Really Booming", "url": "http://www.thefiscaltimes.com/2016/02/04/Here-s-Part-Housing-Market-s-Really-Booming", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/03202012_homebuilding_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/02/04/Here-s-Part-Housing-Market-s-Really-Booming", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/03202012_homebuilding_article.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@bethbrav"}, "generator": "Drupal 7 (http://drupal.org)", "description": "The turmoil in the stock market hasn’t hurt homeowners’ plans to spend on their proper", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "The Leading Indicator of Remodeling Activities projected that annual spending on home improvement projects in 2016 could surpass its 2006 peak, on nominal terms.\nThe turmoil in the stock market hasn’t hurt homeowners’ plans to spend on their properties this year, according to a new Angie’s List survey.\nMore than 90 percent of them said they expect homeowners to spend as much or more on projects as they did last year.\nThe survey found that millennials plan to spend as much or more than older homeowners on home improvements.\nRelated: The Best and Worst States for TaxesThat’s good news for service providers, who are also optimistic about 2016."}