{"article_title": "Anyone but Ted Cruz", "article_keywords": ["bush", "trump", "hes", "senate", "republicans", "ted", "rubio", "cruz", "republican", "thats"], "article_url": "http://www.nytimes.com/2015/12/02/opinion/anyone-but-ted-cruz.html", "article_text": "You’re evaluating candidates for an open job in your company, and you come across one who makes a big impression.\n\nHe’s clearly brilliant — maybe smarter than any of the others. He’s a whirlwind of energy. And man oh man can he give a presentation. On any subject, he’s informed, inflamed, precise.\n\nBut then you talk with people who’ve worked with him at various stages of his career. They dislike him.\n\nNo, scratch that.\n\nThey loathe him.\n\nThey grant him all of the virtues that you’ve observed, but tell you that he’s the antithesis of a team player. His thirst for the spotlight is unquenchable. His arrogance is unalloyed. He actually takes pride in being abrasive, as if a person’s tally of detractors measures his fearlessness, not his obnoxiousness.\n\nDo you hire this applicant?\n\nNo way.\n\nAnd that’s why voters should be wary — very wary — of Ted Cruz.\n\nAdvertisement Continue reading the main story\n\nHe’s surging. I warned you about this. In a poll of Republicans in Iowa last week, he was in a statistical tie with Donald Trump for the lead.\n\nMore and more Republican insiders talk about a battle between Cruz and Marco Rubio for the nomination, or about a three-way, if you will, among Cruz, Rubio and Trump.\n\nAnd in the voices of these insiders I hear horror, because Trump and Cruz are nasty pieces of work.\n\nCruz will work overtime in the months ahead to persuade you otherwise. The religious right already adores him, but to go the distance, he needs more support from other, less conservative Republicans, and he knows it. Expect orchestrated glimpses of a high-minded Cruz, less skunk than statesman, his sneer ceding territory to a smile.\n\nYou saw this in recent debates. He chided moderators for meanspirited questions. He bemoaned the pitting of one Republican against another. The audacity of those complaints was awe-inspiring: Cruz rose to national prominence with gratuitous, overwrought tirades against fellow party members and with a complete lack of deference to elders in the Senate, which he entered in January 2013, at age 42.\n\nHe likened Senate Republicans who recognized the impossibility of defunding Obamacare to Nazi appeasers. They took note.\n\nPhoto\n\n“As Cruz gains, GOP senators rally for Rubio” said the headline of a story this week in Politico, which explained: “The idea of Cruz as the nominee is enough to send shudders down the spines of most Senate Republicans.” Support for Rubio is the flower of anyone-but-Cruz dread.\n\nAnyone but Cruz: That’s the leitmotif of his life, stretching back to college at Princeton. His freshman roommate, Craig Mazin, told Patricia Murphy of The Daily Beast: “I would rather have anybody else be the president of the United States. Anyone. I would rather pick somebody from the phone book.”\n\nIt’s not easy to come across on-the-record quotes like that, and Mazin’s words suggest a disdain that transcends ideology. They bear heeding.\n\nAdvertisement Continue reading the main story\n\nSo does Cruz’s experience in the policy shop of George W. Bush’s 2000 presidential campaign. After Bush took office, other full-time advisers got plum jobs in the White House. Cruz was sent packing to the Siberia of the Federal Trade Commission.\n\nThe political strategist Matthew Dowd, who worked for Bush back then, tweeted that “if truth serum was given to the staff of the 2000 Bush campaign,” an enormous percentage of them “would vote for Trump over Cruz.”\n\nAnother Bush 2000 alumnus said to me: “Why do people take such an instant dislike to Ted Cruz? It just saves time.”\n\nHis three signature moments in the Senate have been a florid smearing of Chuck Hagel with no achievable purpose other than attention for Ted Cruz, a flamboyant rebellion against Obamacare with no achievable purpose other than attention for Ted Cruz, and a fiery protest of federal funding for Planned Parenthood with no achievable purpose other than attention for Ted Cruz. Notice any pattern?\n\nAsked about Cruz at a fund-raiser last spring, John Boehner responded by raising a lone finger — the middle one.\n\nMore recently, Senate Republicans denied Cruz a procedural courtesy that’s typically pro forma.\n\n“That is different than anything I’ve ever seen in my years here,” Senator John McCain, the Arizona Republican, told The Washington Post.\n\nMany politicians rankle peers. Many have detractors. Cruz generates antipathy of an entirely different magnitude. It’s so pronounced and so pervasive that he’s been forced to acknowledge it, and he spins it as the price invariably paid by an outsider who challenges the status quo, clings to principle and never backs down.\n\nNo, it’s the fruit of a combative style and consuming solipsism that would make him an insufferable, unendurable president. And if there’s any sense left in this election and mercy in this world, it will undo him soon enough.", "article_metadata": {"tone": "opinion", "ptime": 20151202032119, "twitter": {"description": "The strident Texas senator wants the ultimate promotion. Check his references first.", "title": "Anyone but Ted Cruz", "url": "http://www.nytimes.com/2015/12/02/opinion/anyone-but-ted-cruz.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000004068012"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "creator": "FrankBruni", "site": "@nytimes", "image": "https://static01.nyt.com/images/2014/11/01/opinion/bruni-circular/bruni-circular-thumbLarge-v7.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2015/12/02/opinion/anyone-but-ted-cruz.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000004068012", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2015/12/02/opinion/anyone-but-ted-cruz.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "opinion", "hdl_p": "Anyone but Ted Cruz", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/opinion/index.jsonp", "DISPLAYDATE": "Dec. 2, 2015", "edt": "NewYork", "org": "Republican Party", "keywords": "Presidential Election of 2016,Cruz  Ted,Republican Party", "CN": "frank-bruni", "applicationName": "article", "PT": "article", "author": "Frank Bruni", "thumbnail_150": "https://static01.nyt.com/images/2014/11/01/opinion/bruni-circular/bruni-circular-thumbLarge-v7.jpg", "sourceApp": "nyt-v5", "per": "Cruz, Ted", "thumbnail_150_width": 150, "byl": "By FRANK BRUNI", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "The strident Texas senator wants the ultimate promotion. Check his references first.", "tom": "Op-Ed", "dfp-amazon-enabled": "false", "CT": "column", "thumbnail": "https://static01.nyt.com/images/2014/11/01/opinion/bruni-circular/bruni-circular-thumbStandard-v5.jpg", "description": "The strident Texas senator wants the ultimate promotion. Check his references first.", "CG": "opinion", "robots": "noarchive", "dat": "Dec. 2, 2015", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "Op-Ed", "article": {"author": "http://topics.nytimes.com/top/reference/timestopics/people/b/frank_bruni/index.html", "section_url": "http://www.nytimes.com/pages/opinion/index.html", "section": "Opinion", "modified": "2016-01-14", "collection": "https://static01.nyt.com/services/json/sectionfronts/opinion/index.jsonp", "tag": "Republican Party", "published": "2015-12-02", "section-taxonomy-id": "AD8090D7-4137-4D71-84C8-70DA3BD89778"}, "thumbnail_height": 75, "slug": "02bruni", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20160114213329, "og": {"url": "http://www.nytimes.com/2015/12/02/opinion/anyone-but-ted-cruz.html", "image": "https://static01.nyt.com/images/2014/11/01/opinion/bruni-circular/bruni-circular-facebookJumbo-v2.jpg", "type": "article", "description": "The strident Texas senator wants the ultimate promotion. Check his references first.", "title": "Anyone but Ted Cruz"}, "pdate": 20151202, "des": "Presidential Election of 2016", "nyt-collection": {"tone": "opinion", "url": "http://www.nytimes.com/column/frank-bruni", "tagline": "Politics, social issues, education and culture.", "uri": "/column/frank-bruni", "display-name": "Frank Bruni", "identifier": "frank-bruni", "type": "column"}, "articleid": 100000004068012, "cre": "The New York Times", "hdl": "Anyone but Ted Cruz", "col": "Op-Ed Columnist", "PST": "Op-Ed"}, "article_summary": "It just saves time.”His three signature moments in the Senate have been a florid smearing of Chuck Hagel with no achievable purpose other than attention for Ted Cruz, a flamboyant rebellion against Obamacare with no achievable purpose other than attention for Ted Cruz, and a fiery protest of federal funding for Planned Parenthood with no achievable purpose other than attention for Ted Cruz.\nAnd that’s why voters should be wary — very wary — of Ted Cruz.\nMore and more Republican insiders talk about a battle between Cruz and Marco Rubio for the nomination, or about a three-way, if you will, among Cruz, Rubio and Trump.\nAnyone but Cruz: That’s the leitmotif of his life, stretching back to college at Princeton.\nMore recently, Senate Republicans denied Cruz a procedural courtesy that’s typically pro forma."}