{"article_title": "Dissatisfaction with ACA evident, survey says", "article_keywords": ["affordable", "poor", "aca", "evident", "ways", "surveys", "dissatisfaction", "say", "survey", "act", "various", "solution", "care"], "article_url": "http://www.onenewsnow.com/culture/2016/05/25/dissatisfaction-with-aca-evident-survey-says", "article_text": "A new survey shows how ObamaCare enrollees feel about ObamaCare.\n\nThe survey from the Henry J. Kaiser Family Foundation indicates that about half of ObamaCare enrollees (52 percent) describe their plan as \"good.\" The percentage of those saying \"not so good\" or \"poor\" is higher this year (31 percent) than it was last year (21 percent in 2015) and the year before (20 percent in 2014).\n\n\"I've seen this survey spun both ways,\" says Hadley Heath Manning, director of health policy at Independent Women's Forum. \"But certainly it should concern us that so many people give their plans a 'poor' rating, because that is obviously dissatisfaction.\"\n\nManning says this gels with findings from Gallup and other polling companies or organizations.\n\nManning\n\n\"We know from various surveys that about half of Americans would like to see the Affordable Care Act repealed,\" she continues. \"Americans can't seem to agree on what they believe the solution should be, but we do see a slim majority of people typically reporting that they don't believe that the Affordable Care Act is the right solution – and that can easily link up with other surveys like this one from Kaiser showing that about the same number of people are dissatisfied in their personal experience.\"\n\nMeanwhile, Manning says there are various ways to try to gauge satisfaction.\n\n\"Whether that is in terms of the value and the quality that people perceive in their ACA-compliant plans, or especially when it comes to the cost that individuals and employers are facing in the health insurance markets, they seem to be dissatisfied largely as a result of ever-increasing costs.\"\n\nTwenty percent of Democrats say they were negatively affected by the Affordable Care Act. Sixteen percent of Republicans say they benefited from the ACA.", "article_metadata": {"og": {"url": "http://www.onenewsnow.com/culture/2016/05/25/dissatisfaction-with-aca-evident-survey-says", "image": {"width": 800, "identifier": "http://www.onenewsnow.com/media/5935599/obamacare-logo_800x500.jpg", "height": 500}, "description": "A new survey shows how ObamaCare enrollees feel about ObamaCare.", "title": "Dissatisfaction with ACA evident, survey says"}, "twitter": {"site": "@onenewsnowcom", "image": "http://www.onenewsnow.com/media/5935599/obamacare-logo_800x500.jpg", "description": "A new survey shows how ObamaCare enrollees feel about ObamaCare.", "card": "summary_large_image", "title": "Dissatisfaction with ACA evident, survey says"}, "fb": {"app_id": 1597751183824293}, "viewport": "width=device-width, initial-scale=1.0", "description": "A new survey shows how ObamaCare enrollees feel about ObamaCare."}, "article_summary": "Manning\"We know from various surveys that about half of Americans would like to see the Affordable Care Act repealed,\" she continues.\nTwenty percent of Democrats say they were negatively affected by the Affordable Care Act.\nMeanwhile, Manning says there are various ways to try to gauge satisfaction.\n\"I've seen this survey spun both ways,\" says Hadley Heath Manning, director of health policy at Independent Women's Forum.\nThe survey from the Henry J. Kaiser Family Foundation indicates that about half of ObamaCare enrollees (52 percent) describe their plan as \"good.\""}