{"article_title": "CEOs are no longer \"too big to jail\"", "article_keywords": ["law", "longer", "federal", "big", "crimes", "volkswagen", "penalty", "ceo", "jail", "ceos", "justice", "criminal", "corporate", "profits"], "article_url": "http://www.desmoinesregister.com/story/opinion/editorials/2015/09/23/editorial-ceos-no-longer-too-big-jail/72676878/", "article_text": "In this March 12 picture Volkswagen CEO, Martin Winterkorn, looks at his watch during the annual press conference of Volkswagen AG in Berlin. Volkswagen CEO Martin Winterkorn said Sept. 23 he is stepping down. (Photo: Jochen Luebke, AP)\n\n“Corporations are people, my friend,” Mitt Romney famously told a heckler at an Iowa State Fair appearance in 2011.\n\nAt the time, the presidential hopeful was talking about taxes, attempting to make the point that a tax on a corporation winds up being paid — one way or another — by individuals.\n\nOf course, corporations and people are not one and the same, and that has never been more obvious than in the area of criminal law. Historically, people have who committed low-level crimes involving drugs or violence have been packed off to prison, sometimes for years, while corporations that have defrauded, injured or killed thousands through negligence, indifference or deliberate criminal acts have simply had to write a check to settle their case.\n\nThe problem with corporate fines is that they tend to be absorbed as part of the cost of doing business. They penalize innocent shareholders and employees, while those responsible for the wrongdoing remain untouched in the executive suite.\n\nTwo years ago, SAC Capital paid a staggering $1.8 billion to settle allegations of criminal fraud and insider trading. At the time, the federal prosecutor who pursued the case thundered, “No institution should rest easy in the belief that it is too big to jail.” The fact is, institutions cannot be jailed, and the billionaire CEO at SAC Capital who allegedly benefitted from the insider trading has never been criminally prosecuted.\n\nThankfully, this approach to law enforcement is beginning to change. The U.S. Department of Justice now seems to recognize that when it comes to corporate crime, prosecutions have to be aimed at the people who call the shots at the corporations.\n\nAccording to the Wall Street Journal, the Justice Department has, in the past two years, secured convictions or guilty pleas in four criminal cases under the federal Food, Drug and Cosmetic Act. That’s roughly the same number of convictions or guilty pleas obtained under that act during the previous 24 years.\n\nThe most recent set of convictions was obtained earlier this week in a case involving Stewart Parnell, the former owner of the Peanut Corp. of America. Parnell has been sentenced to 28 years in prison for orchestrating a cover-up that contributed to a deadly salmonella outbreak suspected of killing nine people and sickening more than 700 others.\n\nIt’s still unclear who, exactly, is responsible for Volkswagen's recently uncovered scheme of using computer software to secretly circumvent the emission restrictions in 11 million vehicles that were sold over six years. The case, however, clearly points to deliberate acts of a criminal nature, not to a “screw up,” as one company official has characterized it. The company's CEO resigned Wednesday and accepted responsibility for \"the irregularities\" in the diesel engines.\n\nThe federal government could simply fine VW up to $37,500 for each of the 500,000 vehicles sold in the United States, for a potential penalty of more than $18 billion. But in 2014 alone the company posted profits — not revenue, but profits — of $14.2 billion.\n\nJust two years ago, Toyota agreed to pay a record-setting $1.2 billion penalty after admitting that it had lied to consumers, regulators and Congress about accelerator defects now linked to 12 deaths. That penalty, the largest ever imposed against a car maker, represents just one-third of Toyota’s profits for one year.\n\nEarlier this month, General Motors agreed to pay a $900 million penalty for concealing defects in ignition switches linked to 29 deaths. As with Toyota, the penalty is not likely to have much of an effect on corporate behavior; it amounts to one-fourth of GM’s profits for 2014.\n\nClearly, the threat of a billion-dollar sanction isn’t much of a deterrent to corporate crimes of this magnitude. Such penalties need to be coupled with criminal prosecution of the individuals who make the decisions to cut corners and conceal their wrongdoing.\n\nThe Chamber of Commerce of the United States is arguing in the U.S. Court of Appeals that the 90-day jail sentences for Austin and Peter DeCoster, the Iowa egg producers tied to a 2010 salmonella outbreak that sickened thousands, are not only excessive, but unconstitutional. The argument ignores previous court findings that Congress authorized incarceration in such cases precisely because executives are inclined to view corporate fines and penalties as nothing but “a license fee” for breaking the law.\n\nThe Department of Justice should be commended for responding to corporate crimes with criminal prosecutions aimed at the individuals who engineered those crimes. It’s the best way to ensure that people who break the law are held accountable for their actions.\n\nRead or Share this story: http://dmreg.co/1KwcJ4q", "article_metadata": {"google": "notranslate", "description": "“Corporations are people, my friend,” Mitt Romney famously told a heckler at an Iowa State Fair appearance in 2011.", "p": {"domain_verify": "372c291dc2b106308d26264f4fba3b10"}, "og": {"site_name": "Des Moines Register", "description": "“Corporations are people, my friend,” Mitt Romney famously told a heckler at an Iowa State Fair appearance in 2011.", "title": "Editorial: CEOs are no longer", "url": "http://www.desmoinesregister.com/story/opinion/editorials/2015/09/23/editorial-ceos-no-longer-too-big-jail/72676878/", "image": "http://www.gannett-cdn.com/GDContent/applogos/desmoinesregister.png", "type": "article"}, "twitter": {"description": "“Corporations are people, my friend,” Mitt Romney famously told a heckler at an Iowa State Fair appearance in 2011.", "title": "Editorial: CEOs are no longer \"too big to jail\"", "image": "http://www.gannett-cdn.com/-mm-/0cd4b9c986f1547dd630ab392e32d189841d6c6a/c=794-0-3953-3159&r=x643&c=640x640/local/-/media/2015/09/23/IAGroup/DesMoines/635786118418990053-Germany-Volkswagen-Hick.jpg", "creator": "@DMRegister", "site": "@DMRegister", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600025120", "fb": {"app_id": 169766623060429}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Subjects/Corporate crime", "gci-asset-type": "story", "gci-categories": "Subjects/Corporate crime", "title": "Editorial: CEOs are no longer \"too big to jail\"", "author": "The Register's Editorial", "pageclass": "article", "recs": {"category": "opinion/editorials", "image-3-4": "http://www.gannett-cdn.com/-mm-/1cff1641e64a67bcbfe3e62fd3195bde1f1a5329/c=1188-0-3557-3159/local/-/media/2015/09/23/IAGroup/DesMoines/635786118418990053-Germany-Volkswagen-Hick.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/45e78b72febd98c95cfb56165b9bc3ed6294b738/c=794-0-3953-3159/local/-/media/2015/09/23/IAGroup/DesMoines/635786118418990053-Germany-Volkswagen-Hick.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/39e8451b54b5a3aadf74f93da7f1c1b76002a54a/c=272-0-4473-3159/local/-/media/2015/09/23/IAGroup/DesMoines/635786118418990053-Germany-Volkswagen-Hick.jpg", "image": "http://www.gannett-cdn.com/-mm-/6f99fbf2e3294e56d2d6d45ac142286f4ad8d3f9/c=0-239-4746-2920&r=x1683&c=3200x1680/local/-/media/2015/09/23/IAGroup/DesMoines/635786118418990053-Germany-Volkswagen-Hick.jpg", "publishtime": "2015-09-23T20:40:22.277000-05:00", "shorthed": "Editorial: CEOs are no longer \"too big to jail\"", "articleid": 72676878, "image-16-9": "http://www.gannett-cdn.com/-mm-/275818bfb539ab23b7835ca50c2bed7d0cdf3a2e/c=0-239-4746-2920/local/-/media/2015/09/23/IAGroup/DesMoines/635786118418990053-Germany-Volkswagen-Hick.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/0c1bb2777621f616bb8de3b8e024a4a3c0a453d9/c=1488-0-3257-3159/local/-/media/2015/09/23/IAGroup/DesMoines/635786118418990053-Germany-Volkswagen-Hick.jpg"}}}, "_id": "\"57477af36914bd0286fd3ab0\"", "article_summary": "In this March 12 picture Volkswagen CEO, Martin Winterkorn, looks at his watch during the annual press conference of Volkswagen AG in Berlin.\nOf course, corporations and people are not one and the same, and that has never been more obvious than in the area of criminal law.\nClearly, the threat of a billion-dollar sanction isn’t much of a deterrent to corporate crimes of this magnitude.\nVolkswagen CEO Martin Winterkorn said Sept. 23 he is stepping down.\nThe Department of Justice should be commended for responding to corporate crimes with criminal prosecutions aimed at the individuals who engineered those crimes."}