{"article_title": "Obamacare's War on Women", "article_keywords": ["obama", "plans", "pay", "obamacare", "insurance", "premiums", "health", "plan", "obamacares", "care", "war", "women"], "article_url": "http://townhall.com/tipsheet/townhallmagazine/2014/10/03/obamacares-war-on-women-n1900239", "article_text": "Editor's note: In the October issue of Townhall Magazine, where this article originally appeared, FreedomWorks' Julie Borowski explains how Obamacare is making everyday life more difficult for millions of American women.\n\nIt’s been more than four years since the landmark Patient Protection and Affordable Care Act, also known as Obamacare, was signed into law. The American people were promised that the massive 2,700-page bill would fix many problems with our broken health care system. We were told that the new law would boost competition, provide more choice, and lower health care costs for millions of Americans.\n\nWomen, especially, were targeted in the selling of Obamacare to the public. The Democrats cheerfully said that the health care law would mean access to guaranteed preventive women’s health services. After its passage, it was decided that meant “free” birth control for women.\n\nYet, today, women are growing increasingly dissatisfied with Obamacare. The latest Kaiser Family Foundation poll found that 52 percent of women view Obamacare unfavorably, the highest disapproval rate from women to date.\n\nWith support for Obamacare tanking among women, the Obama administration has become desperate to win back our support. This time, though, they can’t offer us grand promises. We’ve heard all of the empty rhetoric before. Instead, we’re judging Obamacare in action.\n\nSo far, many women don’t like what they see.\n\nHIGHER PREMIUMS\n\nWomen are often the health care leaders in their families, making roughly 80 percent of family health care choices. They are typically the ones who take the lead in choosing their children’s doctors, scheduling doctor’s appointments, and making sure that their family is getting the recommended amount of care.\n\nWomen are also more likely to manage the household budget—“controlling” about 73 percent of household spending. They are typically the ones in charge of the purse strings at home and making the important financial decisions. And these days, women are forced to budget more money toward health care expenses thanks to Obamacare.\n\nThe Affordable Care Act simply isn’t turning out to be so affordable. President Obama may have pledged that his plan would “lower premiums by up to $2,500 for a typical family per year,” but where, exactly, are those lower premiums?\n\nRather than reducing health care costs as promised, health insurance premiums have gone up under Obamacare. Americans have been hit by the sharpest hikes in health insurance premiums in years, according to a recent Morgan Stanley survey, which concluded that, “increases are largely due to changes under the ACA.”\n\nA June 2014 study by the Manhattan Institute concluded that Obamacare increased the underlying cost of individually- purchased health insurance in the average county by 49 percent in 2014, relative to 2013, with women facing higher individual- market insurance premiums in 82 percent (2,844 out of 31,137) of the U.S. counties studied.\n\nSince states had different insurance mandates prior to Obamacare, the estimated premium hike differs from state to state, and thanks to demographics and market consolidation, even county to county. Obamacare did lower premiums in some previously highly regulated jurisdictions like New York state, for example, but in states that had relatively free markets, like Nebraska, women will pay an average of 237 percent more for insurance.\n\nThe Manhattan Institute also esti- mates that health insurance premium rate hikes will hit young women and older women the hardest. The average 27-year- old woman will see a 44 percent rate hike while the average 64-year-old woman will see a 44 percent hike. The typical 40-year-old woman, however, will “only” see their rate go up by 23 percent.\n\nOne of the authors of the study, Mark Pauly, explained, “it’s likely because they are being averaged in with younger women who have much higher expenses associat- ed with childbearing and with older men who didn’t take care of themselves.”\n\nThe federal Obamacare exchanges are simply a bad deal for millions of women. Studies have found that most single people with no kids will save at least $500 by not opting into the exchanges and paying the government fine instead.\n\nFEWER OPTIONS\n\nObamacare limits the affordable health insurance choices for women. Prior to Obamacare, there was a wide selection of insurance plans to choose from. The system was not perfect but women were more able to pick the insurance plan that best met their needs.\n\nAnd women have different needs.\n\nFor relatively healthy women that don’t frequently visit a doctor, a basic catastrophic health insurance plan may make sense for them. These plans are less expensive and only cover worst-case scenarios.\n\nCatastrophic health insurance generally requires you to pay all of your medical costs up to a certain amount out of pocket, usually a few thousand dollars. That means that you’ll have to pay the full amount for routine doctor visits out of pocket. But you’ll be covered in case something tragic happens, like a car accident or a serious illness.\n\nFor other women,they may want or need a more comprehensive plan. Plans that cover more medical expenses, naturally, are more expensive. Some women are willing to pay the extra cost to ensure that they are covered and protected. As they say, “you get what you pay for.”\n\nIt should be up to women to choose the health insurance plan that works for them. It’s not the government’s job to boss women around and force them to buy an “approved” insurance plan, or tax them for failing to purchase any plan.\n\nUnfortunately, Obamacare has made it impossible for most women to buy affordable health insurance like a catastrophic plan. Obamacare mandates that nearly all insurance plans cover a wide range of medical services, from prescription drug and mental health care coverage to maternity care and pediatric service coverage.\n\nHealth insurance prices are skyrocketing because all health insurance plans are legally required to be expensive comprehensive plans that cover all kinds of medical services. Simply, it costs more money to cover more services. It’s the basic economic principle called: you don’t get something for nothing.\n\nLet’s say that you’re a woman who doesn’t want or cannot have children. You’d like health insurance coverage but a plan that covers maternity care doesn’t make sense for you. You’ll still be required to purchase a “one size fits all” health insurance policy that covers maternity care anyway because it’s the law.\n\nCANCELLED HEATLH CARE PLANS\n\nRemember when Obama repeatedly reassured us that people would be able to keep their existing health care coverage? He said, “First of all, if you’ve got health insurance, you like your doctor, you like your plan, you can keep your doctor, you can keep your plan. Nobody is talking about taking that away from you.”\n\nYeah, the website PolitiFact.com called that the “Lie of the Year” for 2013.\n\nIn 2012, prior to the full implementation of Obamacare, the U.S. Census Bureau determined that 85 percent of Americans had some form of health insurance coverage. Assumingly, no one wanted to lose their coverage.\n\nBut now, many Americans have received health insurance cancellation letters. According to estimates from the Congres- sional Budget Office, 7 million people will lose their job-based health insurance coverage because of the law.\n\nMany of those plans were cancelled due to the (now delayed) employer mandate in Obamacare that requires employers with more than 50 full time employees to provide expensive health insurance, or face a fine.\n\nLet’s say that you’re someone with decent employer-provided health insurance that you’re happy with. All of a sudden, the Obamacare law says: ‘nope, this insurance is not good enough.’ Obamacare prohibits your boss from offering you the insurance that you’re used to getting. Your employer, then, has the option to provide significantly more expensive health insurance or not offer health insurance at all.\n\nCurrently, times are tough for businesses. Many entrepre- neurs are struggling to make ends meet. Some owners have no choice but to pick the cheaper option of dropping health insurance for their employees and paying the fine instead.\n\nHow are women better off if they lose their insurance coverage due to Obamacare?\n\nFEWER HOURS\n\nSome women have also gotten their weekly working hours cut due to the employer mandate. With “full time” legally defined as 30 or more hours per week, it’s no coincidence that several big name companies have reduced their workers’ hours to 29 hours a week to avoid the expense.\n\nAnd more hourly cuts are coming. A 2013 survey by the International Foundation of Employee Benefit Plans found that 15 percent of large employers with 50 or more employees, and 20 percent of smaller employers, were planning to cut their workers’ hours due to Obamacare. And 20 percent of all businesses under 50 employees said they have avoided hiring new people in order to stay under the employee limit.\n\nThe result is more women looking for two jobs in order to pay the bills, there being fewer jobs out there for everyone, and oh yeah, they may still not be able to afford health insurance.\n\nLESS OPPORTUNITY\n\nObamacare hasn’t been friendly to women entrepreneurs either. Female entrepreneurship is growing faster than ever, with more than 9 million women-owned businesses operating in 2014. That’s a 68 percent rate of increase from 1997.\n\nYet, Obamacare is preventing female entrepreneurs from growing their businesses. Many entrepreneurs are avoiding hiring new people because they are uncertain about how Obamacare regulations will impact their business.\n\nObamacare has imposed a 10 percent tax on tanning salons, which are mostly owned by women. One example is Michelle Lamere, who owns Shape Up Fitness and Tanning in Michigan.\n\n“It’s not just necessarily an attack on tanning, it’s an attack on small business,” Lamere said. “Most tanning salons are owned by small business. I own just one salon, and it’s affecting our bottom line big.”\n\nThe other 19 new or higher taxes in Obamacare certainly aren’t helping women either. All taxes are eventually passed on to consumers and people are having a harder time affording devices such as insulin pumps, wheelchairs, hearing aids, and heart pacemakers due to Obamacare’s medical device tax.\n\nIs that any way to encourage female entrepreneurship?\n\nTHERE IS NO SUCH THING AS FREE BIRTH CONTROL\n\nBut isn’t Obamacare good because it gives women “free” birth control?\n\nThe Democrats tout that women are able to get birth control “free” of charge under Obamacare. If it sounds too good to be true, it probably is.\n\nObamacare requires all insurance plans to cover all FDA- approved brand name contraceptives and procedures. As a result, the cost of “free” birth control is reflected in higher insurance premiums. You no longer have a co-pay, but you’re still paying for birth control.\n\nIs it really free if it means paying more for insurance?\n\nMost women will be forced to buy insurance that covers birth control, regardless of whether she wants it or not. Men have to pay for it, too.\n\nBut doesn’t Obamacare help young women by allowing them to stay on their parents’ health policy until they turn 26?\n\nYes and no.\n\nAn unintended consequence of the under-26 mandate is that insurance premiums have gone up. Once again, the pesky law of economics gets in the way. Simply, it costs more to add more people to your insurance policy. It’s been estimated that the under-26 mandate has increased families’ insurance premiums by $151 to $452 per year.\n\nAlso, can we talk about how patronizing this is toward young women? The under-26 mandate requires health insurance companies to provide coverage for “adult children” (actual term used in the legislation!) until they turn 26. That’s even if the “adult child” is married.\n\nAs a 25-year-old woman myself, I surely don’t consider myself to be an “adult child.” Nor do I feel like still being dependent on mom and pops is something to celebrate. Maybe, though, fewer young adults (thank you very much) would be reliant upon their parents if we had the option of buying cheaper health insurance.\n\nBut here’s another problem: what if your parents don’t have health insurance?\n\nThat’s a reality for some young adults. Especially now, since many people have recently lost their employer-provided health insurance coverage due to Obamacare. You can’t stay on your parents’ nonexistent plan.\n\nSCREWED OVER\n\nObama often defends Obamacare by highlighting people who he claims have been helped by the law. In an October 2013 speech, he mentioned Jessica Sanford, a single mother who finally had health insurance for the low cost of $169 a month, thanks to Obamacare.\n\nOr so she thought.\n\nIt turns out that there were glitches in the Washington-state run exchange and her monthly insurance premiums were much higher than she initially anticipated.\n\nSanford, who is self-employed, was unable to purchase health insurance for under $324 per month on the exchanges. She ended up deciding to not buy health insurance because it was simply out of her budget. But thanks to Obamacare’s individual mandate, she will also have the honor of paying a fine for not having health insurance.\n\nShe aired her frustration on the Washington HealthPlanFinder’s Facebook page:\n\n“Wow. You guys really screwed me over. Now I have been priced out and will not be able to afford the plans you offer. But, I get to pay $95 and up for not having health insurance. I am so incredibly disappointed and saddened. You majorly screwed up.”\n\nHow is it “beneficial to women” to force a single mother to pay a fine for not being able to afford health insurance?\n\nA BAD MODEL\n\nBelieve it or not, Obama once understood the problems with requiring people to purchase health care.\n\nDuring a CBS News interview on July 17, 2009, Obama was asked, “Do you believe that each individual American should be required to have health insurance?”\n\n“During the campaign I was opposed to this idea because my general attitude was the reason people don’t have health insurance is not because they don’t want it, it’s because they can’t afford it,” Obama replied. “And if you make it affordable, then they’ll come.”\n\nCampaign Obama was right and President Obama was wrong. “Make it affordable, then they’ll come” should have been Obama’s mantra. Instead, the American people got stuck with tons of new regulations, higher prices, and a mandate to buy insurance.\n\nClearly, more people will be inclined to purchase health insurance if it fits within their budget. However, you don’t make something more affordable by placing government mandates and regulations on it that drive up the cost.\n\nObamacare has failed to help most women as originally promised. Rather, it’s left us with higher insurance premiums, fewer health care choices, and less economic opportunity.\n\nIt’s time to get government bureaucrats out of the way and leave health care decisions up to women and their doctors.\n\nJulie Borowski is a policy analyst at FreedomWorks.", "article_metadata": {"description": "How Obamacare is making everyday life more difficult for millions of American women. .05/25/2016 17:14:45PM EST.", "author": "Townhall Magazine", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "How Obamacare is making everyday life more difficult for millions of American women.", "title": "Townhall Magazine - Obamacare's War on Women", "url": "http://townhall.com/tipsheet/townhallmagazine/2014/10/03/obamacares-war-on-women-n1900239", "image": "http://media.townhall.com/townhall/reu/ha/2013/304/2013-10-31T100113Z_1_CBRE99U0RU600_RTROPTP_3_OBAMA.JPG", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "How Obamacare is making everyday life more difficult for millions of American women.", "title": "Townhall Magazine - Obamacare's War on Women", "url": "http://townhall.com/tipsheet/townhallmagazine/2014/10/03/obamacares-war-on-women-n1900239", "image": "http://media.townhall.com/townhall/reu/ha/2013/304/2013-10-31T100113Z_1_CBRE99U0RU600_RTROPTP_3_OBAMA.JPG", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Obamacare's War on Women, Townhall Magazine, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af36914bd0286fcf0f8\"", "article_summary": "HIGHER PREMIUMSWomen are often the health care leaders in their families, making roughly 80 percent of family health care choices.\nYour employer, then, has the option to provide significantly more expensive health insurance or not offer health insurance at all.\nThe Manhattan Institute also esti- mates that health insurance premium rate hikes will hit young women and older women the hardest.\nHealth insurance prices are skyrocketing because all health insurance plans are legally required to be expensive comprehensive plans that cover all kinds of medical services.\nFor relatively healthy women that don’t frequently visit a doctor, a basic catastrophic health insurance plan may make sense for them."}