{"article_title": "Sioux Falls To Participate In Safer People, Safer Streets Challenge", "article_keywords": ["conference", "city", "school", "transportation", "sioux", "challenge", "streets", "falls", "street", "keloland", "participate", "health", "safer", "general", "technology"], "article_url": "http://www.keloland.com/news/article/news/sioux-falls-to-participate-in-safer-people-safer-streets-challenge", "article_text": "Sioux Falls, SD\n\nThe City of Sioux Falls is launching an effort to make the city roads better for pedestrians, cyclists, and motorists alike.\n\nMayor Mike Huether is holding a press conference Monday, July 6 at 2 p.m. at West Russell Street and North Western Avenue to announce plans to participate in a challenge issued by the US Department of Transportation for safer people and safer streets.\n\nMayor Huether will discuss strategies to designing road projects that are safe and efficient for anyone, on foot or on wheels.\n\nThe conference is being held at Russell Street because it serves as an example of a \"complete street.\" If weather is poor, the news conference will be at City Hall.\n\nNews\n\nGeneral {{Title}} Remove Change News General Courts Web Only Crime Outdoors Events Center Non-Homepage Boredom Busters Pipeline Positively KELOLAND Technology Hunger Affordable Care Act Shops Flooding Remembering 9/11 Drought JazzFest Spring Storm Honor Flight Spencer Anniversary\n\nDoApp Health News Business News Sports\n\nAgriculture Markets Livestock Crops Politics\n\nHealthBeat Cancer Children's Health Heart Health Wellness & Nutrition General Health Beat Women's Health RX Resources What's Going Around OTC Diabetes Recalls Dental Health Men's Health\n\nPolitics South Dakota Legislature Budget Congress Taxes General Local Campaign President US Senate New Laws US House Iowa Ballot Issues Local Races Minnesota Gubernatorial\n\nEducation Funding College Elementary High School Pre K School Supplies Middle School\n\nSports Professional College High School Sports Zone Headlines Summit League Tournament Olympics\n\nBusiness Industry Your Money Matters Development Gas & Energy Legislation Economy/Stocks Employment General Health Care Technology Education Funding Tourism Banking/Finance Housing Transportation Insurance Meetings & Events Retail & Restaurants All Industries On The Move Shops Agriculture\n\nFeatured Stories Eye on KELOLAND Inside KELOLAND\n\nWeather Snow Forecast Records Rain Flooding Drought WX Corner General\n\nWorld News\n\nInvestigates GEAR UP\n\nSponsored Done\n\n© 2016 KELOLAND TV. All Rights Reserved.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "The City of Sioux Falls is launching an effort to make the city roads better for pedestrians, cyclists, and motorists alike. Mayor Mike Huether is", "title": "Sioux Falls To Participate In Safer People, Safer Streets Challenge", "url": "http://www.keloland.com/news/article/news/sioux-falls-to-participate-in-safer-people-safer-streets-challenge", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/65093.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "The City of Sioux Falls is launching an effort to make the city roads better for pedestrians, cyclists, and motorists alike. Mayor Mike Huether is"}, "_id": "\"57477af46914bd0286fd7d0f\"", "article_summary": "Sioux Falls, SDThe City of Sioux Falls is launching an effort to make the city roads better for pedestrians, cyclists, and motorists alike.\nThe conference is being held at Russell Street because it serves as an example of a \"complete street.\"\nMayor Mike Huether is holding a press conference Monday, July 6 at 2 p.m. at West Russell Street and North Western Avenue to announce plans to participate in a challenge issued by the US Department of Transportation for safer people and safer streets.\nMayor Huether will discuss strategies to designing road projects that are safe and efficient for anyone, on foot or on wheels.\nIf weather is poor, the news conference will be at City Hall."}