{"article_title": "A Health Affairs Conversation With Lisa Simpson And Darrell Gaskin", "article_keywords": ["affairs", "center", "conversations", "series", "research", "director", "conversation", "health", "darrell", "lisa", "policy", "gaskin", "podcast", "academyhealth", "simpson"], "article_url": "http://healthaffairs.org/blog/2014/05/22/health-policy-research-and-disparities-a-health-affairs-conversation-with-lisa-simpson-and-darrell-gaskin/", "article_text": "Chris Fleming\n\nMay 22, 2014\n\nEarlier this year, AcademyHealth held its 2014 National Health Policy Conference; Health Affairs was a media partner for the NHPC. In a new installment of our Health Affairs Conversations Podcast series, we talk about the conference, as well as the challenges and opportunities facing the health services and health policy research communities, with AcademyHealth president and CEO Lisa Simpson. Before taking the helm of AcademyHealth, Dr. Simpson was director of the Child Policy Research Center at Cincinnati Children’s Hospital Medical Center and professor of pediatrics in the Department of Pediatrics, University of Cincinnati. She served as the Deputy Director of the Agency for Healthcare Research and Quality from 1996 to 2002.\n\nWe also take a close look at one of the NHPC sessions: “Community Health and Disparity: Moving Beyond Description.” (The disparities session is freely available to all readers.) Darrel Gaskin, who led the panel discussion, joins us as well. He is Deputy Director of the Johns Hopkins Center for Health Disparities Solutions and Vice Chair of AcademyHealth’s Board of Directors.\n\nThis is the latest installment of our podcast series featuring conversations with Health Affairs contributors and other health policy experts about health policy issues facing the country. You can access our Health Affairs Conversation series and other Health Affairs podcasts in our podcast archive. In earlier Heath Affairs Conversations:.\n\n.", "article_metadata": {"og": {"url": "http://healthaffairs.org/blog/2014/05/22/health-policy-research-and-disparities-a-health-affairs-conversation-with-lisa-simpson-and-darrell-gaskin/", "type": "article", "image": "http://healthaffairs.org/blog/wp-content/themes/HealthAffairs2015/images/facebook-default.jpg", "site_name": "Health Affairs", "title": "Health Policy Research And Disparities: A Health Affairs Conversation With Lisa Simpson And Darrell Gaskin"}, "description": "Health Policy Research And Disparities: A Health Affairs Conversation With Lisa Simpson And Darrell Gaskin | At the intersection of health, health care, and policy.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fddaaa\"", "article_summary": "You can access our Health Affairs Conversation series and other Health Affairs podcasts in our podcast archive.\nThis is the latest installment of our podcast series featuring conversations with Health Affairs contributors and other health policy experts about health policy issues facing the country.\nChris FlemingMay 22, 2014Earlier this year, AcademyHealth held its 2014 National Health Policy Conference; Health Affairs was a media partner for the NHPC.\nIn a new installment of our Health Affairs Conversations Podcast series, we talk about the conference, as well as the challenges and opportunities facing the health services and health policy research communities, with AcademyHealth president and CEO Lisa Simpson.\nIn earlier Heath Affairs Conversations:."}