{"article_title": "Medical Office Vacancy Rate Dips Below 11 Percent for First Time Since Start of Recession as Baby", "article_keywords": ["11", "recession", "buildings", "real", "estate", "office", "colliers", "medical", "demand", "report", "vacancy", "start", "rate", "healthcare", "baby", "international", "dips"], "article_url": "http://www.prnewswire.com/news-releases/medical-office-vacancy-rate-dips-below-11-percent-for-first-time-since-start-of-recession-as-baby-boomers-age-and-full-impact-of-aca-remains-uncertain-300037200.html", "article_text": "SEATTLE, Feb. 17, 2015 /PRNewswire-USNewswire/ -- Colliers International today announced the results of its 2015 Medical Office Outlook Report, which points to the trend of \"retailization\" of healthcare as a key driver behind increased demand for healthcare real estate. The report shows that in spite of uncertainty about the full impact of the Affordable Care Act (ACA), the medical office market has proven to be a more stable property type for tenants and investors during the recession and the recovery. Rents remain stable with tenant demand on the rise and the average vacancy rate is at its lowest level since the recession.\n\n\"The healthcare industry is going through an enormous transition period due to the ACA, advances in technology and the graying of our population,\" said Mary Beth Kuzmanovich, recently appointed as National Director, Healthcare Services for Colliers International. \"In the face of this, the demand for healthcare real estate is rising, especially for the properties that are best suited to meet sector-wide needs for lower-cost and more convenient locations.\"\n\nThe 2015 Medical Office Outlook Report covers the retailization of healthcare—a response to consumer demand for convenient, flexible healthcare services—which is causing providers to seek technology-friendly locations in ground-floor and second-floor urban retail spaces, mixed-use residential buildings and suburban shopping centers. Meanwhile, outdated medical office buildings not well-suited to patient convenience or provider technology needs are experiencing higher vacancy rates. This trend is also mirrored in the investment market, with the highest-quality assets being the most heavily pursued by investors.\n\nAdditional key findings from the report include:\n\nMedical office vacancy rates have dipped below 11 percent nationally and continue to decline, though older buildings have higher vacancies\n\nAbsorption continues to increase, with the highest demand for well-located, flexible spaces capable of handling rapid changes in technology\n\nBoth new supply and the amount of space under construction have been trending down since the recession and remained low in the first half of 2014\n\nRents have remained stable\n\nThe investment climate is very strong\n\nCapitalization rates continue to compress, though there is a wide spread between cap rates for investment-grade and below-investment-grade properties\n\nTo view Colliers International's 2015 Medical Office Outlook Report, visit http://www.colliers.com/en-us/us/insights/marketnews/2015-us-medical-report\n\nAbout Colliers International\n\nColliers International is a global leader in commercial real estate services, with over 15,800 professionals operating out of more than 485 offices in 63 countries. A subsidiary of FirstService Corporation, Colliers International delivers a full range of services to real estate users, owners and investors worldwide, including global corporate solutions, brokerage, property and asset management, hotel investment sales and consulting, valuation, consulting and appraisal services, mortgage banking and insightful research. The latest annual survey by the Lipsey Company ranked Colliers International as the second-most recognized commercial real estate firm in the world.\n\nFor the latest news from Colliers International, visit Colliers.com, or follow us on Twitter (@ColliersIntl) and LinkedIn.\n\nAbout the 2015 Medical Office Outlook Report\n\nColliers' medical office data includes on-campus, off-campus, single- and multi-tenant medical office buildings, as well as office buildings in which medical tenants occupy 50 percent or more of the space. In most markets, inventories include buildings totaling 10,000 square feet or more. However, in some of the larger markets, the minimum building size threshold is 25,000 square feet. Our coverage universe includes 44 U.S. markets encompassing approximately 423 million square feet (msf) of medical office space. As measured by CoStar, the entire U.S. medical office universe totals approximately 903 msf.\n\nSOURCE Colliers International", "article_metadata": {"geo.region": "washington", "cf_entity_thumbnail_url": "http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "geo.placename": "SEATTLE, Feb. 17", "description": "SEATTLE, Feb. 17, 2015 /PRNewswire-USNewswire/ -- Medical Office Vacancy Rate Dips Below 11 Percent for First Time Since Start of Recession as Baby Boomers...", "author": "Colliers International", "og": {"url": "http://www.prnewswire.com/news-releases/medical-office-vacancy-rate-dips-below-11-percent-for-first-time-since-start-of-recession-as-baby-boomers-age-and-full-impact-of-aca-remains-uncertain-300037200.html", "image": "http://content.prnewswire.com/images/prn_facebook_sharing_logo.jpg", "type": "website", "description": "SEATTLE, Feb. 17, 2015 /PRNewswire-USNewswire/ -- Colliers International today announced the results of its 2015...", "title": "Medical Office Vacancy Rate Dips Below 11 Percent for First Time Since Start of Recession as Baby Boomers Age and Full Impact of ACA Remains Uncertain"}, "Publisher": "PR Newswire", "cf_entity_title": "Medical Office Vacancy Rate Dips Below 11 Percent for First Time Since Start of Recession as Baby Boomers Age and Full Impact of ACA Remains Uncertain", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "robots": "index, follow", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "date": "2015-02-17T15:16:00Z", "keywords": "Colliers International, washington, Surveys, Polls and Research, Health Care & Hospitals, Health Insurance, Banking & Financial Services, Real Estate, Commercial Real Estate", "twitter": {"site": "@PRNewswire", "card": "summary"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcf107\"", "article_summary": "About the 2015 Medical Office Outlook ReportColliers' medical office data includes on-campus, off-campus, single- and multi-tenant medical office buildings, as well as office buildings in which medical tenants occupy 50 percent or more of the space.\nMeanwhile, outdated medical office buildings not well-suited to patient convenience or provider technology needs are experiencing higher vacancy rates.\nOur coverage universe includes 44 U.S. markets encompassing approximately 423 million square feet (msf) of medical office space.\nAs measured by CoStar, the entire U.S. medical office universe totals approximately 903 msf.\nFor the latest news from Colliers International, visit Colliers.com, or follow us on Twitter (@ColliersIntl) and LinkedIn."}