{"article_title": "State of the Union in Crowdfunding", "article_keywords": ["crowdfunding", "business", "union", "freedom", "wall", "state", "street", "economic", "investors", "equity", "obama"], "article_url": "http://crowdfundbeat.com/2016/01/18/state-of-the-union-in-crowdfunding/", "article_text": "By John Berlau, CrowdfundBeat Sr. Guest Editor director of the Center for Investors and Entrepreneurs, Competitive Enterprise Institute.\n\nLast Week, President Obama gave his final State of the Union address. In evaluating the state of the U.S., it’s useful to look at the state of economic freedom, including the ability for ordinary Americans to start and invest in a new business without undue government interference.\n\nBy several measures, economic freedom has declined rapidly since 2009. Though some harmful policies were enacted during the Bush administration, such as the Sarbanes-Oxley accounting mandates that made it so much more difficult smaller companies to go public, the Obama administration has not reversed those policies and pushed through many new detriments to economic freedom. These include the Affordable Care Act or “Obamacare,” which makes it difficult for small and midsize firm to hire new employees to due to the expensive and prescriptive insurance coverage mandates, and the Dodd-Frank “financial reform,” which has crippled the ability of community banks and credit unions to lend to Main Street consumers and businesses.\n\nAccording to the respected Kansas City, Mo.-based Kauffman Foundation, new business formation has plunged 30 percent since 2008, and business deaths now outpace business births for the first time since the 1970s. This is very disturbing because in addition to being symbols of the American Dream, new businesses – firms one to five years old – are responsible for the bulk of job growth, the Kauffman Foundation has also found.\n\nIn the most recent Index of Economic Freedom, produced annually by the Heritage Foundation and Wall Street Journal, the U.S. ranked 12th among countries, falling from a rank of 6th when President Obama took office. In the Canadian Fraser Institute’s 2015 “Economic Freedom of the World” survey, the U.S. slipped to 16th. As Per Bylund, Records-Johnson Professor of Free Enterprise at Oklahoma State University’s School of Entrepreneurship, writes, “As recently as 2000, we held the No. 2 slot and now we’ve fallen below countries like Canada and the United Kingdom.”\n\nAnd in the latter country, a microbrewery’s success serves as a microcosm of lost ground on economic freedom in the U.S. Camden Town Brewery, a small craft brewery in north London that opened in 2010, made such a name for itself that it was just acquired by Anheuser-Busch Inbev, the world’s largest brewer. Moreover, Jasper Cuppaidge, who started the brewery in the basement of his small pub, is not the only one to get a windfall. Ordinary British fans who bought shares in Camden Town through the equity crowdfunding portal Crowdcube are also seeing an outsized return. According to Crowdfund Insider, one crowdfund investor is seeing an 88 percent return.\n\nThis sounds like an American success story, except that outdated laws combined with new regulatory burdens have made such an event all but impossible in the U.S. in the past few years, equity crowdfunding, in which entrepreneurs offer ordinary folks in the crowd any type of monetary reward or share of potential profits (as opposed to trinkets like T-shirts), has been considered a “securities offering” subject to the same red tape as that which governs companies listed on the New York Stock Exchange. So an entrepreneur trying to raise $50,000 for a new venture may be subject to $1 million in compliance costs from the onerous mandates of laws like Sarbanes-Oxley and Dodd-Frank, thus making equity crowdfunding a nonstarter in this country so far.\n\nAs I wrote recently, this government-created dearth of opportunity for middle-class investors and entrepreneurs should bother not just libertarians and conservatives, but “everyone who wants the “little guy” to at least have the ability to get a bigger share of the metaphorical pie.” Yet it’s an issue most presidential candidates have yet to address.\n\nViewed from this perspective, even the recent statement of presidential candidate Bernie Sanders on Wall Street, described as “populist,” is incredibly top-down. “We need a banking system that is part of the productive economy—making loans at affordable rates to small- and medium-sized businesses so that we create decent-paying jobs,” he proclaimed.\n\nPut aside that community banks and credit unions are the first to say that what’s keeping them from making more loans to creditworthy borrowers is the red tape from Dodd-Frank, which was sold as only going after Wall Street. What Sanders and others inside the Beltway miss is that for a truly productive economy, we need not just bank loans, but neighbors lending to and investing in the businesses in their extended neighborhoods through the technologies that enable peer-to-peer lending and crowdfunding.\n\nCertainly the neighbors and patrons of Camden Town Brewery not only enriched themselves, but helped Britain’s entrepreneurial sector. As my Competitive Enterprise Institute colleague Michelle Minton recently blogged, Camden Town’s acquisition “makes room for new local artisanal breweries to enter the market and shows investors that craft beer start-ups are worth investing in, meaning more potential craft breweries!”\n\nAnd the acquisition should also put to rest the notion, argued in a recent Wall Street Journal letter in opposition to my writing (see my response back to him), that only disreputable ventures will be offered to the public through equity crowdfunding, because all the worthy ones will be snapped up by venture capitalists and other wealthy investors. Says Joy Schoffler, founder and principal at Leverage PR who speaks on equity crowdfunding at prestigious forums such as South by Southwest in Austin, “One thing it definitely proves is that these are real viable companies [that utilize equity crowdfunding]. These aren’t just penny stocks that aren’t going to go anywhere, but actually companies that are viable and have some business potential.”\n\nAlthough the bipartisan Jumpstart Our Business Startup Act of 2012 that Obama – to his credit – signed was supposed to relax restrictions on equity crowdfunding, the law’s Title III crowdfunding provisions for everyone (as opposed to its highly effective provisions Title II provisions that allowed crowdfunding portals and advertising for securities available to wealthy “accredited investors” only) were only implemented late in 2015. And the rules that were finally put forth by the Securities and Exchange Commission still left the process for equity crowdfunding very cumbersome, as I have written.\n\nAnd because statutory language of the JOBS Act limits its Title III crowdfunding provisions to offerings of less $1 million or less—a slashing of the threshold from the GOP House bill by the then Democrat-controlled Senate—Camden Town’s equity crowdfunding offering would have been considered too large. That offering was for a total of more than £2.7 million pounds, or $3.9 million.\n\nTo show they are concerned about the declining state of economic freedom and new business formation, Congress and the Obama administration should pass a JOBS Act 2.0 that will finally liberalize equity crowdfunding and focus sharply on all types of regulatory relief.", "article_metadata": {"description": "State of the Union in Crowdfunding", "og": {"site_name": "CrowdFund Beat", "description": "State of the Union in Crowdfunding", "title": "State of the Union in Crowdfunding", "locale": "en_US", "image": {"width": 600, "identifier": "http://crowdfundbeat.com/wp-content/uploads/2016/01/State-of-the-Union12.jpg", "height": 338}, "url": "http://crowdfundbeat.com/2016/01/18/state-of-the-union-in-crowdfunding/", "type": "article"}, "twitter": {"domain": "CrowdFund Beat", "description": "State of the Union in Crowdfunding", "title": "State of the Union in Crowdfunding", "image": {"src": "http://crowdfundbeat.com/wp-content/uploads/2016/01/State-of-the-Union12.jpg"}, "creator": "@CrowdFundBeat", "site": "@CrowdFundBeat", "card": "summary_large_image"}, "robots": "noodp,noydir", "p": {"domain_verify": "cf35a3dac403063ef5e1f3ddc09b8168"}, "fb": {"app_id": 564712156880377}, "keywords": "State of the Union in Crowdfunding", "article": {"section": "Civic Crowdfunding", "tag": "Regulation A", "published_time": "2016-01-18T21:22:38+00:00", "modified_time": "2016-01-18T21:22:38+00:00", "author": "http://crowdfundbeat.com/author/cfb/"}, "news_keywords": "crowdfundbeat, crowdfunding, equity, equity crowdfunding, indiegogo, paul niederer, real estate, real estate crowdfunding, regulation a"}, "article_summary": "Says Joy Schoffler, founder and principal at Leverage PR who speaks on equity crowdfunding at prestigious forums such as South by Southwest in Austin, “One thing it definitely proves is that these are real viable companies [that utilize equity crowdfunding].\nOrdinary British fans who bought shares in Camden Town through the equity crowdfunding portal Crowdcube are also seeing an outsized return.\nAnd the rules that were finally put forth by the Securities and Exchange Commission still left the process for equity crowdfunding very cumbersome, as I have written.\nIn evaluating the state of the U.S., it’s useful to look at the state of economic freedom, including the ability for ordinary Americans to start and invest in a new business without undue government interference.\nLast Week, President Obama gave his final State of the Union address."}