{"article_title": "Native American Tribes Can Legally Grow And Sell Pot, Even In States Where It's Illegal", "article_keywords": ["sell", "yakama", "lands", "state", "federal", "illegal", "pot", "marijuana", "nation", "states", "american", "legally", "tribes", "law", "grow", "native"], "article_url": "http://www.medicaldaily.com/native-american-tribes-can-legally-grow-and-sell-pot-even-states-where-its-illegal-314086", "article_text": "U.S. attorneys will not prosecute Native American tribes for growing or selling marijuana on sovereign land, even in states where it is illegal, so long as they abide by policies of legalized states.\n\nThe Justice Department said Thursday U.S. attorneys will not prosecute Native American tribes for growing or selling marijuana on sovereign land, even in states where it is illegal, so long as they abide by the policies enforced in states where the drug has been legalized. Under the law, then, marijuana cannot be sold to minors or grown on public lands inside the reservations. Across the nation, 566 tribes have been recognized by the federal government. This announcement, which came in the form of a memorandum, could open the door to lucrative new businesses for the many tribes, similar to casino gambling.\n\nHowever, The Associated Press reports many tribes oppose legalization, and so far, only a handful of tribes have expressed interest in the marijuana business. The Yakama Nation, for instance, strongly opposes the use and legalization of marijuana.\n\n\"Marijuana is the biggest problem for our people up to age 40,\" George Colby, attorney for the Yakama Nation, told Reuters. \"It's a bigger problem than alcohol.\"\n\nBacklash To Legalization?\n\nEarlier this year, the Yakama reservation considered fighting Washington state to keep marijuana businesses from opening on ceded lands, which constitute one-fifth of the state’s land mass and involved 10 central counties. Because marijuana remains illegal under federal law, this entitled the Yakama Nation to challenge it on its ceded ancestral lands, where the tribe still holds hunting, food-gathering, and fishing rights under an 1855 treaty with the U.S. government.\n\nReuters referred to this action as “a bold move that could test the limits of tribal sovereignty,” one suggestive of a more general backlash against pot legalization.\n\nGoing forward, enforcement of the regulations outlined in the newly issued memorandum seemingly could become the proverbial bureaucratic nightmare. “…In evaluating marijuana enforcement activities in Indian Country, each United States Attorney should consult with the affected tribes on a government-to-government basis,” wrote Monty Wilkinson, director for the Executive Office for U.S. Attorneys.\n\nWhile some tribes maintain their own police force, others rely on federal, state, and local law enforcement, so any tribe that is unwilling to legalize marijuana can request federal authorities enforce the law as usual. With large tracts of territory to cover and limited resources, U.S. prosecutors will not take action in minor cases of infringement on the new federal guidelines, Oregon U.S. Attorney Amanda Marshall told AP.\n\nHowever, she suggested tribes with lands in states that outlaw marijuana might run into legal difficulties given the likelihood that weed would be transported outside native lands. Like cigarettes, reservation marijuana would not be subject to state and local taxes, and so could be considerably cheaper than anything sold outside the tribal lands.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "native americans, marijuana, cannabis, pot legalization", "og": {"site_name": "Medical Daily", "description": "U.S. attorneys will not prosecute Native American tribes for growing or selling marijuana on sovereign land, even in states where it is illegal, so long as they abide by policies of legalized states.", "title": "Native Americans Can Grow And Sell Pot, Even In States Where It's Illegal", "url": "http://www.medicaldaily.com/native-american-tribes-can-legally-grow-and-sell-pot-even-states-where-its-illegal-314086", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/12/cannabis.jpg", "type": "article"}, "twitter": {"description": "U.S. attorneys will not prosecute Native American tribes for growing or selling marijuana on sovereign land, even in states where it is illegal, so long as they abide by policies of legalized states.", "title": "Native Americans Can Grow And Sell Pot, Even In States Where It's Illegal", "url": "http://www.medicaldaily.com/native-american-tribes-can-legally-grow-and-sell-pot-even-states-where-its-illegal-314086", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/12/cannabis.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/12/cannabis.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Hill", "published_time": "2014-12-12T11:22:37-05:00", "modified_time": "2014-12-12T11:22:37-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "U.S. attorneys will not prosecute Native American tribes for growing or selling marijuana on sovereign land, even in states where it is illegal, so long as they abide by policies of legalized states."}, "_id": "\"57477af36914bd0286fccb6d\"", "article_summary": "However, she suggested tribes with lands in states that outlaw marijuana might run into legal difficulties given the likelihood that weed would be transported outside native lands.\nU.S. attorneys will not prosecute Native American tribes for growing or selling marijuana on sovereign land, even in states where it is illegal, so long as they abide by policies of legalized states.\n\"Marijuana is the biggest problem for our people up to age 40,\" George Colby, attorney for the Yakama Nation, told Reuters.\nThe Yakama Nation, for instance, strongly opposes the use and legalization of marijuana.\nUnder the law, then, marijuana cannot be sold to minors or grown on public lands inside the reservations."}