{"article_title": "Target to Drop Health Plan for Part-Timers as Obamacare Steps In", "article_keywords": ["parttime", "target", "employees", "workers", "drop", "obamacare", "hours", "steps", "plan", "coverage", "exchanges", "health", "parttimers", "insurance", "care"], "article_url": "http://www.newsmax.com/Newsfront/target-drops-health-parttimers/2014/01/21/id/548269/", "article_text": "Target Corp. said it will end health insurance for part-time employees, joining Trader Joe’s Co., Home Depot Inc. and other retailers that have scaled back benefits in response to changes from Obamacare.\n\nAbout 10 percent of Target’s part-time employees, defined as those working fewer than 30 hours a week, use the company’s health plans now, according to an announcement posted today on the Minneapolis-based company’s website. Target said it would pay $500 to part-timers losing coverage and a consulting firm will help workers sign up for new Obamacare plans.\n\nThe U.S. Patient Protection and Affordable Care Act is the largest regulatory overhaul of health care since the 1960s, creating a system of penalties and rewards to encourage people to obtain medical insurance. The law known as Obamacare doesn’t require most companies to cover part-time workers, and offering them health plans may disqualify those people from subsidies in new government-run insurance exchanges that opened in October.\n\nUrgent:\n\nDo You Approve Or Disapprove of President Obama's Job Performance? Vote Now in Urgent Poll\n\n\"Health care reform is transforming the benefits landscape and affecting how all employers, including Target, administer health benefits coverage,\" Jodee Kozlak, Target’s executive vice president of human resources, said in the web posting. She cited \"new options available for our part-time team, and the historically low number of team members who elected to enroll in the part-time plan.”\n\nThe health law requires all companies employing 50 or more people to offer health insurance to employees working 30 or more hours starting in 2015. No part-timers will see their hours cut, Kozlak said. Target, the second largest U.S. discount retailer, had an estimated 361,000 total employees at the end of the last fiscal year, according to data compiled by Bloomberg.\n\nAffordable Plans\n\nThe Affordable Care Act created new government-run health insurance exchanges to sell coverage beginning this month to uninsured people, often with premiums discounted by federal subsidies. It disqualifies Americans for subsidies at the exchanges if they have an offer of \"affordable\"coverage from their employers, defined as an insurance premium less than 9.5 percent of their income.\n\nTarget said on its website that many of its part-time workers may prefer coverage from the health law’s exchanges, and that by offering them insurance, \"we could actually disqualify many of them from being eligible\"for subsidies.\n\nCoverage for Target employees who work fewer than 30 hours will end April 1, the company said. Open enrollment for 2014 under the Affordable Care Act closes a day earlier.", "article_metadata": {"news_keywords": "target,drops,health,parttimers", "pubdate": "2014-01-21T19:58:52", "og": {"site_name": "Newsmax", "description": "Target Corp. said it will end health insurance for part-time employees, joining Trader Joe's Co., Home Depot Inc. and other retailers that have scaled back benefits in response to changes from Obamacare.About 10 percent of Target's part-time employees, defined as those...", "title": "Target to Drop Health Plan for Part-Timers as Obamacare Steps In", "url": "http://www.newsmax.com/Newsfront/target-drops-health-parttimers/2014/01/21/id/548269/", "type": "article", "image": "http://www.newsmax.com/App_Themes/Newsmax/images/facebook/newsmaxFBLogo.gif", "page_id": 85452072376}, "twitter": {"url": "http://www.newsmax.com/Newsfront/target-drops-health-parttimers/2014/01/21/id/548269/", "title": "Target to Drop Health Plan for Part-Timers as Obamacare Steps In", "description": "Target Corp. said it will end health insurance for part-time employees, joining Trader Joe's Co., Home Depot Inc. and other retailers that have scaled back benefits in response to changes from Obamacare.About 10 percent of Target's part-time employees, defined as those...", "site": "Newsmax"}, "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "msvalidate.01": "FAF1322EC761685A5DD9344A1C19E82A", "epoch": 1390334332, "google-site-verification": "Jt2HUKgzJJw9VwIQJv31ETytuvNNm5ypTWN6j0nYvHM", "keywords": "target,drops,health,parttimers", "article": {"section": "Newsfront", "published_time": "2014-01-21T19:58:52"}, "original-source": "http://www.newsmax.com/Newsfront/target-drops-health-parttimers/2014/01/21/id/548269/", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=yes", "description": "Target to Drop Health Plan for Part-Timers as Obamacare Steps In"}, "_id": "\"57477af46914bd0286fdae26\"", "article_summary": "Target Corp. said it will end health insurance for part-time employees, joining Trader Joe’s Co., Home Depot Inc. and other retailers that have scaled back benefits in response to changes from Obamacare.\nCoverage for Target employees who work fewer than 30 hours will end April 1, the company said.\nTarget said it would pay $500 to part-timers losing coverage and a consulting firm will help workers sign up for new Obamacare plans.\nAffordable PlansThe Affordable Care Act created new government-run health insurance exchanges to sell coverage beginning this month to uninsured people, often with premiums discounted by federal subsidies.\nThe law known as Obamacare doesn’t require most companies to cover part-time workers, and offering them health plans may disqualify those people from subsidies in new government-run insurance exchanges that opened in October."}