{"article_title": "As Chris Christie and Jeb Bush fade, Ben Carson is poised to be a spoiler in 2016: Mulshine", "article_keywords": ["spoiler", "poll", "ben", "supporters", "hes", "straw", "christie", "thats", "jeb", "walker", "bush", "christies", "fade", "chris", "poised", "mulshine", "carson"], "article_url": "http://www.nj.com/opinion/index.ssf/2015/02/as_chris_christie_and_jeb_bush_fade_ben_carson_is.html", "article_text": "(NOTE: This is a blog post from my trip to the Conservative Political Action Conference last week. Check here Monday for my Sunday column to be posted.)\n\nNATIONAL HARBOR, Md. - I was walking around the exhibition hall at the annual Conservative Political Action Conference when I came upon a booth where a guy was throwing \"Carson 2016\" T-shirts out into the crowd.\n\nI stopped to chat with the guy. He was Steve Arnold and he came up from North Carolina to campaign for Carson, an African-American surgeon who is always a hit when he speaks at CPAC.\n\nWhen Carson did so last year, he came on after our governor. Chris Christie had already begun the post-Bridgegate slide that has continued to this day. So after I listened to both of them I wrote a column headlined \"As Chris Christie falls in the polls, watch for Ben Carson to rise.\"\n\n\n\nYou can read that here. In it I reported that Christie's fall in national polls was accompanied by a poor showing in the straw poll of CPAC attendees:\n\nIt wasn't merely that Christie's arch-enemy, Kentucky Senator Rand Paul, finished far ahead of him. That's to be expected; Paul's youthful supporters pack the convention. What was deadly was how Christie did in comparison to another guy who seemed to be angling for the 2016 GOP nomination. That's Ben Carson, a retired surgeon from Maryland who's become a national hero to conservatives (and who has one heck of a life story.) Carson finished with 9 points compared to 8 for Christie. Carson, who is black, is a sort of reverse Barack Obama. He's conservative, not liberal, and he's opposed to Obamacare based on his extensive knowledge of how the health-care system works. Those are among the reasons he's taken over Christie's role as what you might call the Flavor of the Month among Republicans\n\n\n\nArnold proceeded to argue that Carson might be the Flavor of the Year in 2016 as well\n\nIt seems he has raised $13 million from 160,000 individual donors, Arnold said.\n\n\"Jeb Bush will raise that kind of money from 200 people,\" Arnold said. \"But when you have 160,000 people sending you $5 or $10, they're solidly in your camp.\"\n\n\n\n\n\nHe added that Carson has 30,000 volunteers. He has organizations in all 99 counties in Iowa, Arnold said.\n\nThat might explain why Carson had almost three times the support Christie did in the most recent Quinnipiac Poll of likely caucus-goers.\n\nChristie has been visiting Iowa about as often as he's been visiting Trenton lately. Yet he polled a mere 4 percent to Carson's 11 percent.\n\nCarson beat Jeb Bush as well by a point. He trailed only Scott Walker, the governor of neighboring Wisconsin who is a heavy favorite in Iowa, at 25 percent, and Kentucky Senator Rand Paul at 13 percent.\n\nArnold went on to tell me that Carson's got a great ground game in South Carolina as well. That's the crucial second primary that follows New Hampshire and the Iowa caucuses.\n\nSouth Carolina has lots of evangelicals and Carson should do well with them, he said.\n\nIf he does well in New Hampshire, too, that could be a major embarrassment to the Bush campaign. Imagine Jeb finishing behind Walker, Paul and Carson in the first three contests.\n\nThat's a distinct possibility. Jeb is not beloved by conservatives anywhere. (Read this New York Times article on how he bused in supporters to cheer at his appearance Thursday.) Furthermore a lot of conservatives have declared \"never again\" after getting suckered into accepting Mitt Romney as the nominee in 2012.\n\nOf course, all that would likely help Walker more than Carson. But just the thought of him beating Bush is almost too delicious to contemplate.\n\nADD: This year's straw poll results will be announced in a few minutes.\n\nIn the meantime, here's an excerpt from that Times article on Bush busing in supporters:\n\nBefore CPAC, when asked if Bush's supporters would be paid and bused in, Bush spokeswoman Kristy Campbell denied it flatly. She said in an email that she \"can confirm that we are not trying to play in the straw poll - despite what anyone else is telling you.\" Campbell, Bush's spokeswoman, told Breitbart News on Saturday afternoon: \"We aren't trying to play in the straw poll. Some supporters in the DC area who were planning to attend CPAC expressed concerns about getting over to the Gaylord. We helping by providing some limited transportation on Friday only (specific to the time of the Governor's speech.)\"\n\nBefore CPAC, when asked if Bush's supporters would be paid and bused in, Bush spokeswoman Kristy Campbell denied it flatly. She said in an email that she \"can confirm that we are not trying to play in the straw poll - despite what anyone else is telling you.\"\n\n\n\nALSO, this is funny.\n\nSean Hannity is complaining that Christie was the only potential candidate who refused to sit for an on-air interview with him.\n\nThat's pretty funny. Conservative-for-hire Hannity backed Christie over arch-conservative Steve Lonegan in the 2009 primary.\n\nHere Lonegan consultant Rick Shaftan comments on that on Facebook:\n\n\"One of the reasons @Lonegan lost to @GovChristie in the 2009 ‪#‎NJGov‬ primary was because @SeanHannity promoted Christie's candidacy on his radio and TV show, while shutting the real conservative out -- which makes this quite a bit ironic in my book.\"\n\nRESULTS RELEASED:\n\n\n\nOkay, here goes on the straw poll results:\n\n1. Rand Paul: 25.7 percent\n\n2. Scott Walker: 21.4 percent\n\n3. Ted Cruz: 11.5 percent\n\n4. Ben Carson: 11.41 percent\n\n5. Jeb Bush: 8 percent\n\nThis is great news for Walker and bad news for Bush. It's no surprise that Paul's youth vote carried him to victory yet again. But the real fight was for the rest of the field. Walker demolished Bush in that regard.\n\nAs for Christie, he was so far down in the field that his name wasn't mentioned.\n\nAnd of course Carson beat both Bush and Christie. That's not a good sign for either.\n\nAs impressive as he is, Carson is an unknown to most voters and an extreme long shot.\n\nIf a mainstream guy like Christie or Bush can't beat him, then the mainstream will look elsewhere.\n\nWhere they'll look is no mystery. Walker is looking very strong at the moment.\n\nHere's the Washington Times coverage.\n\nLook up Christie's results. Then ask why he doesn't concentrate on doing his current job.\n\nALSO: Christie was in California the other day. That's not the state where he's governor.", "article_metadata": {"article_author": "Paul Mulshine | The Star Ledger", "medium": "news", "news_keywords": "2016-presidential-election, chris-christie, columns, paul-mulshine, opinion", "title": "As Chris Christie and Jeb Bush fade, Ben Carson is poised to be a spoiler in 2016: Mulshine", "parsely-page": "{\"title\": \"As Chris Christie and Jeb Bush fade, Ben Carson is poised to be a spoiler in 2016: Mulshine\", \"link\": \"http://www.nj.com/opinion/index.ssf/2015/02/as_chris_christie_and_jeb_bush_fade_ben_carson_is.html\", \"image_url\": \"http://image.nj.com/home/njo-media/width620/img/new_jersey_opinion/photo/17141459-standard.jpg\", \"type\": \"post\", \"post_id\": \"15344042\", \"pub_date\": \"2015-02-28T21:06:03Z\", \"author\": \"Paul Mulshine | The Star Ledger\", \"tags\": [\"2016-presidential-election\",\"@politics\",\"@river\",\"chris-christie\",\"columns\",\"paul-mulshine\"] }", "twitter": {"site": "@njdotcom", "image": "http://image.nj.com/home/njo-media/width620/img/new_jersey_opinion/photo/17141459-standard.jpg", "description": "Imagine an African-American physician who has never run for office beating both Jeb Bush and Chris Christie in the early races next year; it's not just possible  but probable according to polls. Ben Carson has a good ground game", "card": "summary_large_image", "creator": "@Mulshine"}, "article_date_updated": "Sunday, March 01, 2015, 12:03 PM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.nj.com/new_jersey_opinion/photo/photo-2jpg-0edf7b5667c83a9e.jpg\", \"author_name\": \"pmulshin\", \"author_nickname\": \"Paul Mulshine | The Star Ledger\", \"author_id\": \"2371\", \"source_blog_name\": \"New Jersey Opinion\", \"source_blog_url\": \"http://www.nj.com/opinion/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "NJ.com", "description": "Imagine an African-American physician who has never run for office beating both Jeb Bush and Chris Christie in the early races next year; it's not just possible  but probable according to polls. Ben Carson has a good ground game", "title": "As Chris Christie and Jeb Bush fade, Ben Carson is poised to be a spoiler in 2016: Mulshine", "url": "http://www.nj.com/opinion/index.ssf/2015/02/as_chris_christie_and_jeb_bush_fade_ben_carson_is.html", "image": "http://image.nj.com/home/njo-media/width620/img/new_jersey_opinion/photo/17141459-standard.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "NJ.com", "article": {"author": "https://www.facebook.com/paul.mulshine"}, "article_comments": 0, "article_date_original": "Saturday, February 28, 2015,  4:07 PM", "viewport": "width=device-width,initial-scale=1", "Description": "Imagine an African-American physician who has never run for office beating both Jeb Bush and Chris Christie in the early races next year; it's not just possible  but probable according to polls. Ben Carson has a good ground game"}, "_id": "\"57477af46914bd0286fddae7\"", "article_summary": "Campbell, Bush's spokeswoman, told Breitbart News on Saturday afternoon: \"We aren't trying to play in the straw poll.\nADD: This year's straw poll results will be announced in a few minutes.\nShe said in an email that she \"can confirm that we are not trying to play in the straw poll - despite what anyone else is telling you.\"\nIf a mainstream guy like Christie or Bush can't beat him, then the mainstream will look elsewhere.\nThat's Ben Carson, a retired surgeon from Maryland who's become a national hero to conservatives (and who has one heck of a life story.)"}