{"article_title": "State needs primary care doctors more than specialists", "article_keywords": ["physicians", "needs", "school", "medical", "primary", "unlv", "state", "doctors", "medicine", "specialists", "nevada", "care"], "article_url": "http://www.reviewjournal.com/columns-blogs/jane-ann-morrison/state-needs-primary-care-doctors-more-specialists", "article_text": "Finding a list on which Nevada ranks at the top of a good list isn’t always easy, but Washington Monthly magazine provided our state with something to cheer.\n\nLast summer, the magazine evaluated the top 20 residency programs by production of primary care physicians, and the top ranked was the University of Nevada School of Medicine in Reno. Out of 239 graduates between 2006 and 2008, almost 54 percent became primary care physicians.\n\nPrimary care physicians are currently considered golden because of their relative rarity.\n\nMedical students seek to be specialists instead, often because that’s where the big bucks are. Nevada is short on specialists as well as primary care doctors, but at least our medical school is pumping out family physicians, even if the raw numbers are small, just 75 this year.\n\nThe magazine also checked out the bottom 20 residency programs that produce primary care physicians, and some of the schools with the best reputations have the lowest numbers of physicians in primary care. Massachusetts General Hospital does a dreadful job of turning out primary care doctors. Out of 848 residents who finished their training at Massachusetts General during the three years the evaluation covered, a paltry 6.49 percent became primary care doctors.\n\nUNR School of Medicine trumped Stanford Hospital, John Hopkins University School of Medicine and the Yale-New Haven Hospital, which were all among the bottom 20. Johns Hopkins received nearly $81 million in federal subsidies in 2009, but only 9 percent of its graduates become primary care doctors.\n\nPhillip Longman, author of the article “First Teach No Harm,” said UNR and other top-ranked schools on the list might not rank high among prestigious medical hospitals, “but they clearly deserve to be celebrated for doing more than their part to reduce the nation’s acute shortage of primary care doctors.”\n\nJohn Packham, director of Health Policy Research at the UNR School of Medicine, is the go-to guy to interpret a study like this and understand the nuances, especially since he worked with the reporter. He also co-authored a policy report “Health Workforce in Nevada.”\n\nThe report is the source of a recent presentation to legislators showing Nevada at the bottom of nationwide lists measured on a per-capita basis, which cite Nevada’s bottom-of-the-list rankings for surgical doctors, registered nurses, certified nurse anesthetists and psychiatrists.\n\nHe was able to answer my burning questions: Should a UNLV School of Medicine put its emphasis on churning out primary care doctors or specialists? How many who graduate from UNR’s medical school actually stay in Nevada?\n\nHe agreed with me that when Nevada starts a medical school at UNLV, it needs to work to produce primary care doctors, not specialists, even though specialists also are in short supply here.\n\n“In my opinion, it should do both,” he said Friday. “Southern Nevada has the population to support more specialized programs. But at the same time, all the data I have shows a serious primary care shortage, not just with doctors, but nurse practitioners and physicians’ assistants. The need for primary doctors who treat geriatrics is huge and will only grow with an aging population.”\n\nHe would advise legislators faced with making difficult choices about a medical school at UNLV to “start with family medicine and primary care in pediatrics and geriatrics.”\n\nHis personal view is that priorities are upside down. One-third of doctors are in primary care, and two-thirds are in the more lucrative specialty care. “We need to flip that.”\n\nPackham also reported on salaries in the health care industry, showing there are ample opportunities in the health care field for Nevadans. Let’s just say I could make more as a physical therapist or dental hygienist than I do as a journalist.\n\nPackham said if students who graduate from the medical school and those who complete their residency in Nevada are lumped together, over the past 10 years about 49 percent have remained in Nevada.\n\nBut 2013 was an aberration. Seventy percent of the medical school graduates are leaving with only 30 percent remaining. “That’s the first time that less than 50 percent said they’d stay in Nevada,” Packham said.\n\nCould Obamacare be blamed for that?\n\nNot a chance, Packham said. “I think it’s largely recession related. “\n\nAfter all, any other place the departing docs go also will have Obamacare.\n\nNevada still is doing a pretty good job of keeping doctors who graduate from UNR, Packham said. “But for a variety of reasons we’re losing others, about 15 or 16 percent are leaving because they want specialty training. One-third want to take up practice in another state, and that’s going to happen for life, love and family.”\n\nThe next permanent president of UNLV, whoever that might be, will be involved in shaping a new medical school now that the decision has been made by university regents in December to move forward.\n\nOne of the first questions that person needs to answer is: What specific need would a medical school serve? Would he or she seek the prestige of a school offering specialty training or one emphasizing the practicality of covering primary care needs?\n\nPrimary care makes sense to me, but I don’t get a vote.\n\nJane Ann Morrison’s column appears Monday, Thursday and Saturday. Email her at Jane@reviewjournal.com or call her at 702-383-0275.", "article_metadata": {"parsely-link": "http://www.reviewjournal.com/columns-blogs/jane-ann-morrison/state-needs-primary-care-doctors-more-specialists", "generator": "Drupal 7 (http://drupal.org)", "author": "JANE ANN MORRISON LAS VEGAS REVIEW-JOURNAL", "parsely-title": "State needs primary care doctors more than specialists", "parsely-image-url": "http://www.reviewjournal.com/sites/default/files/field/media/web1_healthsummit_packham_060110_0.jpg", "twitter": {"description": "The residency program at the University of Nevada School of Medicine in Reno ranked at the top of a recent list by Washington Monthly magazine. About 54 percent of UNR’s grads between 2006 and 2008 became primary care physicians.", "creator": {"identifier": "@reviewjournal", "id": 15358759}, "url": "http://www.reviewjournal.com/columns-blogs/jane-ann-morrison/state-needs-primary-care-doctors-more-specialists", "image": {"src": "http://www.reviewjournal.com/sites/default/files/field/media/web1_healthsummit_packham_060110_0.jpg"}, "title": "State needs primary care doctors more than specialists", "card": "summary"}, "parsely-pub-date": "2014-01-13T03:28:58Z", "vf": {"unique_id": "reviewjournal-nid-835326"}, "al": {"web": {"should_fallback": "true"}, "android": {"url": "review-journal://?eid=751258", "app_name": "review-journal", "package": "com.LVRJ"}, "ios": {"url": "review-journal://?eid=751258", "app_store_id": 540820524, "app_name": "review-journal"}}, "apple-itunes-app": "app-id=540820524", "fb": {"admins": 630759385, "app_id": 195491203833571}, "google-play-app": "app-id=com.LVRJ", "parsely-author": "JANE ANN MORRISON LAS VEGAS REVIEW-JOURNAL", "parsely-section": "Blog_Jane Ann Morrison", "keywords": "Jane Ann Morrison,News,", "parsely-type": "post", "article": {"published_time": "2014-01-12T19:28:58-08:00"}, "parsely-tags": "Blog_Jane Ann Morrison,News", "og": {"site_name": "Las Vegas Review-Journal", "description": "The residency program at the University of Nevada School of Medicine in Reno ranked at the top of a recent list by Washington Monthly magazine. About 54 percent of UNR’s grads between 2006 and 2008 became primary care physicians.", "title": "State needs primary care doctors more than specialists", "url": "http://www.reviewjournal.com/columns-blogs/jane-ann-morrison/state-needs-primary-care-doctors-more-specialists", "image": "http://www.reviewjournal.com/sites/default/files/field/media/web1_healthsummit_packham_060110_0.jpg", "type": "article"}, "viewport": "width=device-width,initial-scale=0.9", "description": "The residency program at the University of Nevada School of Medicine in Reno ranked at the top of a recent list by Washington Monthly magazine. About 54 percent of UNR’s grads between 2006 and 2008 became primary care physicians."}, "_id": "\"57477af46914bd0286fddaf9\"", "article_summary": "The magazine also checked out the bottom 20 residency programs that produce primary care physicians, and some of the schools with the best reputations have the lowest numbers of physicians in primary care.\nJohns Hopkins received nearly $81 million in federal subsidies in 2009, but only 9 percent of its graduates become primary care doctors.\nMassachusetts General Hospital does a dreadful job of turning out primary care doctors.\nOut of 848 residents who finished their training at Massachusetts General during the three years the evaluation covered, a paltry 6.49 percent became primary care doctors.\nOne-third of doctors are in primary care, and two-thirds are in the more lucrative specialty care."}