{"article_title": "Drug that Skyrocketed 5,000% Hasn’t Come Down in Price", "article_keywords": ["daraprim", "5000", "skyrocketed", "ceo", "shkreli", "price", "drug", "pharmacy", "patients", "infection", "turing", "come", "company"], "article_url": "http://fox40.com/2015/10/10/drug-that-skyrocketed-5000-hasnt-come-down-in-price/", "article_text": "NEW YORK (CNNMoney) — Remember the drug used by cancer and AIDS patients that skyrocketed from $13.50 to $750 a pill? Well, the price has yet to come back to earth.\n\nThe company still has not cut the price below $750 even though it vowed that it would on national TV and in a public statement over two weeks ago.\n\n“We’ve agreed to lower the price of Daraprim to a price that is more affordable,” Martin Shkreli, CEO of Turing Pharmaceuticals, said on ABC World News Tonight on September 24. He did not specify a price or timeline.\n\nShkreli made the announcement after huge public outcry over the 5,000% spike. Hillary Clinton even tweeted about it, saying “price gouging like this in the specialty drug market is outrageous.”\n\nThe Daily Beast declared Shkreli the “most-hated man in America,” surpassing the dentist who killed Cecil the Lion.\n\nThe drug still costs about $900 a pill\n\nThe outcry seemed to blow over after Shkreli said he would reduce the price, but it is re-emerging as the company has yet to act.\n\nMajor pharmacy chains CVS and Walgreens confirmed that the price has not changed.\n\nBusiness Insider checked the price of the drug at a local pharmacy Wednesday and found it was still about $900 a pill.\n\nCNNMoney did the same Friday morning and found that CVS in New York City was retailing it for $885.99 a tablet if you pay cash. Duane Reade, part of the Walgreens chain, had it listed for $907 a pill.\n\nExperts says as soon as Turing lowers the price of the drug, patients should be able to get it for less.\n\n“Generally a pharmacy will process a price reduction almost as soon as it is announced and carried out by the manufacturer. The manufacturer is the one holding the cards if you will,” says Joshua Cohen a researcher at the Tufts Center for the Study of Drug Development\n\nTuring CEO Shkreli declined to comment for this article.\n\nThe drug CEO says a high price is necessary\n\nShkreli has defended his pricing approach vigorously on Twitter and in various media appearances. He says the company gives the drug away for free to those who need it and that the company needs to make a profit on the drug to fund research and development on new drugs.\n\nThe drug Daraprim has been on the market for over 60 years. Shkreli says it’s an “ancient medicine” and that his company is working on a better treatment. Turing did not invent Daraprim. The company bought it over the summer and then hiked the price.\n\n“Our price increase is a good thing for patients because until now no one has been interested in developing a new drug for [the infection] toxoplasmosis,” Shkreli tweeted.\n\nDaraprim is used to treat an infection. Some AIDS and cancer patients need it to fight the infection since their immune systems are so weak.\n\nTuring does have a website for patients using Daraprim that lists where to call or email if someone needs the drug and can’t afford it.\n\n“Our policies ensure none of our patients have to pay more than $0.20 per pill out-of-pocket, not $750,” Shkreli claims.\n\nBut experts warn aid often doesn’t reach everyone.\n\n“Assistance programs help some, but not all. Sometimes it is a matter of eligibility, sometimes a matter of availability,” says Cohen of the Tufts Center for the Study of Drug Development.", "article_metadata": {"description": "Remember the drug used by cancer and AIDS patients that skyrocketed from $13.50 to $750 a pill? Well, the price has yet to come back to earth.", "generator": "WordPress.com", "og": {"site_name": "FOX40", "description": "NEW YORK (CNNMoney) — Remember the drug used by cancer and AIDS patients that skyrocketed from $13.50 to $750 a pill? Well, the price has yet to come back to earth. The company still has not …", "title": "Drug that Skyrocketed 5,000% Hasn’t Come Down in Price", "url": "http://fox40.com/2015/10/10/drug-that-skyrocketed-5000-hasnt-come-down-in-price/", "image": {"width": 600, "identifier": "https://tribfox40.files.wordpress.com/2015/09/shkreli.jpg", "height": 343}, "locale": "en_US", "type": "article"}, "twitter": {"image": {"src": "https://tribfox40.files.wordpress.com/2015/09/shkreli.jpg?w=640"}, "site": "@FOX40", "card": "summary_large_image", "creator": "@FOX40"}, "msvalidate.01": "CF025016E43F4606C330D32D68846130", "msapplication-tooltip": "Sacramento breaking news, weather, sports and social media", "apple-itunes-app": "app-id=", "fb": {"pages": 49075262038}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://fox40.com/feed/;icon-uri=http://1.gravatar.com/blavatar/304bc7a489d23d4a6f7a47f2f47d90a3?s=16", "application-name": "FOX40", "keywords": "money matters,", "article": {"publisher": "http://www.facebook.com/fox40news", "published_time": "2015-10-10T23:26:26+00:00", "modified_time": "2015-10-10T23:26:26+00:00", "author": "http://www.facebook.com/fox40news"}, "viewport": "width=device-width, initial-scale=1, user-scalable=no", "news_keywords": "Drug, AIDS, Cancer, Price, Money"}, "article_summary": "The drug CEO says a high price is necessaryShkreli has defended his pricing approach vigorously on Twitter and in various media appearances.\nExperts says as soon as Turing lowers the price of the drug, patients should be able to get it for less.\nThe drug Daraprim has been on the market for over 60 years.\n“We’ve agreed to lower the price of Daraprim to a price that is more affordable,” Martin Shkreli, CEO of Turing Pharmaceuticals, said on ABC World News Tonight on September 24.\nNEW YORK (CNNMoney) — Remember the drug used by cancer and AIDS patients that skyrocketed from $13.50 to $750 a pill?"}