{"article_title": "Rockies struggles continue with loss to Brewers at Miller Park – The Denver Post", "article_keywords": ["11", "loss", "lucroy", "colorado", "innings", "miller", "rockies", "park", "struggles", "denver", "game", "continue", "games", "bad", "brewers", "post", "season"], "article_url": "http://www.denverpost.com/rockies/ci_26054615/rockies-struggles-continue-loss-brewers-at-miller-park", "article_text": "MILWAUKEE — Halfway home, the Rockies are lost.\n\nThey played game No. 81 Saturday afternoon and found that their misery index just keeps increasing.\n\nWith a 7-4 loss to the streaking Brewers at Miller Park, the Rockies have now lost four straight and 11 of their past 12.\n\n“Earlier in the year, we found ways to win,” second baseman DJ LeMahieu said. “But now, in games when we score a lot, we won’t pitch well. Or vice versa. In games we pitch well, we don’t score.”\n\nAnd it’s a bad time to be facing the Brewers. Their 51 victories this year are the most in the majors, and they have won eight of their past 10. The Rockies are 11 games under .500 (35-46) and on the fast track toward the National League West basement.\n\nStarting pitcher Jhoulys Chacin, who won 14 games last season and was being counted on to be the Rockies’ right-handed ace this season, got the Charlie Brown treatment from the slugging Brew Crew. Chacin got his socks and shoes blown off, giving up seven runs and 11 hits in just 5 innings.\n\nHis latest meltdown began in the first inning when Ryan Braun and Jonathan Lucroy singled and then jogged home on Carlos Gomez’s three-run homer. It’s been said that chicks dig the longball, but it should be added that the Rockies’ opponents do too. Gomez’s homer was the 101st given up by Colorado this season, the most in the National League. That’s not just a Coors Field aberration; 48 of the homers have come on the road.\n\nPHOTOS: Colorado Rockies 4, Milwaukee Brewers 7, June 28, 2014\n\nChacin is supposed to be a sinkerball pitcher, but he’s failing to get groundball outs. He served up 11 home runs in 197 innings last season. He’s already given up eight in just 64 innings this year.\n\n“My game is throwing down in the zone and throwing sinkerballs, and I haven done that this year,” he said. “I have been missing too much in the middle of the plate. You can’t do that in the big leagues.”\n\nMilwaukee right-hander Matt Garza blanked Colorado for five innings until the Rockies plated two in the sixth, then two more in the seventh on a two-run single by LeMahieu.\n\nColorado had a chance to get back into the game in the eighth against reliever Will Smith. Drew Stubbs led off with a double and Troy Tulowitzki drew a walk, but Smith struck out Corey Dickerson and Wilin Rosario, and Lucroy threw out Tulowitzki at second base on a failed double steal.\n\nRockies manager Walt Weiss encourages his players to be aggressive on the bases and gives them a lot of freedom, but that’s not what he wanted with pinch-hitter Charlie Culberson at the plate. “Not a great play right there,” Weiss said.\n\nTulo agreed with him, and shouldered the blame.\n\n“I probably got a bad jump, so I probably should have stayed,” he said. “On top of that, Lucroy made a perfect throw. It was bang-bang, but it can’t be that close there. Looking back on it, I should have stayed if I didn’t have a good jump. It was a bad play on my part and something I’ll learn from.”\n\nPatrick Saunders: psaunders@denverpost.com or twitter.com/psaundersdp", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fddb08\"", "article_summary": "With a 7-4 loss to the streaking Brewers at Miller Park, the Rockies have now lost four straight and 11 of their past 12.\nThe Rockies are 11 games under .500 (35-46) and on the fast track toward the National League West basement.\nPHOTOS: Colorado Rockies 4, Milwaukee Brewers 7, June 28, 2014Chacin is supposed to be a sinkerball pitcher, but he’s failing to get groundball outs.\nIn games we pitch well, we don’t score.”And it’s a bad time to be facing the Brewers.\nGomez’s homer was the 101st given up by Colorado this season, the most in the National League."}