{"article_title": "Is Hepatitis C Curable? Less Than 10% Of 3.5 Million Infected People Are Cured", "article_keywords": ["c", "infection", "cured", "million", "treatment", "hepatitis", "access", "chronic", "infected", "35", "steps", "hcv", "care", "researchers", "curable"], "article_url": "http://www.medicaldaily.com/hepatitis-c-curable-less-10-35-million-infected-people-are-cured-291184", "article_text": "To improve the care of people living with HIV, public health officials have developed and used what’s known as the HIV treatment cascade — diagnosis, linkage to care, retention in care, prescription of antiretroviral therapy, and viral suppression. Monitoring these key steps in the treatment process has proved so effective, researchers from the University of Pennsylvania used this same tool to examine how patients with another chronic disease, hepatitis C, are faring within the U.S. health care system. Among the news, they discovered less than 10 percent of people infected with hepatitis C — 330,000 of nearly 3.5 million people — were cured by antiviral hepatitis C treatment. “These data will help identify key deficits in chronic [hepatitis C virus or HCV] care that will be important for the development of programs to improve diagnosis, linkage to care, and management of this disease,” wrote the authors in their study published in PLOS ONE.\n\nWill New Drugs Increase The Cure Rate?\n\nFinding the holes in any plan is unpleasant though important work, and it is especially necessary when it comes to health care. To understand where things stood for people with hepatitis C, the researchers of the current study dug through available data to estimate the number of people at each of seven steps along the way of the treatment cascade: infected with chronic HCV; diagnosed and aware of their infection; found access to outpatient care; infection confirmed; liver fibrosis staged by biopsy; prescribed treatment; and achieved sustained virologic response.\n\nTo begin, the team searched medical databases for articles concerning HCV in the U.S. published between January 2003 and July 2013. After identifying 9,581 articles, the researchers isolated 10 that met their analytical needs. Next, they estimated the number of people at each of these seven steps in the treatment cascade:\n\nNumber of people with chronic hepatitis C infection—3.5 million\n\nDiagnosed and aware of their infection—1.7 million (50% of those with infection)\n\nThose with access to outpatient care 1.5 million (43% of those with infection)\n\nHepatitis C RNA confirmed—950,000 (27% of those with infection)\n\nDisease staged by liver biopsy—580,000 (17% of those with infection)\n\nPrescribed treatment—550,000 (16% of those with infection)\n\nAchieved sustained virologic response—330,000 (9% of those with infection)\n\n\"There are many people who don't know that they have the infection, don't have access to hepatitis C care and medications, and who haven't been treated,” said Dr. Baligh Yehia, an assistant professor of Medicine in Penn's division of Infectious Diseases and the study's first author. “This information will be useful for ensuring better access to hepatitis c care and treatment in the coming years.\"\n\nThe Food & Drug Administration recently approved Sovaldi (sofosbuvir), an oral drug that was both faster acting and had fewer side effects than the current treatment options. In clinical trials, it cured 90 percent of patients with HCV in 12 weeks. Other drugs are expected to gain FDA approval within the year.\n\nSource: Yehia BR, Schranz AJ, Umscheid CA, Lo Re, V. The Treatment Cascade for Chronic Hepatitis C Virus Infection in the United States: A Systematic Review and Meta-Analysis. PLOS ONE. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "hepatitis c, hep c, sovaldi", "og": {"site_name": "Medical Daily", "description": "Less than 10 percent of people infected with hepatitis C were cured by antiviral hepatitis C treatment.", "title": "Less Than Half Of People With Chronic Hep C Know They're Infected", "url": "http://www.medicaldaily.com/hepatitis-c-curable-less-10-35-million-infected-people-are-cured-291184", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/02/testing-hep-c.jpg", "type": "article"}, "twitter": {"description": "Less than 10 percent of people infected with hepatitis C were cured by antiviral hepatitis C treatment.", "title": "Less Than Half Of People With Chronic Hep C Know They're Infected", "url": "http://www.medicaldaily.com/hepatitis-c-curable-less-10-35-million-infected-people-are-cured-291184", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/02/testing-hep-c.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/02/testing-hep-c.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Conditions", "published_time": "2014-07-02T15:29:11-04:00", "modified_time": "2014-07-02T15:29:10-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Less than 10 percent of people infected with hepatitis C were cured by antiviral hepatitis C treatment."}, "_id": "\"57477af36914bd0286fc993c\"", "article_summary": "Among the news, they discovered less than 10 percent of people infected with hepatitis C — 330,000 of nearly 3.5 million people — were cured by antiviral hepatitis C treatment.\n“This information will be useful for ensuring better access to hepatitis c care and treatment in the coming years.\"\nSource: Yehia BR, Schranz AJ, Umscheid CA, Lo Re, V. The Treatment Cascade for Chronic Hepatitis C Virus Infection in the United States: A Systematic Review and Meta-Analysis.\n“These data will help identify key deficits in chronic [hepatitis C virus or HCV] care that will be important for the development of programs to improve diagnosis, linkage to care, and management of this disease,” wrote the authors in their study published in PLOS ONE.\nMonitoring these key steps in the treatment process has proved so effective, researchers from the University of Pennsylvania used this same tool to examine how patients with another chronic disease, hepatitis C, are faring within the U.S. health care system."}