{"article_title": "RSVP honors Freezer Meal Program and Advocate", "article_keywords": ["sharon", "given", "advocate", "spellmeier", "freezer", "meal", "state", "program", "mary", "president", "volunteers", "honors", "recognition", "rsvp"], "article_url": "http://www.marysvilleonline.net/family_living/article_2fbdc850-0729-11e6-96e0-2f17b09acf82.html", "article_text": "The RSVP’s Freezer Meal Program was named site of the year and the Marysville Advocate was named business of the year at the 39th annual RSVP recognition banquet April 13 in the Helvering Community Center.\n\nLucy Papes, RSVP board member and Affordable Care Act volunteer, was honored with an Award of Recognition from the Kansas Association for the Medically Underserved and a special recognition letter from President Barack Obama.\n\nShe was recognized at the March 24 meeting of the Cover Kansas Coalition, which honored five volunteers in the state for their assistance in helping individuals and families enroll in health insurance through the Health Insurance Marketplace.\n\nAt the RSVP dinner, volunteer Mary Klein accepted the freezer meal program award. The program provides meals to area disabled and senior citizens who cannot access other meal programs.\n\nJoni Spellmeier, RSVP executive director, said the Advocate was honored for assistance with RSVP, publicizing its events and “going above and beyond what a business is meant to do.”\n\n”RSVP Volunteers Are Behind-the-Scenes Heroes” was the theme of the banquet attended by more than 140 volunteers and guests.\n\nThe welcome was given by Scott Keller, president of the RSVP board of directors, and Spellmeier. The prayer was given by Jeff Crist.\n\nCitizens State Bank of Marysville, Waterville and Hanover sponsored the buffet dinner, catered by Ricky’s Cafe, Hanover.\n\nService awards were given to volunteers:\n\n30 years — Mary McAtee.\n\n25 years — Mildred Burger, Gordon Johnson, Helen Johnson, Esther McMahon and Dorothy Tilley.\n\n20 years — Peggy Anderson, Louise Reust, Mary Louise Runnebaum, Beatrice Sainer, Kenneth Schwarz, Elizabeth Skinner and Leona Toedter.\n\n15 years — Rita Broxterman, Helen Gano, John Howard, Lucille Novotny, Beverly Perry, Sharon Phillips, Melba Stohs, Lavonne Ungerer and Mary Lou Voet.\n\n10 years — Jackie Cameron, Eldor Duensing, Lucille Godfrey, Irene Laue, Sharon Marx, Joyce Patterson, Kay Prell, Norman Severns, Patty Smith, Barbara Terry and Eldon Zimmerman.\n\n5 years — Barbara Busch, Lyn Harrison, Arthur Hetzke, Josephine Hetzke, Mary Ann Holle, Don King, Sharon King, Cathy Lindquist, Elizabeth Rogge, Marvin Schlatter, Jeanne Walker and Sharon Werner.\n\nService award pins were presented by State Rep. Sharon Schwartz, Washington, and Marshall County Commissioners Tom Holle and Bob Connell.\n\nSpecial awards were given by Joni Spellmeier, RSVP director, and Kathy Ungerer, assistant.\n\nA musical program was presented by Joel and Sarah Naaf and their daughters, Charlotte and Josie, Home City.\n\nRSVP officers are Scott Keller, president; Allie Argo, vice president; Paul Byers, treasurer; and board members, Maureen Crist, Ashley Kracht, Lucy Papes, all of Marysville; and Phil Osborne, Blue Rapids.", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "The Marysville Advocate", "description": "The RSVP’s Freezer Meal Program was named site of the year and the Marysville Advocate was named business of the year at the 39th annual RSVP recognition banquet April 13 in the Helvering Community Center.", "title": "RSVP honors Freezer Meal Program and Advocate", "url": "http://www.marysvilleonline.net/family_living/article_2fbdc850-0729-11e6-96e0-2f17b09acf82.html", "image": "http://marysvilleonline.net/content/tncms/live/global/resources/images/_site/og_image.jpg", "type": "article"}, "twitter": {"card": "summary"}, "description": "The RSVP’s Freezer Meal Program was named site of the year and the Marysville Advocate was named business of the year at the 39th annual RSVP recognition banquet April 13 in the Helvering Community Center.", "fb": {"app_id": 135817296433862}, "keywords": "family_living", "news_keywords": "family_living"}, "article_summary": "The RSVP’s Freezer Meal Program was named site of the year and the Marysville Advocate was named business of the year at the 39th annual RSVP recognition banquet April 13 in the Helvering Community Center.\nAt the RSVP dinner, volunteer Mary Klein accepted the freezer meal program award.\nSpecial awards were given by Joni Spellmeier, RSVP director, and Kathy Ungerer, assistant.\nThe program provides meals to area disabled and senior citizens who cannot access other meal programs.\nThe welcome was given by Scott Keller, president of the RSVP board of directors, and Spellmeier."}