{"article_title": "Senators Call On Drug Stores To Halt Tobacco Sales After CVS Example", "article_keywords": ["senators", "customers", "stores", "halt", "tobacco", "wellness", "sales", "drug", "cvs", "health", "smoking", "cessation", "products", "chain", "example"], "article_url": "http://www.huffingtonpost.com/2014/02/10/senators-drug-stores-tobacco_n_4762895.html", "article_text": "WASHINGTON -- Eight Democratic senators on Monday called on major drug store chains to halt the sale of tobacco products in their stores, citing last week's announcement that CVS Caremark Corp., the second-largest U.S. drugstore chain, would pull tobacco products from the shelves of its 7,600 locations.\n\nLed by Senate Health, Education, Labor and Pensions Committee Chairman Tom Harkin (D-Iowa), the senators urged Walgreen Co., the biggest drugstore chain, and Rite Aid Corp., the third-largest, to follow CVS Caremark's example in influencing the \"health and wellness\" of their customers. The senators made the same appeal to the National Association of Chain Drug Stores.\n\n“By reducing the availability of cigarettes and other tobacco products and increasing access to tobacco cessation products, [you have] the power to further foster the health and wellness of customers and send a critical message to all Americans—and especially children—about the dangers of tobacco use,” the senators wrote.\n\nSpokesmen for Walgreens and Rite Aid said the retailers continue to evaluate sales of tobacco products, according to The Wall Street Journal. Both told the paper they sell smoking-cessation products. The trade group didn't respond to the Journal's inquiry.\n\n\"I think it will put pressure on other retailers who want to be in health care,\" Dr. Troyen Brennan, CVS Caremark chief medical officer, said following the announcement.\n\nHealth officials are increasingly confident in efforts to reduce tobacco consumption. Some predict the adult smoking rate may fall to as low as 10 percent in the next decade, and 5 percent by 2050.\n\n\"I can't accept that we're just allowing these numbers to trickle down,\" Lushniak told The Associated Press following the report's release. \"We believe we have the public health tools to get us to the zero level.\"\n\nView the full text of the senators' letter to Walgreen Co. below. The letters to Rite Aid Corp. and to the National Association of Chain Drug Stores were identical, except for the name of the addressee.\n\nWe write to urge Walgreens, as a company committed to the health and wellness of its customers, to follow CVS Caremark’s plan to stop selling tobacco products and promote cessation efforts in all stores. We recognize the legality of selling and profiting from tobacco products, however we also believe that you are in a position to have a major positive impact on public health. By reducing the availability of cigarettes and other tobacco products and increasing access to tobacco cessation products, Walgreens has the power to further foster the health and wellness of its customers and send a critical message to all Americans – and especially children – about the dangers of tobacco use.\n\nCVS Caremark’s historic announcement comes on the heels of the 50th anniversary of the first Surgeon General’s report on smoking and health, and new revelations in the latest Surgeon General’s report that smoking is even more hazardous and takes an even greater toll on the nation’s health than previously known. Smoking kills 480,000 Americans annually, sickens millions more, and costs the nation more than $289 billion every year. The impact of tobacco on our nation’s children is impossible to ignore – 90 percent of adult smokers began at or before age 18, and 5.6 million kids alive today will die prematurely from smoking-caused disease unless current trends are reversed. These findings highlight the critical need for all sectors of our community to play a role in ending the unnecessary disease and death that results from tobacco use.\n\nCVS Caremark’s bold and admirable decision will complement federal efforts to save lives and reduce health care costs through continued implementation of the Family Smoking Prevention and Tobacco Control Act, access to smoking cessation therapies with no out-of-pocket expenses under the Affordable Care Act, and the ongoing success of public awareness campaigns like CDC’s “Tips from a Former Smoker” and FDA’s new “The Real Cost” campaign.\n\nIn recognition of the 8.6 million Americans who currently suffer from smoking-caused illnesses, we hope you will join this national effort to end the scourge of tobacco use. We look forward to working with you in a joint effort to promote the health of all Americans.", "article_metadata": {"description": "WASHINGTON -- Eight De...", "sailthru.expire_date": "2014-02-11 18:35:43 -0500", "og": {"site_name": "The Huffington Post", "description": "WASHINGTON -- Eight De...", "title": "Dem Senators Call On Drug Stores To Halt Tobacco Sales", "url": "http://www.huffingtonpost.com/2014/02/10/senators-drug-stores-tobacco_n_4762895.html", "image": "http://i.huffpost.com/gen/1614298/images/o-TOM-HARKIN-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "WASHINGTON -- Eight De...", "creator": "@ashalman", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1614298/images/o-TOM-HARKIN-facebook.jpg", "height": 1000}, "title": "Dem Senators Call On Drug Stores To Halt Tobacco Sales", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2014-02-10 18:35:43 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4762895", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "walgreens,rite aide,National Association of Chain Drug Stores,tobacco products,Tom Harkin,CVS Caremark,cvs,senate help committee,cigarettes,drug stores,senate health education labor and pensions committee,rite aid corporation,walgreen co,tobacco,senators drug stores tobacco", "article": {"section": "Politics", "tag": "walgreens,rite aide,National Association of Chain Drug Stores,tobacco products,Tom Harkin,CVS Caremark,cvs,senate help committee,cigarettes,drug stores,senate health education labor and pensions committee,rite aid corporation,walgreen co,tobacco,senators drug stores tobacco", "published_time": "2014-02-10 18:35:43 -0500", "modified_time": "2014-02-12 14:59:01 -0500"}, "viewport": "width=1000"}, "article_summary": "Spokesmen for Walgreens and Rite Aid said the retailers continue to evaluate sales of tobacco products, according to The Wall Street Journal.\nWASHINGTON -- Eight Democratic senators on Monday called on major drug store chains to halt the sale of tobacco products in their stores, citing last week's announcement that CVS Caremark Corp., the second-largest U.S. drugstore chain, would pull tobacco products from the shelves of its 7,600 locations.\nThe senators made the same appeal to the National Association of Chain Drug Stores.\nWe recognize the legality of selling and profiting from tobacco products, however we also believe that you are in a position to have a major positive impact on public health.\nWe write to urge Walgreens, as a company committed to the health and wellness of its customers, to follow CVS Caremark’s plan to stop selling tobacco products and promote cessation efforts in all stores."}