{"article_title": "House lawsuit against Obama is turning into a real problem for the president", "article_keywords": ["real", "case", "turning", "power", "congress", "house", "court", "administration", "president", "problem", "law", "lawsuit", "lawmakers", "obama"], "article_url": "http://www.latimes.com/nation/la-na-obama-lawsuit-20150820-story.html", "article_text": "An unprecedented House lawsuit against President Obama that was once derided as a certain loser looks stronger now and may soon deliver an early legal round to Republican lawmakers complaining of executive branch overreach.\n\nA federal judge is expected to decide shortly whether to dismiss the suit, but thanks to an amended complaint and a recent Supreme Court ruling, the Republican-backed case has a much better chance of proceeding, attorneys agree.\n\nAt issue is whether the House may sue in court to defend its constitutionally granted \"power of the purse\" if the president spends money that was not appropriated by Congress.\n\nThe lawsuit alleges that Obama's top aides quietly claimed the power to spend $178 billion over the next decade to reimburse health insurers for covering the cost of co-payments for low-income people who buy subsidized insurance under the Affordable Care Act.\n\nThe administration initially submitted a request for an annual appropriation — about $4 billion last year — but then changed course. Officials, including Health and Human Services Secretary Sylvia Mathews Burwell, decided the so-called cost-sharing payments to insurers were mandatory and were akin to an entitlement written into law, so there was no need to seek additional approval from Congress.\n\nNEWSLETTER: Get the day's top headlines from Times Editor Davan Maharaj >>\n\nHouse Republicans disagree and say the administration's spending is unconstitutional.\n\n\"The power of the purse is the very thumping heart of the legislative function in our system of separation of powers,\" said Jonathan Turley, the George Washington University professor who was hired in November to lead the lawsuit.\n\nEven if a federal judge allows the complaint to proceed, the lawsuit still faces a series of hurdles. And regardless of who wins, the future of Obama's healthcare law does not appear to turn on the outcome. However, insurance premiums could rise sharply if the cost-sharing payments are cut off.\n\nIn May, U.S. District Judge Rosemary Collyer voiced exasperation when a Justice Department lawyer tried to explain why the Obama administration was entitled to spend the money without the approval of Congress. Why is that \"not an insult to the Constitution?\" Collyer asked.\n\nBut the more formidable barrier now facing the lawsuit is a procedural rule. Judges have repeatedly said lawmakers do not have standing to re-fight political battles in court.\n\nIn an oft-cited ruling, the Supreme Court in 1997 tossed out a lawsuit by six members of Congress who contended the newly passed Line Item Veto Act was unconstitutional. Justices said the lawmakers were not sufficiently harmed by the law to merit bringing a lawsuit.\n\nBut in late June, the high court gave the House lawsuit an apparent boost when it ruled the Arizona Legislature had standing to sue in federal court to defend its power to draw election districts. Although the Arizona lawmakers lost their case, Justice Ruth Bader Ginsburg said the Legislature could sue because it was an \"institutional plaintiff asserting an institutional injury.\"\n\nThat is exactly what House Republicans claim in their lawsuit. They say they are defending their institutional authority to appropriate money.\n\nGinsburg in a footnote said the court was not deciding \"the question of whether Congress has standing to bring a suit against the president.\" But administration supporters acknowledge the high court's opinion in the Arizona case increases the odds the suit will survive.\n\nWhen it was filed last summer, the lawsuit was largely dismissed as a feeble gesture unlikely to succeed. It originally accused the president of overstepping his power by delaying an implementation deadline spelled out in the Affordable Care Act.\n\nTRAIL GUIDE: All the latest news on the 2016 presidential campaign >>\n\nThat put Republicans in the awkward position of faulting the Obama administration for moving too slowly to enforce provisions of a healthcare law that they were simultaneously trying to repeal.\n\nTurley helped focus the case on the appropriations dispute, and those who have followed it closely are not so confident it will go away soon.\n\nThe case \"is certainly not a slam-dunk\" for the administration, said Simon Lazarus, a lawyer for the liberal Constitutional Accountability Center. \"Judge Collyer was annoyed with the government's argument, so there is at least a possibility of Turley prevailing on the motion to dismiss.\"\n\nBut Lazarus remains confident the administration will win in the end.\n\nWashington attorney Walter Dellinger, a former Clinton administration lawyer, believes the courts will not finally rule on the House lawsuit. \"There has never been a lawsuit by a president against Congress or by Congress against the president over how to interpret a statute,\" he said.\n\nIf the courts open the door to such claims, lawmakers in the future will opt to sue whenever they lose a political battle, Dellinger said. \"You'd see immediate litigation every time a law was passed,\" he said.\n\nTwitter: @DavidGSavage\n\n\n\nALSO:\n\nJeb Bush's embrace of Common Core is a campaign lightning rod\n\nFor Obama, golf is an escape, even when he brings along members of Congress", "article_metadata": {"fb_title": "House lawsuit against Obama is turning into a real problem for the president", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "An unprecedented House lawsuit against President Obama that was once derided as a certain loser looks stronger now and may soon deliver an early legal round to Republican lawmakers complaining of executive branch overreach.", "title": "House lawsuit against Obama is turning into a real problem for the president", "url": "http://www.latimes.com/nation/la-na-obama-lawsuit-20150820-story.html", "image": "http://www.trbimg.com/img-55d533c5/turbine/la-na-obama-lawsuit-20150820", "type": "article"}, "x-servername": "lalvp15.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "Obamacare, Barack Obama, House of Representatives, healthcare subsidies, Republicans", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/84245608", "googlebot-news": "index", "date": "2015-08-20", "Description": "An unprecedented House lawsuit against President Obama that was once derided as a certain loser looks stronger now and may soon deliver an early legal round to Republican lawmakers complaining of executive branch overreach.   A federal judge is expected to decide shortly whether to dismiss the suit,...", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Obamacare, Barack Obama, House of Representatives, healthcare subsidies, Republicans"}, "article_summary": "Washington attorney Walter Dellinger, a former Clinton administration lawyer, believes the courts will not finally rule on the House lawsuit.\n\"There has never been a lawsuit by a president against Congress or by Congress against the president over how to interpret a statute,\" he said.\nAn unprecedented House lawsuit against President Obama that was once derided as a certain loser looks stronger now and may soon deliver an early legal round to Republican lawmakers complaining of executive branch overreach.\nNEWSLETTER: Get the day's top headlines from Times Editor Davan Maharaj >>House Republicans disagree and say the administration's spending is unconstitutional.\nIt originally accused the president of overstepping his power by delaying an implementation deadline spelled out in the Affordable Care Act."}