{"article_title": "U.S. Tied for First Place As Most Generous to Charities", "article_keywords": ["generous", "room", "volunteering", "giving", "money", "charities", "tied", "states", "charitable", "place", "rank", "season", "think", "theres"], "article_url": "http://www.thefiscaltimes.com/2014/11/18/US-Shares-First-Place-Most-Generous-Charities", "article_text": "Americans' generosity bodes well for charities heading into the holiday giving season, but there's still room for improvement. The United States scored top marks in the Charities Aid Foundation's World Giving Index, released Tuesday.\n\nNot only did the U.S. share an overall first-place rank with Myanmar (yes, Myanmar), it was also the only country of the 135 assessed to rank among the top 10 in all three giving categories: helping a stranger (1st), donating money (9th) and volunteering time (a tie for 5th). The overall U.S. score was 64 percent, up from 61 percent last year.\n\nRelated: The 10 Most Generous States in the U.S.\n\n\"It's easy to discount the fact that we're No. 1, because we expect to be,\" said Ted Hart, chief executive officer of Charities Aid Foundation-America. \"This is a story of Americans' not sitting on our laurels. We're very active givers of our time, our money and our resources.\"\n\nThe growth is particularly encouraging given declines in philanthropy seen after the recession, Hart said. \"It's a typically American thing when you see someone in need to think, I can help my neighbor,\" he said. \"We see ourselves having the capacity to make a difference.\"\n\nThat doesn't mean your charitable endeavors are any less important this holiday season. Scores show there's still room for improvement. Just 44 percent of U.S. respondents said they had recently volunteered time, while 68 percent had donated money and 79 percent helped a stranger.\n\nTo compare, in Myanmar, 91 percent of respondents had donated money, giving the country top rank in that category. Turkmenistan had the most volunteers, at 53 percent.\n\nRelated: The 10 Least Generous States in the U.S.\n\nTo give more effectively, financial advisors recommend developing an annual charitable plan. With so many \"asks\" coming in throughout the year, setting priorities early ensures there's room in the budget for giving to the causes you want to prioritize while meeting other financial goals.\n\nIt also helps to research nonprofits through a resource such as the Better Business Bureau's Wise Giving Alliance, GuideStar.org or CharityNavigator.org. According to a recent survey from the Wise Giving Alliance, 14 percent of givers rely on the name recognition of the charity as a measure of trustworthiness. Looking into a group's finances, project effectiveness and governance narrows the field.\n\nConsumers have other opportunities to give thoughtfully and strategically, said Hart, including gifting appreciated stock to avoid capital gains taxes. Donor-advised funds, which allow consumers to take a tax deduction now and make charitable gifts at a later point, are another option to navigate the challenges of giving during a busy holiday season.\n\nIf the giving season motivates you to volunteer, think outside the box to find opportunities, said Shari Tishman, a spokeswoman for VolunteerMatch.org. The ones consumers often think of this time of year — soup kitchens, food pantries and the like — \"get inundated this time of year, and are volunteering deserts the rest of the year,\" she said.\n\nRelated: It's the Season for Online Charity Scams\n\nFor more regular opportunities, look into so-called virtual volunteering. These projects, such as helping promote campaigns online or preparing care packages for deployed soldiers, can be done from anywhere and on your own time, said Tishman.\n\n\"Volunteering can be something that fits into your day-to-day life,\" she said. \"There are so many great ways to help where you don't have to show up at a certain place at a certain time.\"\n\nThis article originally appeared in CNBC.\n\nRead more in CNBC:\n\nHow much of your donation makes it to charity?\n\nAre you giving too much to charity?\n\nTop 10 states for charitable giving", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Americans' generosity bodes well for charities heading into the holiday giving season,", "title": "U.S. Tied for First Place As Most Generous to Charities", "url": "http://www.thefiscaltimes.com/2014/11/18/US-Shares-First-Place-Most-Generous-Charities", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/10242011_Charitable_Deductions_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2014/11/18/US-Shares-First-Place-Most-Generous-Charities", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/10242011_Charitable_Deductions_article.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Americans' generosity bodes well for charities heading into the holiday giving season,", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fddb26\"", "article_summary": "Americans' generosity bodes well for charities heading into the holiday giving season, but there's still room for improvement.\nTo compare, in Myanmar, 91 percent of respondents had donated money, giving the country top rank in that category.\nIf the giving season motivates you to volunteer, think outside the box to find opportunities, said Shari Tishman, a spokeswoman for VolunteerMatch.org.\nTop 10 states for charitable giving\nRelated: The 10 Least Generous States in the U.S.To give more effectively, financial advisors recommend developing an annual charitable plan."}