{"article_title": "Terrorism in the Name of Traditions and Values", "article_keywords": ["younger", "traditions", "mores", "views", "society", "state", "values", "social", "world", "terrorism", "women", "population"], "article_url": "http://www.moroccoworldnews.com/2015/06/161414/morocco-terrorism-in-the-name-of-traditions-and-values/", "article_text": "Rabat – In the streets of Agadir, in southern Morocco, two young women were confronted with the ire of a small group. The issue escalated to violence in a matter of seconds. A shop owner in one of Marrakech’s famous souk assaulted a woman, and no one intervened to protect her. Many other women are hustled, harassed, and humiliated daily across the country. These victims’ sin? Men do not like the way they are dressed, and so they judge them, condemn them, and punish them.\n\nRegardless of personal views on how women should dress, the law does not allow us to interfere with their private lives, let alone punish them. Morocco’s legal system does not support a culture of vigilantism and it is not up to the citizens of this country to apply the law according to their personal interests. In fact, law enforcement is and should remain the monopoly of the State. If the State were to give up this privilege and allow individuals or organizations to enforce the law on their own accord, this would be an indicator of the dissolution of the State and its fall to other, non-regulated forces.\n\nAre Moroccans content to passively witness the overhaul of their country by institutions not democratically elected with dubious views? Could this moment be a test of the State’s ability to control and handle sporadic violence so as to gauge the will of the authorities to act fast and protect their power and the population? Or could it be the influence of a political player applying ideological pressures on its adversaries to provoke the exposure of their real political views and draw the party closer to a political loss of identity?\n\nIt is not only imperative to answer the many questions arising out of the increased violence but also to ask more questions regarding the interference of the public in the clothing choice and private lives of women. The lack of an immediate response by competent authorities to protect women’s rights in the streets, the move to prosecute women because of their choice of clothing, and the failure to assist women in distress by fear of retaliation are all reasons to be concerned about the future of gender equality and the culture of tolerance and freedom that has characterized Morocco for centuries.\n\nRituals, thoughts and beliefs become customs and traditions by the fact that they are followed by the greatest numbers, not created by and followed by a minority. Likewise, every country has laws and codes of conduct that reflect the cultural, ethnic, and religious differences that the majority abides by. These describe explicitly and in detail what can and cannot be done, and what behaviors are and are not acceptable. Likewise, it is the State and only the State who establishes the rules and limitations on how to deal with offenders who break these laws or deviate from these codes.\n\nNo community is entitled to impose its own traditions on others, nor may they impose their personal views on others, even if this behavior takes place in the public sphere. Furthermore, traditions, social mores, and codes of conduct are created by humans, and should therefore be subjected to the same skepticism, evaluation, criticism, interpretation and transformation that any man-made creation should undergo.\n\nIn fact, as with traditions that evolve over time, so should mores evolve in accordance with the changes that society undergoes. The change should take account of the development of human relations impacted by the continual transformation of their economic activities. It is up to individuals to assess and adjust these traditions and social mores according to their needs and desires, even if that means going against what their forefathers have practiced.\n\nThis constant reaffirmation of traditions and social mores would allow for the realization that not all traditions and social practices are good. A habit of blind obedience towards them can degrade a society to a stage in which equality and human rights are nonexistent, and in which he who reigns does so because of their ability to oppress, exploit, abuse, and humiliate the weak.\n\nThere are too many examples of countries who have fallen into this trap. Among the most vulnerable of the population are women and children everywhere in the world who have suffered from the distorted views of individuals who seek to impose their world view. Minorities have also suffered wherever they exist, and our society is no exception.\n\nIn actuality, many of the inherited traditions and widely accepted social mores contradict the supreme values of religion. Once more, there is no reason to itemize the breaches to religious teachings that men have practiced for centuries against women, minorities, and children.\n\nTo those who abide by their own morals, do not underestimate our intelligence. Gone are the days of naivety amongst the younger population without access to other sources of information. We, the younger and educated population are no longer those you have so malignantly kept illiterate and uneducated for so long. Knowledge and awareness is not a curse. We, the younger and educated population, know how to approach these social mores in the context of today’s society. We, the younger and educated population, have learned that some traditions and mores are contrary to human rights, and against the supreme principles of religion.\n\nMorocco World News. All Rights Reserved. This material may not be published, rewritten or redistributed without permission\n\nThe views expressed in this article are the author’s own and do not necessarily reflect Morocco World News’ editorial policy\n\nJoin the Conversation. What do you think?", "article_metadata": {"description": "In the streets of Agadir, in southern Morocco, two young women were confronted with the ire of a small group", "generator": "WordPress 4.2.8", "og": {"site_name": "Morocco World News", "description": "In the streets of Agadir, in southern Morocco, two young women were confronted with the ire of a small group", "title": "Morocco: Terrorism in the Name of Traditions and Values", "url": "http://www.moroccoworldnews.com/2015/06/161414/morocco-terrorism-in-the-name-of-traditions-and-values/", "image": "http://www.moroccoworldnews.com/wp-content/uploads/2015/06/Group-Calls-on-Tourists-not-Wear-Bikinis-on-a-Moroccan-Beach-in-Ramadan.jpg", "updated_time": "2015-06-22T11:35:56+00:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "In the streets of Agadir, in southern Morocco, two young women were confronted with the ire of a small group", "creator": "@MWNEnglish", "image": "http://www.moroccoworldnews.com/wp-content/uploads/2015/06/Group-Calls-on-Tourists-not-Wear-Bikinis-on-a-Moroccan-Beach-in-Ramadan.jpg", "title": "Morocco: Terrorism in the Name of Traditions and Values", "site": "@MWNEnglish", "card": "summary_large_image"}, "robots": "noodp,noydir", "keywords": ",", "fb": {"admins": "1346512661,1028152427", "app_id": 966242223397117}, "article": {"publisher": "https://www.facebook.com/MoroccoWorldNews", "section": "Headlines", "published_time": "2015-06-22T01:37:27+00:00", "modified_time": "2015-06-22T11:35:56+00:00"}, "msvalidate.01": "7F5BF95FB33181616962E1599DC6CCA3", "google-site-verification": "lMhSlJeDBDfW3S4NKSG7v6mlTZ7Thm0buy20CbF7ggw", "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "This constant reaffirmation of traditions and social mores would allow for the realization that not all traditions and social practices are good.\nIn actuality, many of the inherited traditions and widely accepted social mores contradict the supreme values of religion.\nFurthermore, traditions, social mores, and codes of conduct are created by humans, and should therefore be subjected to the same skepticism, evaluation, criticism, interpretation and transformation that any man-made creation should undergo.\nGone are the days of naivety amongst the younger population without access to other sources of information.\nIt is up to individuals to assess and adjust these traditions and social mores according to their needs and desires, even if that means going against what their forefathers have practiced."}