{"article_title": "A Cantor Effect for Businesses and the G.O.P.", "article_keywords": ["business", "house", "cantors", "companies", "effect", "cantor", "businesses", "election", "mr", "tea", "trust", "gop", "bank"], "article_url": "http://www.nytimes.com/2014/06/15/business/for-businesses-and-the-gop-a-cantor-effect.html", "article_text": "The majority leader stopped a provision — reviled by the industry — in the Stock Act of 2012 that would have required hedge funds to disclose more about how they gather market-sensitive intelligence. He battled with conservative lawmakers to extend the Terrorism Risk Insurance Act, a top priority of the insurance industry, which has helped it recover from losses after the Sept. 11 attacks. He helped scuttle White House proposals to collect more taxes from private equity firms. His wife, Diana, has had a career in banking, working for Goldman Sachs and New York Private Bank & Trust.\n\nNo industry was more generous to Mr. Cantor’s campaign than financial services. The three largest contributors in this election cycle, in which he collected $5.4 million, were Goldman Sachs, the Blackstone Group and Scoggin Capital Management.\n\nAs his ambitions to one day lead the House grew, so did his relationships with those donors.\n\nLloyd C. Blankfein, Goldman’s chief executive, called the loss of Mr. Cantor “stunning” and praised him as a sensible legislator in an interview on CNBC.\n\nThose business interests, caught off guard by Mr. Cantor’s defeat, are moving quickly to ensure that Mr. Cochran does not meet the same fate.\n\nLast week, many of Washington’s top corporate lobbyists, representing an array of industries like shipping and telecommunications, gathered on Capitol Hill for a fund-raiser that brought in $800,000 for Mr. Cochran’s runoff election on June 24.\n\nSenator Mitch McConnell, a Republican and the minority leader, who made a rare personal plea for donors to attend, told the crowd that the event was the biggest he had ever hosted, according to one lobbyist who was there. (The event was first reported by Politico.)\n\nAdvertisement Continue reading the main story\n\n“People sometimes awaken when they see something like that,” Senator Orrin G. Hatch, Republican of Utah, said of the late-surging support for Mr. Cochran from the business world.\n\nPhoto\n\nThe biggest donors to the political committees supporting Mr. Cochran’s campaign have all been large corporations like the defense contractors Raytheon and General Atomics. Michael R. Bloomberg, the former mayor of New York, wrote a check for $250,000 last month.\n\nOne priority of business that is in the most immediate jeopardy given Mr. Cantor’s defeat is the Export-Import Bank, which companies like Boeing and General Electric and hundreds of smaller companies rely on to provide subsidized loans to foreign customers. Eliminating the bank has become a conservative cause on par with repealing the Affordable Care Act.\n\nThe Export-Import Bank helps sales of American goods by guaranteeing loans to overseas customers and providing working capital to manufacturing companies at home. Stock analysts said Boeing expected the bank to enable $10 billion in sales this year by helping its customers finance purchases. Mr. Cantor’s loss jeopardized the future of the bank.\n\nMr. Cantor struck a deal in 2012 with the No. 2 Democrat in the House, Steny H. Hoyer of Maryland, to extend the bank’s charter for three years.\n\n“Cantor was the hub for finance, the hub for a host of big corporations that could trust him to get things done,” said Sean West, the head of United States analysis for the Eurasia Group, which advises corporations about political risk. “He was the one standing between the conservative pitchforks and the business community on a whole host of issues.”\n\nDemocrats like Mr. Hoyer said Mr. Cantor was often more of an obstacle than a compromiser. In that sense, they are not grieving over his departure. “Cantor was neither the facilitator or creator of gridlock, but he was way too careful of getting too far out ahead of the right wing,” Mr. Hoyer said, adding that he was not writing off all hopes of legislative progress.\n\nAnother issue seen as fundamental to businesses all over but probably more imperiled given Mr. Cantor’s loss is financing for the nation’s crumbling highway system. Many conservatives have balked at replenishing a highway trust fund that is about to run out of money. But business groups, led by the U.S. Chamber of Commerce, have argued that the trust fund is essential for the nation’s competitiveness given the major infrastructure investments made by competitors like China.\n\nAdvertisement Continue reading the main story\n\n“It’s a priority to anybody involved in the interstate transportation of goods,” said Dirk Van Dongen, president of the National Association of Wholesaler-Distributors.\n\n“We’ll never know what this Congress might have done for the remainder of the year if Eric Cantor had not lost,” Mr. Van Dongen said. “There are those that could make the case — and make it credibly — that no matter what might have happened, much less and probably nothing at all, in fact, is going to happen now.”\n\nWhat has concerned many businesses with a stake in federal policy is a growing anger on the right from people who can sound more Occupy Wall Street than Tea Party.\n\n“You could even make a case that there’s a lot in common between the Tea Party types and the Elizabeth Warren liberals,” said Gregory R. Valliere, the chief political strategist for the Potomac Research Group. “The impact of what’s happened is going to make Republicans in the House apprehensive about appearing to be too cozy to business.”\n\nConservatives like Mr. Brat would describe their views as more free market than anything else. They mistrust Wall Street and Washington, but diverge with the populist left on things like mandatory minimum wages and the necessity of a social safety net. Mr. Brat attacked Mr. Cantor for running on the “Chamber of Commerce growth plan,” but also would repeal the Affordable Care Act.\n\nBeyond their priorities in Congress, what has unsettled business executives is what they sense as a growing anger over the “corporate welfare” and “crony capitalism” among many associated with the Tea Party.\n\nMichael Boyle, chief executive of Boyle Energy Services & Technology in Concord, N.H., said he started hearing companies like his, which depend on loans guaranteed by the Export-Import Bank, derided as beneficiaries of crony capitalism about six months ago.\n\n“This whole crony capitalism thing depends on which side you’re sitting on,” he said. “It’s a great word to throw up in an election cycle, especially a vicious election cycle.” He added, “And I’m a Republican.”", "article_metadata": {"tone": "news", "ptime": 20140614134246, "twitter": {"description": "Eric Cantor’s defeat last week in a primary to David Brat, who campaigned against Wall Street, led industry to mobilize to preserve its clout in Congress.", "title": "A Cantor Effect for Businesses and the G.O.P.", "url": "http://www.nytimes.com/2014/06/15/business/for-businesses-and-the-gop-a-cantor-effect.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000002940449"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/2014/06/15/us/SUB-BUSINESSGOP-2/SUB-BUSINESSGOP-2-thumbLarge.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2014/06/15/business/for-businesses-and-the-gop-a-cantor-effect.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000002940449", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2014/06/15/business/for-businesses-and-the-gop-a-cantor-effect.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "business", "channels": "NytNow", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/business/index.jsonp", "video": {"playerId": 2640832222001, "publisherReadToken": "cE97ArV7TzqBzkmeRVVhJ8O6GWME2iG_bRvjBTlNb4o.", "publisherId": 1749339200, "noShareToolsPlayerId": 3692909326001}, "DISPLAYDATE": "June 14, 2014", "edt": "NewYork", "article": {"author": "http://topics.nytimes.com/top/reference/timestopics/people/d/shaila_dewan/index.html", "section_url": "http://www.nytimes.com/pages/business/index.html", "section": "Business Day", "modified": "2014-06-22", "collection": "https://static01.nyt.com/services/json/sectionfronts/business/index.jsonp", "tag": "Conservatism (US Politics)", "published": "2014-06-14", "section-taxonomy-id": "104D1E63-9701-497B-8CF4-A4D120C9014E"}, "keywords": "Tea Party Movement,United States Politics and Government,Corporations,Cantor  Eric,Primaries and Caucuses,House of Representatives,Senate,Cochran  Thad,Virginia,Brat  David A,Conservatism (US Politics)", "description": "Eric Cantor’s defeat last week in a primary to David Brat, who campaigned against Wall Street, led industry to mobilize to preserve its clout in Congress.", "applicationName": "article", "PT": "article", "author": "Jeremy W. Peters and Shaila Dewan", "thumbnail_150": "https://static01.nyt.com/images/2014/06/15/us/SUB-BUSINESSGOP-2/SUB-BUSINESSGOP-2-thumbLarge.jpg", "sourceApp": "nyt-v5", "per": "Brat, David A", "slug": "15businessgop", "byl": "By JEREMY W. PETERS and SHAILA DEWAN", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "Eric Cantor’s defeat last week in a primary to David Brat, who campaigned against Wall Street, led industry to mobilize to preserve its clout in Congress.", "tom": "News", "dfp-amazon-enabled": "false", "thumbnail": "https://static01.nyt.com/images/2014/06/15/us/SUB-BUSINESSGOP-2/SUB-BUSINESSGOP-2-thumbStandard.jpg", "news_keywords": "Companies,Senate,Virginia", "CG": "business", "robots": "noarchive", "dat": "June 14, 2014", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "org": "Senate", "thumbnail_height": 75, "geo": "Virginia", "thumbnail_150_width": 150, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20140622020004, "hdl_p": "For Businesses and the G.O.P., a Cantor Effect", "og": {"url": "http://www.nytimes.com/2014/06/15/business/for-businesses-and-the-gop-a-cantor-effect.html", "image": "https://static01.nyt.com/images/2014/06/15/us/SUB-BUSINESSGOP-2/SUB-BUSINESSGOP-2-videoSixteenByNine1050.jpg", "type": "article", "description": "Eric Cantor’s defeat last week in a primary to David Brat, who campaigned against Wall Street, led industry to mobilize to preserve its clout in Congress.", "title": "A Cantor Effect for Businesses and the G.O.P."}, "pdate": 20140614, "des": "Conservatism (US Politics)", "articleid": 100000002940449, "cre": "The New York Times", "hdl": "A Cantor Effect for Businesses and the G.O.P.", "PST": "News"}, "_id": "\"57477af36914bd0286fcf16e\"", "article_summary": "Mr. Brat attacked Mr. Cantor for running on the “Chamber of Commerce growth plan,” but also would repeal the Affordable Care Act.\nLloyd C. Blankfein, Goldman’s chief executive, called the loss of Mr. Cantor “stunning” and praised him as a sensible legislator in an interview on CNBC.\nAnother issue seen as fundamental to businesses all over but probably more imperiled given Mr. Cantor’s loss is financing for the nation’s crumbling highway system.\nHis wife, Diana, has had a career in banking, working for Goldman Sachs and New York Private Bank & Trust.\nMr. Cantor struck a deal in 2012 with the No."}