{"article_title": "Kristin Chapman", "article_keywords": ["states", "feb", "aug", "chapman", "jan", "kristin", "marriage", "president", "judge", "samesex", "law", "sept"], "article_url": "http://www.worldmag.com/2013/12/2013_timeline", "article_text": "Issue: \"2013 News of the Year,\" Jan. 11, 2014\n\nAssociated Press/Photo by Carolyn Kaster\n\nJanuary Jan. 1: Congress approves a fiscal cliff deal, with President Obama signing the American Taxpayer Relief Act of 2012 into law the next day. Jan. 4: The Church of England says gay priests in civil partnerships can become bishops if they remain celibate. We see you’ve been enjoying the content on our exclusive member website. Ready to get unlimited access to all of WORLD’s member content?\n\nGet your risk-free, 30-Day FREE Trial Membership right now.\n\n(Don’t worry. It only takes a sec—and you don’t have to give us payment information right now.) Absolutely! Sign Me Up! Forget the Trial … Make Me a Member! Already a Member? Login Now Jan. 6: The National Hockey League and its Players Association reach a collective bargaining agreement, which league owners and players then ratify, ending a 113-day lockout. Jan. 8: An Open Doors report states that during 2012, Christians in North Korea suffered the most persecution in the world for the 11th straight year. Jan. 9: The Department of Agriculture declares 597 counties in 14 states disaster areas due to ongoing drought and heat. Jan. 14: Lance Armstrong, during an Oprah Winfrey interview, admits to doping. Jan. 15: Inspectors discover horse meat in frozen beef burgers sold in Irish and British supermarkets, and later find it in Ikea meatballs, sparking massive recalls. Jan. 15: Two explosions rock a university in Aleppo, Syria, killing more than 80 students. Jan. 16: Al Qaeda–linked terrorists attack and take control of a natural gas field in southern Algeria. At least 37 civilians die during the four-day siege. Jan. 16: LeBron James, 28, becomes the youngest player in NBA history to score 20,000 points. Jan. 17: The United States officially recognizes Somalia for the first time in more than 20 years. Jan. 20: President Obama takes the oath of office for his second term. Jan. 24: North Korea warns it will conduct a third nuclear test and aim more rocket launches at the United States. Jan. 24: The U.S. military lifts its ban on women serving in front-line combat. February Feb. 1: The Dow closes above 14,000 for the first time since October 2007. Feb. 3: In a Super Bowl set in New Orleans that included a midgame power outage, the Baltimore Ravens beat the San Francisco 49ers, 34-31. Feb. 8: Terrorists (probably Boko Haram) murder nine female polio vaccinators at health centers in northern Nigeria. Feb 8: Officials from Christian World Adoption say the agency is closing immediately. Another agency, Adoption ARK, also closes in February. Feb. 9: A record blizzard buries the Northeast. Feb. 10: The arrest of four Christian foreigners for proselytizing in Benghazi marks the beginning of another wave of oppression and violence against Christians in Libya. Feb. 12: North Korea conducts a third nuclear test. Feb. 15: A meteorite explodes over Russia, raining down fireballs and causing a shock wave that damages buildings and injures more than 1,000 people. Feb. 21: A massive car bomb explodes in Damascus, killing dozens of people. Three more attacks make this one of the deadliest days of the Syrian civil war. Feb. 24: Argo wins the best picture award at the Oscars. Feb. 25: South Korea's first female president, Park Geun-hye, takes the oath of office. Feb. 28: A sinkhole swallows a Florida man and much of his house. Feb. 28: Pope Benedict XVI resigns, marking the first time a pope has resigned since Gregory XII in 1415. March March 3: Scientists announce that early drug intervention appears to have cured a Mississippi baby born with HIV. March 6: Arkansas lawmakers, overriding Gov. Mike Beebe's veto, pass a law prohibiting most abortions after 12 weeks' gestation. (A judge later issues an injunction against the law.) A federal judge rules Idaho's fetal pain law unconstitutional. March 7: The UN approves new sanctions against North Korea, which once again threatens to attack the United States. March 8: A mob sets fire to the Christian community of Joseph Colony in Lahore, Pakistan, burning 100 homes and forcing residents to flee. March 11: A state judge blocks New York City from instituting a ban on selling large sugary drinks. March 13: The papal conclave elects Argentina's Jorge Bergoglio as the new pope. Pope Francis is the first Latin American pope. March 15: A federal judge strikes down portions of a Missouri law that give employers and employees with religious objections exemptions from Obamacare's contraceptive mandate. March 20-22: President Obama makes his first presidential visit to Israel. March 22: North Dakota lawmakers become the first in the nation to approve a personhood amendment. The state's voters will have their say in November 2014. March 24: Rebels overthrow the French-backed Central African Republic. March 26: North Dakota Gov. Jack Dalrymple signs into law a measure that bans abortions once a fetal heartbeat is \"detectable.\" (A judge later delays the law from taking effect.) April April 2: Flash flooding in Argentina leaves at least 54 people dead and destroys thousands of homes.\n\nRobin Utrecht /Getty Images Queen Beatrix and Willem-Alexander April 10: Uruguay approves a bill allowing same-sex marriage. April 15: Two pressure-cooker bombs explode near the finish line during the Boston Marathon, killing three and injuring more than 170. A massive manhunt over the following four days ends with one bomber, Tamerlan Tsarnaev, dying in a police shootout and his younger brother, Dzhokhar Tsarnaev, captured after a city-wide lockdown. April 16: A letter mailed to U.S. Sen. Roger Wicker tests positive for ricin. Other suspicious letters are found in the following days. April 17: An explosion at a fertilizer plant in West, Texas, kills 14, injures 150, and destroys a school and dozens of homes. April 17: A proposal for increased gun control fails in the U.S. Senate. April 19: Heavy downpours swell rivers, streams, and creeks, causing flooding across the Midwest. April 24: An eight-story garment factory in Bangladesh collapses, killing more than 1,000. April 25: The White House issues a letter concluding that the Syrian government has used chemical weapons at least twice during the nation's civil war. April 29: ESPN sports analyst Chris Broussard draws the ire of liberals over comments he makes regarding Jason Collins' announcement that he's a gay Christian. April 30: After 33 years on the throne in the Netherlands, Queen Beatrix abdicates, passing the crown to her 46-year-old son, Willem-Alexander. May Associated Press/Photo by LM Otero Boy Scouts May 2: North Korea sentences American missionary Kenneth Bae to 15 years of hard labor. May 2: Rhode Island legalizes same-sex marriage. May 5: Terrorists in Tanzania set off an explosion in a church, killing two people and injuring 60. May 6: Amanda Berry, Georgina \"Gina\" DeJesus, Michelle Knight, and a child born in captivity escape from a Cleveland house where Ariel Castro had imprisoned them for 10 years. May 7: Delaware legalizes same-sex marriage. May 8: Whistleblower Gregory Hicks, former deputy chief of mission in Libya, tells a House committee there was never any doubt that the 2012 Benghazi attack was a terrorist act, and that all available military resources were not sent to assist the besieged consulate. May 12: Lawmakers call for an investigation into the IRS after learning the agency flagged groups with \"tea party\" or \"patriot\" in their names for special review. The scandal extends to include other conservative groups. May 13: After 10 days of deliberation, a jury finds Philadelphia abortionist Kermit Gosnell guilty of murder. His sentence: life in prison. May 13: The Associated Press reveals that the Department of Justice secretly obtained two months' worth of AP reporters' and editors' telephone records. May 14: The Romeikes, a German homeschooling family, lose their appeal for asylum in the United States. May 14: Minnesota legalizes same-sex marriage. May 15: In a study published in Nature, Oregon Health and Science University researchers describe the first creation of human embryonic stem cells by cloning. May 20: A tornado nearly levels Plaza Towers Elementary School in Moore, Okla. May 23: Delegates at the Boy Scouts of America's national meeting pass a resolution to allow homosexual boys to participate, although homosexual adults are banned from leadership. May 25-26: Terrorists burn three Nigerian churches and vandalize a clinic in Borno state. May 30: Nigeria passes a law outlawing same-sex marriage. June Andrew D. Bernstein/NBA/Getty Images Dwyane Wade of the Miami Heat June 4: Protests in Turkey grow amid police brutality and creeping governmental authoritarianism. June 6: The Obama administration acknowledges an NSA program that tracks the telephone records of Americans. June 11: The Black Forest fire ignites in Colorado, destroying 500 structures and killing two people. June 17: The Supreme Court strikes down an Arizona law requiring proof of citizenship when registering to vote in federal elections. June 19: Exodus International announces it will close after nearly 40 years of operation. June 20: The Miami Heat wins a second consecutive NBA Championship. June 21: The United States charges Edward Snowden with espionage. June 24: The U.S. Supreme Court declines to undo affirmative action. June 25: Gun manufacturer Smith & Wesson, reporting record sales for its fourth quarter and full fiscal year, says it can't meet demand. June 26: The Supreme Court rules part of the federal Defense of Marriage Act unconstitutional. June 28: A lightning strike near Yarnell, Ariz., starts a fire that kills 19 firefighters and destroys 200 homes. June 30: Ohio Gov. John Kasich signs into law a bill eliminating state funding for Planned Parenthood and requiring abortion providers to perform ultrasounds on women seeking abortions. June 30: Russian President Vladimir Putin signs a law banning the \"propaganda of nontraditional sexual relations.\" July July 2: The Obama administration says it will postpone until January 2015 the requirement that companies with more than 50 employees provide health insurance to workers.\n\nAssociated Press/Photo by Kirsty Wigglesworth Prince William, Kate, and Prince George July 3: The Egyptian military removes President Mohamed Morsi from power. July 3: The North Carolina Senate bans taxpayer funding for abortion centers. July 6: A Boeing 777 crash at San Francisco's airport kills three Chinese students. July 6: A train derailment in Quebec kills 47 people. July 13: A jury finds George Zimmerman not guilty in the death of Trayvon Martin. July 17: Great Britain legalizes same-sex marriage. July 18: Texas Gov. Rick Perry signs a bill banning abortions after 20 weeks. July 18: The city of Detroit files for Chapter 9 bankruptcy protection. July 19: A district judge grants Hobby Lobby a preliminary injunction against the Obamacare contraceptive mandate. July 21: Golfer Phil Mickelson wins the British Open. July 22: Al-Qaeda militants storm Abu Ghraib Prison, freeing 500-600 prisoners, including top al-Qaeda operatives. July 22: Prince William and his wife Kate announce the birth of their son, Prince George. July 23: While running for mayor of New York City, Anthony Weiner admits he continued sexting after resigning in disgrace from Congress. July 27: Egyptians endure one of their deadliest days of upheaval since the 2011 revolution as clashes between security forces and supporters of ousted President Mohamed Morsi leave at least 72 people dead. July 30: A judge convicts Army Pfc. Bradley Manning of espionage and theft for leaking state secrets. Shortly after, Manning announces he wants to live as a woman. August Kyodo/AP Mohamed Morsi supporters Aug. 1: Zimbabwe's President Robert Mugabe claims victory in a controversial presidential election. Aug. 4: The United States raises the terrorism threat level and closes embassies and consulates. Aug. 5: Baseball's Alex Rodriguez receives a record 211-game suspension for alleged doping offenses, then appeals it. Aug. 14: The California Supreme Court rejects an appeal by Proposition 8 supporters to revive the 2008 measure, thereby ending the final legal challenge to same-sex marriage in the state. Aug. 15: The death toll soars above 600 after Egyptian security forces, armored vehicles, and bulldozers raze two encampments where Mohamed Morsi supporters were protesting his removal from power. Aug. 18: For the first time in 1,600 years, priests do not hold Sunday Mass in the Virgin Mary and Priest Ibram monastery near Minya, Egypt. Muslim Brotherhood supporters torched it. Aug. 19: New Jersey Gov. Chris Christie signs legislation banning gay conversion therapy for minors. Aug. 20: Antoinette Tuff, a clerk at Ronald E. McNair Discovery Learning Academy in Atlanta, persuades 20-year-old Michael Hill not to open fire at the school. Aug. 21: A chemical attack in Syria leaves thousands of people dead. Aug. 22 : A judge orders the release from prison of ousted Egyptian President Hosni Mubarak. Aug. 22: The New Mexico Supreme Court rules against Christian photographer Elaine Huguenin, who declined to photograph a lesbian commitment ceremony. Aug. 23: A military panel finds Army psychiatrist Nidal Hasan guilty of premeditated murder and sentences him to death for killing 13 people in 2009. Aug. 25: Miley Cyrus gives an obscene dance performance at the Video Music Awards, and two weeks later her new video, \"Wrecking Ball,\" breaks the record for the greatest number of views—19.3 million—in a single day. Aug. 29: The IRS says it will treat same-sex couples with marriage licenses as married for tax purposes. Aug. 29: A California court upholds the state's ban on reparative therapy for minors. September UPI/Landov Aaron Alexis Sept. 2: Diana Nyad, 64, becomes the first person to swim from Cuba to the United States without a shark cage. Sept 2: Fox Sports abruptly fires broadcaster Craig James, who had opposed same-sex marriage when running for the U.S. Senate in 2012. Sept. 3: Cleveland kidnapper and rapist Ariel Castro commits suicide in jail. Sept. 4: The Obama administration says the Department of Veterans Affairs will begin providing spousal benefits to same-sex couples. Sept. 12: NASA says Voyager-1 has become the first man-made object to leave the solar system. Sept. 15: Japan shuts down its last operating nuclear reactor for maintenance, amid reports the Fukushima plant is still leaking radiation. Sept. 16: Gunman Aaron Alexis kills 12 people at the Washington Navy Yard. Sept. 18: The Fed says its stimulus program will continue amid concerns about slowing growth. Sept. 19: A judge sentences Floyd Corkins II to 25 years in prison for an attempted mass shooting last year at the Family Research Council. Sept. 22: As Islamic militants continue a four-day massacre at the upscale Westgate Mall in Nairobi, Kenya, that ends with 72 people dead, two suicide bombers kill more than 80 and injure nearly 150 as worshippers leave services at All Saints Church in Peshawar, Pakistan.", "article_metadata": {"og": {"site_name": "WORLD", "description": "January\r\n\r\n\r\n  Jan. 1: Congress approves a fiscal cliff deal, with President Obama signing the American Taxpayer Relief Act of 2012 into law the next day.", "title": "WORLD | 2013 timeline | Kristin Chapman | Jan. 11, 2014", "url": "http://www.worldmag.com/2013/12/2013_timeline", "image": "http://www.worldmag.com/media/images/content/inaugural.jpg", "type": "article"}, "keywords": "world magazine, christian world news magazine, christian views, christian perspectives, god's world magazine", "description": "January\r\n\r\n\r\n  Jan. 1: Congress approves a fiscal cliff deal, with President Obama signing the American Taxpayer Relief Act of 2012 into law the next day."}, "_id": "\"57477af46914bd0286fd90ca\"", "article_summary": "Robin Utrecht /Getty Images Queen Beatrix and Willem-Alexander April 10: Uruguay approves a bill allowing same-sex marriage.\nSept 2: Fox Sports abruptly fires broadcaster Craig James, who had opposed same-sex marriage when running for the U.S. Senate in 2012.\nMay 2: Rhode Island legalizes same-sex marriage.\nJuly 17: Great Britain legalizes same-sex marriage.\nMay 14: Minnesota legalizes same-sex marriage."}