{"article_title": "Bruni: How Ted Cruz’s hypocrisy is catching up with him", "article_keywords": ["iowa", "bruni", "campaign", "hypocrisy", "senate", "question", "voters", "ted", "rubio", "rivals", "cruz", "catching", "cruzs", "south"], "article_url": "http://www.sandiegouniontribune.com/news/2016/feb/24/ted-cruz-faith-politics/", "article_text": "When Ted Cruz announced last week that he was firing his campaign’s communications director for circulating a false insinuation that Marco Rubio had belittled the Bible, he told reporters, “Even if it was true, we are not a campaign that is going to question the faith of another candidate.”\n\nReally? Huh. Then I must have been hallucinating last month at a Cruz event in Iowa where several of his hand-picked supporters, who spoke just before him, mocked and dismissed Donald Trump’s professed Christianity.\n\nThey marveled at a past comment of Trump’s about never asking God for forgiveness. One of them chose a bizarre, religiously coded analogy for a boast Trump had just made about how much voters loved him, saying that the billionaire’s bragging was an echo of John Lennon’s infamous claim — an outrage to American Christians in the 1960s — that the Beatles were more popular than Jesus.\n\nBut no, Cruz’s campaign would never question the faith of another candidate.\n\nThe Texas senator is some piece of double-talking, disingenuous work. While the so-called dirty tricks that he and his lieutenants have been charged with aren’t all that shocking by the standards of bruising presidential campaigns, they really do stand out in the context of Cruz’s flamboyant claims of rectitude and righteousness.\n\nHe directs you to his halo as he surreptitiously grabs a pitchfork. His rivals aren’t so diabolically hypocritical.\n\nAt a town hall in South Carolina that CNN televised, he answered a question about his miserable relations with fellow lawmakers in Washington by assuring voters that “it’s not that I speak with a lack of civility or respect.”\n\n“The Bible talks about if someone treats you unkindly, repay them with kindness,” he added. “That has been the standard I’ve tried to follow. That’s how I’ve approached it in the Senate. So I have not attacked or insulted my colleagues in the Senate, Democrat or Republican.”\n\nIs he suffering from delusions? Amnesia? On the Senate floor he called Mitch McConnell, the Republican majority leader, a liar. He also likened Senate Republicans who recognized the impossibility of defunding Obamacare to Nazi appeasers.\n\nAnd where was that “civility or respect” at subsequent Senate hearings to confirm Chuck Hagel as the secretary of defense? Cruz’s repeated suggestions that Hagel had been corrupted by money from America’s enemies were so out of bounds that senators from both parties were appalled.\n\nCruz continues to congratulate his campaign for its high-mindedness even though his allies and operatives spread an erroneous report, during the Iowa caucuses, that Ben Carson was dropping out of the race. And they had the niftiest bit of counsel for Carson voters. Switch to Cruz!\n\nThen, in South Carolina, Cruz operatives doctored a photograph so that it showed Rubio shaking hands with Obama in front of the U.S. Capitol.\n\nThese shenanigans profoundly contradict the godly styling of a candidate who was the first ever to announce a presidential campaign at Liberty University, the largest Christian university in the world, and who incessantly invokes the Bible, Jesus and morality.\n\nAnd they surely reflect the campaign culture that Cruz has created. Political allies and aides tend to behave in a manner largely consistent with their boss’ directives and understood values.\n\nOr they’re brought aboard a campaign because they behave that way. As Matt Flegenheimer reported in The New York Times last week, Cruz hired a campaign manager, Jeff Roe, who is widely known for destructive gossip, for malicious tactics — and for winning.\n\nCruz’s hypocrisy may be catching up with him. In Iowa, he drew more evangelical Christian voters than his rivals did, but in South Carolina, Trump beat him among those voters, and Rubio wasn’t far behind. Some of them told reporters, including me, that they’d been turned off by behavior of Cruz’s that they deemed un-Christian.\n\nThis dynamic could cripple him in the Southern states that vote in the first half of March, and his strategy hinges on those states.\n\nWith their evangelical voters in mind, he frames himself as the candidate truest to Scripture and fiercest in the battle against such scourges (in his estimation) as gay marriage. That framing implicitly questions rivals’ devotion.\n\nAnd his onetime proclamation that “any president who doesn’t begin every day on his knees isn’t fit to be commander-in-chief” is a summons to rivals to prove their faith. He should focus instead on conduct that proves his own.", "article_metadata": {"description": "When Ted Cruz announced last week that he was firing his campaign’s communications director for circulating a false insinuation that Marco Rubio had belittled the Bible, he told reporters, “Even if it was true, we are not a campaign that is going to question the faith of another candidate.” Really? Huh.", "og": {"site_name": "The San Diego Union-Tribune", "description": "When Ted Cruz announced last week that he was firing his campaign’s communications director for circulating a false insinuation that Marco Rubio had belittled the Bible, he told reporters, “Even if it was true, we are not a campaign that is going to question the faith of another candidate.” Really? Huh.", "title": "Bruni: How Ted Cruz’s hypocrisy is catching up with him", "url": "http://www.sandiegouniontribune.com/news/2016/feb/24/ted-cruz-faith-politics/", "image": "http://cdn.sandiegouniontrib.com/img/photos/2016/02/23/4a504d0b9d453609910f6a7067006d42_tx201.JPEG?a7afd4f196cc87f88131a6d97e3ddf50b1644c7d", "type": "article"}, "fb": {"admins": 778414772, "app_id": 227086564005280, "pages": 133508396112}, "HandheldFriendly": "True", "MobileOptimized": 320, "msvalidate.01": "2AF9F2CAA01E4774AB920A8D645E9566", "google-site-verification": "JTkOa1fDuGoZnj1zAjCzaqA-xURAD0upoPOesFaeS3k", "verify-v1": "6ylWgY9aqB0mJpcLJKDC73u2SDU/3xlc3MH+PxXmLRY=", "”robots”": "”noodp”", "y_key": "f9413f5ffc5479bd", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "ted cruz, faith, marco rubio, the bible, presidential campaign, donald trump, christianity, faith in politics, faith and politics, GOP campaign"}, "_id": "\"57477af36914bd0286fcf18f\"", "article_summary": "But no, Cruz’s campaign would never question the faith of another candidate.\nCruz’s hypocrisy may be catching up with him.\nSome of them told reporters, including me, that they’d been turned off by behavior of Cruz’s that they deemed un-Christian.\nCruz’s repeated suggestions that Hagel had been corrupted by money from America’s enemies were so out of bounds that senators from both parties were appalled.\nThen, in South Carolina, Cruz operatives doctored a photograph so that it showed Rubio shaking hands with Obama in front of the U.S. Capitol."}