{"article_title": "Achieving Health -- How We Can 'Just Start'", "article_keywords": ["working", "matters", "work", "principles", "community", "start", "health", "playbook", "report", "improve", "achieving", "care"], "article_url": "http://www.huffingtonpost.com/brian-castrucci/achieving-health-how-we-c_b_10027318.html", "article_text": "Our communities face complicated health challenges - that's not news.\n\nBack before the increase in chronic disease rates, illness and disease were the result of bugs and bacteria. Today, our most pressing health issues are the result of interrelated social and environmental factors that interact in equally complex and often unpredictable ways with our genes, medical history, lifestyle choices, and more. Clinicians can invest hours of treatment and test multiple drug combinations with limited, if any, change in outcome.\n\nThe solutions to these problems don't come in a syringe or pill. They require long term thinking and a holistic approach, embracing initiatives like early and accessible pre-kindergarten education, affordable housing, livable wages, and paid sick leave.\n\nRenewed Effort and Interest in Collaboration\n\nWith the National Academies of Sciences, Engineering, and Medicine's (NASEM) report Primary Care and Public Health: Exploring Integration to Improve Population Health, there has been renewed interest in promoting multisectoral approaches to health. Why? Because we now know that health is not simply the absence of disease, and we cannot make people healthier solely through clinical means.\n\nWe were not alone. Many are investing in this effort with other US-based initiatives like the BUILD Health Challenge, HICCup's Way to Wellville, and the Institute for Healthcare Improvement's 100 Million Healthier Lives campaign.\n\nThese initiatives are all working toward systems-level partnerships and community-based solutions to our healthcare problems. As these efforts take root, we will have the opportunity to develop a body of evidence to propel us from great ideas to a sustainable movement to improve health.\n\nEvolving Payment Structures\n\nMany of the initiatives named above make the case that multisectoral collaborations are simply more effective. Tapping into a wide range of skills, relationships, and resources makes efforts to improve health more robust and more likely to succeed.\n\nWhile these models have been gaining momentum, payment structures in the US have also started to change.\n\nBeginning with the Affordable Care Act followed by the advent of Accountable Care Organizations (ACOs), the Centers for Medicare and Medicaid Services' State Innovation Model Initiative, and Accountable Health Communities, health care programs are now offering payment and care delivery models that ties reimbursements to quality of service. Private insurance industry reforms like pay for performance and value-based payments complement these Federal efforts.\n\nWe are moving towards eliminating financial incentives for unnecessary tests and procedures, and instead rewarding hospital systems and practice groups that demonstrate reductions in the total cost of care for a group of patients. New entrepreneurial endeavors are also developing, like former National Coordinator for Health Information Technology Dr. Farzad Mostashari's firm Aledade that will assist independent primary care providers form ACOs.\n\nActions to Create Health\n\nDespite these promising signs, our outdated \"clinical care first\" paradigm has been slow to change nationally. In the meantime, individual public health practitioners and primary care providers are often unclear on how they can individually work to foster better health for their communities and patients while national trends catch up.\n\nThe Creating Health Collaborative, an international group aiming to illustrate health beyond the bio-medical model, addresses this challenge head on in its most recent report - Eleven Principles for Creating Health.\n\nBy distilling lessons learned from innovators working \"beyond the lens of healthcare,\" they identified eleven principles for successful multisectoral health interventions. Groups working to collectively improve health should:\n\nEmbrace an inclusive definition of community Acknowledge power imbalances Share power Let the community define what matters Measure what matters Operate at individual and community levels Embrace complexity Acknowledge that no one can do it alone Accept that it's going to take time Build the right team Search for sustainability\n\nThese principles recognize that achieving health is not the sole responsibility of the health sector, but that a community-wide, cross-sectoral effort to improve the so-called \"social determinants of health\" like education, housing, wages, and more. These principles both represent a fundamental framework to achieving improved collaboration and also complement work being done by other actors and organizations in this space.\n\nSynergies between the Eleven Principles and Practical Playbook\n\nThe report recognizes that the principles alone are not enough. Fortunately, the Practical Playbook provides free online guidance that aligns with and provides greater specificity for most of these principles.\n\nFor tools and strategies supporting the following principles:\n\nAcknowledge power imbalances [2]\n\nShare power [3]\n\nLet the community define what matters [4]\n\nAcknowledge that no one can do it alone [8]\n\nBuild the right team [10]\n\nThe Playbook provides detailed information on building partnerships and working together.\n\nThe call to measure what matters (principle 5) is addressed in depth in the Playbook resources Metrics: How to Select Them, How to Use Them and Working with Data.\n\nThe need to embrace a broad definition of community (principle 1) and to let the community define what matters (principle 4) are addressed through several resources that provide an overview of community health assessments and how they can be used to strengthen community efforts and create opportunities for partnership.\n\nBoth the report and the Playbook also recognize the need for sustainability (principle 11). The Practical Playbook includes resources that include Eight Factors that Drive Sustainability, Sustainability Step-by-Step, and Develop a Sustainability Plan.\n\nGet Ready, Get Set...\n\nBeyond the principles included in the Collaborative's report is a simple call to action to \"just start.\" The report asserts, \"there is no road map, we have to learn by trying.\" These eleven principles provide a valuable frame through which we can each understand our own actions and how they can better contribute to health.\n\nWhile we wait for systems-wide reforms, there are still steps that everyone interested in promoting health can to re-orient their own work, the work of their institutions, and the communities in which they live toward achieving health for everyone.\n\nWe know enough - it is time to go!\n\n###\n\nThis blog was co-authored by Brian Castrucci (@BrianCCastrucci) of the de Beaumont Foundation (@deBeaumontFndtn) and Lloyd Michener (@LloydMichener) of Duke Community and Family Medicine (@Duke_CFM). Brian and Lloyd are co-editors of The Practical Playbook (@PracPlaybook), which is available online and, in hard copy, from Oxford University Press (@OUPAcademic).\n\nFollow Brian Castrucci on Twitter: www.twitter.com/BrianCCastrucci\n\nMore: Health Community", "article_metadata": {"description": "Our communities face complicated health challenges - that's not news.  \n\nBack before the increase in chronic disease rates, illness and disease were the ...", "sailthru.expire_date": "2016-05-19 17:24:33 -0400", "og": {"site_name": "The Huffington Post", "description": "Our communities face complicated health challenges - that's not news.  \n\nBack before the increase in chronic disease rates, illness and disease were the ...", "url": "http://www.huffingtonpost.com/brian-castrucci/achieving-health-how-we-c_b_10027318.html", "image": "http://i.huffpost.com/gen/1862706/images/o-RACE-LINE-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1862706/images/o-RACE-LINE-facebook.jpg", "height": 1000}, "creator": "BrianCCastrucci", "description": "Our communities face complicated health challenges - that's not news.  \n\nBack before the increase in chronic disease rates, illness and disease were the ...", "card": "summary_large_image", "site": "@HPLifestyle"}, "sailthru.date": "2016-05-18 17:24:33 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=10027318", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "healthy-living", "fb": {"app_id": 46744042133}, "keywords": "health,The Practical Playbook,community,collaboration", "article": {"section": "Healthy Living", "tag": "health,The Practical Playbook,community,collaboration", "published_time": "2016-05-18 17:24:33 -0400", "modified_time": "2016-05-18 17:59:01 -0400"}, "viewport": "width=1000"}, "article_summary": "Tapping into a wide range of skills, relationships, and resources makes efforts to improve health more robust and more likely to succeed.\nThe Creating Health Collaborative, an international group aiming to illustrate health beyond the bio-medical model, addresses this challenge head on in its most recent report - Eleven Principles for Creating Health.\nRenewed Effort and Interest in CollaborationWith the National Academies of Sciences, Engineering, and Medicine's (NASEM) report Primary Care and Public Health: Exploring Integration to Improve Population Health, there has been renewed interest in promoting multisectoral approaches to health.\nFollow Brian Castrucci on Twitter: www.twitter.com/BrianCCastrucciMore: Health Community\nAs these efforts take root, we will have the opportunity to develop a body of evidence to propel us from great ideas to a sustainable movement to improve health."}