{"article_title": "New Movie Shows How Spin Doctors Manipulate Debate Over Science", "article_keywords": ["merchants", "theater", "exists", "rules", "science", "doctors", "strategy", "doubt", "know", "movie", "policy", "problem", "spin", "debate", "manipulate", "shows"], "article_url": "https://bluenationreview.com/new-movie-shows-how-spin-doctors-manipulate-debate-over-science/", "article_text": "If you follow politics, you know that much of what comes out of a political hack’s mouth is spin. Politicians and their aides have a point they want to make. and they use language to make it and win the argument at hand. This has been true since the time of the ancient Greeks. The unwritten rules of the game are that two sides offer up their solutions to solve a problem and the stronger argument of the two gets adopted.\n\nActually, those used to be the rules; they aren’t anymore. It’s hard to pin down when exactly they were changed, but Democrats often find themselves playing by these old rules.\n\nIn the theater of public policy, many Republicans have adopted a strategy of not admitting a problem exists. What they do is create doubt about the veracity or severity of a problem thereby delaying any serious debate about it. A new film called Merchants of Doubt, directed by Academy Award nominee Robert Kenner, explains how and why they do it.\n\n[moko_youtube src=”j8ii9zGFDtc”]\n\nOn climate change, vaccinations, Obamacare, and other critical issues, casting a mere sliver of doubt has worked. The spin doctors find one shred of uncertainty in a piece of science–which is all about uncertainty–and use it to cast doubt about an entire theory. It’s like taking a car to the junk yard because it has a flat tire.\n\nAnd it’s not just science that has been affected by the strategy of creating doubt–we’ve seen it in the myths of income inequality, “trickle-down economics,” education policy, gun control, immigration, and social programs. The list goes on.\n\nWho knows if the “merchants of doubt” even believe what they say? It doesn’t matter. They don’t have to lie, they just have to obfuscate. If the spin doctors were just talking among themselves, they’d be harmless. But they often appear on Fox News (and media that should know better) and weave their narrative and then, before you know it, you have a large segment of the population who don’t believe in scientific facts and elect like-minded people to positions of great importance.\n\nIt’s important to be skeptical, but it becomes something pernicious when skepticism exists for its own sake.\n\nTo find out when Merchants of Doubt plays at a theater near you, click here.\n\nH/T: Sony Classics Merchants of Doubt", "article_metadata": {"description": "What Republicans are now doing is creating doubts about the veracity or severity of a problem thereby delaying any serious debate about it.", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "og": {"site_name": "Blue Nation Review", "description": "What Republicans are now doing is creating doubts about the veracity or severity of a problem thereby delaying any serious debate about it.", "title": "New Movie Shows How Spin Doctors Manipulate Debate Over Science", "locale": "en_US", "image": "https://bluenationreview.com/wp-content/uploads/2015/05/Propaganda.jpg", "updated_time": "2015-05-21T14:21:21-04:00", "url": "https://bluenationreview.com/new-movie-shows-how-spin-doctors-manipulate-debate-over-science/", "type": "article"}, "twitter": {"domain": "Blue Nation Review", "description": "What Republicans are now doing is creating doubts about the veracity or severity of a problem thereby delaying any serious debate about it.", "title": "New Movie Shows How Spin Doctors Manipulate Debate Over Science", "image": {"src": "https://bluenationreview.com/wp-content/uploads/2015/05/Propaganda.jpg"}, "creator": "@ShawnDrurySC", "site": "@bluenationrev", "card": "summary_large_image"}, "apple-mobile-web-app-title": "Blue Nation", "article": {"publisher": "https://www.facebook.com/bluenationreview", "section": "Uncategorized", "tag": "anti-vaxxer,big tobacco,climate change,climate denier,Koch Brothers,Merchants of Doubt,Robert Kenner,Shawn Drury", "published_time": "2015-05-05T11:22:00-04:00", "modified_time": "2015-05-21T14:21:21-04:00"}, "viewport": "width=device-width, height=device-height, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "In the theater of public policy, many Republicans have adopted a strategy of not admitting a problem exists.\nIf you follow politics, you know that much of what comes out of a political hack’s mouth is spin.\nWhat they do is create doubt about the veracity or severity of a problem thereby delaying any serious debate about it.\nA new film called Merchants of Doubt, directed by Academy Award nominee Robert Kenner, explains how and why they do it.\nTo find out when Merchants of Doubt plays at a theater near you, click here."}