{"article_title": "Study: Smokers may tap into multiple sources for nicotine", "article_keywords": ["nicotine", "tap", "products", "tobacco", "cigarettes", "study", "ecigarettes", "sources", "health", "smokers", "smoke", "preliminary", "multiple", "hyland"], "article_url": "http://www.salon.com/2015/02/27/study_smokers_may_tap_into_multiple_sources_for_nicotine/", "article_text": "Topics: From the Wires, Life News, News\n\nWASHINGTON (AP) — The first peek at a major study of how Americans smoke suggests many use combinations of products, and often e-cigarettes are part of the mix.\n\nIt’s a preliminary finding, but it highlights some key questions as health officials assess electronic cigarettes.\n\n“Are e-cigarettes a step toward a cigarette smoker getting off of cigarettes? Or are e-cigarettes a crutch so they can get nicotine in places and times when they wouldn’t normally be allowed to smoke cigarettes?” asked Dr. Andrew Hyland of the Roswell Park Cancer Institute, the primary investigator for a huge government study of trends in smoking and tobacco use.\n\nHyland’s study is one of a number of projects that scientists are watching as they explore the public health implications of e-cigarettes. Here are some things to know:\n\nMULTIPLE SOURCES OF NICOTINE\n\nAt a meeting of nicotine researchers late Thursday, Hyland presented preliminary findings from the first 20,000 people to enroll in the study, a baseline as the Food and Drug Administration and National Institutes of Health track how use of tobacco products, or alternatives like tobacco-free e-cigarettes, is evolving.\n\nA fraction — 28 percent of adults and nearly 9 percent of youths — reported they currently use any type of tobacco product, Hyland said.\n\nAbout 40 percent of those current tobacco users report using two or more products. And half say battery-powered e-cigarettes are one of the multiple products they use, Hyland found. In fact, the most common combination was cigarettes and e-cigarettes.\n\nUltimately, the PATH study — it stands for Population Assessment of Tobacco and Health — will follow 46,000 people ages 12 and older over five years, a source of information as FDA decides how to regulate tobacco-related products.\n\nWHY THE EXTRA INTEREST IN E-CIGARETTES?", "article_metadata": {"description": "Study: Smokers may tap into multiple sources for nicotine", "title": "Study: Smokers may tap into multiple sources for nicotine", "og": {"site_name": "Salon", "description": "Study: Smokers may tap into multiple sources for nicotine", "title": "Study: Smokers may tap into multiple sources for nicotine", "url": "http://www.salon.com/2015/02/27/study_smokers_may_tap_into_multiple_sources_for_nicotine/", "image": "http://media.salon.com/2015/02/healthbeat-e-cigarettes.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Study: Smokers may tap into multiple sources for nicotine", "title": "Study: Smokers may tap into multiple sources for nicotine", "image": "http://media.salon.com/2015/02/healthbeat-e-cigarettes.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Lauran Neergaard", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Hyland’s study is one of a number of projects that scientists are watching as they explore the public health implications of e-cigarettes.\nAnd half say battery-powered e-cigarettes are one of the multiple products they use, Hyland found.\nIt’s a preliminary finding, but it highlights some key questions as health officials assess electronic cigarettes.\nA fraction — 28 percent of adults and nearly 9 percent of youths — reported they currently use any type of tobacco product, Hyland said.\nIn fact, the most common combination was cigarettes and e-cigarettes."}