{"article_title": "Obamacare: Don't ditch the Cadillac tax", "article_keywords": ["cost", "plans", "family", "tax", "workers", "obamacare", "costs", "health", "coverage", "cadillac", "ditch", "care", "dont"], "article_url": "http://www.chicagotribune.com/news/opinion/editorials/ct-obamacare-cadillac-tax-union-medical-insurance-cost-edit-0820-jm-20150819-story.html", "article_text": "In the pre-Obamacare debate of 2009, Congress recognized an important truth about health coverage: If people have no co-payments or deductibles, if they face no limits on doctor visits, surgeries and scans then ... health care costs skyrocket. Ultra-generous first-dollar coverage invites people to splurge on care. If it's free, they'll take the brand-name drug instead of the generic because, heck, someone else is paying.\n\nEnter the Cadillac tax. That's the moniker for the effort, which eventually became part of Obamacare, to tame lavish, solid-platinum health plans enjoyed by millions of Americans — including, most prominent politically, some union members.\n\nHere's how the tax works: In 2018, Americans with the most expensive employer-provided plans will face a 40 percent tax on plans that exceed $10,200 for individual coverage or $27,500 for family coverage. That is, for family benefits worth $30,000, the tax would apply to the $2,500 that is over the threshold. Thresholds will be higher for plans in designated high-risk industries or plans that cover disproportionate numbers of older workers or retirees.\n\nThe Cadillac tax initially wouldn't affect most people because its thresholds are relatively high: The typical individual plan last year cost $6,025 and the typical family plan $16,834, the Kaiser Family Foundation reports.\n\nOver time, however, as premium costs rise, more of those plans could come under the Cadillac tax limits. That's because thresholds will rise with cost-of-living inflation — which is typically lower than health care cost inflation.\n\nHow fast will the Cadillac tax creep? We've seen an unreleased federal study estimating that up to 10 percent of policies will be liable in 2018, rising to as much as 30 percent by 2025. Up to 7 percent of family plans will be liable in 2018, rising to as much as 25 percent. Opponents of the tax produce consultants' surveys showing much larger numbers of companies that say they expect to be initially or eventually overrun by the tax.\n\nIn 2009, we predicted that as this tax grew closer, the howls from labor, major employers and governments with generous plans would grow louder. And so they have. The Alliance to Fight the 40 — including corporations, insurers and unions — is among those battling to roll back the Cadillac tax. Democrats want to ditch the tax as a favor to their allies in labor. Republicans favor a repeal because the tax props up the much-loathed Obamacare.\n\nWe're not fans of new taxes, nor do we fear the collapse of Obamacare. But we backed the idea of this tax in 2009 as a way tame health care costs so that everyone can enjoy coverage at reasonable rates. We still do. Lavish medical spending — particularly on batteries of preventive screenings that don't yield much benefit for the costs incurred — doesn't generally help people stay healthier. But such spending does propel demand and push health care cost inflation for all of us.\n\nOpponents of the tax argue that it will eventually affect the majority of workers, not just the rich and politically connected. They warn that it will punish people who live in higher cost areas, such as New England and California. And they argue that companies with older, sicker workers — who pay higher premiums in general — will be unfairly dunned.\n\nThose are serious concerns. But the tax will also be an incentive for many companies to find innovative ways reduce the costs of employee coverage.\n\nThe tax hasn't even kicked in yet. The prospective benefit here — curbing health care costs — is appealing enough that Congress should let this tax roll out and watch carefully. Down the road, if the tax veers off-course and mows down middle-of-the-road plans that many Americans struggle to afford, then Congress can adjust. One possibility: Hitch the tax to health care inflation, not consumer inflation.\n\nThis should be a Cadillac tax — or better yet, a Lamborghini tax. Not a Chevy tax.", "article_metadata": {"fb_title": "Obamacare: Don't ditch the Cadillac tax", "googlebot": "index", "copyright": "Copyright (c) 2016 Chicago Tribune", "author": "Chicago Tribune", "og": {"site_name": "chicagotribune.com", "description": "In the pre-Obamacare debate of 2009, Congress recognized an important truth about health coverage: If people have no co-payments or deductibles, if they face no limits on doctor visits, surgeries and scans then ... health care costs skyrocket. Ultra-generous first-dollar coverage invites people to splurge on care. If it's free, they'll take the brand-name drug instead of the generic because, heck, someone else is paying.", "title": "Obamacare: Don't ditch the Cadillac tax", "url": "http://www.chicagotribune.com/news/opinion/editorials/ct-obamacare-cadillac-tax-union-medical-insurance-cost-edit-0820-jm-20150819-story.html", "image": "http://www.trbimg.com/img-55d5012b/turbine/ct-obamacare-cadillac-tax-union-medical-insurance-cost-edit-0820-jm-20150819", "type": "article"}, "x-servername": "lalvp03.18", "twitter": {"site": "@chicagotribune", "card": "summary"}, "keywords": "Cadillac tax, Obamacare, Kaiser Family Foundation, Alliance to Fight the 40, Affordable Care Act, unions", "robots": "index,follow", "apple-itunes-app": "app-id=383137151, app-argument=http://www.chicagotribune.com/deeplinkid/84243974", "fb": {"page_id": 5953023255, "app_id": 306836229411287}, "googlebot-news": "index", "date": "2015-08-19", "Description": "Congress shouldn't repeal the Cadillac tax.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Cadillac tax, Obamacare, Kaiser Family Foundation, Alliance to Fight the 40, Affordable Care Act, unions"}, "article_summary": "This should be a Cadillac tax — or better yet, a Lamborghini tax.\nThe Alliance to Fight the 40 — including corporations, insurers and unions — is among those battling to roll back the Cadillac tax.\nEnter the Cadillac tax.\nOver time, however, as premium costs rise, more of those plans could come under the Cadillac tax limits.\nHow fast will the Cadillac tax creep?"}