{"article_title": "What You Need to Know About Medicare Taxes in 2016 -- The Motley Fool", "article_keywords": ["fool", "baseline", "motley", "pay", "unchanged", "tax", "taxes", "medicare", "know", "income", "need", "subject", "2016", "filing", "thats"], "article_url": "http://www.fool.com/retirement/general/2016/05/01/what-you-need-to-know-about-medicare-taxes-in-2016.aspx", "article_text": "The Affordable Care Act is a can of worms. Bring it up in an online discussion, and a fight is almost guaranteed to break out in the comments section. But here's some news that just about everyone should be ok with: there will be no real adjustments in the Medicare tax you have to pay in 2016.\n\nWhat, exactly, are we talking about here?\n\nIn truth, the key revenue sources for Medicare are (1) general revenue, (2) payroll taxes, and (3) premiums paid by those who use the service.\n\nBut what I'm focusing on today is a provision that was added with the onset of the Affordable Care Act. In order to help fund the measure, Congress passed a tax hike on high earners. Those who earned over the baseline -- depending on filing status -- had to pay an extra 0.9% tax on the extra income they had. Officially, this is known as the \"Additional Medicare Tax.\"\n\nFiling Status Trigger Baseline for 0.9% Tax Married, Filing Jointly $250,000 Married, Filing Separately $125,000 Single $200,000 Head of Household $200,000 Qualifying Widow(er) w/ Child $200,000\n\nThe baseline will not change between 2015 and 2016. That's largely because inflation was so low at the end of 2015 that Social Security benefits will remain unchanged this year, as will the total amount of income subject to the Social Security tax.\n\nThe actual tax brackets nudged up a small amount, meaning that folks will actually pay less taxes in 2016, assuming they earn the same amount.\n\nBut the Additional Medicare Tax will remain unchanged. While this seems like a non-issue, some high-earning tax-payers could actually view it as a negative: if a bump in the baselines had occurred, then less of their income would have been subject to the tax. With no change in the threshold baselines, that won't be the case.\n\nThe bigger issue you should be focused on\n\nWe can use our power as citizens to vote for our representatives, but for the vast majority of us, that's where our direct control over such things as the Medicare Tax ends.\n\nIt makes far more sense to focus on what we do have control over, like living within our means, saving a sizable portion of our savings, and investing in a diversified portfolio with low costs. By doing this, we'll not only be able to meet our day-to-day needs, but also be able to cover the medical expenses that arise in old age with just about everyone.\n\nIf you're looking for more ways to maximize your income in retirement, check out the special free report below.", "article_metadata": {"publish_time": "11:39", "date": "2016-05-01T15:39:00Z", "description": "There will be very few changes. But is that a good thing?", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Brian Stoffel", "promo": "There will be very few changes. But is that a good thing?", "twitter": {"site": "@themotleyfool", "description": "There will be very few changes. But is that a good thing?", "title": "What You Need to Know About Medicare Taxes in 2016 --  The Motley Fool"}, "tags": "MSN,Yahoo", "og": {"site_name": "The Motley Fool", "description": "There will be very few changes. But is that a good thing?", "title": "What You Need to Know About Medicare Taxes in 2016 --  The Motley Fool", "url": "http://www.fool.com/retirement/general/2016/05/01/what-you-need-to-know-about-medicare-taxes-in-2016.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F203315%2Fscreen-shot-2016-04-25-at-15832-pm.png&h=630&w=1200&op=resize", "type": "article"}, "article_type": "article", "headline": "What You Need to Know About Medicare Taxes in 2016", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "f0ba26a8-0b1f-11e6-8839-0050569d4be0", "pitch": 3187, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2016 05 01", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "But here's some news that just about everyone should be ok with: there will be no real adjustments in the Medicare tax you have to pay in 2016.\nOfficially, this is known as the \"Additional Medicare Tax.\"\nBut the Additional Medicare Tax will remain unchanged.\nThe actual tax brackets nudged up a small amount, meaning that folks will actually pay less taxes in 2016, assuming they earn the same amount.\nIn truth, the key revenue sources for Medicare are (1) general revenue, (2) payroll taxes, and (3) premiums paid by those who use the service."}