{"article_title": "Ridenour Op-Ed against U.S. Troops in Ebola Hot Zone Published in 56 Papers and Counting", "article_keywords": ["world", "troops", "zone", "military", "west", "56", "africa", "mission", "ridenour", "david", "hot", "oped", "papers", "ebola", "american", "counting", "forces", "published"], "article_url": "http://www.conservativeblog.org/amyridenour/2014/11/13/ridenour-op-ed-against-us-troops-in-ebola-hot-zone-published.html", "article_text": "Despite the fact that Ebola no longer dominates the news as it once did, the National Center’s David Ridenour has a new commentary out there meant to make sure people don’t forget the United States still has a lot to lose.\n\nObama ordered our brave troops into the “hot zone” in Africa. It’s a dubious mission that could ultimately cause more harm than good — a mission David said “has a ready-shoot-aim quality to it.”\n\nPresident Barack Obama is using American troops to combat Ebola to show the world he cares enough to send our very best. But our soldiers aren’t Hallmark greeting cards.\n\nDavid's argument against sending American military forces to Africa was distributed by McClatchy, one of the nation’s premier news services. So far, David’s work is known to have appeared in at least 56 different newspapers across the country and even around the world — including the Pittsburgh Tribune Review, Honolulu Star-Advertiser, Omaha World-Herald, Salt Lake City Deseret News, Fresno Bee, Gulf Today (United Arab Emirates) and Canada Free Press.\n\nIt’s even been published in Stars and Stripes, the newspaper of the American military!\n\nIn his commentary, David listed four reasons why the American military should not be deployed to Africa to fight Ebola:\n\n“Our military is already overextended.” Pentagon estimates suggest American forces are already strained while facing still more planned reductions.\n\n“Military intervention in West Africa risks a quagmire.” Things are likely to get worse in Ebola-afflicted Africa, and that would likely mean an escalation in the American presence there.\n\n“The Centers for Disease Control isn’t ready.” Health care workers were found to be unprepared for the few cases of Ebola that already hit American soil, and the problem could soon be amplified by thousands of troops cycling in and out of the infected region.\n\n“Militarization of humanitarian aid risks involvement in internal disputes.” Ebola-afflicted African countries already had unstable leadership before the outbreak, and an American presence could be seen as taking sides with those governments in their internal disputes.\n\nEven though David was supposed to be part of a debate, it seemed that James Jay Carafano of The Heritage Foundation — meant to provide an opposing viewpoint — was more in agreement that David with concerns about the mission and the safety of American forces than not.\n\nFor example, Carafano wrote that “[h]elping West Africa deal with Ebola is a humanitarian mission — not a national security deployment.” He also wondered, “[I]s the president simply throwing some troops at the problem so he can say he’s done something?”\n\nAnd both specifically agreed that a travel ban placed on infected areas, something Obama has opposed, would be a better step to take before sending in the troops.\n\nAs David pointed out:", "article_metadata": {"og": {"image": "http://www.conservativeblog.org/storage/paper111314.jpg?__SQUARESPACE_CACHEVERSION=1415896581831", "description": "Despite the fact that Ebola no longer dominates the news as it once did, the National Center&r...", "title": "Ridenour Op-Ed against U.S. Troops in Ebola Hot Zone Published in 56 Papers and Counting - Amy Ridenour's National Center Blog - A Conservative Blog"}, "blogburst-verify": "B9EORVLmLdD0z2JKwETUEmoZ", "Robots": "index,follow"}, "_id": "\"57477af36914bd0286fcf1ba\"", "article_summary": "David's argument against sending American military forces to Africa was distributed by McClatchy, one of the nation’s premier news services.\nIt’s even been published in Stars and Stripes, the newspaper of the American military!\nObama ordered our brave troops into the “hot zone” in Africa.\n“Military intervention in West Africa risks a quagmire.” Things are likely to get worse in Ebola-afflicted Africa, and that would likely mean an escalation in the American presence there.\nIt’s a dubious mission that could ultimately cause more harm than good — a mission David said “has a ready-shoot-aim quality to it.”President Barack Obama is using American troops to combat Ebola to show the world he cares enough to send our very best."}