{"article_title": "American Press", "article_keywords": ["reserve", "kennedy", "million", "administration", "state", "fund", "american", "health", "plan", "press", "care", "ogb"], "article_url": "http://www.americanpress.com/Beam-column-8-21-14", "article_text": "OGB members will pick up tab\n\nLast Modified: Thursday, August 21, 2014 11:12 AM\n\nBy Jim Beam/American Press\n\nThe more than 230,000 state employees, retirees and their dependents covered under a state health care plan have to feel much better now that the state commissioner of administration has told them the loss of over half their $500 million reserve fund is a good thing. Unfortunately, it’s like telling a kid castor oil doesn’t taste bad.\n\nMembers of the Gov. Bobby Jindal administration have a Polyanna attitude about anything the rest of us consider to be bad news. Rarely do they ever admit fault or mistakes. They are always excessively cheerful or optimistic, ignoring even the experts.\n\nThe administration was dogged and determined to get a private company to administer health care plans previously managed by the Office of Group Benefits. Blue Cross-Blue Shield of Louisiana already had much of the work and was given the full job effective Jan. 1, 2013.\n\nWhen the change took place, those served by OGB were worried about what would happen to their $500 million reserve fund, and for good reason. The Legislative Fiscal Office said the fund balance as of May 2014 was about $237.2 million, which was $176.2 million (57 percent) less than the $413.4 million balance on June 30, 2013.\n\nKristy Nichols, commissioner of administration, in a recent opinion piece, told those 230,000 people not to worry.\n\n“Think about it this way: a reserve fund is similar to a bank account set aside for a rainy day,” Nichols said. “If the fund is too low, you run the risk of not being able to cover unexpected expenses. If the fund is too high, your money sits idly and doesn’t work for you. Considering that the state funds 75 percent of member premiums through taxpayer dollars, letting that large a balance sit unused meant that those funds weren’t being used for other important projects.”\n\nState Treasurer John Kennedy offers a completely different explanation in his opinion piece.\n\n“OGB once balanced its books with ease, building up a healthy reserve fund that held half a billion dollars in 2012,” Kennedy said. “More recently, OGB dropped premiums and began living off its fund balance. Why? The reason is simple. The state needed money to balance the budget. Plan members and state agencies share premium costs. The lower the premiums, the less money state agencies have to find for their share.”\n\nKennedy also talked about the different ways the 230,000 health care beneficiaries will be forced to build the reserve fund back up.\n\n“The solution on the table for stemming the drain is to pinch state workers’ pocketbooks,” he said. “Deductibles will go up. Out-of-pocket maximums will increase. Limits will be placed on hospice care. Vision coverage will pretty much disappear. If you like your plan, that’s too bad. You’re not keeping it.”\n\nNichols explained the OGB changes in comments more favorable to the administration.\n\n“Overall, OGB is expanding choices, promoting wellness, and ensuring a continued fiscal foundation of state benefit plans despite the challenges that come with the Affordable Care Act,” Nichols said. “Change may be constant in health care, but OGB is well-prepared to navigate the new world.”\n\nKennedy quoted the Louisiana Legislative Fiscal Office that has a different view.\n\n“By adding and/or increasing deductibles, increasing the out-of-pocket maximum and increasing copayments and coinsurance, the new health plan offerings will significantly reduce the cost to OGB, while the OGB member pays more for their medical services…. All new health plan options will have a deductible increase,” LFO said.\n\nYou know the Jindal troops will say Kennedy is just playing politics. It’s always a convenient copout when the truth hurts. However, polls have shown Kennedy continues to be the most popular statewide official in Louisiana, someone citizens listen to.\n\nIf you know any of them, ask some of those 230,000 health care recipients whom they believe is giving them straight answers. The ones I have spoken with say they were well served by OGB before the administration got involved.\n\nJust this week we got another example of how the Jindal folks handle bad press. The legislative auditor said an annual report evaluating the governor’s privatization of Medicaid lacked important information and the data it presented didn’t support rosy performance reviews.\n\nThe Associated Press said a 2013 law requires the state Department of Health and Hospitals to submit an annual report about the performance of the Bayou Health program, which covers 900,000 of Louisiana’s 1.4 million Medicaid recipients, mostly children and pregnant women.\n\n“Lawmakers wanted details of whether the privatization delivered the improved health outcomes and cost savings that the Jindal administration promised for the multi-billion-dollar Medicaid program,” The AP said.\n\nMedicaid director Ruth Kennedy said the auditor’s office “does not paint a complete picture.”\n\n“The department continues to disagree with the basis of many of the findings,” Kennedy said.\n\nThe legislative auditor’s office has a sterling record when it comes to evaluating the performance of state and local agencies. Public officials and agencies called to task by the auditor can complain, but it rarely changes reports issued by the office.\n\nMembers of the Jindal administration talk a good game, but that’s about as far as it goes. Castor oil still tastes bad, no matter what they say.\n\nJim Beam, the retired editor of the American Press, has covered people and politics for more than five decades. Contact him at 337-515-8871 or jbeam@americanpress.com.", "article_metadata": {"keywords": "American Press, Press, newspaper, paper, media, Lake Charles, Calcasieu, Cameron, Beauregard, Jeff Davis, Allen, Southwest Louisiana, Louisiana, Lake Area, community events in Southwest Louisiana, stories, photography, journalism, reporting, pictures, videos, news, sports, entertainment, life, obits, health, politics, crime, police, festivals, events, breaking, blogs, entertainment, arts, marquee, parish, coverage, McNeese, Cowboys, LSU, Tigers, college football, prep, high school, football, baseball, basketball, soccer, hockey, NASCAR, NFL, Saints, New Orleans, weddings, printing, engagements, anniversaries, shutter bugs, bragging rights, classifieds, advertising, rates, ads, real estate, automobiles, garage sales, comics, sales, retail, local, coupons, discount, deals, Anacoco, Barbe, Basile, Bell City, Bethel Christian, DeQuincy, DeRidder, East Beauregard, Elizabeth, Elton, Evans, Fairview, Grand Lake, Hackberry, Hamilton Christian, Hathaway, Hicks, Hyatt, Iota, Iowa, Jennings, Johnson Bayou, Kinder, Lacassine, LaGrange, Lake Arthur, Leesville, Merryville, Midland, Oakdale, Oberlin, Pickering, Pitkin, Reeves, Rosepine, St. Louis, Sam Houston, Simpson, Singer, South Beauregard, South Cameron, Starks, Sulphur, Vinton, Washington-Marion, Welsh, Westlake, Plainview, Ararat, Belfield, Bell City, Bellevue, Big Woods, Bon Air, Bridge Junction, Brimstone, Buhler, Carlyss, Chalkley, Chloe, DeQuincy, Edgerly, Ged, Gillis, Goosport, Goss, Greinwich Village, Hargrove, Hayes, Hecker, Hipple, Hollywood, Holmwood, Iowa, Lake Charles, Le Bleu, Lockmoor, Lucas, Lunita, Mallard Junction, Manchester, Maplewood, Moss Bluff, Moss Lake, Mossville, Newton, Niblett Bluff, Perkins, Prien, Rose Bluff, Rossignol, Starks, Stegall, Sulphur, Toomey, University Place, Verret, Vinton, Westlake, Cameron, Creole, Gibbstown, Grand Chenier, Grand Lake, Hackberry, Holly Beach, Illinois Plant, Lone Pine, Lowry, North Island, Oak Grove, Peveto Beach, Sweet Lake, Bancroft, Bivens, Bon Ami, Carson, DeRidder, Dry Creek, Fields, Fulton, Gaytine, Gordon, Helme, Hite, Ikes, Juanita, Junction, Kernan, Longville, Ludington, Merryville, Neale, Oretta, Ragley, Seale, Shear, Singer, Sugartown, Tulla, Turps, , Barnsdall, Buller, China, Edna, Elton, Fenton, Fontenot, Foremans Hall, Hathaway, Jennings, Lacassine, Lake Arthur, Niblett, Panchoville, Pine Island, Raymond, Roanoke, Silverwood, Thornwell, Topsy, Welsh, Woodlawn, Bel, Bond, Elder, Elizabeth, Foley, Grant, Hampton, Harmony, Indian Village, Kinder, Lauderdale, Le Blanc, Mittie, Oakdale, Oberlin, Pawnee, Reeves, Reids, Simmons Settlement, Stanley, Ward, Warren Arceneaux, Michael Cooper, Eric Cormier, Bobby Dower, Jim Gazzolo, John Guidroz, Laura Heller, Alex Hickey, Scooter Hobbs, Johnathan Manning, Andrew Perzo, Informer, Natalie Stewart", "google-site-verification": "A7PixE80w7ozjQvQ1VVILSIF1XElrnpDPkBzxNP4PLY", "title": "OGB members will pick up tab", "description": "The more than 230,000 state employees,\nretirees and their dependents covered under a state health care plan\nhave to feel much\nbetter now that the state commissioner of administration has told\nthem the ...", "p": {"domain_verify": "8346ce6bb2563b1ecb0a1e70c3d14984"}}, "_id": "\"57477af36914bd0286fcf1c0\"", "article_summary": "Jim Beam, the retired editor of the American Press, has covered people and politics for more than five decades.\n“Think about it this way: a reserve fund is similar to a bank account set aside for a rainy day,” Nichols said.\nIf you know any of them, ask some of those 230,000 health care recipients whom they believe is giving them straight answers.\nWhen the change took place, those served by OGB were worried about what would happen to their $500 million reserve fund, and for good reason.\nAll new health plan options will have a deductible increase,” LFO said."}