{"article_title": "10 Ways Bernie Sanders and Donald Trump Are Actually Similar", "article_keywords": ["sanders", "good", "trump", "ways", "similarities", "supported", "actually", "feel", "donald", "candidates", "told", "similar", "bernie"], "article_url": "http://www.golocalpdx.com/politics/10-ways-bernie-sanders-and-donald-trump-are-actually-similar", "article_text": "10 Ways Bernie Sanders and Donald Trump Are Actually Similar\n\nFirst and foremost, considering they are Presidential candidates, are the poll numbers. Both candidates are leading the latest polls in Iowa, according to polling done by CNN. Trump has opened an 11-point lead over his closest challenger, Texas Sen. Ted Cruz, while Sanders as an eight-point margin over Hillary Clinton in the Democratic caucus.\n\nWhat’s more, a few weeks before the primary voting begins, both candidates are leading the way in New Hampshire. As our friends at Graphiq demonstrate below, both candidates have opened up double-digit leads over the rest of the field in the Granite State. According to polls from Real Clear Politics, Sanders holds a 12 point lead over Clinton, while Trump leads Gov. John Kaisich by a whopping 19 points.\n\nBut it isn’t just poll results that these two share. Sen. Cruz, Trump's chief rival in Iowa, told Fox News’ Sean Hannity that Trump and Sanders “have basically the same healthcare plan,\" and pointed out even more similarities between Trump and Democrats.\n\n\"Donald Trump enthusiastically supported the TARP bailout of big banks. I opposed it. He enthusiastically supported Barack Obama's stimulus plan. He thought it should have been bigger. I think it was a disaster and a waste of money. Actually, Donald not only supported both of those, but he argued that Obamacare should be expanded to make it socialized medicine for everyone,” Cruz told Hannity\n\nJohn Horvick, Vice President and Political Director of DHM Research, a Portland-based political research and polling firm told GoLocal he sees plenty of similarities in the two candidates.\n\n“They are both certainly doing something right,\" Horvick said. “They both represent frustrations with the status quo, that outsider label of someone that’s very critical of the establishment applies to both of them.“They both have been making people feel good about being on the outside. I think Sanders has actually made Democrats feel good about being democrats…and Trump has made people feel good about being frustrated with government.”\n\nTrump and Sanders are also both receiving huge amounts of small money donors. This shows a firm base of support among working and middle income American voters. Take a closer look thanks to Graphiq below.\n\nGoLocal has rounded up even more similarities between the two candidates. Take a look at all of them below.\n\nSLIDES BELOW: 10 Ways Bernie Sanders and Trump Are Actually Similar\n\nRelated Slideshow: 10 Ways Bernie Sanders and Donald Trump Are Actually Similar\n\nRelated Articles\n\nEnjoy this post? Share it with others.", "article_metadata": {"geo.region": "{region}", "DC.identifier": "http://www.golocalpdx.com/politics/10-ways-bernie-sanders-and-donald-trump-are-actually-similar", "geo.placename": "{placename}", "description": "At first glance, Presidential Candidates Bernie Sanders and Donald Trump seem to have very little in common. But GoLocal took a closer look at the two campaigns, and found that the two outsiders share a fair amount of similar traits and attributes.", "geo.position": "{latitude},{longitude}", "DC.description": "At first glance, Presidential Candidates Bernie Sanders and Donald Trump seem to have very little in common. But GoLocal took a closer look at the two campaigns, and found that the two outsiders share a fair amount of similar traits and attributes.", "og": {"site_name": "GoLocalPDX", "description": "At first glance, Presidential Candidates Bernie Sanders and Donald Trump seem to have very little in common. But GoLocal took a closer look at the two campaigns, and found that the two outsiders share a fair amount of similar traits and attributes.", "title": "GoLocalPDX | Politics | 10 Ways Bernie Sanders and Donald Trump Are Actually Similar", "url": "http://www.golocalpdx.com/politics/10-ways-bernie-sanders-and-donald-trump-are-actually-similar", "image": "http://www.golocalpdx.com/cache/images/cached/cache/images/remote/http_s3.amazonaws.com/art.golocalpdx.com/bernie_sanders_460_460_90.jpg", "type": "article"}, "news_keywords": "Bernie Sanders, Donald Trump, presidential campaign, election 2016, health care, wall street, golocalpdx", "DC.format": "text/html", "DC.type": "Text", "robots": "index,follow,archive", "DC.publisher": "GoLocalPDX", "DC.date.valid": "2016-06-02T07:09:23-07:00", "DC.creator": "interns2", "keywords": "Bernie Sanders, Donald Trump, presidential campaign, election 2016, health care, wall street, golocalpdx", "DC.date.created": "2016-01-23T02:28:00-08:00", "DC.subject": "Bernie Sanders, Donald Trump, presidential campaign, election 2016, health care, wall street, golocalpdx", "DC.date.modified": "2016-01-22T10:00:10-08:00", "DC.title": "10 Ways Bernie Sanders and Donald Trump Are Actually Similar - GoLocalPDX"}, "article_summary": "SLIDES BELOW: 10 Ways Bernie Sanders and Trump Are Actually SimilarRelated Slideshow: 10 Ways Bernie Sanders and Donald Trump Are Actually SimilarRelated ArticlesEnjoy this post?\n10 Ways Bernie Sanders and Donald Trump Are Actually SimilarFirst and foremost, considering they are Presidential candidates, are the poll numbers.\nI think Sanders has actually made Democrats feel good about being democrats…and Trump has made people feel good about being frustrated with government.”Trump and Sanders are also both receiving huge amounts of small money donors.\nAccording to polls from Real Clear Politics, Sanders holds a 12 point lead over Clinton, while Trump leads Gov.\nSen. Cruz, Trump's chief rival in Iowa, told Fox News’ Sean Hannity that Trump and Sanders “have basically the same healthcare plan,\" and pointed out even more similarities between Trump and Democrats."}