{"article_title": "Do our pets need Prozac? Are we making them feel better, or ourselves?", "article_keywords": ["billion", "prozac", "animals", "animal", "feel", "cats", "pet", "better", "drugs", "oliver", "dodman", "pets", "need", "making", "dogs"], "article_url": "http://www.salon.com/2014/06/21/do_our_pets_need_prozac_are_we_making_them_feel_better_or_ourselves/", "article_text": "Topics: Animal Madness, Animals, Books, doggie prozac, Drugs for pets, Editor's Picks, Laurel Braitman, Noble Beasts, Pets, Prozac, Innovation News, Life News\n\nThe biggest animal consumers of psychotropic drugs are not zoo animals but the ones that live with us most intimately: our pets. Just like the shared rice-gruel remedies of the early twentieth century, we are now giving our cats, dogs, and canaries the same medications we take ourselves. A survey of prescription drug trends among 2.5 million insured Americans from 2001 to 2010, found that one in five adults is currently taking at least one psychiatric drug. Americans spent more than $16 billion on antipsychotics, $11 billion on antidepressants and $7 billion on drugs to treat attention-deficit hyperactivity disorder (ADHD) in 2010. And according to a recent study by the Centers for Disease Control, 87 percent of people who visit a psychiatrist’s office leave with a prescription.\n\n*\n\nThe Prozac prescriptions for Anna Nicole Smith’s Sugarpie, Jacques Chirac’s Sumo, and most recently, Lena Dunham’s rescue dog, Lamby, are indicative of a thriving marketplace for animal pharmaceuticals—psychopharm and otherwise. The U.S. market for pet pharmaceuticals is large and growing, from $6.68 billion in 2011 to a projected $9.25 billion by 2015. Zoetis Inc. is the world’s largest maker of animal medicines. Once a subsidiary of Pfizer, it went public in January of 2013 and raised $2.2 billion in its initial public offering, the largest IPO deal for an American company since Facebook. Elanco, a pet pharma company owned by Eli Lilly, has $1.4 billion in annual sales and is the fourth-largest animal health business in the world. Growth in Lilly’s animal division recently outpaced its general pharmaceutical division for humans. Yearly sales of Pfizer’s animal pharmaceuticals are worth roughly $3.9 billion, with companion animal meds representing 40 percent of the total.\n\nTotal sales of pet behavioral medications like fluoxetine are difficult to quantify because many pet owners buy their animals generic human versions from pharmacies like CVS or Walgreens. The Prozac, Valium, Xanax, and other drugstore sales for dogs, cats, and parrots are therefore lumped in with the sale of the same drugs for humans.\n\n*\n\nThe pet pharmaceutical industry is also touted as being recession-proof. Americans may even spend more on their pets during tough economic times. One market research firm recently claimed that people’s love for their pets was an “excellent insulator against recessionary cutbacks.” The same firm reported that many pet owners, both affluent and middle class, were less likely to limit spending on their animals than on their human family members during crises. This has proven to be true not only during the most recent economic downturns but also during the Great Depression, when, as the historian Susan Jones has suggested, families made great sacrifices in order to secure food for their pet dogs and cats.\n\nPsychopharmaceuticals are particularly profitable. The most lucrative human drugs in 2012, after cancer treatments, were antidepressants, mood stabilizers, and other mental health drugs. People spent more on psychopharmaceuticals than on drugs to treat pain, and the market has steadily increased, 10 to 20 percent per year globally, even during the most recent financial crisis. The markup on these drugs is more than several thousand percent, and as David Healy has argued, they’re worth more than their weight in gold.\n\nThe scale of investment in the development and marketing of these psychotropic blockbuster drugs, for both humans and other animals, is tied to popular ideas about the illnesses they’re used to treat. The industry that produces these drugs works hard to guarantee their financial success and this means encouraging more people to use them, for themselves and their pets. Two key historical decisions in particular helped ensure the current popularity of pharmaceutical use in the United States. The first took place in 1951, when the FDA (via the Humphrey-Durham amendments to the Food and Drug Act) declared that new medications would be available by prescription only. Before this, people largely medicated themselves, buying what they needed over the counter. Critics of the FDA’s decision argued that it harmed regular citizens by making them completely beholden to a small group of people with the power to prescribe, who themselves were now dependent upon the pharmaceutical industry. A second FDA decision, in 1997, relaxed regulations limiting direct-to-consumer advertising and opened the floodgates to the pharmaceutical marketing machine that would quickly begin to publicize signs and symptoms of disorders that were easily treatable with compounds like the new Prozac.\n\nOne of the most vocal proponents of the use of psychopharmaceutical drugs for other animals is the veterinary behaviorist Nicholas Dodman, of the Tufts Animal Behavior Clinic. “One of the things that people called me was the Timothy Leary of the veterinary profession,” Dodman said. Like Leary, Dodman acted as a sort of pied piper, drawing other veterinarians and pet owners to his methods via textbooks and peer-reviewed articles and workshops like “The Well-Adjusted Cat.”\n\nDodman argues that studies he has overseen, some of which are supported by drug companies like Eli Lilly, prove that Prozac eases separation anxiety and compulsive disorders in animals and also reduces aggression and other “problem” behaviors. He has published research on the use of antidepressants and psychotropic meds to treat everything from compulsive Doberman Pinschers and tail-chasing Terriers to corral-biting (or cribbing) horses and cats who pull out their fur.\n\nIn his book “The Well-Adjusted Dog, Dodman argues that psychopharmaceuticals treat a dog’s problems “from the inside out,” though he believes that drugs are more successful if they are used in conjunction with behavior-modification training. The goal, he has said, should be to taper off the medication as soon as possible. In some cases, those in which withdrawing the meds causes the animal’s anxiety, depression, fear, or aggression to return, he suggests an indefinite drug regime.\n\nDodman prescribes a wide variety of psychopharmaceuticals, as do the many vets who have incorporated his ideas into their own practices. He uses tricyclic antidepressants (Elavil and Tofranil) for depression, phobias, and in some cases of aggression in dogs. But he calls SSRIs like Prozac, Zoloft, Paxil, Celexa, Lexapro, and Luvox the closest thing there is to a silver bullet for treating behavioral problems in animals. He used to believe Valium was helpful for treating anxiety, but he’s now convinced that, like alcohol, the drug can reduce inhibitions, and in dogs prone to aggression, this can make them vicious. It is also addictive. But Dodman still finds it useful for treating acute fear—in cases like Oliver’s thunderstorm panic.\n\nDodman didn’t always work as a Merry Prankster to the dog legions. An Englishman, he spent the 1970s working as a roving country vet in the United Kingdom, a sort of contemporary James Herriot, the fictional alter ego of James Wight, the British veterinarian. Dodman moved to the United States in 1981 to be a professor of anesthesia at Tufts’ veterinary school. There he began to wonder if psychotropic medicines could change veterinary practice in the same ways they were transforming human psychiatry. Dodman shared his ideas for the first time at a veterinary conference in the late 1980s and later told a journalist for the New York Times that “he saw jaws drop around the room. It was like, ‘Who is this strange masked man?’” Thirty years later, largely through his many publicized success stories, the animal psychopharmaceutical industry is thriving in the United States.\n\nDodman remembers hearing the former dean of the Tufts vet school call Prozac the behavioral equivalent of the popular wide-spectrum deworming medication ivermectin. “Before ivermectin,” he said, “vets had to carefully choose which dewormer to use to treat intestinal and other worm infestations in dogs, cats, and farm animals. After ivermectin, vets could reach for this one medication to deal with practically all of these problems. All I can say is thank heavens for Prozac and other SSRIs.\n\nDodman’s colleague Nicole Cottam says that 50 to 60 percent of the people who come to the Tufts clinic want drugs for their dog, cat, or bird. “Most of our clients don’t call or come back after the initial appointment. Unless it’s to get refills. When people leave with a prescription and behavioral exercises, they tend to only use the pills.”\n\nThe idea of a pill for pet problems is simply too seductive and, frankly, it’s often useful. I know this from experience.\n\nOliver received his first Valium prescription after his jump, at the vet hospital. The second one came from his behaviorist. As I mentioned, we were supposed to give Oliver the Valium thirty minutes before a storm hit so that by the time the thunder and lightning descended he would be too blissed out to notice. We were also supposed to play him recorded sounds of thunder and rain. While we did this we were to pet him, but only when he reacted calmly. The duration of the faux-storm training was supposed to increase in single-minute increments until Oliver could listen to the CD peacefully for hours. The behaviorist also prescribed Prozac for his separation anxiety, telling us that it would take a few weeks to take effect and to let her know if there was any change in his behavior. We watched him, anxious now ourselves, but Oliver didn’t seem to be happier or calmer.\n\nThe Valium, however, helped. It dulled his thunderstorm anxiety. The only problem was that Jude and I both worked outside of the house, and in D.C. summer thunderstorms tend to happen in the afternoon. Neither of us could return home thirty minutes before a storm hit in order to drug the dog. Five days a week Oliver was on his own when it came to afternoon weather anxiety. We tried playing the recorded sounds of storms to desensitize him, but the CD was less helpful than the drugs. Oliver simply wasn’t bothered by the fake thunder. He endured the listening sessions with benign disinterest.\n\nThe behaviorist also suggested we use Valium to treat Oliver’s separation anxiety, telling us to dose him thirty minutes before Jude and I left the house. And she urged us to retrain him around our leave-taking behavior.\n\nThe behavioral therapy or training process the vet outlined was supposed to start by Jude and I approaching the front door but not leaving, not even touching the knob. We were to do this repeatedly, until Oliver stopped acting anxious. The next stage was going up to the front door and touching the door knob. When this bored Oliver into not reacting, we were supposed to turn the handle and open the door but not walk through it. This was meant to happen in stages so that in the end, she promised us, we would be able to leave the house without Oliver caring at all. The problem was that this sort of training took weeks, if not months—and we still had to go through the door in the meantime.\n\nWe tried to do the exercises. We gave it our best shot. Or to be honest, we gave it our best shot for a while. But it was exhausting, for us and for Oliver. He was so finely attuned to the various stages Jude and I had for getting ready to leave that as soon as we tried to decouple one cue from his “they are leaving me” anxiety, picking up our keys, for example, Oliver would figure out another, such as making our lunches or putting on our work clothes. He may have been dysfunctional and disturbed, but he wasn’t stupid.\n\nSometimes I stored my computer bag in our building’s shared hallway because even the sight of it would make Oliver start vigilantly watching for our departure, panting heavily and pacing. He also reacted to the sight of suitcases. And the putting on of shoes. And the opening of the coat closet. Possibly, if Jude and I had left for work naked, through a window, with no lunches, no keys, no bags, no shoes, and at odd hours, we could have avoided triggering Oliver’s anxiety.\n\nLike me, a lot of people simply can’t spend the kind of time it takes to retrain themselves and their pet. Or it doesn’t work. Sometimes, as with Oliver’s Prozac, the drugs don’t help either, or the effects aren’t dramatic enough. This unfortunately tends to be the end of the line for most animals. They are given up or forced into what the veterinary behaviorist E’lise Christensen calls “the big sleep” and David Sedaris has referred to as visiting the “Youth-in-Asia.” Behavioral drugs, if they work, can help stave off such mortal consequences.\n\nDodman argues that most dogs and cats are taken to shelters or put down for “being difficult.” Indeed, 6 to 8 million dogs and cats are given up every year. According to the ASPCA, 3.7 million of them were euthanized in 2008. Aggressive and insecure dogs who menace visitors, or cats that won’t stop spraying on the bedspread are the kinds of creatures most often left at shelters. Dodman argues that the great salvation of these ill-behaving dogs and cats is medication. Though I’m doubtful that medication-only therapeutic regimes are as effective as behavior therapy or at least behavior therapy and medication, psychopharm for pets can be a useful way station on the road to recovery, or a stopgap measure on the way to the gas chamber.\n\nThe veterinary behaviorist E’Lise Christensen is a proponent of psychopharmaceuticals because, she says, “Unlike in human medicine, we don’t have inpatient treatment facilities for our patients. If you have a dog that’s jumping out windows into traffic, for example, you have to heavily dose them so they don’t hurt themselves.”\n\nHeavy doses for dogs are not quite the same as heavy doses for humans; dogs’ livers can handle a lot more medication. This is why many dogs end up on dosages of antianxiety drugs that could kill a person. “I have a golden retriever patient right now,” Christensen said, “that’s taking 80 milligrams of Valium every four hours.” This would make a human limp, verging on catatonia, but it’s keeping the retriever from full-blown panic attacks.", "article_metadata": {"description": "We spend billions on pet pharmaceuticals. Is this more American overmedication, or a cure for behavioral problems?", "author": "Laurel Braitman", "og": {"site_name": "Salon", "description": "We spend billions on pet pharmaceuticals. Is this more American overmedication, or a cure for behavioral problems?", "title": "Do our pets need Prozac? Are we making them feel better, or ourselves?", "url": "http://www.salon.com/2014/06/21/do_our_pets_need_prozac_are_we_making_them_feel_better_or_ourselves/", "image": "http://media.salon.com/2014/06/sad_pup.jpg", "type": "article"}, "twitter": {"description": "We spend billions on pet pharmaceuticals. Is this more American overmedication, or a cure for behavioral problems?", "creator": "@salon", "image": "http://media.salon.com/2014/06/sad_pup.jpg", "title": "Do our pets need Prozac? Are we making them feel better, or ourselves?", "site": "@salon", "card": "summary_large_image"}, "title": "Do our pets need Prozac? Are we making them feel better, or ourselves?", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Animal Madness, Animals, Books, doggie prozac, Drugs for pets, Editor's Picks, Laurel Braitman, Noble Beasts, Pets, Prozac", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd98c8\"", "article_summary": "Topics: Animal Madness, Animals, Books, doggie prozac, Drugs for pets, Editor's Picks, Laurel Braitman, Noble Beasts, Pets, Prozac, Innovation News, Life NewsThe biggest animal consumers of psychotropic drugs are not zoo animals but the ones that live with us most intimately: our pets.\nJust like the shared rice-gruel remedies of the early twentieth century, we are now giving our cats, dogs, and canaries the same medications we take ourselves.\nThe Prozac, Valium, Xanax, and other drugstore sales for dogs, cats, and parrots are therefore lumped in with the sale of the same drugs for humans.\nYearly sales of Pfizer’s animal pharmaceuticals are worth roughly $3.9 billion, with companion animal meds representing 40 percent of the total.\n“Before ivermectin,” he said, “vets had to carefully choose which dewormer to use to treat intestinal and other worm infestations in dogs, cats, and farm animals."}