{"article_title": "Newsom Focuses on Guns Not Water", "article_keywords": ["newsom", "gun", "water", "state", "focuses", "california", "report", "initiative", "residents", "law", "guns"], "article_url": "http://townhall.com/columnists/brucebialosky/2015/11/08/newsom-focuses-on-guns-not-water-n2076672", "article_text": "Recommended Chuck Todd Grills Hillary About Email Chain in Scathing IG Report Leah Barkoukis\n\nIf you have not heard of Gavin Newsom, know that he is currently the Lt. Governor of California and he aims to take over the governor’s job from Jerry Brown in 2018. His path was cleared when Kamala Harris decided to move to Washington and take over Barbara Boxer’s U.S. Senate seat. Mr. Newsom announced he will be sponsoring a statewide initiative to further strengthen the gun laws in California, which are already the toughest in the nation. (Note: I am neither a gun owner nor member of the NRA. Also, I have read the initiative and interviewed the organization behind it for this column.)\n\nNewsom laid out five points to incorporate in his initiative which we will review point-by-point:\n\n1. Magazines with a capacity of 11 or more rounds must be taken out of state, sold to a licensed firearms dealer or turned over to law enforcement.\n\nComment: You cannot buy anything over a 10-round magazine in California and have not been able to since 2000. There are guns that were grandfathered in when that rule became law and many of them are built with 12- or 15-round magazines and do not have substitute 10-round magazines. The sponsors could supply no evidence that the grandfathered guns had been involved in any criminal activity in the last 15 years. Law-abiding residents would de facto have these guns confiscated. This is totally unenforceable unless you go door-to-door and confiscate the guns. Does anyone believe criminals are turning over their magazines?\n\n2. People will have to report lost or stolen firearms to local law enforcement.\n\nComment: Most law-abiding residents do that now. Their guns are expensive and insured. Only people who own cheap guns or criminals do not report lost or stolen guns and this law will not change that. Though the initiative does not establish it, someone who unknowingly has a gun stolen that is then used in a crime would be open to lawsuits for its illegal use.\n\n3. When a person is added to the database of people prohibited from purchasing or owning a firearm, the California Dept. of Justice will be required to inform the federal instant criminal background check system.\n\nComment: You mean that is not done now? It is part of the California law now; this is just changing from “may” report to “must” report to the feds. You need an initiative for that? This is an administrative task and has no place in an initiative.\n\n4. A new process will be developed for felons and others prohibited from owning firearms to give up their guns.\n\nComment: Felons already cannot own guns, so if they have guns they are already up to no good. This will allow expanded police authority to request a warrant just stating they have a suspicion of having a gun.\n\n5. Background checks will have to be done at point of sale for ammunition. Also, those selling ammunition will need an additional license to do so.\n\nComment: This is the most controversial point. This is what Newsom said about this:\n\n\"If you're going to purchase ammunition you should purchase it from a licensed dealer and you should be subject to the same background you’re subject to with gun sales.\"\n\nLaw-abiding residents already purchase their ammo from licensed dealers. If someone is buying from other sources that is because the seller is skirting the law and that will not change with this law. I don’t know if Newsom knows what he is saying is that every time someone wants to purchase ammo for target practice they will have to order it, process paperwork and pay a fee and travel to pick it up. Many people go through 400-500 rounds a week at a range. This is a direct attempt to stifle gun owners from using their guns for practice and maintaining their skills. Initiative supporters state there will be a minor inconvenience. Not for San Francisco residents where there are no longer any gun stores. No more home deliver for everybody else of a commodity. That is a major inconvenience for millions of Californians.\n\nIn California, you may have heard that we have a water shortage. We have passed $18.7 billion since 2000 in five different water bonds. They have captured no new water and built no new reservoirs.\n\nA young man I know ran into Lt. Governor Newsom. He pointed out to Newsom about the fact that Israel exists on a desert. They had a water shortage. They had to figure out a system to deliver water. They now have excess water. Israel built desalination plants. He then asked Newsom why we could not do the same. Newsom said he was not aware of it and “I will look into it.” The young man was convinced it was a throw off line to get rid of him.\n\nBut if you go to Newsom’s website for his gubernatorial bid in 2018, there is no mention of the water problem in California. In fact, if you scour the internet you can barely find a reference to Newsom and the water shortage. He was on an MSNBC show where he asserted that we needed mandatory water rationing but suggested no remedies to our water retention problem.\n\nOne can make the argument that even though California has the toughest gun laws in the nation that we could still tighten them up. Certainly that is something that would make Newsom’s Russian Hill friends happy as they recognize how Newsom asserts his leadership on this issue. On the other hand, while our lawns dry up – not to mention the drying up of agriculture, our largest industry -- we have to urinate into our toilets four or five times before flushing to save water. One could conclude most Californians are interested in leadership on the issue of water as a long-term solution.\n\nWe have the longest coastline in the world. We have access to the largest body of water in the world. We do nothing to resolve our problem. El Nino is coming this winter and we have inadequate storage to capture the water.\n\nCalifornia’s population has doubled, we have lost water from the Colorado River to neighboring states, we have spent a fortune on water bonds to no avail, but our leaders want to build a choo-choo train down the middle of the state for no one to use and further restrict gun rights to little benefit.\n\nWelcome to the Golden State!", "article_metadata": {"description": "If you have not heard of Gavin Newsom, know that he is currently the Lt. Governor of California and he aims to take over the governors job from Jerry Brown in 2018. .05/27/2016 8:10:12AM EST.", "author": "Bruce Bialosky", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "If you have not heard of Gavin Newsom, know that he is currently the Lt. Governor of California and he aims to take over the governors job from Jerry Brown in 2018.", "title": "Newsom Focuses on Guns Not Water", "url": "http://townhall.com/columnists/brucebialosky/2015/11/08/newsom-focuses-on-guns-not-water-n2076672", "image": "http://media.townhall.com/townhall/reu/ha/2015/203/e379bd10-4613-42fb-bcaf-fb72bf48cfb3.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "If you have not heard of Gavin Newsom, know that he is currently the Lt. Governor of California and he aims to take over the governors job from Jerry Brown in 2018.", "title": "Newsom Focuses on Guns Not Water", "url": "http://townhall.com/columnists/brucebialosky/2015/11/08/newsom-focuses-on-guns-not-water-n2076672", "image": "http://media.townhall.com/townhall/reu/ha/2015/203/e379bd10-4613-42fb-bcaf-fb72bf48cfb3.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Newsom Focuses on Guns Not Water, Bruce Bialosky, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "Only people who own cheap guns or criminals do not report lost or stolen guns and this law will not change that.\nIn fact, if you scour the internet you can barely find a reference to Newsom and the water shortage.\nComment: Felons already cannot own guns, so if they have guns they are already up to no good.\nIt is part of the California law now; this is just changing from “may” report to “must” report to the feds.\nHe was on an MSNBC show where he asserted that we needed mandatory water rationing but suggested no remedies to our water retention problem."}