{"article_title": "Marketplace Enrollment Climbs In Kansas, Missouri", "article_keywords": ["marketplace", "selected", "consumers", "climbs", "enrollment", "kansas", "enrolled", "health", "numbers", "missouri", "uninsured", "weisgrau", "national"], "article_url": "http://kcur.org/post/marketplace-enrollment-climbs-kansas-missouri", "article_text": "The enrollment period for the federal health insurance marketplace closed Monday night, with higher enrollment than last year in Kansas and Missouri.\n\nThe U.S. Department of Health and Human Services said 101,555 Kansans enrolled before the deadline. That’s about 5,000 more than the 96,197 Kansans who enrolled before last year’s deadline.\n\nHHS provided numbers for several population centers:\n\n110,572 consumers in the Kansas City area — which includes Kansas and Missouri — selected or were automatically enrolled in a plan.\n\n39,120 consumers in the Wichita-Hutchinson area selected or were automatically enrolled in a plan.\n\n12,677 consumers in the Topeka area selected or were automatically enrolled in a plan.\n\nMissouri had 290,201enrollees this year, compared to 253,969 last year. Those numbers include:\n\n134,934 consumers in the St. Louis area.\n\n56,449 consumers in the Springfield area.\n\n22,822 consumers in the Columbia-Jefferson City area.\n\nHHS Secretary Sylvia Burwell said 12.7 million Americans signed up for 2016 coverage, including 4 million new people in the 38 states like Kansas and Missouri that rely on the federal marketplace, healthcare.gov.\n\n“Signing up 12.7 million people is an incredible undertaking, especially considering the progress we’ve made to bring down the number of uninsured in years past,” she said.\n\nBefore the marketplace opened in 2013 as part of the Affordable Care Act, the rate of Americans without health insurance ranged from about 15 to 18 percent. The figure now is below 10 percent.\n\n“More than 90 percent of Americans are insured, and that’s the first time that this has ever been true,” Burwell said.\n\nBut progress in Kansas has been slower than the nation as a whole, according to Health Reform Resource Project Director Sheldon Weisgrau. He said the most recent figure he has seen for the number of uninsured Kansans was about 11 percent, compared with about 13 percent before the Affordable Care Act went into effect.\n\n“It has dropped, but it has not dropped as rapidly as it has in all the states that have expanded their Medicaid programs,” Weisgrau said. “And so Kansas may well now be above the national average in uninsurance, which would be a historical turnaround for us.”\n\nWeisgrau said Kansas’ uninsured rate always was below the national average, but that is no longer the case.\n\n“Because we have not expanded our Medicaid program, at best we’re going to be at the national average,” he said. “My guess is that this year we’re actually going to be above the national average.”\n\n“Missouri’s numbers were spectacular this year,” Weisgrau said. “The Missouri Foundation for Health poured, I think, literally millions of dollars into outreach efforts this year, and it really paid off. But, you know, it was not only the money. It was a really well-organized, well-thought-out effort. It makes a difference.”\n\nBryan Thompson is a reporter for KHI News Service in Topeka, a partner in the Heartland Health Monitor team.", "article_metadata": {"category": "Health", "description": "The enrollment period for the federal health insurance marketplace closed Monday night, with higher enrollment than last year in Kansas and Missouri. The U", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://kcur.org/post/marketplace-enrollment-climbs-kansas-missouri", "image": "http://mediad.publicbroadcasting.net/p/kcur/files/styles/medium/public/201602/kansas_enrollment.png", "type": "article", "description": "The enrollment period for the federal health insurance marketplace closed Monday night, with higher enrollment than last year in Kansas and Missouri. The U", "title": "Marketplace Enrollment Climbs In Kansas, Missouri"}, "story_id": 465693676, "twitter": {"site": "@kcur", "card": "summary", "creator": "@kcur"}, "author": "Bryan Thompson", "org_id": 0, "dc": {"title": "Marketplace Enrollment Climbs In Kansas, Missouri"}, "nid": 85353, "datePublished": "2016-02-05", "keywords": "Affordable Care Act, Heartland Health Monitor", "wordCount": 568, "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "The enrollment period for the federal health insurance marketplace closed Monday night, with higher enrollment than last year in Kansas and Missouri.\nHHS provided numbers for several population centers:110,572 consumers in the Kansas City area — which includes Kansas and Missouri — selected or were automatically enrolled in a plan.\nHHS Secretary Sylvia Burwell said 12.7 million Americans signed up for 2016 coverage, including 4 million new people in the 38 states like Kansas and Missouri that rely on the federal marketplace, healthcare.gov.\n“The Missouri Foundation for Health poured, I think, literally millions of dollars into outreach efforts this year, and it really paid off.\n“And so Kansas may well now be above the national average in uninsurance, which would be a historical turnaround for us.”Weisgrau said Kansas’ uninsured rate always was below the national average, but that is no longer the case."}