{"article_title": "Thanks To Obamacare, More Young People Are Getting Mental Health Treatment", "article_keywords": ["life", "substance", "mental", "washington", "getting", "deeds", "obamacare", "young", "abuse", "health", "treatment", "adults", "services", "thanks"], "article_url": "http://thinkprogress.org/health/2014/08/06/3468351/young-people-obamacare-mental-health/", "article_text": "Health Thanks To Obamacare, More Young People Are Getting Mental Health Treatment CREDIT:\n\nA provision of the Affordable Care Act (ACA) that allows young people to remain on their parents’ insurance may have increased the use of mental health services among that demographic, a new study suggests. The findings make a case for an expansion of mental health services for the Millennial generation.\n\nResearchers collected data from the National Survey of Drug Use and Health and surveyed more than 20,000 people from 2008 — two years before the ACA provision went into effect — to 2012. They found that young adults between the ages of 18 and 25 who screened positive for mental disorders or substance abuse sought mental health services at a rate five percentage points greater than that of adults in the 26- to 35-year-old age bracket. Out-of-pocket payments for mental health visits among young people also decreased by more than 12 percentage points, according to the study.\n\n“We have a critical shortage of access of mental health and substance abuse treatment, and the problem is worse for young adults,” Brendan Saloner, head researcher on the Robert Wood Johnson Foundation-funded study, told ThinkProgress. “If you look at where lack of coverage and the prevalence in mental health and substance abuse problems are the highest, it’s among young people. It’s sort of a perfect storm. This piece of the Affordable Care Act gives us a good opportunity to look at what happens when you increase access to treatment.”\n\nExperts say that children and young adults, groups still undergoing mental and physical changes, stand to suffer the most from unaddressed mental issues. Common mental ailments include depression, anxiety, and conduct disorder. Traumatic life events and the stress of adolescent change can distort one’s feelings, actions, and perceptions, ultimately triggering a mental disorder.\n\nUnfortunately, there are gaps in mental healthcare services for young people. A 2011 report by the National Alliance on Mental Illness found that cuts in state mental health spending totaled more than $1.6 billion in the years after the 2008 recession. According to William Lawson, a psychiatrist and professor at Howard University in Washington, D.C., that means resources have shifted to emergency rooms, community hospitals, law enforcement agencies, and correctional facilities.\n\n“The United States has seen a 300 percent increase in the prison population because of the mentally ill,” said Lawson in an interview with ThinkProgress. “Resources are often misallocated, especially for young African-American males between the ages of 16 and 25. That’s when they’re exposed to drug abuse and end up belonging to gangs that serve as surrogate parents.”\n\nFailing to address mental health problems can end tragically for young people and their families. A Centers for Disease Control and Prevention report in January found that nearly 4,600 people between the ages of 10 and 24 commit suicide each year, making it the third leading cause of death among that age group. The report also linked high use of alcohol and drugs to incidences of suicide.\n\nThe most high-profile cases of suicide this year include that of Karyn Washington, college student and creator of For Brown Girls, a social media campaign that celebrated dark skin and battled colorism among women of color. Washington, 22, took her own life in April after a long battle with depression that reportedly stemmed from the death of her mother. Another incident in May involved Elliott Rodger, a 22-year-old man who killed six and injured 13 people near University of California, Santa Barbara before taking his own life. Though Rodger, 22, had not been formally diagnosed with a mental illness, his family financed therapy sessions and he took prescription medicine until the age of 18, when he refused help.\n\nLast November, Gus Deeds, son of Virginia Senator Creigh Deeds, stabbed his father multiple times in the head and torso before taking his own life, according to police reports. The younger Deeds reportedly struggled with bipolar disorder -– a condition in which a person has periods of depression followed by periods of extreme happiness –- for three years. Days before the incident unfolded, the older Deeds tried to admit his son into a mental institution to no avail, in part because of the lack of available space. In a statement to the press, Deeds expressed his disbelief at the dearth of resources available for people battling mental health issues.\n\n“That makes absolutely no sense,” Deeds said. “An emergency room cannot turn away a person in cardiac arrest because the ER is full, a police officer does not wait to arrest a murder suspect or a bank robber if no jail space is identified.”", "article_metadata": {"google": "nositelinkssearchbox", "description": "That's good news, since experts say that children and young adults stand to suffer the most from unaddressed mental issues.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "That's good news, since experts say that children and young adults stand to suffer the most from unaddressed mental issues.", "title": "Thanks To Obamacare, More Young People Are Getting Mental Health Treatment", "url": "http://thinkprogress.org/health/2014/08/06/3468351/young-people-obamacare-mental-health/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/09/obamacare.jpg", "type": "article"}, "twitter": {"description": "That's good news, since experts say that children and young adults stand to suffer the most from unaddressed mental issues.", "title": "Thanks To Obamacare, More Young People Are Getting Mental Health Treatment", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/09/obamacare-321x214.jpg", "creator": "@SamPKCollins", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2013/09/obamacare.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2013/09/obamacare.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2014-08-06T15:16:05+00:00", "author": "https://www.facebook.com/sampkcollinswriter"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af36914bd0286fcf1dd\"", "article_summary": "Health Thanks To Obamacare, More Young People Are Getting Mental Health Treatment CREDIT:A provision of the Affordable Care Act (ACA) that allows young people to remain on their parents’ insurance may have increased the use of mental health services among that demographic, a new study suggests.\nThe findings make a case for an expansion of mental health services for the Millennial generation.\nOut-of-pocket payments for mental health visits among young people also decreased by more than 12 percentage points, according to the study.\n“If you look at where lack of coverage and the prevalence in mental health and substance abuse problems are the highest, it’s among young people.\nA 2011 report by the National Alliance on Mental Illness found that cuts in state mental health spending totaled more than $1.6 billion in the years after the 2008 recession."}