{"article_title": "Government Funded Studies Intentionally Infected People With STDs", "article_keywords": ["hopkins", "federal", "lawsuit", "university", "funded", "intentionally", "experiments", "infected", "syphilis", "hospital", "studies", "study", "stds"], "article_url": "http://www.mintpressnews.com/1-billion-lawsuit-government-funded-studies-intentionally-infected-people-with-stds/203952/", "article_text": "$1 Billion Lawsuit: Government Funded Studies Intentionally Infected People With STDs\n\nDoctors from the hospital, the suit alleges, deliberately infected soldiers, prisoners, orphans, and the mentally ill with STDs like syphilis and gonorrhea — without their consent — in order to test whether or not penicillin could cure them.\n\n(ANTIMEDIA) A class action lawsuit has been filed against Johns Hopkins University for performing unethical, government-sponsored studies on Guatemalan citizens in the 1940s and 1950s. Doctors from the hospital, the suit alleges, deliberately infected soldiers, prisoners, orphans, and the mentally ill with STDs like syphilis and gonorrhea — without their consent — in order to test whether or not penicillin could cure them. Consent was only granted from authorities in Guatemala.\n\nThe lawsuit involves almost 800 plaintiffs, including affected family members and spouses of the original victims. It is seeking nearly a billion dollars in damages and also names the Rockefeller Foundation as complicit, saying it helped “design, support, encourage and finance” the studies. Additionally, it alleges that pharmaceutical giant, Bristol-Myers Squibb, supplied the penicillin. The revelations came only because Susan Reverby, a professor at Wellesley University, uncovered the evidence in 2010.\n\nThe lawsuit claims the following methods were used to infect subjects:\n\n\n\nofficial MintPress sponsor official MintPress sponsor\n\n“During the experiments the following occurred:\n\n1. Prostitutes were infected with venereal disease and then provided for sex to subjects for intentional transmission of the disease;\n\n2. Subjects were inoculated by injection of syphilis spirochaetes into the spinal fluid that bathes the brain and spinal cord, under the skin, and on mucous membranes;\n\n3. An emulsion containing syphilis or gonorrhea was spread under the foreskin of the penis in male subjects;\n\n4. The penis of male subjects was scraped and scarified and then coated with the emulsion containing syphilis or gonorrhea;\n\n5. A woman from the psychiatric hospital was injected with syphilis, developed skin lesions and wasting, and then had gonorrheal pus from a male subject injected into both of her eyes and;\n\n6. Children were subjected to blood studies to check for the presence of venereal disease.”\n\nAnother disturbing element of the STD studies is that the 696 original “participants” were not notified of what was being done to them. They were not told of the consequences of the studies, provided medical care, or told how to stop the spread of the diseases. Many did not receive what was considered sufficient treatment in those years (only 60 of the plaintiffs in the suit are original victims as most are now dead — many directly because of the diseases they received).\n\nCorrespondence between one of the lead researchers and another doctor revealed that the researchers knew what they were doing was unethical. The Guardian cites the letter, explaining doctors knew\n\n…that if it were discovered by ‘some goody organization’ that the program was testing people who were mentally ill it would ‘raise a lot of smoke.’ The manager continues: ‘I see no reason to say where the work was done and the type of volunteer.’\n\nA 2012 lawsuit against the federal government, rooted in the Federal Tort Claims Act, was dismissed by a federal judge. The judge ruled the United States could not be charged for actions committed outside the country. Unsurprisingly, in the 1940s, leaders of the experiment chose Guatemala because they knew they would not be permitted to conduct the study domestically. One of them, John Cutler, was a U.S. health service physician who was later involved in the notorious Tuskegee syphilis experiments, where 600 black men were left untreated for decades to study the effects of the disease.\n\nWhen the news of the Guatemalan experiments surfaced in 2010, then-Secretary of State Hillary Clinton and Health Secretary Kathleen Sebelius issued an apology for the government program (after a presidential bioethics commission ruled the studies constituted “unconscionable basic violations of ethics.”)\n\nTheir statement said,\n\nThe conduct exhibited during the study does not represent the values of the US, or our commitment to human dignity and great respect for the people of Guatemala.\n\n(It ignored the inconvenient detail that in the same time period as the experiments, the CIA ousted a democratically elected leader in order to protect corporate agriculture, which doesn’t exactly imply respect or dignity for the people.)\n\nBoth Johns Hopkins and the Rockefeller Foundation are denying guilt, instead shifting it to the originators of the study — the legally-exonerated U.S. government. The Rockefeller Foundation said the plaintiffs were trying “improperly to assign ‘guilt by association’ in the absence of compensation from the United States federal government.”\n\nA spokesperson for Johns Hopkins argued,\n\nJohns Hopkins did not initiate, pay for, direct of conduct the study in Guatemala. No nonprofit university or hospital has ever been held liable for a study conducted by the US government.\n\nThe university has vowed to defend itself against the lawsuit.\n\nThough the federal government refuses to compensate the victims, its admission that the studies constituted egregious violations of ethics is telling.\n\nAs Marta Orellana, a victim who was nine years old when she was infected, said:\n\nThey never told me what they were doing, never gave me a chance to say no…I’ve lived almost my whole life without knowing the truth. May God forgive them.\n\nThis article is free and open source. You have permission to republish this article under a Creative Commons license with attribution to the author and TheAntiMedia.org.", "article_metadata": {"description": "Doctors from the hospital, the suit alleges, deliberately infected soldiers, prisoners, orphans, and the mentally ill with STDs like syphilis and gonorrhea — without their consent — in order to test whether or not penicillin could cure them.", "generator": "WordPress 4.5.2", "AUTHOR": "Carey Wedler | AntiMedia", "og": {"site_name": "MintPress News", "description": "Doctors from the hospital, the suit alleges, deliberately infected soldiers, prisoners, orphans, and the mentally ill with STDs like syphilis and gonorrhea — without their consent — in order to test whether or not penicillin could cure them.", "title": "$1 Billion Lawsuit: Government Funded Studies Intentionally Infected People With STDs", "url": "http://www.mintpressnews.com/1-billion-lawsuit-government-funded-studies-intentionally-infected-people-with-stds/203952/", "image": "http://www.mintpressnews.com/wp-content/uploads/2012/11/MintPressLogo200x200new-filled1.png", "updated_time": "2015-04-03T23:47:26-05:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "Doctors from the hospital, the suit alleges, deliberately infected soldiers, prisoners, orphans, and the mentally ill with STDs like syphilis and gonorrhea — without their consent — in order to test whether or not penicillin could cure them.", "title": "$1 Billion Lawsuit: Government Funded Studies Intentionally Infected People With STDs", "image": "http://www.mintpressnews.com/wp-content/uploads/2013/01/Flu-Season_Webf-2-e1423236804128.jpg", "creator": "@MintPressNews", "site": "@MintPressNews", "card": "summary_large_image"}, "robots": "noodp", "fb": {"admins": 100003161352196}, "article": {"publisher": "https://www.facebook.com/MintpressNewsMPN", "section": "Daily Digest", "tag": "STD", "published_time": "2015-04-04T05:00:55-05:00", "modified_time": "2015-04-03T23:47:26-05:00"}}, "_id": "\"57477af36914bd0286fd2291\"", "article_summary": "$1 Billion Lawsuit: Government Funded Studies Intentionally Infected People With STDsDoctors from the hospital, the suit alleges, deliberately infected soldiers, prisoners, orphans, and the mentally ill with STDs like syphilis and gonorrhea — without their consent — in order to test whether or not penicillin could cure them.\n(ANTIMEDIA) A class action lawsuit has been filed against Johns Hopkins University for performing unethical, government-sponsored studies on Guatemalan citizens in the 1940s and 1950s.\nThough the federal government refuses to compensate the victims, its admission that the studies constituted egregious violations of ethics is telling.\nProstitutes were infected with venereal disease and then provided for sex to subjects for intentional transmission of the disease;2.\nThey were not told of the consequences of the studies, provided medical care, or told how to stop the spread of the diseases."}