{"article_title": "How Americans Use Their Cell Phones, From Using It During Dinner To Checking On It For No Reason At All", "article_keywords": ["etiquette", "younger", "checking", "phones", "study", "reason", "cell", "phone", "dinner", "americans", "social", "using", "meet"], "article_url": "http://www.medicaldaily.com/how-americans-use-their-cell-phones-using-it-during-dinner-checking-it-no-reason-all-349648", "article_text": "A new study by the Pew Research Center has found that Americans follow cell phone etiquette and, more often than not, use their phones for pro-social behavior.\n\nA new study by the Pew Research Center has found that Americans follow cell phone etiquette and, more often than not, use their phones for pro-social behavior. Per Gosche CC BY 2.0\n\nCell phones allow us to connect the world over with literally anyone. But that piece of technology has also become the bane of our existence. It distracts us, diminishes our cognitive ability, and takes away our ability to interact with others. Case in point: When we go to a social gathering but don’t really know anyone, or just want to occupy ourselves, we're more than likely to skip conversation and whip out our cell phone.\n\nIn a recent Pew Research Center study, 35 percent of younger Americans use their phone for no reason whatsoever, while 13 percent of them stated they brought it out to avoid interacting with those around them. Cell phone etiquette is a thing, apparently, and all ages have varying degrees of responses on how we should handle cell phone use in certain situations:\n\n88 percent of Americans believe that it’s inappropriate to use a cell phone at the dinner table\n\n77 percent think that it’s OK to use your phone while walking down the street\n\n75 percent believe it’s fine to use on public transit\n\n5 percent said it’s OK to use a phone during a meeting or in a movie theater\n\nAs for how cell phones impacted social interactions, people didn’t seem to mind using them, as 82 percent of people used their phone, even when they believed it interrupted or hurt the conversations. People admitted to making a call, texting, checking email, using an app, or browsing the web during a social interaction.\n\nHowever, before you lose hope that humanity is giving itself over to a new cell phone overlord, many younger Americans use their cell phones for good, as in they contributed to their group interactions with them. These pro-social behaviors included picture-taking, posting something to Facebook or Twitter, picking up relevant-to-group-discussion information, or connecting with people outside of the group but who are known to the group.\n\nThe older generations are less likely to use their phones to meet up with friends, according to the study, as they would have already set a time and place to meet. The information suggests that the younger generation is much more flexible as to when and where they’ll meet friends, and where and how they’ll communicate with them to meet up.\n\nAnd although it might seem like explicit anti-social phone behavior (using a phone to ignore those around you) is rampant in public areas, that isn’t really the case. Only 23 percent of cell phone owners stated they used their cell phones in a public place anti-socially.\n\nSo though it might seem like everyone is glued to their cell phones these days, there is hope that there are etiquette guidelines that most people follow, and when they do use their phone, they're using it more pro-socially than anti-socially.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "cell phone use cell phone etiquette cell phones", "og": {"site_name": "Medical Daily", "description": "A new study by the Pew Research Center has found that Americans follow some cell phone etiquette and, more often than not, use their cell phones for pro-social behavior.", "title": "Cell Phone Etiquette: How Americans Are Using Their Cell Phones", "url": "http://www.medicaldaily.com/how-americans-use-their-cell-phones-using-it-during-dinner-checking-it-no-reason-all-349648", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/26/using-cell-phone-public.jpg", "type": "article"}, "twitter": {"description": "A new study by the Pew Research Center has found that Americans follow some cell phone etiquette and, more often than not, use their cell phones for pro-social behavior.", "title": "Cell Phone Etiquette: How Americans Are Using Their Cell Phones", "url": "http://www.medicaldaily.com/how-americans-use-their-cell-phones-using-it-during-dinner-checking-it-no-reason-all-349648", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/26/using-cell-phone-public.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/26/using-cell-phone-public.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-08-26T13:06:18-04:00", "modified_time": "2015-08-26T13:06:18-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A new study by the Pew Research Center has found that Americans follow some cell phone etiquette and, more often than not, use their cell phones for pro-social behavior."}, "_id": "\"57477af36914bd0286fcf1e5\"", "article_summary": "Only 23 percent of cell phone owners stated they used their cell phones in a public place anti-socially.\nA new study by the Pew Research Center has found that Americans follow cell phone etiquette and, more often than not, use their phones for pro-social behavior.\nHowever, before you lose hope that humanity is giving itself over to a new cell phone overlord, many younger Americans use their cell phones for good, as in they contributed to their group interactions with them.\nPeople admitted to making a call, texting, checking email, using an app, or browsing the web during a social interaction.\nAnd although it might seem like explicit anti-social phone behavior (using a phone to ignore those around you) is rampant in public areas, that isn’t really the case."}