{"article_title": "The Medicaid Expansion Experience In Michigan", "article_keywords": ["enrollees", "healthy", "michigan", "expansion", "state", "medicaid", "experience", "health", "care", "university", "waiver", "plan"], "article_url": "http://healthaffairs.org/blog/2015/08/28/michigan-the-path-to-medicaid-expansion-in-a-republican-led-state/", "article_text": "Marianne Udow-Phillips, Kersten Burns Lausch, Erin Shigekawa, Richard Hirth, and John Ayanian\n\nAugust 28, 2015\n\nAs of July 2015, 30 states and the District of Columbia have expanded or planned to expand Medicaid under the Affordable Care Act (ACA). Michigan is one of only six states with a fully Republican-led state government to expand the program. The Healthy Michigan Plan (Michigan’s version of the Medicaid expansion) went into effect on April 1, 2014. One year into this expansion, Michigan’s experience has confirmed some expectations but vastly exceeded others.\n\nMichigan’s Path To Expansion\n\nIn late 2012, Republican Governor Rick Snyder expressed initial concerns that the state would not have enough health care providers to care for additional Medicaid patients and that expansion could prove costly for the state. Joint analyses produced by the University of Michigan’s Institute for Healthcare Policy and Innovation (IHPI) and the University’s Center for Healthcare Research and Transformation (CHRT) helped to ease these concerns. The reports found that:\n\nIn February 2013, Governor Snyder’s proposed budget included funding to expand Medicaid. The legislature required two waivers as a condition of supporting expansion. The first, approved by the Centers for Medicare and Medicaid Services (CMS) in December 2013, implemented several policy changes for the newly eligible population.\n\nFor example, the waiver allowed the Healthy Michigan Plan to require enrollees to schedule a preventive health visit with a primary care provider within 60 days of enrollment and pay some level of cost-sharing (monthly contributions and co-pays) into a personal health savings account based on income. Under this waiver, total cost-sharing cannot exceed 5 percent of an enrollee’s household income and can be decreased by engaging in healthy behaviors, such as completing a health risk assessment or agreeing to healthy behaviors (e.g., tobacco cessation). As part of this waiver, a multi-disciplinary IHPI team from the University of Michigan is conducting a CMS-authorized comprehensive evaluation of the Healthy Michigan Plan in collaboration with the Michigan Department of Health and Human Services.\n\nThe second waiver, which must be submitted to CMS by September 1, 2015, will allow the Healthy Michigan Plan to increase the cost-sharing maximum from 5 to 7 percent of income for enrollees between 100 and 138 percent of the federal poverty level (FPL) who remain enrolled in Medicaid for longer than 48 cumulative months. Under this second waiver, Healthy Michigan Plan enrollees could also opt to purchase coverage through the Marketplace (using tax credits and cost-sharing subsidies). If CMS does not approve the second waiver by December 31, 2015, the Healthy Michigan Plan will end on April 30, 2016.\n\nMichigan’s Experience To Date\n\nAt a March 2015 conference sponsored by the Center for Healthcare Research and Transformation, the University of Michigan Institute for Healthcare Policy and Innovation, and the University of Michigan School of Public Health, consumers, providers, employers, and state leaders reviewed the first-year experience of the ACA’s coverage expansions. While some described challenges, particularly in the small employer market, the Healthy Michigan Plan was almost uniformly praised as being clearly successful to date.\n\nHealthy Michigan Plan enrollment has vastly exceeded expectations, surpassing the state’s first year projection in less than four months. As of August 3, 2015, 576,624 residents were enrolled. The majority of enrollees (nearly 500,000) had incomes below 100 percent FPL, more than 51 percent were women, and roughly 47 percent were between the ages of 19 and 34.\n\nOperational issues with enrollment have been minimal and health plan participation has been high, with thirteen health plans serving the Healthy Michigan population in the first year. Moreover, the proportion of primary care practices willing to accept new Medicaid patients in Michigan has increased from 49 percent to 55 percent since the launch of the Healthy Michigan Plan — with median wait times for new appointments remaining less than two weeks.\n\nEarly figures suggest Healthy Michigan Plan enrollees are utilizing the program’s benefits and are connected to a primary care physician through their managed care plan enrollment. As of February 2015, over half of enrollees had visited a primary care physician and about 17 percent used preventive care services. Healthy Michigan Plan enrollees are also participating in the program’s health risk assessment component at more than twice the rate of enrollees in a typical private health insurance plan (14 percent compared to 6 percent, per state figures).\n\nThe state expected the health care needs and trends of Healthy Michigan Plan enrollees to differ from other Medicaid enrollees, as many were likely to have been without coverage for a significant period. In recognition of expected unmet medical needs, the state set the payment rate (per member per month) for managed care organizations covering Healthy Michigan Plan enrollees above the rate for traditional Medicaid members but below the rate for disabled Medicaid members. The state is currently in the middle of a Medicaid health plan re-bid with several goals, including setting new payment rates, allowing changes in service area locations, and creating a common formulary for Medicaid health plans. New health plans and rates are to become effective in January 2016.\n\nHealth plans have helped contribute new knowledge about the expansion population. For example, James Forshee, Molina Healthcare of Michigan’s vice president of Medical Affairs and Chief Medical Officer, found that during the program’s first year (April 2014 through March 2015), their Healthy Michigan Plan members’ emergency department (ED) use rate was about twice as high as their traditional Medicaid members. Pain-related conditions accounted for seven of the top 10 reasons their Healthy Michigan Plan members visited the ED. Molina Healthcare also found that cellulitis was the top medical diagnosis for hospital admissions among the new population, followed by pneumonia. The state is watching to see how such utilization trends among Healthy Michigan Plan enrollees change over the first few years and what impacts promoting and incentivizing healthy behaviors has on enrollees’ health status.\n\nThe success of the state’s enrollment efforts has brought some challenges. In particular, the legislature required that the Healthy Michigan Plan be self sustaining, meaning that the savings to the state needed to offset the state’s required match beginning in 2017. Governor Snyder proposed creating a lockbox fund to store short-term savings from Medicaid expansion to cover the program’s costs in future years. However, the legislature has not appropriated the savings to this fund, so the long-term viability of the Healthy Michigan Plan is in question. Savings are expected to cover the cost of the state’s required match in 2017, but costs may begin to exceed savings by around 2020.\n\nUnfinished Business\n\nOver half a million Michigan residents have access to care through the Healthy Michigan Plan, most of whom were uninsured prior to the state’s Medicaid expansion. Approval of the second Section 1115 waiver is the next challenge to assure that the Healthy Michigan Plan continues. The state and CMS are working hard to reach an agreement on this waiver. Many consumers, providers, and advocates across the state are hoping they are successful given the extent of improved coverage and access achieved to date.\n\nAuthors’ note\n\nThe Center for Healthcare Research and Transformation (CHRT) at the University of Michigan receives funding from both the University of Michigan Health System and Blue Cross Blue Shield of Michigan. John Ayanian and Richard Hirth are receiving funding from the Michigan Department of Health and Human Services through a contract with the University of Michigan to conduct the Healthy Michigan Plan evaluation authorized by the Centers for Medicare and Medicaid Services.", "article_metadata": {"og": {"url": "http://healthaffairs.org/blog/2015/08/28/michigan-the-path-to-medicaid-expansion-in-a-republican-led-state/", "site_name": "Health Affairs", "image": "http://healthaffairs.org/blog/wp-content/uploads/Blog_UdowPhillips.jpg", "type": "article", "title": "The Medicaid Expansion Experience In Michigan"}, "description": "The Medicaid Expansion Experience In Michigan | At the intersection of health, health care, and policy.", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The Healthy Michigan Plan (Michigan’s version of the Medicaid expansion) went into effect on April 1, 2014.\nUnfinished BusinessOver half a million Michigan residents have access to care through the Healthy Michigan Plan, most of whom were uninsured prior to the state’s Medicaid expansion.\nAuthors’ noteThe Center for Healthcare Research and Transformation (CHRT) at the University of Michigan receives funding from both the University of Michigan Health System and Blue Cross Blue Shield of Michigan.\nHealthy Michigan Plan enrollment has vastly exceeded expectations, surpassing the state’s first year projection in less than four months.\nPain-related conditions accounted for seven of the top 10 reasons their Healthy Michigan Plan members visited the ED."}