{"article_title": "To Obama, the State Can Still Solve Every Problem", "article_keywords": ["talked", "supply", "thats", "services", "state", "solve", "americans", "prices", "health", "problem", "care", "day", "obama"], "article_url": "http://www.thedailybeast.com/articles/2015/01/24/to-obama-the-state-can-still-solve-every-problem.html", "article_text": "Show Obama a market problem, and he has one solution: subsidize its purchase. Wrong! The right answer: increase supply instead.\n\nIf you want to get a sense of why Barack Obama alienates not just libertarians but large and growing swaths of basically apolitical Americans, consider how he treated day care in Tuesday’s State of the Union Address (SOTU).\n\nIt’s bad enough that he even talked about the issue in the first place. As the father of two kids whose mother has always worked, I know how difficult, frustrating, and anxiety-inducing it is to find good, affordable day care. But come on already, this issue just doesn’t rate as a national concern to be dealt with in “the only speech a modern president can expect all of the networks to cover.”\n\n\n\nBut it’s not just that he talked about an issue as small-ball as day care, it’s how he talked about it that helps explain why so many have soured on the guy (indeed, his SOTU ratings over the years have tanked, with Tuesday’s speech the worst yet). For all his yammering about how “tonight, we turn the page” and that we need to be “looking to the future instead of the past,” Obama is stuck in the dreariest, 20th-century liberal mindset when it comes to problem solving.\n\nAfter falsely claiming that the federal government provided “universal childcare” during World War II (in fact, the feds provided child care for a peak of 130,000 kids in 1944, Obama laid out his grand plan for fixing this problem: Give “working Americans” tax cuts and subsidies to buy child care. In fact, that’s pretty much his answer to everything, whether we’re talking college (whose cost he pledged to “lower...to zero”), health care (Obamacare is built around subsidies for insurance premiums), or home ownership (Fannie Mae and Freddie Mac are back to requiring just 3 percent down on home loans).\n\nThe one thing you’ll never hear Obama talk about is increasing the supply of just about anything. But that’s precisely how prices really come down and increasingly higher-quality goods and services become affordable and ubiquitous. We didn’t get to cheap hamburgers by subsidizing their purchase through targeted tax breaks to working Americans. Fast-food chains drove down prices and upped quality in their desperate attempts to grab and keep customers.\n\nThe same thing is true of all sorts of consumer products and services. When VCRs, home computers, and cell phones first hit the markets, only wealthy people could afford them. Prices tumbled because manufacturers increased the supply and variety, not because the government gave us money to go purchase them. As the economist Joseph Schumpeter wrote in 1942’s Capitalism, Socialism, and Democracy, “The capitalist achievement does not typically consist in providing more silk stockings for queens [but] in bringing [silk stockings] within the reach of factory girls.”\n\nThat same dynamic holds true for day care and health care too. Yet Obamacare does essentially nothing to grow the supply of health care, just as the president has shown no interest in growing the supply of day care. Why not work to get rid of the sorts of occupational licensing rules and other regulations in both areas that rarely accomplish any goals other than driving up prices and keeping incumbents happy?\n\nThe Obama administration is instead throwing up more obstacles to day care options by requiring providers in federal programs to have college degrees. That’s even though there’s no evidence that such a requirement has any effect on the quality of care. Similarly useless constraints on the possible supply of health care exist. “Certificate of need” laws, which essentially let existing health care providers veto new entrants into the marketplace, are just one example.\n\nIn the 1950s, just 5 percent of jobs required occupational licensing of some sort. Today, says the liberal Progressive Policy Institute, the figure is closer to one-third. “Many worry,” writes Dane Stangler, “that this growth, while salutary to a point, has now become a structural rigidity and a drag on economic vitality.” Think about Uber in this context, which has radically increased transportation options for many urban Americans in spite of local government regulations. When supply increases, prices come down.\n\nIf Obama was really interested in looking to the future and shaking off the past—not to mention jumpstarting economic innovation and growth—he’d do well to think about growing the supply of goods and services rather than trying always to manage the demand side. Not only would that be smarter, it would be easier, too, because it doesn’t involve trying to figure out how many widgets, day care slots, or hip operations people will want in 10 or 20 years.\n\nSupply doesn’t always create its own demand, but we really have little idea as to what goods, services, and technologies are going to emerge and stick around (do you still have a VCR, or even a DVD player?). Which makes it hard as hell to plan to subsidize demand via government programs. It's far better to reduce barriers to innovation and entrepreneurship than to use slow-moving, lumbering subsidy programs to move into the 21st century.", "article_metadata": {"twitter": {"site": "@thedailybeast", "card": "summary", "creator": "nickgillespie"}, "keywords": "State of the Union, Barack Obama, u.s. poli", "publicationDate": 201501241145, "wrap": "/content/dailybeast/politics", "news_keywords": "State of the Union, Barack Obama, US Politics", "pageNum": 1, "title": "To Obama, the State Can Still Solve Every Problem", "tags": "state_of_the_union,entity:person/barack_obama,topic:politics", "og": {"site_name": "The Daily Beast", "description": "Show Obama a market problem, and he has one solution: subsidize its purchase. Wrong! The right answer: increase supply instead.", "title": "To Obama, the State Can Still Solve Every Problem", "url": "http://www.thedailybeast.com/articles/2015/01/24/to-obama-the-state-can-still-solve-every-problem.html", "image": "http://cdn.thedailybeast.com/content/dailybeast/articles/2015/01/24/to-obama-the-state-can-still-solve-every-problem/jcr:content/image.img.2000.jpg/1422145087377.cached.jpg", "type": "article"}, "environment": "dev", "platform": "desktop", "template": "article", "type": "house", "description": "Show Obama a market problem, and he has one solution: subsidize its purchase. Wrong! The right answer: increase supply instead.", "sectionTaxanomies": "politics", "fb": {"admins": "1703087,30000737,1117577220,1276800108,931159,514915512", "app_id": 189930913679}, "authors": "Nick Gillespie", "article": {"section": "politics", "published_time": "2015-01-24T11:45:00.000Z", "author": "http://www.thedailybeast.com/contributors/nick-gillespiehtml"}, "resourceType": "dailybeast2/components/pages/article", "contentpath": "/content/dailybeast/articles/2015/01/24/to-obama-the-state-can-still-solve-every-problem", "parsely-page": "{\"title\":\"To Obama, the State Can Still Solve Every Problem\",\"link\":\"http://www.thedailybeast.com/articles/2015/01/24/to-obama-the-state-can-still-solve-every-problem.html\",\"image_url\":\"http://cdn.thedailybeast.com/content/dailybeast/articles/2015/01/24/to-obama-the-state-can-still-solve-every-problem/jcr:content/image.crop.410.273.jpg/47404836.cached.jpg\",\"type\":\"post\",\"post_id\":\"/content/dailybeast/articles/2015/01/24/to-obama-the-state-can-still-solve-every-problem\",\"pub_date\":\"2015-01-24T11:45:00+00:00\",\"section\":\"Politics\",\"author\":\"Nick Gillespie\",\"tags\":[\"state_of_the_union\",\"barack_obama\",\"politics\"]}", "authorIds": "/etc/authors/n/nick-gillespie", "content-type": "text/html; charset=UTF-8"}, "_id": "\"57477af46914bd0286fddbb0\"", "article_summary": "“Certificate of need” laws, which essentially let existing health care providers veto new entrants into the marketplace, are just one example.\nThe Obama administration is instead throwing up more obstacles to day care options by requiring providers in federal programs to have college degrees.\nAs the father of two kids whose mother has always worked, I know how difficult, frustrating, and anxiety-inducing it is to find good, affordable day care.\nYet Obamacare does essentially nothing to grow the supply of health care, just as the president has shown no interest in growing the supply of day care.\nShow Obama a market problem, and he has one solution: subsidize its purchase."}