{"article_title": "Maine made a dent in teen smoking, but it’s changing course", "article_keywords": ["teen", "tobacco", "spending", "rate", "dent", "states", "course", "state", "health", "smoking", "changing", "settlement", "maine", "prevention"], "article_url": "http://bangordailynews.com/2015/02/20/the-point/maine-made-a-dent-in-teen-smoking-now-its-changing-course/", "article_text": "It has been 17 years since Maine and 45 other states were promised a financial windfall of sorts, nearly $10 billion each year from the nation’s five largest tobacco companies.\n\nThe states pledged to use the money for anti-tobacco efforts, including smoking prevention and cessation and tobacco-related health care. But the money, which represented health care costs the state incurred from treating tobacco-related illness, came with no strings attached. States could use their payouts any way they saw fit, and in the end they did.\n\nThis year, 17 years after the Master Settlement Agreement was reached, how Maine uses its tobacco payout is a flashpoint in the debate over Gov. Paul LePage’s proposal for a new, two-year state budget.\n\nMaine stands out, from the start, for devoting more of its payout than most states to smoking prevention and cessation. Maine devoted 19.4 percent of its first two years of payments to anti-tobacco efforts — the sixth highest portion among the 46 states, according to a 2001 Government Accountability Office report.\n\nToday, Maine ranks seventh for tobacco prevention and cessation spending, even though the state’s spending is less than half what it was at its peak — $17.6 million in 2009 — and about half the U.S. CDC’s recommended spending levels. It’s estimated the state is outspent 5 to 1 by tobacco companies on marketing.\n\nMaine expects to receive about $50 million per year over the next two years from the tobacco settlement. LePage’s budget would divert $10 million of that each year. That is half the state’s direct tobacco cessation and prevention spending and all funding for Healthy Maine Partnerships — regional public health alliances that work locally to reduce smoking, obesity, substance abuse and other public health risks.\n\nThe LePage administration argues it can get a better bang for its buck in pushing down smoking rates and moving the needle on other public health measures by spending the $10 million instead on primary care doctors. The money would maintain elevated primary care reimbursement rates through Medicaid that temporarily rose because of the federal Affordable Care Act and were set to expire.\n\n“I am extremely confident in the rationale for this proposal,” Maine Department of Health and Human Services Commissioner Mary Mayhew recently told the Bangor Daily News’ editorial board. “There remains considerable spending at the national CDC level for population health efforts, other grants to support population health efforts.”\n\nA fund for a healthy Maine\n\nMaine took the path many other states did, following the Master Settlement Agreement, and set aside its settlement payments in a special fund. Maine’s became the Fund for a Healthy Maine, which lawmakers originally earmarked for seven health-related purposes: smoking prevention and cessation, home visits to support pregnant and new mothers, child care, Medicaid, prescription drugs for seniors, dental care for low-income residents, and substance abuse prevention and treatment. Lawmakers have since added two more: obesity prevention and school health and nutrition programs.\n\n“Tobacco prevention was felt to be first and foremost,” said Dora Anne Mills, a former state public health director and Maine CDC director who is vice president of clinical affairs at the University of New England. “If you only use it to fund health care, Medicaid, then you’re not doing anything that’s upstream to slow the bleeding of more and more tobacco.”\n\nWith settlement payments on the horizon in the mid-1990s, Maine health officials consulted with public health experts in California and Massachusetts — states with well-regarded anti-tobacco programs — as they designed a comprehensive tobacco control program for Maine.\n\nEffective tobacco prevention programs are all-encompassing, according to the U.S. Centers for Disease Control and Prevention. They include mass- and targeted-marketing broadcasting anti-smoking messages; cessation services to help smokers quit, through Maine’s quit line, for example; state and local policies to limit exposure to second-hand smoke in public places; concerted efforts, such as working with retailers, to restrict minors’ access to tobacco; and aggressive community education in schools, in homes and with community groups.\n\nOne especially effective tactic in cutting back youth smoking at least in the short term, repeated research has shown, is raising the price of tobacco products through tobacco taxes. Maine’s $2-per-pack cigarette tax is 12th highest in the country, according to the Campaign for Tobacco-Free Kids. The state, however, hasn’t raised it since 2005.\n\nWhen Maine implemented anti-tobacco campaigns with all these components, its youth smoking rates fell noticeably, according to data from youth risk behavior surveys. In 1997, 39.2 percent of Maine high school students said they had smoked within the past 30 days — nationwide, the figure was 36.4 percent.\n\nBy 2001, Maine’s teen smoking rate had dropped below the national rate, and it continued to fall until 2007, when Maine’s rate was 14 percent compared with 20 percent nationally. After rising to 18.1 percent in 2009, the most recent survey, in 2013, showed Maine’s rate was 12.8 percent compared to the national rate of 15.7 percent.\n\nA success story?\n\nMaine has received national recognition for its efforts to slash teen smoking rates by marshaling a combination of state and local resources and passing a succession of state laws that discourage smoking, such as smoke bans in restaurants and bars and tobacco tax hikes.\n\nBut the progress hasn’t been uniform or continuous.\n\nA 2009 paper published by the Center for Tobacco Control Research and Education pointed out that smoking among young adults in Maine, ages 18 to 25, remained constant while teen smoking plummeted. The paper recommended increasing tobacco control spending to CDC-recommended levels.\n\nIn addition, the state’s smoking rate as a whole hasn’t dropped as dramatically. Maine’s adult smoking rate of 20.2 percent in 2013 was 33rd lowest in the country and higher than the national average of 17.8 percent.\n\nSmoking rates among Maine’s Medicaid recipients — including pregnant mothers — also have remained stubbornly high. Plus, progress in cutting the teen smoking rate has slowed in recent years.\n\nThe nation’s missed opportunity\n\nMaine law specifies a handful of health-related purposes for the Fund for a Healthy Maine, but lawmakers increasingly have looked to the fund in recent years to plug budget holes.\n\nIn 2012, lawmakers used the fund to shore up a shortfall in the state’s Medicaid program. Last spring, lawmakers used $5 million from the account to help the state balance its books.\n\nMaine isn’t unique in using tobacco settlement funds this way, a reality that has limited the funds’ effectiveness.\n\n“Inevitably, the temptation to treat [Master Settlement Agreement] revenues as a ‘cookie jar’ to be tapped for budget shortfalls was irresistible,” researchers Walter Jones and Gerard Silvestri wrote in a 2010 research paper analyzing states’ spending of tobacco settlement payments.\n\nAccording to the Government Accountability Office, states devoted just 7 percent of their first two years of settlement payments to tobacco cessation and prevention — some states fund tobacco control exclusively from their tobacco tax revenues. They used the bulk of the funds, 41 percent, for health-related purposes, but special projects, from laptops for South Carolina legislators to fiber-optic cables in Virginia, and budget-balancing consumed much of the funding. Connecticut and Illinois used large portions of their first two payouts to lower taxes. Other states borrowed money backed by their anticipated tobacco settlements.\n\nThe consensus among researchers is that comprehensive tobacco control programs are effective — especially the longer they last. Maine held out for a while and sustained such tobacco prevention efforts. Now it has started down a different path to weaken them.\n\nMatthew Stone is the BDN’s opinion page editor.", "article_metadata": {"generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "It has been 17 years since Maine and 45 other states were promised a financial windfall of sorts, nearly $10 billion each year from the nation’s five largest tobacco companies. The states pledged to use the money for anti-tobacco efforts, including smoking prevention and cessation and tobacco-related health care. But [...]", "title": "Maine made a dent in teen smoking, but it’s changing course", "url": "http://bangordailynews.com/2015/02/20/the-point/maine-made-a-dent-in-teen-smoking-now-its-changing-course/", "image": "http://static.bangordailynews.com/wp-content/uploads/2015/02/10014981_H13760349-600x400.jpg?strip=all", "type": "article"}, "twitter": {"description": "It has been 17 years since Maine and 45 other states were promised a financial windfall of sorts, nearly $10 billion each year from the nation’s five largest tobacco companies. The states pledged to use the money for anti-tobacco efforts, including smoking prevention and cessation and tobacco-related health care. But [...]", "title": "Maine made a dent in teen smoking, but it’s changing course", "url": "http://bangordailynews.com/2015/02/20/the-point/maine-made-a-dent-in-teen-smoking-now-its-changing-course/", "image": "http://static.bangordailynews.com/wp-content/uploads/2015/02/10014981_H13760349-250x250.jpg?strip=all", "site": "@bangordailynews", "card": "summary"}, "fb": {"app_id": 748756371893770}, "apple-mobile-web-app-capable": "yes", "wp-parsely_version": "1.7", "apple-mobile-web-app-status-bar-style": "black-translucent", "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "Maine stands out, from the start, for devoting more of its payout than most states to smoking prevention and cessation.\nIn addition, the state’s smoking rate as a whole hasn’t dropped as dramatically.\nPlus, progress in cutting the teen smoking rate has slowed in recent years.\nBy 2001, Maine’s teen smoking rate had dropped below the national rate, and it continued to fall until 2007, when Maine’s rate was 14 percent compared with 20 percent nationally.\nMaine’s adult smoking rate of 20.2 percent in 2013 was 33rd lowest in the country and higher than the national average of 17.8 percent."}