{"article_title": "Tia Mitchell: Viral video of woman berating Gov. Scott kicks off debate about his policies", "article_keywords": ["viral", "medicaid", "woman", "jennings", "governor", "debate", "services", "state", "video", "rick", "policies", "kicks", "scott", "line", "gov", "mitchell", "tia"], "article_url": "http://jacksonville.com/news/florida/2016-04-09/story/tia-mitchell-viral-video-woman-berating-gov-scott-kicks-debate-about", "article_text": "Last month, it was viral video of Gov. Rick Scott dodging questions on MSNBC that had people talking. This week, he went viral again when a video was posted on YouTube of a woman berating the governor while he stood in line for Starbucks.\n\nThe latest video, 47 seconds long, has 1.8 million views and counting.\n\nIn both viral videos, Scott’s answers didn’t satisfy the person questioning him. The difference is the MSNBC hosts firmly but politely ended the interview when Scott wouldn’t address their questions. The woman in the latest video — former Lake Worth city commissioner and activist Cara Jennings — yelled and cursed at him.\n\nBetween calling the governor names we can’t print in the paper, Jennings’ criticisms fell into two topics: Medicaid expansion and abortion rights.\n\n“You cut Medicaid so I couldn’t get Obamacare,” she shouted. “You don’t care about working people. You should be ashamed to show your face around here.”\n\nScott responded by touting the 1 million jobs that have been created in Florida since he became governor. That didn’t satisfy Jennings.\n\n“You stripped women of access to public health care. Shame on you, Rick Scott! We depend on those services. Rich people like you don’t know what to do. When poorer people like us need services, you cut them.”\n\nBy that time the governor was headed out of the door empty-handed.\n\nMuch of the debate since then has focused on Jennings’ antics and foul language directed toward the state’s chief executive. Even those who agree with the substance of her complaint have criticized her approach.\n\nI posted the question on my Facebook page — Did she cross a line or did Gov. Scott deserve the berating? — and the comments were evenly divided.\n\n“Civility is important — no reason to berate anyone,” said Rachel Sutz Pienta of Crawfordville.\n\nJustin Snyder of West Palm Beach replied back: “People are dying. But let’s be nice to the guy doing the killing. #Nope.”\n\nThere were folks who said Jennings was exercising her First Amendment right and taking a once-in-a-lifetime chance to give the governor a piece of her mind.\n\n“He lives in a bubble of money, not only ignoring what he doesn’t want to hear, but absolutely taking revenge on people who disagree with him. We need more people like her!” wrote former state Rep. Elaine Schwartz of Hollywood.\n\nOthers said Scott deserves respect by virtue of his office, regardless of whether one agrees with his policies. Some folks said it would have been bad form regardless of who was on the giving and receiving end.\n\n“I believe in a time and a place,” wrote Latanya Peterson, who lives in Fleming Island. “She was out of line, and sad to see that she was a former elected official.”\n\nJennings did a Q&A with a friend for the DailyDot.com website where she talked about what happened before a bystander started recording the video.\n\nApparently things started out civilly but Jennings got upset as she began to feel Scott was deflecting her questions.\n\nLet’s pause here to recap the facts.\n\nScott flip-flopped on Medicaid expansion twice. He was against it. Then he was for it. Now he is against it again. There are real implications for 567,000 uninsured Floridians who remain in the coverage gap because they make too much to qualify for Medicaid but not enough to qualify for subsidies to purchase an insurance policy on the health care exchange.\n\nThe number of states expanding Medicaid is now at 31 plus Washington, D.C.; Florida is among 19 mostly in the South that have not. Gov. Rick Scott deserves the credit or the blame, depending on your opinion of Medicaid expansion. He is the governor and he could make it happen if he wanted to.\n\nSame for the controversial anti-abortion bill he signed into law two weeks ago.\n\nIt intends to cut state funding for Planned Parenthood that goes toward things like sexually transmitted disease testing in Jacksonville. I say it “intends” because there is now concern that Florida’s law doesn’t comply with federal standards and may be challenged.\n\nThe state law also puts new restrictions on abortion providers that could cause some doctors to stop performing these services or clinics to shut down.\n\nAgain, you can agree or disagree with the policy, but no one can argue that Scott isn’t responsible for it becoming law.\n\nYou decide for yourself if you think Scott’s policies are right or wrong. Same for deciding whether you think Jennings’ tactics were appropriate.\n\nMy only goal is to shed light on the facts and hold the governor accountable for his actions or inactions. As you know by now, that is difficult with Scott who too often responds “jobs” to each and every question.\n\nI wonder what would happen if the governor just paused and gave a thoughtful, authentic answer to his questioners and critics when he has the chance.\n\ntia.mitchell@jacksonville.com,\n\n(850) 933-1321", "article_metadata": {"description": "Last month, it was viral video of Gov. Rick Scott dodging questions on MSNBC that had people talking. This week, he went viral again when a video was posted on YouTube of a woman berating the governor while he stood in line for Starbucks.The latest video, 47 seconds long, has 1.8 million views and counting.", "application-name": "Jacksonville.com", "og": {"site_name": "jacksonville.com", "description": "The latest viral video involving Gov. Rick Scott, 47 seconds long, has 1.8 million views and counting.", "title": "Tia Mitchell: Viral video of woman berating Gov. Scott kicks off debate about his policies", "url": "http://jacksonville.com/news/florida/2016-04-09/story/tia-mitchell-viral-video-woman-berating-gov-scott-kicks-debate-about", "image": "http://jacksonville.com/sites/default/files/tia_3.jpg", "type": "article"}, "msapplication-TileColor": "#426ab2", "msapplication-square70x70logo": "http://jacksonville.com/files/img/editorial/Win8Tiles/Win8icon70x70tiny1.png", "msapplication-square310x310logo": "http://jacksonville.com/files/img/editorial/Win8Tiles/Win8iconLarge1.png", "msapplication-wide310x150logo": "http://jacksonville.com/files/img/editorial/Win8Tiles/wide310x150.png", "msapplication-TileImage": "http://jacksonville.com/files/img/Win8icon.png", "keywords": "Florida, Politics, News, Reason", "msapplication-square150x150logo": "http://jacksonville.com/files/img/editorial/Win8Tiles/Win8icon150x150square1.png", "cXenseParse": {"recs": {"msm-image150": "http://jacksonville.com/sites/default/files/imagecache/cxense150x111/tia_4.jpg", "msm-image319": "http://jacksonville.com/sites/default/files/imagecache/cxense319x185/tia_4.jpg", "articleid": 677111, "publishtime": "2016-04-09T14:02:39Z", "msm-image320": "http://jacksonville.com/sites/default/files/imagecache/cxense320/tia_4.jpg"}}}, "article_summary": "Last month, it was viral video of Gov.\nRick Scott dodging questions on MSNBC that had people talking.\nShame on you, Rick Scott!\nRick Scott deserves the credit or the blame, depending on your opinion of Medicaid expansion.\nThe woman in the latest video — former Lake Worth city commissioner and activist Cara Jennings — yelled and cursed at him."}