{"article_title": "The 3 Worst Investments You'll Ever Make -- The Motley Fool", "article_keywords": ["fool", "penny", "investors", "motley", "money", "price", "youre", "value", "investment", "worst", "pay", "stocks", "youll", "investments", "car"], "article_url": "http://www.fool.com/investing/general/2014/07/13/the-3-worst-investments-youll-ever-make.aspx", "article_text": "I can freely admit that I've made some pretty bad investments over my lifetime. Whether it be a poor stock selection, lending money to that friend who just doesn't pay you back, or buying a lemon of a riding lawn mower (still sore about that one!), bad investments will happen. It's how we react and respond to these bad investments that will define our success as investors.\n\nHowever, there are some investments that almost always turn out to be losers, yet people will almost always view them as \"investment\" opportunities. These are what I believe to be the three worst investments you'll ever make.\n\nYour primary house\n\nI can already predict a bevy of welcome disagreements in the comments section below, but viewing your house as anything more than a place to live is generally a bad idea.\n\nThe problem that most investors are having is that the housing bubble is still fresh in our minds. We remember how easily housing prices doubled over the course of a decade and we suspect that it could happen again. The truth of the matter, though, is that home prices have historically outperformed inflation by a very, very marginal amount.\n\nFor the 100-year period between 1890 and 1990, inflation-adjusted home prices rose by just 0.21% per year based on data from Robert Shiller in his book, Irrational Exuberance. At this rate of return it would \"only\" take about 343 years for your investment to double in real money terms. For baby boomers, growth has been even more anemic. Between 1950 and 1997 inflation-adjusted home price growth was just 0.08%. If doubling your money every 900 years does it for you, then you're in great shape! As for me, I'd like to see a return on my investment before, you know, I turn 940 years old.\n\nA house is a place to live. If you're talking about purchasing additional properties beyond your primary residence to generate cash flow, then a home could be a worthwhile investment. However, the primary residence that you call home, for which you pay the upkeep as well as property taxes, is certainly not something you should be including in your retirement nest egg.\n\nYour car\n\nI've said this before and I'll say it again: Buying a car is an investment in fun and convenience, and not an investment you're likely to make any money on.\n\nRegardless of whether you buy or lease, chances are you're going to be throwing money out the window to enjoy the luxury of owning a car. As soon as your car leaves the dealer's lot, it begins to depreciate in value. Leasing can actually make things worse, since you're paying for a car you technically have no vested interest in. Should you choose to keep the car when your lease is up, you'll usually wind up paying more than if you had just purchased it new in the first place.\n\nLuckily, there are a few things you can do to mitigate the losses you'll sustain when purchasing a vehicle. To begin with, purchasing an in-demand vehicle with a high resale value will help you recover some of your initial investment when you sell your vehicle. According to Kelley Blue Book, just 10 cars were still worth half of their MSRP value after 60 months.\n\nSecondly, consider paying off your vehicle as quickly as possible. Although the allure of financing a car over 60 months or longer might seem appealing given the low monthly payments, the interest you might pay on that loan could drastically increase the bottom-line price you're paying for a car.\n\nThirdly, buy within your means. Your car is an investment in fun and convenience -- you're not buying it to double your investment, unless you're specifically after a rare classic car. Staying within budget will allow you to pay off your car quicker and potentially pay less in interest over the life of a loan.\n\nLastly, understand that car prices are negotiable. Work for the best deal for you and understand that you don't have to swing at every offer thrown your way. Remember, you're doing the dealership a favor by spending your money there, not the other way around.\n\nPenny stocks\n\nAccording to a report from the North American Securities Administrators Association issued in September 1989, a least 70% of investors lose money in penny stocks. What's terrifying is that this figure came well before the advent of the Internet when access to information was considerably tougher. I would conjecture that this figure is probably much higher now, with the Internet allowing consumers to trade all stocks with the click of a button.\n\nThe obvious allure of penny stocks is their extremely low price point (under $1 per share). Investors wrongly assume that price determines value when failing to account for how many shares a company has outstanding. Essentially, investors are assuming it's considerably easier to move a stock from $0.20 to $0.40 than from $50 to $100, and thus see value in purchasing penny stocks.\n\nYet penny stocks have a number of hidden risks that investors often fail to account for.\n\nThe primary concern is that access to information can be scarce. Most penny stocks trade on the over-the-counter exchanges or Pink Sheets because they don't meet the market-cap requirements to be listed on a major exchange. The Pink Sheets, for example, don't require businesses to report their quarterly or annual results on a regular basis. Essentially you're flying blind as an investors with no tangible business data to base your opinion on.\n\nAlso, it's not uncommon to see penny stocks being promoted by another company. In fact, as long as both parties disclose that one company is being paid to promote the other, it's perfectly legal.\n\nFinally, a lack of company history, experience, or liquidity can be a major concern. Penny stocks can be notorious for changing business models to latch onto a hot new trend. In addition, low or nonexistent penny-stock volume can make exiting a trade at a favorable price practically impossible.\n\nDo yourself a favor and stay far away from penny stocks.", "article_metadata": {"publish_time": "09:22", "description": "We all make bad investing decisions at some point, but these these investments are likely to disappoint you in a big way over the long run.", "ResponsiveALP": "1Ses_2things-v-single_single-control_50", "author": "Sean Williams", "promo": "We all make bad investing decisions at some point, but these these investments are likely to disappoint you in a big way over the long run.", "twitter": {"title": "The 3 Worst Investments You'll Ever Make --  The Motley Fool", "description": "We all make bad investing decisions at some point, but these these investments are likely to disappoint you in a big way over the long run.", "site": "@themotleyfool"}, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "og": {"site_name": "The Motley Fool", "description": "We all make bad investing decisions at some point, but these these investments are likely to disappoint you in a big way over the long run.", "title": "The 3 Worst Investments You'll Ever Make --  The Motley Fool", "url": "http://www.fool.com/investing/general/2014/07/13/the-3-worst-investments-youll-ever-make.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F136452%2F5577108264_d994cdbda2_z.jpg&h=630&w=1200&op=resize", "type": "article"}, "headline": "The 3 Worst Investments You'll Ever Make", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-investment-planning", "STORY_UID": "66592f2e-0700-11e4-8f35-0050569d32b9", "pitch": 692, "date": "2014-07-13T13:22:00Z", "gsa_date": "2014 07 13", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fcf1ff\"", "article_summary": "Penny stocks can be notorious for changing business models to latch onto a hot new trend.\nThese are what I believe to be the three worst investments you'll ever make.\nAlso, it's not uncommon to see penny stocks being promoted by another company.\nDo yourself a favor and stay far away from penny stocks.\nMost penny stocks trade on the over-the-counter exchanges or Pink Sheets because they don't meet the market-cap requirements to be listed on a major exchange."}