{"article_title": "Women Senators Propose Bill To Boost Child Care Tax Credits", "article_keywords": ["senators", "work", "families", "family", "working", "credit", "propose", "bill", "tax", "credits", "parents", "child", "care", "boost", "women"], "article_url": "http://www.huffingtonpost.com/2014/07/08/child-care-tax-credit_n_5566608.html", "article_text": "Alex Wong via Getty Images\n\nDemocratic women senators introduced a bill on Tuesday that aims to make child care less expensive for working parents by expanding the Child and Dependent Care Tax Credit (CDCTC).\n\nThe Helping Working Families Afford Child Care Act, introduced by Sens. Kirsten Gillibrand (D-N.Y.), Patty Murray (D-Wash.), Jeanne Shaheen (D-N.H.), and Barbara Boxer (D-Calif.), would make low- and middle-income families eligible for a tax credit equal to 20 percent of their child care expenses, up to $8,000 for one child and $16,000 for two or more children.\n\nThe CDCTC, enacted in 1976, has been capped at $3,000 for one child and $6,000 for two or more since 2001, which the senators say does not reflect the reality of inflation, rising child care costs and stagnant wages.\n\nIn 2012, the average U.S. family spent nearly a quarter of its income on child care, and the the cost of child care grew eight times faster than the average family income.\n\n“For working parents juggling work and family obligations, access to affordable child care is a necessity,” said Shaheen. “The rising cost of child care is a challenge for families, children and our economy as a whole. The Helping Working Families Afford Child Care Act would help working parents, especially mothers, afford child care so they can get to work and support their families.”\n\nThe bill would also fix a loophole that prevents some low-income families from being eligible for the tax credit at all. Under the current tax credit, if a family earns too little to owe any federal income taxes, they are ineligible for a child care credit. The new bill would make the credit fully refundable so that those families could still receive the benefit and would be more likely able to stay in the workforce.\n\nIn exchange for better supporting low- and middle-income families, the legislation would gradually phase out the credit for high-income families earning over $200,000 a year. The salary limit would be indexed for inflation so that middle-income families earning almost that much would not lose access to the child care tax credit over time.\n\nDemocratic senators introduced the child care bill as part of their larger effort to target working families, and especially working mothers, at a time when women are increasingly the primary or co-breadwinners in their families. The Democrats' women's economic agenda includes equal pay for equal work legislation, a bill to expand paid family and sick leave, and a bill to combat discrimination against pregnant women in the workplace.\n\nMurray said making child care more affordable \"would be a critical step forward on our larger effort to make sure working parents can succeed on the job and at home, and would help break down one of the biggest barriers many mothers face to re-entering the workforce.\"", "article_metadata": {"description": "Democratic women senators introduced a bill on Tuesday that aims to make child care less expensive for working parents by expanding the Child and Depende...", "sailthru.expire_date": "2014-07-09 09:09:20 -0400", "og": {"site_name": "The Huffington Post", "description": "Democratic women senators introduced a bill on Tuesday that aims to make child care less expensive for working parents by expanding the Child and Depende...", "title": "Women Senators Propose Bill To Help Working Parents", "url": "http://www.huffingtonpost.com/2014/07/08/child-care-tax-credit_n_5566608.html", "image": "http://i.huffpost.com/gen/1897066/images/o-SHAHEEN-GILLIBRAND-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "Democratic women senators introduced a bill on Tuesday that aims to make child care less expensive for working parents by expanding the Child and Depende...", "creator": "lebassett", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1897066/images/o-SHAHEEN-GILLIBRAND-facebook.jpg", "height": 1000}, "title": "Women Senators Propose Bill To Help Working Parents", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2014-07-08 09:09:20 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5566608", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "child care costs,barbara boxer,child care tax credit,Patty Murray,working parents,affordable child care,Jeanne Shaheen,working parents bill,working families,Helping Working Families Afford Child Care Act,Kirsten Gillibrand,make life work", "article": {"section": "Politics", "tag": "child care costs,barbara boxer,child care tax credit,Patty Murray,working parents,affordable child care,Jeanne Shaheen,working parents bill,working families,Helping Working Families Afford Child Care Act,Kirsten Gillibrand,make life work", "published_time": "2014-07-08 09:09:20 -0400", "modified_time": "2014-07-08 09:59:03 -0400"}, "viewport": "width=1000"}, "article_summary": "Alex Wong via Getty ImagesDemocratic women senators introduced a bill on Tuesday that aims to make child care less expensive for working parents by expanding the Child and Dependent Care Tax Credit (CDCTC).\nIn 2012, the average U.S. family spent nearly a quarter of its income on child care, and the the cost of child care grew eight times faster than the average family income.\nUnder the current tax credit, if a family earns too little to owe any federal income taxes, they are ineligible for a child care credit.\nThe Helping Working Families Afford Child Care Act, introduced by Sens.\n“For working parents juggling work and family obligations, access to affordable child care is a necessity,” said Shaheen."}