{"article_title": "Antonio Brown, Steelers offense putting on an NFL show – The Denver Post", "article_keywords": ["brown", "span", "games", "pittsburgh", "win", "straight", "nfl", "denver", "antonio", "defense", "points", "putting", "yards", "offense", "post", "steelers"], "article_url": "http://www.denverpost.com/broncos/ci_29311834/antonio-brown-steelers-offense-putting-an-nfl-show", "article_text": "PITTSBURGH — The Steelers’ offense, over the past six weeks, has put on a show unlike that of any other team in franchise history.\n\nNobody is enjoying watching the offense pile up the points more than the Pittsburgh defense. It has the best seat in the house for the high-scoring attack that frees the defense to get after opponents as they try to play catch-up.\n\n“We have an offense that does a great, great job,” safety Will Allen said. “It’s hard to stop those guys.”\n\nThe Steelers scored 24 straight points Sunday in their rally to a 34-27 victory over the Broncos, who lead the NFL in points allowed and total yards allowed.\n\nThe win enabled the Steelers (9-5) to control their fate when it comes to making the playoffs; they will qualify for the postseason by winning their last two games — at Baltimore (4-10) Sunday and at Cleveland (3-11) on Jan. 3.\n\nThe Steelers could also clinch a berth Sunday if they win and the New York Jets (9-5) lose at home to the AFC East champion New England Patriots (12-2).\n\nWhile the six-time Super Bowl-winning franchise has built much of its history on the foundation of strong defense, it is Pittsburgh’s offense that is leading the charge now. The Steelers have scored at least 30 points in a team-record six straight games, going 5-1 in that span to help overcome a 4-4 first half of the schedule.\n\n“Our offense is unstoppable,” defensive end Cam Heyward said. “To have an offense that can go up and down with anybody, it doesn’t matter who’s out there. It’s pretty special.”\n\nThe offense helps take pressure off a defense that has had its ups and downs. Pittsburgh is fifth in the NFL in rushing defense with 89.4 yards allowed a game, but 31st against the pass, giving up an average of 279.1 yards.\n\n“You really don’t see themselves rest on their laurels or patting themselves on the back,” Heyward said of the offense. “They’re trying to continue to score. You appreciate that as a defense because they give some leeway at times.”\n\nThe Steelers seemingly should be able to keep putting up big numbers against the injury-ravaged Ravens and woeful Browns.\n\nAntonio Brown has 64 catches for 868 yards in the past six games, leading the league in both categories in that span, while quarterback Ben Roethlisberger has averaged 365.8 yards and thrown 13 touchdown passes.\n\nThe Steelers are also healthy. Everyone practiced fully Friday, and no one was listed as doubtful or questionable on the injury report.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Antonio Brown, Steelers offense putting on an NFL show", "title": "Antonio Brown, Steelers offense putting on an NFL show", "url": "http://www.denverpost.com/2015/12/25/antonio-brown-steelers-offense-putting-on-an-nfl-show/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20151225__SP21FBNBRONX_3AO_5229xp1.jpg", "height": 437}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20151225__SP21FBNBRONX_3AO_5229xp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-12-25T21:44:33+00:00", "modified_time": "2016-04-19T22:55:43+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "PITTSBURGH — The Steelers’ offense, over the past six weeks, has put on a show unlike that of any other team in franchise history.\nNobody is enjoying watching the offense pile up the points more than the Pittsburgh defense.\n“It’s hard to stop those guys.”The Steelers scored 24 straight points Sunday in their rally to a 34-27 victory over the Broncos, who lead the NFL in points allowed and total yards allowed.\n“You really don’t see themselves rest on their laurels or patting themselves on the back,” Heyward said of the offense.\nIt’s pretty special.”The offense helps take pressure off a defense that has had its ups and downs."}