{"article_title": "Democrats woo activists in key Des Moines neighborhood", "article_keywords": ["moines", "neighborhood", "local", "activists", "omalley", "state", "beaverdale", "woo", "set", "democrats", "key", "night", "group", "des", "democratic", "election"], "article_url": "http://www.salon.com/2015/07/25/democrats_woo_activists_in_key_des_moines_neighborhood/", "article_text": "Topics: From the Wires, News, Politics News\n\nDES MOINES, Iowa (AP) — Four years ago, the Beaverdale neighborhood in Des Moines organized big for President Barack Obama’s re-election, building an uber-volunteer group skilled at phone-banking, door-knocking and boosting caucus and general election participation. The volunteers dubbed their leafy neighborhood Obamadale.\n\nNow the 2016 Democratic presidential hopefuls are visiting this liberal stronghold, trying to rename it once more.\n\nFormer Maryland Gov. Martin O’Malley hung out at a local bar Friday night and Hillary Rodham Clinton was set to visit a house party Saturday afternoon. But they may have to keep wooing for a while. The neighbors are split among the candidates or undecided.\n\n“I think Obamadale is still kind of an open target for candidates at this point,” said Brad Anderson, a resident who served as Obama’s state director in 2012.\n\nAnderson said that in the last presidential election, the Obamadale group “over-performed by every metric that was set.” The group of about 20 core activists and dozens more participants got training from the campaign and put in long hours working the phones and going door to door. They turned out big numbers on caucus night and again in the November general election, when the incumbent Obama won the state. Their organizing methods were so successful that they were sent to other areas to boost participation.\n\n“You get off work and clock in volunteering,” recalled founding member Kimberly Boggus, 36. “Phone banks Monday and Wednesday. Saturdays and Sundays were canvassing.”\n\nPolitical engagement is a longtime tradition in the neighborhood. Located a short drive from downtown, the tidy streets are lined with small Tudor-style homes, known as Beaverdale Bricks. The shopping district features a candy shop and an independent bookstore. People mark the seasons with community gatherings and festivals.\n\nIt’s the kind of group any Democratic hopeful would like to scoop up. Clinton featured a local organizer in her announcement video and has picked up some key support here, including backing from the local Democratic state Sen. Janet Peterson. O’Malley has visited more than once, and played his guitar in a local tavern in the spring.\n\n“It’s great to be in Beaverdale,” O’Malley told dozens packed into a local pub Friday night. “You guys have been terrific to me.”\n\nHe stood on a chair for a lengthy question-and-answer session that touched on raising the minimum wage and banking reform before accepting a guitar from an audience member and leading the enthusiastic crowd in song.", "article_metadata": {"description": "Democrats woo activists in key Des Moines neighborhood", "title": "Democrats woo activists in key Des Moines neighborhood", "og": {"site_name": "Salon", "description": "Democrats woo activists in key Des Moines neighborhood", "title": "Democrats woo activists in key Des Moines neighborhood", "url": "http://www.salon.com/2015/07/25/democrats_woo_activists_in_key_des_moines_neighborhood/", "image": "http://media.salon.com/2015/07/dem-2016-omalley.jpeg5-1280x960.jpg", "type": "article"}, "twitter": {"description": "Democrats woo activists in key Des Moines neighborhood", "title": "Democrats woo activists in key Des Moines neighborhood", "image": "http://media.salon.com/2015/07/dem-2016-omalley.jpeg5-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Catherine Lucey", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe0a91\"", "article_summary": "Clinton featured a local organizer in her announcement video and has picked up some key support here, including backing from the local Democratic state Sen. Janet Peterson.\n“It’s great to be in Beaverdale,” O’Malley told dozens packed into a local pub Friday night.\nTopics: From the Wires, News, Politics NewsDES MOINES, Iowa (AP) — Four years ago, the Beaverdale neighborhood in Des Moines organized big for President Barack Obama’s re-election, building an uber-volunteer group skilled at phone-banking, door-knocking and boosting caucus and general election participation.\nMartin O’Malley hung out at a local bar Friday night and Hillary Rodham Clinton was set to visit a house party Saturday afternoon.\nNow the 2016 Democratic presidential hopefuls are visiting this liberal stronghold, trying to rename it once more."}