{"article_title": "Medical ‘meltdown’ imminent, warns top doctor", "article_keywords": ["physicians", "hieb", "look", "surviving", "doctor", "imminent", "medical", "system", "americans", "rural", "supplies", "meltdown", "warns", "care"], "article_url": "http://www.wnd.com/2015/03/medical-meltdown-imminent-warns-top-doctor/", "article_text": "WASHINGTON – The signs are everywhere of an imminent “catastrophic collapse” of the U.S. health-care system that will leave Americans clamoring for medical attention, medical supplies and hospital care, says the former president of the Association of American Physicians and Surgeons.\n\nDr. Lee Hieb, a practicing orthopedic surgeon and author of a new book called “Surviving the Medical Meltdown,” says the evidence is mounting that Obamacare, or the Affordable Care Act, is making health care scarcer and that the worst is yet to come:\n\nShortages of everyday medical supplies – from tetanus toxoid to thyroid, not to mention standard medical equipment – are everyday occurrences now in both urban and rural areas;\n\nWait time for routine specialty care is dramatically increasing;\n\nThere are not enough specialists to cover emergency-room calls;\n\nHospitals in inner cities and poorer rural regions around the country are closing their doors rather than face economic ruin; and\n\nIt is difficult in some areas to find a primary care physician, especially for Medicare and Medicaid patients.\n\n“Catastrophic collapse due to a ‘doctor death spiral’ will occur when we drop below a critical number of practicing physicians,” Hieb predicts. “As our population ages, it requires more physician man-hours of medical care. But as our population ages, so too do our physicians. More than half of the surgeons who cover emergency rooms are over 50. And although they are some of the most productive physicians, they are being overloaded and overstressed, and are beginning to burn out. Many are retiring early; others are dramatically reducing their patient loads. Recent surveys suggest up to 60 percent of physicians are preparing to do one or the other within two years.”\n\nAre you prepping for hard times ahead? Make sure “Surviving the Medical Meltdown” by Dr. Lee Hieb is part of your survival library.\n\nYet, the problems evident today, she says, represent the tip of the iceberg headed for the kind of medical care to which Americans have become accustomed.\n\n“The one certainty? Things will be getting much worse because the current system is unsustainable – either in manpower or in dollars and cents,” she explains.\n\nHieb doesn’t spend a lot of time in her book explaining how Obamacare will lead to this tipping point. Instead, “Surviving the Medical Meltdown” is written to prepare Americans to make it through the coming crisis – from insurance issues, getting the most from your doctor’s visits, how to avoid unhealthy foods and toxins that can make you sick and stockpiling the most important medical supplies for yourself and your family.\n\nThe one place to which Hieb argues Americans should not look for medical help is the government.\n\n“As the current medical system collapses of its own internal inconsistencies, people who have been conditioned to look to government for solutions will predictably look to the federal government for help,” she says. “And government being government will never ignore the chance of using a crisis to further its agenda of power and growth. But let’s look around us. How has government done in the fields of education, banking, the post office or the DMV?”\n\nShe answers her own question: “Single-source medical care is lousy. The longer such a system exists, the worse it becomes. By the time the Berlin Wall fell and we could peek into the world of Soviet medicine, for example, 57 percent of Soviet hospitals had no hot water, and 36 percent had no running water at all. There were dead cats lying in the hallways, and a legion of babies were exposed to HIV because needles were reused without sterilization.”\n\nOne of the first signs of collapse of the medical system, Hieb says, will be hospital closings. And that is already happening, as WND previously reported.\n\nIn 2013, 18 acute-care hospitals across the United States shut their doors in 2013. In 2014, at least 12 more hospitals closed in rural areas alone.", "article_metadata": {"description": "A Free Press For A Free People Since 1997", "generator": "WordPress 4.4.1", "og": {"site_name": "WND", "description": "WASHINGTON – The signs are everywhere of an imminent “catastrophic collapse” of the U.S. health-care system that will leave Americans clamoring for medical attention, medical supplies and hospital care, says the former president of the Association of American Physicians and Surgeons. Dr. Lee Hieb, a practicing orthopedic surgeon and author of a new book called […]", "title": "Medical ‘meltdown’ imminent, warns top doctor", "url": "http://www.wnd.com/2015/03/medical-meltdown-imminent-warns-top-doctor/", "image": "http://www.wnd.com/files/2014/08/emergency_hospital.jpg", "type": "article"}, "fb": {"app_id": 152299868169938}, "google-site-verification": "5iw1bKISvQcI1qRwIskRfer6GKV4jUf6LImfS9bhaeI", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdf742\"", "article_summary": "“Catastrophic collapse due to a ‘doctor death spiral’ will occur when we drop below a critical number of practicing physicians,” Hieb predicts.\n“As our population ages, it requires more physician man-hours of medical care.\nHow has government done in the fields of education, banking, the post office or the DMV?”She answers her own question: “Single-source medical care is lousy.\nMake sure “Surviving the Medical Meltdown” by Dr. Lee Hieb is part of your survival library.\nYet, the problems evident today, she says, represent the tip of the iceberg headed for the kind of medical care to which Americans have become accustomed."}