{"article_title": "Superior Catholic Herald : Superior Catholic Herald", "article_keywords": ["poor", "superior", "contraceptive", "court", "catholic", "lower", "herald", "case", "health", "courts", "sisters", "little", "religious"], "article_url": "http://superiorcatholicherald.org/news/national-and-world-news/big-win-little-sisters-poor/", "article_text": "Catholic Herald |\n\nCarol Zimmermann\n\nCatholic News Service\n\nWASHINGTON — The U.S. Supreme Court May 16 sent the Zubick v. Burwell case, which challenges the Affordable Care Act’s contraceptive requirement for employers, back to the lower courts.\n\nThe justices’ unanimous decision, explained in a nine-page order, was based on the information that both sides submitted a week after oral arguments were heard in the case about how and if contraceptive insurance coverage could be obtained by employees through their insurance companies without directly involving religious employers who object to this coverage.\n\nThe court made clear that it is not expressing an opinion on the merits of the cases that are challenging aspects of the federal government’s health legislation and it also was not ruling on the issue of a potential violation of religious freedom.\n\nBecause of the “gravity of the dispute and the substantial clarification and refinement in the positions of the parties,” the court stated that religious employers and the government should be “afforded an opportunity to arrive at an approach going forward that accommodates petitioners’ religious exercise while at the same time ensuring that women covered by petitioners’ health plans receive full and equal health coverage, including contraceptive coverage.”\n\nThe court stressed that this approach is “more suitable” than addressing the refined positions submitted by both sides and added that “although there may still be areas of disagreement between the parties on issues of implementation, the importance of those areas of potential concern is uncertain, as is the necessity of this court’s involvement at this point to resolve them.”\n\nThis is not the first time the court has sent a case back to the lower courts in light of new developments.\n\nThe opinion stressed that sending this case back to lower courts should not affect the government from making sure women covered by petitioners’ health plans obtain FDA-approved contraceptives, but it also means the government “may not impose taxes or penalties on petitioners for failure to provide the relevant notice” stating their objection to the coverage.\n\nOral arguments for Zubick v. Burwell were heard March 23 and the court asked for additional information March 29. The case involves the Little Sisters of the Poor, Priests for Life, the Pennsylvania dioceses of Pittsburgh and Erie, and the Archdiocese of Washington and other religious groups challenging the Affordable Care Act’s mandate that most religious and other employers must cover contraceptives, sterilization and abortifacients through employer-provided health insurance.\n\nThese groups, who do not fit the narrow exemption to the contraceptive mandate given to churches, argued that providing contraceptive coverage even indirectly through a third party, as the Obama administration allows through what it calls an accommodation, still violates their religious beliefs.\n\nIn a May 16 release from The Becket Fund for Religious Liberty, legal counsel representing the Little Sisters of the Poor and others before the court, Sr. Loraine Marie Maguire, Mother Provincial for the Little Sisters of the Poor, said, “All we have ever wanted to do is serve the neediest among us as if they were Christ himself. We look forward to serving the elderly poor for another 175 years to come.”\n\n“This is a game-changer,” said Mark Rienzi, senior counsel at The Becket Fund for Religious Liberty. “The court has accepted the government’s concession that it can get drugs to people without using the Little Sisters. The court has eliminated all of the bad decisions from the lower courts. And the court has forbidden the government from fining the Little Sisters even though they are refusing to bow to the government’s will. It is only a matter of time before the lower courts make this victory permanent.”\n\nRelated\n\nCategory: National and World News", "article_metadata": {"og": {"site_name": "Superior Catholic Herald", "description": "Supreme Court sends Obamacare challenges back to lower courts", "title": "Big win for Little Sisters of the Poor - Superior Catholic Herald", "locale": "en_US", "image": "http://superiorcatholicherald.org/wp-content/uploads/2016/05/20160324T1110-2346-CNS-SCOTUS-ZUBIK-BURWELL-RALLY-300x200.jpg", "updated_time": "2016-05-16T15:03:12-05:00", "url": "http://superiorcatholicherald.org/news/national-and-world-news/big-win-little-sisters-poor/", "type": "article"}, "article": {"publisher": "http://facebook.com/catholicherald", "section": "National and World News", "published_time": "2016-05-19T10:00:51-05:00", "modified_time": "2016-05-16T15:03:12-05:00"}, "viewport": "width=device-width,initial-scale=1"}, "article_summary": "It is only a matter of time before the lower courts make this victory permanent.”RelatedCategory: National and World News\n“The court has accepted the government’s concession that it can get drugs to people without using the Little Sisters.\nAnd the court has forbidden the government from fining the Little Sisters even though they are refusing to bow to the government’s will.\nThe court has eliminated all of the bad decisions from the lower courts.\nCatholic Herald |Carol ZimmermannCatholic News ServiceWASHINGTON — The U.S. Supreme Court May 16 sent the Zubick v. Burwell case, which challenges the Affordable Care Act’s contraceptive requirement for employers, back to the lower courts."}