{"article_title": "Locked Out: A Hair Braider Fights Occupational Licensing", "article_keywords": ["mississippi", "locked", "armstrong", "business", "nick", "braider", "fights", "salon", "hair", "melony", "state", "licensing", "way", "occupational", "wanted", "open"], "article_url": "http://reason.com/reasontv/2014/08/18/locked-out-melony-armstrong-fights-occup", "article_text": "Melony Armstrong just wanted to earn an honest living. Armstrong had learned how to braid hair, and she had the drive to open her own salon in Tupelo, Mississippi.\n\nWhat she didn't have was a state license to practice cosmetology.\n\nBefore Armstrong could open her business, the Mississippi State Board of Cosmetology required her to attend a board-approved school for a 18 months at a cost of about $10,000.\n\nWithout the money to get a license, Armstrong took her passion and channeled it into a legal challenge against the cosmetology board. Her successful struggle would permanently change the way business was done in Mississippi, removing arbitrary barriers that stood in the way of hundreds of other aspiring entrepreneurs who wanted to enter the business of braiding hair.\n\nThe documentary film, Locked Out: A Mississippi Success Story traces every step of Armstrong's long fight to change the law, from her humble hair salon to the statehouse. Reason TV's Nick Gillespie spoke with filmmaker Sean Malone and Melony Armstrong at FreedomFest in Las Vegas about how she sparked statewide reform.\n\nRuns about 5:37.\n\nProduced by Todd Krainin. Interview by Nick Gillespie. Cameras by Jim Epstein and Meredith Bragg.\n\nScroll down for downloadable versions and subscribe to ReasonTV's YouTube Channel to receive notification when new material goes live.", "article_metadata": {"og": {"url": "http://reason.com/reasontv/2014/08/18/locked-out-melony-armstrong-fights-occup", "type": "article", "site_name": "Reason.com", "description": "Melony Armstrong just wanted to earn an honest living. Armstrong had learned how to braid hair, and she had the drive to open her own salon in Tupelo,", "title": "Locked Out: A Hair Braider Fights Occupational Licensing"}, "twitter": {"description": "Melony\nArmstrong just wanted to earn an honest living. Armstrong had\nlearned how to braid hair, and she had the drive to open her own\nsalon in Tupelo, Mississippi.\nWhat she didn't have was a state license to practice\ncosmetology.\nBefore Armstrong could open her business, the Mississippi State\nBoard of Cosmetology required her to attend a board-approved school\nfor a 18 months at a cost of about $10,000.\nWithout the money to get a license, Armstrong took her passion\nand channeled it into a legal challenge against the cosmetology\nboard. Her successful struggle would permanently change the way\nbusiness wa", "creator": "@nickgillespie", "title": "<em>Locked Out:</em> A Hair Braider Fights Occupational Licensing", "site": "@reason", "player": {"width": 640, "identifier": "https://reason.com/embed/reasontv/2014/08/18/locked-out-melony-armstrong-fights-occup", "height": 360}, "card": "player"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "Reasontv", "published_time": "2014-08-18T20:56:00+00:00", "author": "http://reason.com/people/todd-krainin"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fcf239\"", "article_summary": "Armstrong had learned how to braid hair, and she had the drive to open her own salon in Tupelo, Mississippi.\nMelony Armstrong just wanted to earn an honest living.\nReason TV's Nick Gillespie spoke with filmmaker Sean Malone and Melony Armstrong at FreedomFest in Las Vegas about how she sparked statewide reform.\nBefore Armstrong could open her business, the Mississippi State Board of Cosmetology required her to attend a board-approved school for a 18 months at a cost of about $10,000.\nThe documentary film, Locked Out: A Mississippi Success Story traces every step of Armstrong's long fight to change the law, from her humble hair salon to the statehouse."}