{"article_title": "NYC Board Of Health No Longer Requires Parents To Sign Consent Forms For Oral Suction Circumcision Ritual", "article_keywords": ["city", "practice", "longer", "circumcision", "oral", "ritual", "sign", "forms", "parents", "officials", "health", "board", "consent", "policy", "nyc", "suction", "requires", "potential"], "article_url": "http://www.medicaldaily.com/nyc-board-health-no-longer-requires-parents-sign-consent-forms-oral-suction-352112", "article_text": "NYC Board of Health no longer requires parents to read and sign consent forms acknowledging they understand the health repercussions of oral suction circumcision. Bryan Doane, CC BY 2.0.\n\nThe New York City Board of Health decided Wednesday to reverse its policy previously requiring parents to sign documents acknowledging the potential health associated with Jewish oral suction circumcision. Several members of the board have conceded the policy was not making the difference they previously hoped for and are relieved it will no longer create a rift between health officials and religious leaders.\n\nThe vote to end the policy has been seen by some as a potential policy shift by Mayor de Blasio, who first proposed to terminate the consent form in February. The city is still distributing information to members of the Jewish faith who are looking to undergo the ritual for their newborn son, but providing consent is a thing of the past.\n\n“The Board of Health, from the start, aimed to ensure that parents had the information so that they could make informed decisions,” Health Commissioner Dr. Mary Bassett said on Wednesday. She also noted that requiring signed consent forms “hadn’t been that effective.”\n\nAccording to The Associated Press, the ritual is performed on an estimated 3,000 infants in New York City each year, a small number of New York’s total Jewish population. During the practice, referred to as metzitzah b’peh in Hebrew, the rabbi, or the circumciser, will suck the blood from an infant’s circumcision wounds.\n\nBut city health officials are worried about the potential health repercussions of this practice. Many believe that the practice has caused 18 cases of infant herpes since 2000, which is known to cause brain damage in children of this age. Out of the 18, two died, while two others suffered from brain damage. But, DNA testing could not prove whether the infection was in fact from the ritual.\n\nIn 2012, the Board of Health required all parents to sign consent forms after reading about these potential health risks, acknowledging that they understand what the repercussions may be. Once this was passed, many rabbis opposed the policy, saying it was an imposition on their religious rights, and told those in their community not to comply. Those who did perform the ritual also stated that before each circumcision, a circumciser was tested for herpes and was sure to wash his hands and mouth.\n\nRabbi Romi Cohn of Brooklyn told the AP he is happy the Board of Health overturned the requirement. Having performed over 35,000 rituals, he says the city must respect customs.\n\n“Oral circumcision is part of our tradition,” he said. “I think New York will be blessed for doing the right thing.”\n\nThe Board of Health officials say the matter is not an easy one for them. “It is our core responsibility to protect the health of New Yorkers,” said Dr. Deepthiman K. Gowda of the board. “At the same time, we have to institute educational policy that actually works. … The rollout of our previous policy actually eroded the relationship we wanted.”\n\nAfter the vote, officials say they have distributed 20,000 printed copies and 22,000 emails in both English and Yiddish regarding new and updated information pertaining to the practice.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "nyc, board, health, no, longer, requires, parents, sign, consent, forms, oral, suction", "og": {"site_name": "Medical Daily", "description": "NYC Board of Health no longer requires parents to read and sign consent forms acknowledging they understand the health repercussions of oral suction circumcision.", "title": "Oral Suction Circumcisions No Longer Require Consent In NYC", "url": "http://www.medicaldaily.com/nyc-board-health-no-longer-requires-parents-sign-consent-forms-oral-suction-352112", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/10/baby.jpg", "type": "article"}, "twitter": {"description": "NYC Board of Health no longer requires parents to read and sign consent forms acknowledging they understand the health repercussions of oral suction circumcision.", "title": "Oral Suction Circumcisions No Longer Require Consent In NYC", "url": "http://www.medicaldaily.com/nyc-board-health-no-longer-requires-parents-sign-consent-forms-oral-suction-352112", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/10/baby.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/10/baby.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-09-10T16:47:01-04:00", "modified_time": "2015-09-10T16:47:00-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "NYC Board of Health no longer requires parents to read and sign consent forms acknowledging they understand the health repercussions of oral suction circumcision."}, "_id": "\"57477af36914bd0286fcf248\"", "article_summary": "NYC Board of Health no longer requires parents to read and sign consent forms acknowledging they understand the health repercussions of oral suction circumcision.\nThe New York City Board of Health decided Wednesday to reverse its policy previously requiring parents to sign documents acknowledging the potential health associated with Jewish oral suction circumcision.\nBut city health officials are worried about the potential health repercussions of this practice.\nIn 2012, the Board of Health required all parents to sign consent forms after reading about these potential health risks, acknowledging that they understand what the repercussions may be.\n“I think New York will be blessed for doing the right thing.”The Board of Health officials say the matter is not an easy one for them."}