{"article_title": "Top Five Professional Athletes You Didn't Know Were Native", "article_keywords": ["yovani", "gallardo", "didnt", "currently", "ponce", "kauk", "leon", "know", "wins", "professional", "athletes", "hornbuckle", "native"], "article_url": "http://indiancountrytodaymedianetwork.com/2013/09/21/top-5-professional-atheltes-you-didnt-know-were-native-151382", "article_text": "Native Americans have long been noted for their athletic prowess, but relatively few make it so far as to be a professional in their sport. From professional fighters to snowboarders, here are some Native athletes to put on your radar.\n\nNumber Five: Tim Welch, MMA\n\nMMA fights and promotions are on the rise in Indian Country, so it should be no surprise that some of the top fighters are Natives themselves. Welch grew up in Montana and is Assiniboine Sioux. While he is currently training in Phoenix, he can be seen on Spike TVs Fight Master, a competition with 16 other welterweights to see who is named the best fighter.\n\nNumber Four: Yovani Gallardo, Baseball\n\nNicknamed “El Purepecha” by some Mexican writers, Yovani Gallardo is, you guessed it, Purepecha. Originally from Michoacan, Mexico, Gallardo and his parents moved to Texas when he was only 4 years old. He’s been with the Milwaukee Brewers since 2007 and earned both a spot in the All-Star game and a Silver Slugger Award in 2010. Gallardo is currently coming off of the disabled list to finish out the rest of the season.\n\nNumber Three: Daniel Ponce de Leon, Boxing\n\nA Tarahumara Indian from Chihuahua, Mexico, Daniel Ponce de Leon is the only one out of six siblings to live to adulthood. He also has an impressive professional boxing record with 44 wins and only 5 losses over the course of his career. Ponce de Leon is also a former WBO Super Bantamweight Champion, and the most recent WBC Featherweight Champion.\n\nNumber Two: Lonnie Kauk, Snowboarding and Rock Climbing\n\nLonnie Kauk is one of the only professional snowboarders today who can cite Native American ancestry. He grew up in Yosemite Valley, right where his Ahwahnechee ancestor Chief Tenaya would’ve lived. Kauk spends his winters riding for big name sponsors like Monster Energy and Mammoth Mountain. If you Google him, you’re sure to turn up a slew of videos showing just how skilled he is.\n\nNumber One: Dan Hornbuckle, MMA\n\nA member of the Eastern Band of Cherokee Indians, Hornbuckle has an impressive record of 24 wins and 5 losses in MMA. He has said that being a positive role model on the reservation has been a good motivator for him to succeed. Currently the DEEP Welterweight Champion, Hornbuckle has his next fight on October 20th.", "article_metadata": {"description": "5 Atheletes You Didn't Know Were Native", "generator": "Drupal 7 (http://drupal.org)", "dcterms.format": "text/html", "og": {"url": "http://indiancountrytodaymedianetwork.com/2013/09/21/top-5-professional-atheltes-you-didnt-know-were-native-151382", "site_name": "Indian Country Today Media Network.com", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/dan_hornbuckle.jpg", "type": "article", "title": "Top Five Professional Athletes You Didn't Know Were Native"}, "robots": "follow, index", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2013/09/21/top-5-professional-atheltes-you-didnt-know-were-native-151382", "dc": {"title": "Top Five Professional Athletes You Didn't Know Were Native"}, "fb": {"app_id": 493888563989950}, "dcterms.creator": "rcjohnson", "dcterms.date": "2013-09-21T11:29-04:00", "dcterms.language": "und", "dcterms.type": "Text", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 1}, "dcterms.title": "Top Five Professional Athletes You Didn't Know Were Native"}, "_id": "\"57477af36914bd0286fcf24d\"", "article_summary": "Number Four: Yovani Gallardo, BaseballNicknamed “El Purepecha” by some Mexican writers, Yovani Gallardo is, you guessed it, Purepecha.\nFrom professional fighters to snowboarders, here are some Native athletes to put on your radar.\nNumber Two: Lonnie Kauk, Snowboarding and Rock ClimbingLonnie Kauk is one of the only professional snowboarders today who can cite Native American ancestry.\nNative Americans have long been noted for their athletic prowess, but relatively few make it so far as to be a professional in their sport.\nHe also has an impressive professional boxing record with 44 wins and only 5 losses over the course of his career."}