{"article_title": "Koch Brothers-Backed Ad Uses Paid Actors To Attack Mary Landrieu", "article_keywords": ["ad", "campaign", "senate", "support", "landrieu", "states", "attack", "uses", "paid", "koch", "sen", "actors", "brothers", "mary", "brothersbacked"], "article_url": "http://www.huffingtonpost.com/2014/02/13/koch-brothers-ad_n_4781320.html", "article_text": "The conservative nonprofit group Americans for Prosperity (AFP), which is backed by the Koch Brothers, released an ad Wednesday attacking Sen. Mary Landrieu (D-La.) over her support for the Affordable Care Act. But as ABC News reported Thursday, the people appearing as Louisianans in the spot are paid actors.\n\nIn the ad, the actors open their mailboxes while a narrator describes letters from insurance companies saying their family's plans are no longer available, doctors are no longer in their network and their monthly premium has increased.\n\nThe Landrieu campaign hit back Thursday against the use of professional actors portraying the state's residents.\n\n\"Hiring professional actors to impersonate Louisiana families is low even for the billionaire Koch brothers, who are spending millions to distract voters from their campaign to kill bipartisan flood insurance reform, our state's top legislative priority with unanimous support from our Congressional delegation,\" the campaign said in a press release. \"If the Koch brothers had even a shred of credibility before launching their latest misleading ad campaign against Sen. Landrieu, they've surely lost it now.\"\n\nAmericans for Prosperity spokesman Levi Russell told ABC News that the ad, which is scheduled to air for three weeks, is meant to be “representative of Americans from all walks of life.”\n\n“I think the viewing public is savvy enough to distinguish between someone giving a personal story and something that is emblematic,” Russell said. “And we make it very clear when someone is giving a personal testimonial.”\n\nLandrieu is considered to be one of the most vulnerable Democrats in the Senate up for reelection this November. She has been highlighting a bill she wrote last year that allowed people keep their health care plans.\n\nRelated on HuffPost: Senate Seats Up For Grabs In 2014 Senate Seats Up For Grabs In 2014\n\n1 of 33 Sen. Jeff Sessions (R-Ala.) Status: Running for re-election Sen. Jeff Sessions (R-AL) speaks during the DC March for Jobs in Upper Senate Park near Capitol Hill, on July 15, 2013 in Washington, DC. (Photo by Drew Angerer/Getty Images) Share this slide:\n\nGetty Images", "article_metadata": {"description": "The conservative nonprofit group Americans for Prosperity (AFP), which is backed by the Koch Brothers, released an", "sailthru.expire_date": "2014-02-14 11:42:01 -0500", "og": {"site_name": "The Huffington Post", "description": "The conservative nonprofit group Americans for Prosperity (AFP), which is backed by the Koch Brothers, released an", "title": "Koch Brothers-Backed Ad Uses Paid Actors To Attack Mary Landrieu", "url": "http://www.huffingtonpost.com/2014/02/13/koch-brothers-ad_n_4781320.html", "image": "http://i.huffpost.com/gen/1621003/images/o-DAVID-KOCH-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "The conservative nonprofit group Americans for Prosperity (AFP), which is backed by the Koch Brothers, released an", "title": "Koch Brothers-Backed Ad Uses Paid Actors To Attack Mary Landrieu", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1621003/images/o-DAVID-KOCH-facebook.jpg", "height": 1000}, "creator": "SamLachman", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2014-02-13 11:42:01 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4781320", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "elections 2014,Senator Mary Landrieu,Senate races,Mary Landrieu,Politics News,politics,HuffPolitics blog,louisiana,Louisiana politics,Koch Brothers,Americans for Prosperity,2014 election,koch brothers ad", "article": {"section": "Politics", "tag": "elections 2014,Senator Mary Landrieu,Senate races,Mary Landrieu,Politics News,politics,HuffPolitics blog,louisiana,Louisiana politics,Koch Brothers,Americans for Prosperity,2014 election,koch brothers ad", "published_time": "2014-02-13 11:42:01 -0500", "modified_time": "2014-02-14 10:59:02 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fcf260\"", "article_summary": "The conservative nonprofit group Americans for Prosperity (AFP), which is backed by the Koch Brothers, released an ad Wednesday attacking Sen. Mary Landrieu (D-La.)\n\"If the Koch brothers had even a shred of credibility before launching their latest misleading ad campaign against Sen. Landrieu, they've surely lost it now.\"\nThe Landrieu campaign hit back Thursday against the use of professional actors portraying the state's residents.\nBut as ABC News reported Thursday, the people appearing as Louisianans in the spot are paid actors.\nShe has been highlighting a bill she wrote last year that allowed people keep their health care plans."}