{"article_title": "Eye on Boise: Tearful Idahoans push for Medicaid expansion", "article_keywords": ["idahoans", "bible", "eye", "reference", "state", "expansion", "boise", "states", "tearful", "medicaid", "welfare", "push", "health", "insurance", "idaho", "care"], "article_url": "http://www.spokesman.com/stories/2016/feb/14/tearful-idahoans-push-for-medicaid-expansion/", "article_text": "Hundreds of people filled the state Capitol’s largest hearing room Friday morning to press for expanding Medicaid to help Idahoans who don’t have health insurance, reforming the state’s foster care system, raising reimbursements to Medicaid service providers and more.\n\nMedicaid expansion was by far the most-sought change, with people from around the state, many fighting tears, sharing heart-wrenching stories of their or their family members’ experiences with uncovered illness, both physical and mental.\n\nMore than 30 people spoke at the public hearing on health and welfare issues, with the House and Senate Health and Welfare committees listening; each speaker was limited to three minutes. More than 75 had signed up to testify.\n\n“We have issues in this state when it comes to health and welfare – we’re trying to solve those issues,” Senate Health and Welfare Chairman Lee Heider, R-Twin Falls, said after the two-hour hearing. “We can’t solve them all at once; we’ve got to set some priorities. Obviously Medicaid expansion is a priority.”\n\nHe said lawmakers are watching to see what happens with Gov. Butch Otter’s proposed Primary Care Access Program, which would provide limited primary and preventive care services to the 78,000 Idahoans who make too little to qualify for subsidized health insurance through the state insurance exchange, but also don’t qualify for Medicaid. Under the federal Affordable Care Act, states have the option of expanding Medicaid, largely at federal expense, to cover that population. Idaho hasn’t done so, but 31 states including Washington have, as has the District of Columbia.\n\n“Please, please hear us,” said Chelle Gluch, who spoke of watching her husband “writhe in pain” and not being able to help him. “There are many of us, many of us, 78,000 who are screaming for your help.”\n\nLauren Necochea of Idaho Voices for Children pointed out that under Idaho’s current system, a low-income childless person might earn enough to qualify for subsidized health insurance through Idaho’s state insurance exchange, but with the same income and a larger family, would fall below minimum levels for eligibility. “We have a situation in Idaho today where the childless low-wage worker gets assistance with medical insurance, and the parent with children doesn’t,” she said.\n\nLori Lodge, a counselor who works with children with mental illness, said, “Our kids go home every day in crisis. It’s heartbreaking. We need to make some changes.”\n\n“We’re not deaf. We hear loud and clear what the people of Idaho are saying,” Heider said, “and we want to move forward with something this session.”\n\nScott, Boyle were ‘shields’\n\nAt the close of the tense standoff between armed occupiers at the Malheur National Wildlife Refuge near Burns, Oregon, and authorities late last week, two Idaho state lawmakers, Reps. Heather Scott, R-Blanchard, and Judy Boyle, R-Midvale, were at the scene; the two were making their second visit to the area.\n\nBoyle told the Idaho Statesman, “We were there as shields.” She said, “We figured the FBI wouldn’t kill legislators as much as regular citizens like they did two weeks go,” referring to the death of occupier LaVoy Finicum after a traffic stop.\n\nScott said, “I’m just glad there was no more bloodshed.” She told KIVI-TV that states need to exercise more sovereignty against the federal government “or we’re going to see more incidents like this.”\n\nBible bill introduced\n\nAt the request of Sen. Sheryl Nuxoll, R-Cottonwood, the Senate Education Committee has introduced legislation to “expressly permit” the use of the Bible in public schools as a reference. That’s already allowed, Nuxoll acknowledged, but she wanted to press the point. Her bill says:\n\n“The Bible is expressly permitted to be used in Idaho public schools for reference purposes to further the study of literature, comparative religion, English and foreign languages, United States and world history, comparative government, law, philosophy, ethics, astronomy, biology, world geography, archaeology, music, sociology, and other topics of study where an understanding of the Bible may be useful or relevant. No student will be required to use any religious texts for reference purposes if the student or parents of the student object.”\n\nSen. Janie Ward-Engelking, D-Boise, questioned the need for the law, since teachers can already use the Bible as a reference. “Once we start spelling out religious texts, then we open up the door to needing to spell out many, many more,” she said. Nuxoll responded, “That, I guess, could be a possibility. But the reason this one is singled out is because it is embedded in our culture, our law and our civilization.”\n\nBetsy Z. Russell covers Idaho news on the Eye on Boise blog at www.spokesman.com/blogs. She can be reached at (208) 336-2854 or by email to betsyr@spokesman.com.", "article_metadata": {"description": "BOISE – Hundreds of people filled the state Capitol’s largest hearing room Friday morning to press for expanding Medicaid to help Idahoans who don’t have  health insurance, reforming the state’s foster care system, raising reimbursements to Medicaid service providers and more. Medicaid expansion was by far the most-sought change, with people from around the state, many fighting tears, sharing heart-wrenching stories of their or their family members’ experiences with uncovered illness, both physical and mental.", "og": {"site_name": "Spokesman.com", "description": "BOISE – Hundreds of people filled the state Capitol’s largest hearing room Friday morning to press for expanding Medicaid to help Idahoans who don’t have  health insurance, reforming the state’s foster care system, raising reimbursements to Medicaid service providers and more. Medicaid expansion was by far the most-sought change, with people from around the state, many fighting tears, sharing heart-wrenching stories of their or their family members’ experiences with uncovered illness, both physical and mental.", "title": "Eye on Boise: Tearful Idahoans push for Medicaid expansion", "url": "http://www.spokesman.com/stories/2016/feb/14/tearful-idahoans-push-for-medicaid-expansion/", "image": "https://media.spokesman.com/img/logos/sr200.png", "updated_time": "2016-02-13T20:12:22.871801", "type": "article"}, "twitter": {"image": "http://media.spokesman.com/photos/2016/02/13/mug_BETSY_Z_t1200.jpg?298603a24e8d51915fce203907ff2746e482a5a6", "site": "@SpokesmanReview", "card": "summary_large_image"}, "robots": "index, follow", "fb": {"app_id": 316254480466}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=yes", "googlebot": "index, follow"}, "_id": "\"57477af36914bd0286fcf263\"", "article_summary": "Under the federal Affordable Care Act, states have the option of expanding Medicaid, largely at federal expense, to cover that population.\nObviously Medicaid expansion is a priority.”He said lawmakers are watching to see what happens with Gov.\nHundreds of people filled the state Capitol’s largest hearing room Friday morning to press for expanding Medicaid to help Idahoans who don’t have health insurance, reforming the state’s foster care system, raising reimbursements to Medicaid service providers and more.\nMore than 30 people spoke at the public hearing on health and welfare issues, with the House and Senate Health and Welfare committees listening; each speaker was limited to three minutes.\nButch Otter’s proposed Primary Care Access Program, which would provide limited primary and preventive care services to the 78,000 Idahoans who make too little to qualify for subsidized health insurance through the state insurance exchange, but also don’t qualify for Medicaid."}