{"article_title": "How The Human Sense Of ‘True Fairness’ Evolved To Favor Cooperation And Equity", "article_keywords": ["social", "benefits", "evolved", "study", "sense", "humans", "better", "favor", "cucumber", "human", "equity", "fairness", "brosnan", "true", "monkeys", "cooperation"], "article_url": "http://www.medicaldaily.com/evolution-fairness-how-human-sense-true-fairness-evolved-favor-cooperation-and-equity-303996", "article_text": "Humans didn’t invent their sense of fairness overnight — in a new study published in Science, researchers from Emory University and Georgia State conclude that it was an evolutionary process with the aim of fostering long-term cooperation.\n\nScientists still don’t completely understand where the social idea of fairness came from. A previous study claimed that fairness was a recent cultural phenomenon rather than biological, something that happened when humans began treating strangers the same way they treat their mates or kin: with fairness and kindness. This all led to social cooperation: ties between non-relatives that eventually created tribes, city-states, and nations. And, naturally, this sense of fairness among individuals could be explained by the fact that more selfless, cooperative groups appeared to fare better than selfish ones. Scientists saw this as an evolutionary step forward of sorts.\n\nSometimes studying our distant primate relatives can help us understand ourselves in simpler terms. This is what Dr. Frans de Waal of the Yerkes National Primate Research Center and the Psychology Department at Emory University, and Dr. Sarah Brosnan of Georgia State’s departments of Psychology and Philosophy, sought to do in their recent study in order to better examine this idea of fairness: they performed an experiment on brown capuchin monkeys to see whether one would become dissatisfied if its partner received a greater benefit for completing the same task.\n\n“This sense of fairness is the basis of lots of things in human society, from wage discrimination to international politics,” Brosnan said in the press release. “What we’re interested in is why humans aren’t happy with what we have, even if it’s good enough, if someone else has more. What we hypothesize is that this matters because evolution is relative. If you are cooperating with someone who takes more of the benefits accrued, they will do better than you, at your expense. Therefore, we began to explore whether responses to inequity were common in other cooperative species.”\n\nIn the study, which can be viewed in the video below, the researchers had brown capuchin monkeys give scientists a rock as part of their task. In return, the monkeys either received a piece of a cucumber or a grape. Monkeys prefer grapes to cucumbers, so the monkey receiving the cucumber while watching its partner receive grapes in return for the same task grew agitated, throwing the cucumber back at the scientist and rattling the bars of its cage. This shows that other species distantly related to humans have a sense of fairness, but not one that is evolved and fine-tuned enough to actually implement social cooperation and equality.\n\n“Giving up an outcome that benefits you in order to gain long-term benefits from the relationship requires not only an ability to think about the future, but also the self-control to turn down a reward,” Brosnan said in the press release. “These both require a lot of cognitive control.” They conclude that only a few species are able to make the leap toward the “evolution of fairness”; fortunately, humans are one of them — and their closest relatives, the apes, are as well.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "human fairness, equality, evolution", "og": {"site_name": "Medical Daily", "description": "Most species will be agitated if one individual receives a greater reward than another for the same task; but somewhere along the way, humans evolved to embrace a sense of fairness.", "title": "Our Sense Of Fairness Evolved To Favor Long-Term Cooperation And Equity [VIDEO]", "url": "http://www.medicaldaily.com/evolution-fairness-how-human-sense-true-fairness-evolved-favor-cooperation-and-equity-303996", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/19/equality-and-fairness.jpg", "type": "article"}, "twitter": {"description": "Most species will be agitated if one individual receives a greater reward than another for the same task; but somewhere along the way, humans evolved to embrace a sense of fairness.", "title": "Our Sense Of Fairness Evolved To Favor Long-Term Cooperation And Equity [VIDEO]", "url": "http://www.medicaldaily.com/evolution-fairness-how-human-sense-true-fairness-evolved-favor-cooperation-and-equity-303996", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/19/equality-and-fairness.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/19/equality-and-fairness.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-09-19T14:16:52-04:00", "modified_time": "2014-09-19T14:16:51-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Most species will be agitated if one individual receives a greater reward than another for the same task; but somewhere along the way, humans evolved to embrace a sense of fairness."}, "_id": "\"57477af36914bd0286fd3b07\"", "article_summary": "“This sense of fairness is the basis of lots of things in human society, from wage discrimination to international politics,” Brosnan said in the press release.\nThis shows that other species distantly related to humans have a sense of fairness, but not one that is evolved and fine-tuned enough to actually implement social cooperation and equality.\nAnd, naturally, this sense of fairness among individuals could be explained by the fact that more selfless, cooperative groups appeared to fare better than selfish ones.\nScientists still don’t completely understand where the social idea of fairness came from.\nThis all led to social cooperation: ties between non-relatives that eventually created tribes, city-states, and nations."}