{"article_title": "How the season of Trump changed Scott Walker", "article_keywords": ["repeal", "trump", "normal", "senate", "season", "changed", "obamacare", "wrong", "scott", "walker", "president", "republican", "presidential"], "article_url": "http://www.cnbc.com/2015/09/01/how-the-season-of-trump-changed-scott-walker.html", "article_text": "Gov. Scott Walker describes himself as just a normal guy with a wife, two kids and a Harley. He discusses his Reagan-inspired policies and what sets him apart from the other Republican presidential candidates with CNBC's John Harwood.\n\nMANCHESTER, N.H.—In the weeks since Wisconsin Gov. Scott Walker called himself \"aggressively normal\" during the first 2016 Republican presidential debate, his poll ratings have gone in the wrong direction.\n\nNow he's emphasizing the \"aggressive\" part.\n\n\n\nHe says Hillary Clinton's handling of email as secretary of state should \"disqualify her from being president of the United States.\"\n\n\n\nHe says Republican rival John Kasich's decision to expand Medicaid as governor of Ohio is \"precisely what's wrong with the federal government.\"\n\n\n\nHe calls Marco Rubio's assertion that repealing Obamacare is impossible under President Barack Obama \"procedural talk\"—and aims more fire at Senate Majority Leader Mitch McConnell.\n\n\n\n\"The biggest people I blame are the leaders,\" Walker said in an interview here in New Hampshire, where he currently languishes in fifth place in the polls. \"Republican leaders who told us during the campaign, 'You want to repeal Obamacare? We've got to have a Republican Senate.'\n\n\n\n\"The American people—me included—are frustrated, say 'Well, where's the action?'\" To make things happen as president, Walker added, he'd like a Republican-controlled Senate to scrap historic filibuster rules so that an Obamacare repeal and other legislative priorities could pass with a simple majority vote. That wouldn't require any Democratic cooperation at all.", "article_metadata": {"AssetType": "cnbcnewsstory", "description": "Damaged by Donald Trump's rise in the GOP presidential race, Scott Walker tells CNBC's John Harwood how he'll come back.", "author": "John Harwood", "og": {"site_name": "CNBC", "description": "Hurt by Donald Trump's rise in the GOP presidential race, Scott Walker tells CNBC's John Harwood how he'll come back.", "title": "How the season of Trump changed Scott Walker", "url": "http://www.cnbc.com/2015/09/01/how-the-season-of-trump-changed-scott-walker.html", "image": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2015/08/21/102938979-WALKER-1_150821_MSTEVENS.1910x1000.jpg", "type": "article"}, "twitter": {"description": "Hurt by Donald Trump's rise in the GOP presidential race, Scott Walker tells CNBC's John Harwood how he'll come back.", "title": "How the season of Trump changed Scott Walker", "url": "http://www.cnbc.com/2015/09/01/how-the-season-of-trump-changed-scott-walker.html", "image": {"src": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2015/08/21/102938979-WALKER-1_150821_MSTEVENS.1910x1000.jpg"}, "creator": "@johnjharwood", "site": "@CNBC", "card": "summary_large_image"}, "al": {"ios": {"app_name": "CNBC Business News and Finance", "app_store_id": 398018310}}, "apple-itunes-app": "app-id=398018310", "GOOGLEBOT": "unavailable_after: 31 Dec 9999 23:59:59 GMT", "keywords": "Elections, Politics, Elections, Scott Walker, Donald Trump, business news", "article": {"publisher": "https://www.facebook.com/cnbc", "published_time": "2015-09-01T06:07:38-0400", "author": "https://www.facebook.com/CNBC", "section": "Elections", "modified_time": "2015-09-01T07:40:17-0400", "tag": "Donald Trump"}, "pageNodeId": 102958660, "news_keywords": "Scott Walker, Trump, John Kasich, Reagan, 2016 elections, come back"}, "article_summary": "Scott Walker describes himself as just a normal guy with a wife, two kids and a Harley.\nScott Walker called himself \"aggressively normal\" during the first 2016 Republican presidential debate, his poll ratings have gone in the wrong direction.\nHe discusses his Reagan-inspired policies and what sets him apart from the other Republican presidential candidates with CNBC's John Harwood.\nWe've got to have a Republican Senate.'\n\"Republican leaders who told us during the campaign, 'You want to repeal Obamacare?"}