{"article_title": "South Africa Raising the Red Flag on Social Media", "article_keywords": ["south", "racial", "apartheid", "media", "africa", "flag", "black", "raising", "social", "cultures", "hatred", "white", "red"], "article_url": "http://guardianlv.com/2014/11/south-africa-raising-the-red-flag-on-social-media/", "article_text": "What is being seen by many as a possible racist war taking place on Social media may be raising a red flag for South African citizens. There has been an increase in posting of racist remarks inflamed with hatred toward the different cultures of the country. Social media platforms are popular among the diverse cultures that continually expand opinionated views often resulting in the perceived racial war.\n\nThere is a definite hint of hatred between the different cultures in South Africa. The minority white group promotes the slow genocide of whites, especially farm attacks. The crime is a reality, and several factual reports indicate that South Africa is on the stage six scale of genocide watch. The gross images of people murdered appear on social media sparking instant outrage.\n\nDaily updates across social media of murders, robberies and attacks against whites are posted. Without insinuating who would be responsible for the horrendous crimes, social media will buzz with disparity of racial hatred. One post or one racial comment will spark the fury of war among the diverse cultures over social media.\n\nThere are many black cultures that still have the stigma of suffering under the white apartheid rule, creating a distinct element of division. The social media platform raises the hatred that burns deep within troubled minds. The open and blatant dislike of whites causes tensions to escalate among social media users.\n\nThe situation worsens every day, and there will always be someone waiting for the opportunity to cry ‘racist’. Arguments continue to claim how the apartheid government robbed the poor of a decent livelihood. Protest of wanting a better life and service deliveries and equality. Whining and openly displaying the frustration of fairness and rights not from the apartheid government but the ruling party of South Africa.\n\nThe chaos of the struggle against the apartheid government continues to dominate the racial hatred without any consideration of the new found freedom of democracy. The corruption, the arms deal, Nkandla and King Goodwill’s 18th palace spark racial hatred. The filthy state hospitals, continued protests over service deliveries and innocent people dying raise the red flag of war among the people of South Africa. It is the grumblings of frustrated citizens wanting land and the never ending struggle of farmers trying to survive all cast a gloomy outlook on social media.\n\nThere is the ongoing deliberation of the African National Congress (ANC) government and the racial division created by implementing Marxists laws. The insinuations by Julius Malema that the racial discrimination is caused by white against black will cause the greatest divide.\n\nThe South African Human Rights Commission (SAHRC) has noted the increase of racial tension among the different cultures. The commission remains concerned about the rising cases aimed at black students during the past year. Lack of respect and the slow transformation after 20 years into the democratic dispensation remain the cause.\n\nPerhaps the reappearance of racial propaganda in South Africa aimed against the white minority arrives from the changed laws. There is the direct influence of limiting white people from obtaining work in both the private and public sector stemming from the Black Economic Empowerment structure.\n\nSouth Africa is raising a red flag on Social Media against the unfairness and inequality. The corruption, crime, unemployment and execution of plans to expropriate land without compensation are causes of inequality. Loving Social media and the freedom to express opinions or gripes on any subject is the new platform of anonymity.\n\nOpinion by Laura Oneale\n\nSources\n\nNGOpulse\n\nKnysnakeep\n\nNews24\n\nGenocide Watch 1\n\nSA Genocide Watch 2\n\nImage courtesy of Peter Kirkeskov Rasmussen – Flickr License\n\nShare this: Print\n\nLinkedIn\n\nPinterest\n\nPocket\n\nReddit\n\nEmail\n\nTwitter\n\nGoogle\n\nFacebook\n\nTumblr\n\n", "article_metadata": {"og": {"site_name": "Guardian Liberty Voice", "description": "What is being seen by many as a possible racist war taking place on Social media may be raising a red flag for South African citizens. There has been an increase in posting of racist remarks…", "title": "South Africa Raising the Red Flag on Social Media", "url": "http://guardianlv.com/2014/11/south-africa-raising-the-red-flag-on-social-media/", "image": {"width": 640, "identifier": "http://guardianlv.com/wp-content/uploads/2014/11/South-Africa-Raising-the-Red-Flag-on-Social-Media.jpg", "height": 427}, "locale": "en_US", "type": "article"}, "article": {"published_time": "2014-11-03T06:19:11+00:00", "modified_time": "2014-11-03T06:19:11+00:00", "author": "https://www.facebook.com/dimarkco.chandler"}, "twitter": {"image": "http://guardianlv.com/wp-content/uploads/2014/11/South-Africa-Raising-the-Red-Flag-on-Social-Media.jpg?w=640", "site": "@ifrackle", "card": "summary_large_image", "creator": "@NRSTGeeks"}, "viewport": "width=device-width"}, "article_summary": "South Africa is raising a red flag on Social Media against the unfairness and inequality.\nWhat is being seen by many as a possible racist war taking place on Social media may be raising a red flag for South African citizens.\nThe filthy state hospitals, continued protests over service deliveries and innocent people dying raise the red flag of war among the people of South Africa.\nLoving Social media and the freedom to express opinions or gripes on any subject is the new platform of anonymity.\nThe crime is a reality, and several factual reports indicate that South Africa is on the stage six scale of genocide watch."}