{"article_title": "Members of Congress: Abortion Funding Breaks Health Care Law Promise - Crossmap Christian News", "article_keywords": ["premium", "crossmap", "funding", "proposed", "congress", "separate", "breaks", "abortion", "issuers", "separately", "christian", "promise", "members", "coverage", "health", "law", "payment", "surcharge", "care"], "article_url": "http://www.crossmap.com/news/members-of-congress-abortion-funding-breaks-health-care-law-promise-15131", "article_text": "Washington D.C., Dec 26, 2014 / 04:06 pm (CNA/EWTN News).- More than 75 members of Congress have written the Obama administration emphasizing that abortion coverage must be billed separately under the health care law, as it was promised.\n\n\n\n\"The abortion surcharge must be a separate payment. However, the proposed rule brazenly ignores the separate payment requirement in the law and instead specifies that the abortion surcharge may be collected in a single payment and the surcharge does not even have to be listed on the consumer's bill,\" the members of Congress wrote in a December letter to HHS Secretary Sylvia Burwell.\n\n\n\nWhen the law was passed, the separate billing for abortion coverage was meant to assuage concerns of those objecting to paying for abortion coverage for reasons of conscience. At least one health plan not offering abortion coverage was to be featured on each state insurance exchange set up under the law.\n\n\n\nBack in September, however, an independent government watchdog found that five state exchanges offered only plans including abortion coverage. In addition, the Government Accountability Office reported that many insurance issuers were not separately billing enrollees for abortion coverage as was promised.\n\n\n\nIn the Affordable Care Act, Section 1303 directs health plan issuers on the insurance exchanges to \"segregate\" the estimated abortion coverage costs for all enrollees choosing such coverage.\n\n\n\nHowever, the members of Congress charged in the letter, the proposed HHS rules allow insurers another way aside from separately billing abortion coverage: simply itemize the estimated cost of abortion coverage and send it as part of one single bill.\n\n\n\nThe text states, \"Section 1303 of the Affordable Care Act permits, but does not require a QHP [qualified health plan] issuer to separately identify the premium for non-excepted abortion services on the monthly premium bill in order to comply with the separate payment requirement. A consumer may pay the premium for non-excepted abortion services and for all other services in a single transaction, with the issuer depositing the funds into the issuer's separate allocation accounts.\"\n\n\n\nThe members of Congress argued that the proposed rules go against the health care law.\n\n\n\n\"In contrast to the law, the proposed rule permits issuers to collect the premium in a single transaction. Additionally, issuers are permitted but not required 'to separately identify the premium for non-excepted abortion services for the monthly premium bill in order to comply with the separate payment requirement',\" they wrote Secretary Burwell.\n\n\n\n\"Therefore under the proposed rule, the surcharge is not billed separately and will likely be all but invisible to the consumer,\" they continued.\n\n\n\n\"[I]t is essential that the administration at least follow the minimal statutory requirements related to the accounting gimmick often referred to as the Nelson amendment,\" they continued.\n\n\n\nRep. Chris Smith (R-N.J.), co-chair of the Bipartisan Congressional Pro-Life Caucus, argued the lack of enforcement by the HHS is part of more broken promises from the Obama administration.\n\n\n\n\"President Obama's solemn promise not fund abortion on demand continues to be broken with impunity,\" the congressman said in a Dec. 18 statement.\n\n\n\nCommenting on the health plan enrollees and the billing for abortion coverage on the insurance exchanges, he stressed, \"Consumers have a right to know.\"\n\nBy Matt Hadro\n\nLike Us on Facebook Subscribe to eNewsletter\n\noriginally posted at CNA\n\nused by permission: Copyright © CNA All rights reserved", "article_metadata": {"Keywords": "Abortion, Affordable Care Act, USA,", "og": {"image": "http://www.crossmap.com/uploads/images/2/35/23570.jpg", "description": "More than 75 members of Congress have written the Obama administration emphasizing that abortion coverage must be billed separately under the health care law, as it was promised.", "title": "Members of Congress: Abortion Funding Breaks Health Care Law Promise"}, "description": "More than 75 members of Congress have written the Obama administration emphasizing that abortion coverage must be billed separately under the health care law, as it was promised.", "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fe2986\"", "article_summary": "When the law was passed, the separate billing for abortion coverage was meant to assuage concerns of those objecting to paying for abortion coverage for reasons of conscience.\nBack in September, however, an independent government watchdog found that five state exchanges offered only plans including abortion coverage.\nAt least one health plan not offering abortion coverage was to be featured on each state insurance exchange set up under the law.\n\"The abortion surcharge must be a separate payment.\nCommenting on the health plan enrollees and the billing for abortion coverage on the insurance exchanges, he stressed, \"Consumers have a right to know.\""}