{"article_title": "Texas still falls short on coverage", "article_keywords": ["week", "short", "slavitt", "million", "falls", "state", "health", "coverage", "uninsured", "medicaid", "texas", "care"], "article_url": "http://www.dallasnews.com/business/columnists/mitchell-schnurman/20151113-texas-still-falls-short-on-coverage.ece", "article_text": "It’s not easy selling Obamacare in Texas.\n\nThe state has been an unwelcoming place for health reform, yet the Obama administration keeps rolling out the welcome mat, both to elected leaders who oppose the law and residents who resist signing up.\n\nThey represent rich targets in the push to cover the uninsured, a key metric in the success of the Affordable Care Act. And Texas takes on more urgency because growth nationwide is slowing to a trickle.\n\nLast month, federal officials projected a small increase in sign-ups on the exchange for 2016. Total U.S. enrollment, expected to be about 10 million, would be half the number predicted earlier this year by the Congressional Budget Office.\n\nThat underscores the difficulty in converting hard-to-reach groups, even with a higher penalty for not carrying insurance. Texas, with 5 million uninsured, could add a jolt to the ACA numbers, but only if leaders can solve the politics and economics.\n\nIn recent weeks, three high-ranking federal officials visited Dallas to promote open enrollment on HealthCare.gov, which runs from November through January. President Barack Obama also challenged 20 cities to enroll the most uninsured, with Dallas as the lone entry from Texas.\n\n“All that’s an indication we think this is an enormous opportunity” to increase coverage, said Andy Slavitt, acting administrator for the Centers for Medicare & Medicaid Services. “We’re making progress, but there’s a lot more progress to make.”\n\nTexas, like the rest of the country, has had a sharp decline in the uninsured since the health law passed in 2010. Over 1 million Texans added coverage last year, according to census data.\n\nYet the state remains a great underachiever. Through June, 943,000 had coverage on the exchange, which was fewer than a third of those eligible. In contrast, half of those eligible in Florida enrolled, and that state has plenty of opposition to the law, too.\n\nThen there’s the whiff on Medicaid. While other conservative states have rejected expansion, no other state has as much to gain. Over 1.3 million Texans would be eligible, according to the Kaiser Family Foundation.\n\nThat’s almost 40 percent more than in Florida and more than twice the number in Georgia, the next-closest states that haven’t adopted expansion.\n\nIf Texas officials were to propose their own Medicaid approach, “they’d find a very eager audience,” Slavitt said in an interview this week in Dallas.\n\n“We understand that would mean some compromise,” Slavitt said. “Our philosophy is to be open for business and use every opportunity to see if there’s a path forward.”\n\nThat sounds like a wide opening, especially as more conservative states join the program. This month, Montana became the 30th state, plus Washington D.C., to expand Medicaid. Ten had Republican governors, and Montana was the sixth to win concessions from federal regulators.\n\nThis week, Alabama’s governor said he was considering expansion and gubernatorial candidates in Louisiana support it, too.\n\nIn the past, Texas hospitals have proposed expanding Medicaid with some favorite conservative features: personal responsibility, private market coverage and work incentives. But the plan couldn’t get traction in Austin, where Gov. Greg Abbott’s opposition hasn’t wavered. He’s suggested that federal dollars be awarded as a block grant, which is akin to asking for a blank check.\n\n“It ends the conversation and who wins?” said Anne Dunkelberg of the Center for Public Policy Priorities in Austin.\n\nThere’s no precedent for a block grant for Medicaid, she said. And setting the bar that high only makes an ideological point and does nothing to provide health care for people who don’t have it.\n\nWhen Slavitt met with health care providers in Dallas this week, they talked about a different Medicaid program, because expansion to the working poor seems off the table.\n\n“Asking for a block of money is a non-starter,” said Stephen Love, CEO of the Dallas-Fort Worth Hospital Council, who met with Slavitt this week. “Political policy shouldn’t be health care policy.”\n\nThe exchanges have a different challenge. They have to win over the public, not politicians, and the costs and benefits drive that calculation.\n\nWhen Slavitt visited Parkland Memorial Hospital, many people still didn’t understand how the tax credits worked and the savings from shopping for the best deal, he said. This year, 85 percent of Texans got premium subsidies and 59 percent got help to reduce other out-of-pocket costs.\n\nFor 2016, almost three-quarters of Texas customers can get insurance for $75 a month or less with the tax credit, Slavitt said. Texas has added insurers and the website has new tools to show which plans cover your doctors and prescriptions.\n\n“They don’t realize there are so many options,” Slavitt said. “We have to keep educating people.”\n\nCritics say that many understand the value proposition and aren’t willing to pay for what they’re getting. Most plans on the exchange have high deductibles, in part because low premiums are the most important feature for customers.\n\nThe sick are quick to sign up, but healthy people are having second thoughts, said Devon Herrick, senior fellow for the National Center for Policy Analysis. Many are dropping out before the end of the year to save on monthly premiums, betting they’ll be fine until next year’s plan kicks in.\n\n“People are realizing they’re paying thousands in premiums and deductibles, and not getting that much direct benefit,” Herrick said.\n\nLast year, over 7 million nationwide opted to pay the penalty for not having coverage, he said. That shows how many are willing to go without — and that health care reform still has far to go.\n\nOn Twitter:\n\n@mitchschnurman", "article_metadata": {"description": "The Feds come to Dallas to pump up enrollment for HealthCare.gov and start a conversation on Medicaid.", "og": {"description": "The Feds come to Dallas to pump up enrollment for HealthCare.gov and start a conversation on Medicaid.", "title": "Texas still falls short on coverage", "url": "http://www.dallasnews.com/business/columnists/mitchell-schnurman/20151113-texas-still-falls-short-on-coverage.ece", "image": {"width": 1280, "identifier": "http://www.dallasnews.com/business/columnists/mitchell-schnurman/20151113-nb_10slavitt1aj.ece/BINARY/original/NB_10slavitt1AJ", "height": 853}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "type": "article"}, "LastModifiedDate": "2015-11-16T01:22:18Z", "twitter": {"site": "@dallasnews", "card": "summary", "creator": "@dallasnews"}, "PublishDate": "2015-11-13T21:08:07Z", "parsely-page": "{\"title\": \"Texas still falls short on coverage\", \"link\": \"http://www.dallasnews.com/business/columnists/mitchell-schnurman/20151113-texas-still-falls-short-on-coverage.ece\", \"image_url\": \"http://www.dallasnews.com/business/columnists/mitchell-schnurman/20151113-nb_10slavitt1aj.ece/BINARY/original/NB_10slavitt1AJ\", \"type\": \"post\", \"post_id\": \"2534418\", \"pub_date\": \"2015-11-13T21:08:07Z\", \"section\": \"Mitchell Schnurman\", \"author\": \"Mitchell Schnurman\", \"tags\": [\"dallas\", \"dallas fort worth\", \"dallas news\", \"dallas fort worth news\", \"dfw news\", \"dallas local news\", \"dallas fort worth local news\", \"dallas newspaper\", \"dallas morning news\", \"dallas morning news newspaper\"]}", "fb": {"admins": 1043783589, "page_id": 20946638799, "app_id": 258290334265148}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "cXenseParse": {"recs": {"image": "http://www.dallasnews.com/business/columnists/mitchell-schnurman/20151113-nb_10slavitt1aj.ece/ALTERNATES/w660/NB_10slavitt1AJ", "publishtime": "2015-11-13T21:08:07Z"}}, "news_keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper"}, "article_summary": "Texas, with 5 million uninsured, could add a jolt to the ACA numbers, but only if leaders can solve the politics and economics.\nThat shows how many are willing to go without — and that health care reform still has far to go.\nIn the past, Texas hospitals have proposed expanding Medicaid with some favorite conservative features: personal responsibility, private market coverage and work incentives.\nAnd setting the bar that high only makes an ideological point and does nothing to provide health care for people who don’t have it.\nPresident Barack Obama also challenged 20 cities to enroll the most uninsured, with Dallas as the lone entry from Texas."}