{"article_title": "'Weed Weddings' Are All The Rage In Colorado And Washington", "article_keywords": ["colorado", "enthusiasts", "rage", "pot", "weddings", "washington", "marijuana", "weed", "cannabis", "wedding", "times"], "article_url": "http://www.medicaldaily.com/weed-weddings-are-all-rage-colorado-and-washington-marijuana-bouquets-wedding-favor-joints-295550", "article_text": "Marijuana is usurping the open bar at certain weddings in Colorado and Washington, where pot is legal and cannabis enthusiasts abound.\n\nInstead of labeling their wedding reception tables by numbers or famous people, some couples in Colorado are naming them by different strains of marijuana. Newlywed couples are taking advantage of marijuana legalization in Colorado and Washington state by incorporating weed into their wedding ceremonies in some pretty creative ways — from cannabis bouquets to wedding favor joints.\n\nPlenty of these enthusiasts believe that passing pot around during a family and community event like a wedding is actually better than encouraging binge-drinking, which is more dangerous. “Many pot enthusiasts think of alcohol as an old-fashioned, old-school toxin whose overuse can inflame family tensions and cause people to say horrible things, especially at weddings,” Lois Smith Brady writes in The New York Times. “In comparison, marijuana, they contend, is more like a tonic that calms people down and makes them like each other more rather than less — perfect for a wedding, they say.”\n\nIndeed, some proponents claim that passing around weed at a wedding is a stronger form of building community: “Everybody was blazing the whole time,” Dale Dyke, the owner of a bed-and-breakfast in Denver who encourages smoking pot, told The Times. “Marijuana intoxication is full of positive emotion. People feel love and connection. Every single person cried at the wedding.”\n\nAt one Colorado wedding, a bride’s bouquet was made of white flowers and marijuana buds; the groomsmen also wore marijuana bud boutonnieres. Even three dogs in attendance flaunted cannabis bud collars mixed with eucalyptus leaves and dainty pink ribbons. Of course, these pot weddings are complete with THC-infused cake and cupcakes, joints and vaporizers passed around for free, and marijuana-themed decor.\n\nBut what's the point of getting stoned at a wedding if everyone will end up staring off into the distance, being anti-social or overly-philosophical, and forgetting there's a dance floor? Either way, to each his own, and we'll see whether these weed weddings will take shape in other parts of the country if prohibition ends.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "weed weddings, legalization, marijuana legal", "og": {"site_name": "Medical Daily", "description": "In states where marijuana is legal, some pot enthusiasts are taking legalization to the next level and introducing it to their wedding ceremonies as a new form of “open bar.”", "title": "'Weed Weddings' Are All The Rage In Colorado And Washington", "url": "http://www.medicaldaily.com/weed-weddings-are-all-rage-colorado-and-washington-marijuana-bouquets-wedding-favor-joints-295550", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/29/marijuana-wedding.jpg", "type": "article"}, "twitter": {"description": "In states where marijuana is legal, some pot enthusiasts are taking legalization to the next level and introducing it to their wedding ceremonies as a new form of “open bar.”", "title": "'Weed Weddings' Are All The Rage In Colorado And Washington", "url": "http://www.medicaldaily.com/weed-weddings-are-all-rage-colorado-and-washington-marijuana-bouquets-wedding-favor-joints-295550", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/29/marijuana-wedding.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/29/marijuana-wedding.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Drugs", "published_time": "2014-07-29T17:17:44-04:00", "modified_time": "2014-07-29T17:17:43-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "In states where marijuana is legal, some pot enthusiasts are taking legalization to the next level and introducing it to their wedding ceremonies as a new form of “open bar.”"}, "_id": "\"57477af36914bd0286fcf286\"", "article_summary": "Marijuana is usurping the open bar at certain weddings in Colorado and Washington, where pot is legal and cannabis enthusiasts abound.\nEither way, to each his own, and we'll see whether these weed weddings will take shape in other parts of the country if prohibition ends.\nOf course, these pot weddings are complete with THC-infused cake and cupcakes, joints and vaporizers passed around for free, and marijuana-themed decor.\nNewlywed couples are taking advantage of marijuana legalization in Colorado and Washington state by incorporating weed into their wedding ceremonies in some pretty creative ways — from cannabis bouquets to wedding favor joints.\nEvery single person cried at the wedding.”At one Colorado wedding, a bride’s bouquet was made of white flowers and marijuana buds; the groomsmen also wore marijuana bud boutonnieres."}