{"article_title": "The Case Against the Roberts Court", "article_keywords": ["case", "court", "justices", "progressive", "kennedy", "justice", "conservative", "roberts", "courts", "john", "decisions"], "article_url": "http://www.thenation.com/article/the-case-against-the-roberts-court/", "article_text": "EDITOR’S NOTE:&nbspThis special issue on the Roberts Court was developed in partnership with the Alliance for Justice and edited by Mark Sorkin. Additional reporting by Ethan Corey.\n\nThis is a pivotal moment for justice in America. As we approach the 10th anniversary of John Roberts’s appointment as chief justice, we face a presidential election in which the future of the Supreme Court hangs in the balance. For decades, the Court has been a deeply conservative institution, defined largely by the Republican presidents who have appointed its life-tenured justices. Since Chief Justice Earl Warren retired in 1969, Republican appointees have outnumbered Democratic appointees 12 to four. Justices Antonin Scalia and Anthony Kennedy, vestiges of the Reagan administration, continue lending influence to a presidency that ended nearly 30 years ago. But it is also an aging Court ripe for change. Four justices (Scalia, Kennedy, Stephen Breyer, and Ruth Bader Ginsburg) will be in their 80s by 2018, likely giving the next president power to set the Court’s direction for a generation or more. Ad Policy\n\nVoters will face a stark choice next year: elect a president who will reverse the Court’s long conservative trend with a new progressive majority, or one who will further solidify the legacy—explored throughout this issue—of Chief Justice John Roberts.\n\nTo show what’s at stake, The Nation has asked 10 astute Court watchers to review a case from each year of the Roberts Court, situating it within the last decade of decisions and reflecting on what it reveals about the Court’s biases.\n\nThe result is a wide-angle portrait that thoroughly debunks the myth of Roberts as unbiased umpire. Rather than provide “equal justice under law,” Roberts has led a narrow conservative majority that consistently favors the privileged and powerful (especially corporations) at the expense of everyone else (especially women, workers, consumers, people of color, and the accused). For all of its claim to judicial restraint, the Roberts Court aggressively enacts conservative policy, unafraid to overturn long-standing precedent or second-guess the elected branches in order to strike down progressive reforms.\n\nAgainst this backdrop, we should question recent claims that the Court is actually more liberal than many realize. That refrain peaked last term, after the Court rejected challenges to the Affordable Care Act and fair housing and recognized a right to same-sex marriage. In the concluding article of this issue, David Cole points to the Court’s “significant number of liberal decisions,” and the roles that Kennedy and even Roberts have played in moderating its rulings, as evidence of a more balanced Court.\n\nBut such claims depend on a generous grading curve that discounts the Court’s relentless rightward progression. After 10 years of John Roberts, Americans are conditioned to judge the Supreme Court from an artificial baseline that is the product not just of the Court’s decisions, but of the cases it elects to take. The Court’s docket has provided few opportunities for truly progressive outcomes (marriage equality is one exception). Instead, every year we ask only where the Court will make shifts to the right and where it will decline to do so by affirming the status quo (with the option of doing more damage later). For progressive Court watchers, victory is rarely more than a long exhale after avoiding complete disaster.", "article_metadata": {"sailthru.image.thumb": "http://www.thenation.com/wp-content/uploads/2015/09/Aron-Juhasz_img-275x173.jpg", "sailthru.author": "Nan Aron, Kyle C. Barry", "description": "This is a pivotal moment for justice in America. As we approach the 10th anniversary of John \u2028Roberts’s appointment as chief justice, we face a presidential election in which the future of the Supreme Court hangs in the balance.", "generator": "WooCommerce 2.3.13", "og": {"site_name": "The Nation", "description": "This is a pivotal moment for justice in America. As we approach the 10th anniversary of John \u2028Roberts’s appointment as chief justice, we face a presidential election in which the future of the Supreme Court hangs in the balance.", "title": "The Case Against the Roberts Court", "url": "http://www.thenation.com/article/the-case-against-the-roberts-court/", "image": {"width": 1440, "identifier": "http://www.thenation.com/wp-content/uploads/2015/09/Aron-Juhasz_img.jpg", "type": "image/jpeg", "height": 907}, "updated_time": "2015-09-24T14:16:27+00:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "This is a pivotal moment for justice in America. As we approach the 10th anniversary of John \u2028Roberts’s appointment as chief justice, we face a presidential election in which the future of the Supreme Court hangs in the balance.", "title": "The Case Against the Roberts Court", "url": "http://www.thenation.com/article/the-case-against-the-roberts-court/", "image": {"height": 907, "src": "http://www.thenation.com/wp-content/uploads/2015/09/Aron-Juhasz_img.jpg", "identifier": "http://www.thenation.com/wp-content/uploads/2015/09/Aron-Juhasz_img-1440x756.jpg", "width": 1440}, "site": "@TheNation", "card": "summary_large_image"}, "sailthru.date": "September 23rd, 2015", "sailthru.title": "The Case Against the Roberts Court", "keywords": "feature, inequality, supreme court, the right, john roberts", "fb": {"app_id": 192399944158735}, "sailthru.content_id": 187780, "sailthru.tags": "Inequality,Supreme Court,The Right,Feature", "article": {"publisher": "https://www.facebook.com/TheNationMagazine", "tag": "john roberts", "published_time": "2015-09-23T05:00:41+00:00", "modified_time": "2015-09-24T14:16:27+00:00", "author": "http://www.thenation.com/author/smccroskey/"}, "sailthru.description": "In the decade since John Roberts was appointed chief justice, the Supreme Court has favored the powerful at the expense of everyone else.", "sailthru.image.full": "http://www.thenation.com/wp-content/uploads/2015/09/Aron-Juhasz_img-680x430.jpg", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "EDITOR’S NOTE:&nbspThis special issue on the Roberts Court was developed in partnership with the Alliance for Justice and edited by Mark Sorkin.\nFor progressive Court watchers, victory is rarely more than a long exhale after avoiding complete disaster.\nTo show what’s at stake, The Nation has asked 10 astute Court watchers to review a case from each year of the Roberts Court, situating it within the last decade of decisions and reflecting on what it reveals about the Court’s biases.\nFor all of its claim to judicial restraint, the Roberts Court aggressively enacts conservative policy, unafraid to overturn long-standing precedent or second-guess the elected branches in order to strike down progressive reforms.\nAfter 10 years of John Roberts, Americans are conditioned to judge the Supreme Court from an artificial baseline that is the product not just of the Court’s decisions, but of the cases it elects to take."}