{"article_title": "Top 4 Reasons That Young Adults Won't Sign Up for the Affordable Care Act", "article_keywords": ["wont", "affordable", "adults", "invincibles", "reasons", "study", "young", "sign", "insured", "cost", "health", "insurance", "act", "uninsured", "healthy", "care"], "article_url": "http://abcnews.go.com/Business/top-reasons-young-adults-sign-affordable-care-act/story?id=22690267", "article_text": "The U.S. Department of Health and Human Services has released data showing that 55 percent of Americans who enrolled in plans under the Affordable Care Act (ACA) in the first three months were between the ages of 45 and 64. The report from January showed a whopping one-third of enrollees were aged 55 and older—people just shy of coverage under Medicare, and more likely to get sick or to have pre-existing health conditions. Only 24 percent of the 2.2 million who have signed up are between the ages of 18 and 34, well below the Obama administration's target of around 40 percent. A new study on the cost of insurance for young adults reveals why young adults may opt out of purchasing health insurance through the marketplace.\n\n1. Most young adults are in the \"healthy majority\"\n\nAdults aged 18 to 34 and without health problems are called \"young invincibles\" for a reason. According to a report by the Centers for Disease Control, less than a quarter of adults ages 18 to 29 said they visited an emergency room during a one-year period, and only 7 percent stayed overnight at the hospital. Just 4.2 percent of people in this age group report their heath to be fair or poor—meaning the remaining 95.8 percent claim that their health is good, very good or excellent. An additional 30 percent will not even see a doctor once in the year. This \"healthy majority\" who rarely access care have good reason to think twice before purchasing insurance.\n\n2. Being healthy doesn't entitle you to a big break on insurance costs\n\nPrior to the ACA, older and/or unhealthy adults could be charged more than five times what young, healthy adults were for health insurance premiums. The ACA limits this \"age-rating\" ratio to three—that is, older or unhealthy individuals can be charged only up to three times what the young and healthy pay. This is great news for those suffering from illness, because it means they will be able to get more affordable insurance that covers all of their health problems. Young invincibles, however, get the short end of the stick. One study estimates a median rate increase of 237 percent for young invincibles (without taking premium assistance into account).\n\n3. Emergencies don't necessarily cost less with insurance\n\nMany young invincibles wisely worry about going uninsured and risking massive bills following a trip to the emergency room. A recent study on insurance costs for young adults, however, predicts that being insured will cost upwards of $700 more for individuals who visit the ER. This is because most insurance plans require the policyholder to meet a deductible before benefits kick in. For this reason, the study estimates an uninsured young adult who visits the ER once in 2014 will pay $2,022 in annual out-of-pocket expenses. Meanwhile, an insured young adult will see a total 2014 bill of $2,791, including premiums and out-of-pocket expenses to cover the ER visit. This estimate takes into account the penalty that the uninsured will pay, as well as the cost of physician office visits throughout the year for both the insured and the uninsured.\n\n4. For the healthy majority, being uninsured is 5 times cheaper than being insured\n\nAssuming no major medical issues, foregoing insurance in 2014 will on average save young invincibles more than $1,000. Not only do the uninsured who visit the doctor spend less on these visits per year than their insured peers (an estimated $253 for the uninsured, as opposed to $517 for the insured), the penalty for being uninsured in 2014 is dwarfed by premium costs for the insured. While it is impossible to rule out the onset of certain conditions or an accident, young adults with the stomach for calculated risk are likely to opt for being uninsured—and therefore potentially saving thousands of dollars.\n\nThis work is the opinion of the columnist and in no way reflects the opinion of ABC News.\n\nNapala Pratini writes for NerdWallet Health, the consumer finance website that empowers patients to find high quality, affordable health care and insurance.", "article_metadata": {"fb_title": "Why Young Adults Won't Sign Up for Obamacare", "description": "The U.S. Department of Health and Human Services on Monday released data showing that 55 percent of Americans who enrolled in plans under the Affordable Care Act (ACA) in the first three months were between the ages of 45 and 64.", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "author": "ABC News", "og": {"site_name": "ABC News", "description": "The U.S. Department of Health and Human Services on Monday released data showing that 55 percent of Americans who enrolled in plans under the Affordable Care Act (ACA) in the first three months were between the ages of 45 and 64.", "title": "Why Young Adults Won't Sign Up for Obamacare", "url": "http://abcnews.go.com/Business/top-reasons-young-adults-sign-affordable-care-act/story?id=22690267", "image": "http://a.abcnews.go.com/images/Business/GTY_affordable_health_care_mar_140226_16x9_992.jpg", "type": "article"}, "Date": "2014-03-04", "twitter": {"description": "The U.S. Department of Health and Human Services on Monday released data showing that 55 percent of Americans who enrolled in plans under the Affordable Care Act (ACA) in the first three months were between the ages of 45 and 64.", "title": "Why Young Adults Won't Sign Up for Obamacare", "url": "http://abcnews.go.com/Business/top-reasons-young-adults-sign-affordable-care-act/story?id=22690267", "app": {"url": {"ipad": "abcnewsipad://link/story,22690267", "iphone": "abcnewsiphone://link/story,22690267", "googleplay": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Business/top-reasons-young-adults-sign-affordable-care-act/story?id=22690267"}, "name": {"ipad": "ABC News", "iphone": "ABC News", "googleplay": "ABC News"}, "id": {"ipad": 306934135, "iphone": 300255638, "googleplay": "com.abc.abcnews"}}, "site": "@ABC", "image": "http://a.abcnews.go.com/images/Business/GTY_affordable_health_care_mar_140226_4x3t_240.jpg", "card": "summary_large_image"}, "robots": "index, follow", "DC.date.issued": "2014-03-04", "al": {"ipad": {"url": "abcnewsipad://link/story,22690267", "app_store_id": 380520716, "app_name": "ABC News for iPad"}, "web": {"url": "http://abcnews.go.com/Business/top-reasons-young-adults-sign-affordable-care-act/story?id=22690267"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Business/top-reasons-young-adults-sign-affordable-care-act/story?id=22690267", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "iphone": {"url": "abcnewsiphone://link/story,22690267", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}}, "Last-Modified": "2014-03-04 10:17:33", "fb": {"admins": 704409894, "app_id": 4942312939}, "keywords": "health, ACA, obamacare, health, exchange, insurance, , business news, financial news, economy news, personal finance, money news", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "health, ACA, obamacare, health, exchange, insurance,"}, "article_summary": "A new study on the cost of insurance for young adults reveals why young adults may opt out of purchasing health insurance through the marketplace.\nMost young adults are in the \"healthy majority\"Adults aged 18 to 34 and without health problems are called \"young invincibles\" for a reason.\nMeanwhile, an insured young adult will see a total 2014 bill of $2,791, including premiums and out-of-pocket expenses to cover the ER visit.\nBeing healthy doesn't entitle you to a big break on insurance costsPrior to the ACA, older and/or unhealthy adults could be charged more than five times what young, healthy adults were for health insurance premiums.\nOne study estimates a median rate increase of 237 percent for young invincibles (without taking premium assistance into account)."}