{"article_title": "Supreme Court agrees to hear case over separation of church and state", "article_keywords": ["case", "supreme", "court", "missouri", "surface", "states", "state", "hear", "playground", "separation", "church", "religious", "agrees"], "article_url": "https://www.washingtonpost.com/politics/courts_law/supreme-court-agrees-to-hear-case-over-separation-of-church-and-state/2016/01/15/c59e8b1e-bbd1-11e5-b682-4bb4dd403c7d_story.html", "article_text": "The Supreme Court on Friday agreed to hear another legal battle over the separation of church and state, and will determine whether Missouri improperly excluded a church playground from a state program that provided safer play surfaces.\n\nTrinity Lutheran Church in Columbia applied to be part of a state initiative that recycles tires so that it could replace the pea gravel in its day-care center’s playground with a bouncier surface. Although the church’s application ranked high in the state’s 2012 Playground Scrap Tire Surface Material Grant Program, it was ultimately turned down.\n\nA letter from the Missouri Department of Natural Resources said including the church would violate a section of the Missouri constitution that says “no money shall ever be taken from the public treasury, directly or indirectly, in aid of any church, sect, or denomination of religion.”\n\nA judge agreed with the state, and the entire U.S. Court of Appeals for the 8th Circuit split on the question.\n\nThe conservative Alliance for Defending Freedom brought the case to the Supreme Court and said constitutional protections against the establishment of religion could not be invoked to deny the church’s application for a playground surface.\n\n“Trinity does not seek funding for an essentially religious endeavor where the state’s anti-establishment concerns may be heightened,” the church said in its petition to the court.\n\n“Trinity seeks a grant for a rubber pour-in-place playground surface where its children and those from the community play. Seeking to protect children from harm while they play tag and go down the slide is about as far from an ‘essentially religious endeavor’ as one can get.”\n\nADF Senior Counsel Erik Stanley said in a statement that the case is about “religious hostility.”\n\n“This case has huge implications for state constitutional provisions across the nation that treat religious Americans and organizations as inferiors solely because of their religious identity,” he said.\n\nThe state responded that its actions did not raise the kind of issues the court needed to settle.\n\nThe question in the case is “not whether a state can exclude churches and other religious institutions from a program that otherwise provides benefits to everyone,” wrote Missouri Attorney General Chris Koster (D). “Rather, it is whether states are required by the U.S. Constitution to violate their own constitutions and choose a church to receive a grant when that means turning down nonchurch applicants.”\n\nBoth sides say the case will require justices to reexamine a 2004 Supreme Court ruling that said states that offer college scholarships can deny them to students majoring in theology.\n\nThe Missouri case is the latest reflecting the court’s recent interest in religious rights. It already has accepted cases that ask whether religious groups are protected from having to comply with the Affordable Care Act’s requirement that employees receive contraceptive services.\n\nThe new case is Trinity Lutheran Church v. Pauley.", "article_metadata": {"description": "The justices will rule on a divide over a Missouri case involving the resurfacing of a church playground.", "author": "https://www.facebook.com/robert.barnes.3139", "og": {"site_name": "Washington Post", "description": "The justices will rule on a divide over a Missouri case involving the resurfacing of a church playground.", "title": "Supreme Court agrees to hear case over separation of church and state", "url": "https://www.washingtonpost.com/politics/courts_law/supreme-court-agrees-to-hear-case-over-separation-of-church-and-state/2016/01/15/c59e8b1e-bbd1-11e5-b682-4bb4dd403c7d_story.html", "image": "https://images.washingtonpost.com/?url=https://img.washingtonpost.com/pb/resources/img/twp-3000x1568.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@scotusreporter"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/politics/courts_law/supreme-court-agrees-to-hear-case-over-separation-of-church-and-state/2016/01/15/c59e8b1e-bbd1-11e5-b682-4bb4dd403c7d_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "courts", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/robert.barnes.3139"}, "eomportal-uuid": "c59e8b1e-bbd1-11e5-b682-4bb4dd403c7d", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "courts"}, "_id": "\"57477af46914bd0286fddc60\"", "article_summary": "The Supreme Court on Friday agreed to hear another legal battle over the separation of church and state, and will determine whether Missouri improperly excluded a church playground from a state program that provided safer play surfaces.\n“Trinity seeks a grant for a rubber pour-in-place playground surface where its children and those from the community play.\nThe Missouri case is the latest reflecting the court’s recent interest in religious rights.\nThe conservative Alliance for Defending Freedom brought the case to the Supreme Court and said constitutional protections against the establishment of religion could not be invoked to deny the church’s application for a playground surface.\nThe state responded that its actions did not raise the kind of issues the court needed to settle."}