{"article_title": "Shopping tools help patients find cash prices for medical procedures", "article_keywords": ["information", "shopping", "help", "tools", "medical", "cash", "insurance", "patients", "health", "healthcare", "prices", "useful", "procedures", "price"], "article_url": "http://www.latimes.com/business/la-fi-healthcare-watch-20150420-story.html", "article_text": "When Vicki Burns was told she needed total hip replacement surgery in 2012 she asked her local hospital for a cash price. She got a $79,000 estimate for the surgery.\n\nA doctor advised her to research the fee that the hospital accepts from Medicare and use that as a starting point. Her husband gathered the data and tried to negotiate.\n\n\"They wouldn't even talk to him about it,\" she recalls.\n\nDesperate for an alternative, the New Mexico couple took to the Internet and found a Tennessee website they liked called MediBid. For $4.95 a month or $25 for a year of unlimited requests, patients can post the medical services they need, and doctors bid for their business.\n\n\"I felt a little like I had been put on EBay or Craigslist,\" Burns says. \"Within two days, I had two quotes.\"\n\nThe prices included her hospital stay, the anesthesiologist, pre-operative tests and post-surgical visits.\n\nShe settled on a surgeon in Glendale who offered to operate for $13,400. Including the cost of traveling to California, she figures she spent $18,000 for the surgery she got in 2012.\n\nMediBid, which has been in business since 2010, has returned up to 17 bids from doctors nationwide for knee replacement surgeries and often six or seven for common procedures, such as colonoscopies, says founder and Chief Executive Ralph Weber.\n\nDr. Peter LePort, a general surgeon practicing in Fountain Valley, participates with MediBid. He says he's seen a rise in the number of patients with high-deductible health plans looking for cheaper alternatives. Paying cash instead of using insurance often helps them get lower prices.\n\n\"The demand is out there. People in general know how to shop, and they are just learning how to shop in the medical marketplace,\" LePort says.\n\nWith rising out-of-pocket expenses, patients are increasingly demanding information about price and quality that historically has been unavailable.\n\nEntrepreneurs, states and employers now offer such tools. A number of newly formed coalitions made up of insurers, pharmaceutical companies and other industry insiders are also vowing to push for the release of price information long held as trade secrets.\n\nThere's a race underway to develop useful tools patients can put to practical use.\n\nSan Francisco-based Pokitdok (pokitdok.com), co-founded by CEO Lisa Maki in 2011, operates in 44 markets, including Los Angeles. You can search the 50 most shopped medical procedures among 40,000 providers who have submitted their cash price.\n\nIf Pokitdok does not have the price for the procedure you're looking for, you can ask it to retrieve up to five quotes for you.\n\nIf you upload your insurance information, PokitDok will tell you if it's cheaper for you to pay cash or use your insurance policy. Insurance claims can be submitted through the site. You can also make an appointment to see a doctor.\n\nNew York-based Clear Health Costs (clearhealthcosts.com) was started in 2010 by former New York Times reporter Jeanne Pinder.\n\nIts staff queries individual healthcare providers in eight markets, including Los Angeles, for a cash price on up to 35 common medical procedures.\n\nWhen a provider's price isn't available, Clear Health Costs will show you the Medicare reimbursement rate for the care you need in your area, along with useful notes from other patients about their experience with providers.\n\n\"There is something for everybody here. Even if we don't happen to be in your metro area, we will give you some useful information,\" Pinder says.\n\nThe site also partners with news organizations around the country, including two public radio stations in California — KPCC in Pasadena and KQED in San Francisco — to collect prices of common medical procedures directly from patients. You can contribute by sharing your costs and also search the database for information at http://www.scpr.org/price-check.\n\nNew shopping tools like these frequently enter the market, and established ones are constantly evolving.\n\nStill, finding accurate healthcare cost information generally remains difficult, and there is no comprehensive database of healthcare prices.\n\nThat's because competition has kept healthcare providers and insurers from openly sharing cost information that would be useful to patients, says David Lansky, CEO of Pacific Business Group on Health, a nonprofit organization in San Francisco that represents the healthcare interests of large employers.\n\n\"The people who pay and are paid don't want to disclose their prices to the public,\" he says.\n\nExperts have identified a few things to consider when comparing healthcare prices.\n\nPrice doesn't equal quality. \"You should not assume less expensive care is worse, and you should not assume more expensive is better,\" says Suzanne Delbanco, executive director of Catalyst for Payment Reform, which works to reform healthcare reimbursement.\n\nMost pricing tools have at least some token quality information, Delbanco says, though not typically displayed in ways likely to help consumers easily compare choices.\n\nStill, she says, \"You may not find quality information that is particularly relevant to you, but to the degree it's there it's worth looking at.\"\n\nUnderstand your health plan. You need more information than a simple dollar amount. To really know how much you're likely to pay for care, you need to understand what your insurance pays for, how much of your deductible you've satisfied, and any other out-of-pocket costs your plan requires you to pay.\n\nRead the fine print. Pricing data vary widely from website to website, making apples-to-apples comparisons a challenge.\n\n\"Unfortunately you do have to read the fine print and you have to click on those little footnotes so that you understand what's really being displayed,\" says Lansky of the Pacific Business Group on Health.\n\nBurns, the retiree from New Mexico, says negotiating a cash price did more than just save money on her surgery. Without it, she says, \"we would have used all of our life savings, and it would have pushed us close to the brink of not having any retirement.\"\n\nhealthcare@latimes.com\n\nTwitter: @lisazamosky\n\nZamosky is the author of \"Healthcare, Insurance, and You: The Savvy Consumer's Guide.\"", "article_metadata": {"fb_title": "Shopping tools help patients find cash prices for medical procedures", "date": "2015-04-19", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "When Vicki Burns was told she needed total hip replacement surgery in 2012 she asked her local hospital for a cash price. She got a $79,000 estimate for the surgery.", "title": "Shopping tools help patients find cash prices for medical procedures", "url": "http://www.latimes.com/business/la-fi-healthcare-watch-20150420-story.html", "image": "http://www.trbimg.com/img-55346262/turbine/la-fi-healthcare-watch-20150420", "type": "article"}, "x-servername": "lalvp14.13", "twitter": {"site": "@latimes", "card": "summary"}, "robots": "index,follow", "keywords": "healthcare cost, MediBid, Pokitdok, Clear Health Costs, high deductible plan, Medicare reimbursement rate", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/83338358", "googlebot-news": "index", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "news_keywords": "healthcare cost, MediBid, Pokitdok, Clear Health Costs, high deductible plan, Medicare reimbursement rate", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "Description": "When Vicki Burns was told she needed total hip replacement surgery in 2012 she asked her local hospital for a cash price. She got a $79,000 estimate for the surgery.   A doctor advised her to research the fee that the hospital accepts from Medicare and use that as a starting point. Her husband gathered..."}, "_id": "\"57477af46914bd0286fddc6c\"", "article_summary": "There's a race underway to develop useful tools patients can put to practical use.\nBurns, the retiree from New Mexico, says negotiating a cash price did more than just save money on her surgery.\nWhen Vicki Burns was told she needed total hip replacement surgery in 2012 she asked her local hospital for a cash price.\nYou can search the 50 most shopped medical procedures among 40,000 providers who have submitted their cash price.\nEven if we don't happen to be in your metro area, we will give you some useful information,\" Pinder says."}