{"article_title": "Walmart Health Clinic: Retailer Is Positioning Itself As A Low-Cost Primary Care Provider", "article_keywords": ["clinics", "positioning", "company", "retailer", "primary", "theyre", "walkin", "clinic", "walmart", "health", "lowcost", "provider", "services", "texas", "care"], "article_url": "http://www.medicaldaily.com/walmart-health-clinic-retailer-positioning-itself-low-cost-primary-care-provider-297400", "article_text": "Now it's official: Walmart has everything. The retailer is cramming primary health services into its big boxes, just up the isle from the hunting rifles and silverware, electronics and landscaping accessories.\n\nSo far, five locations have opened in South Carolina and Texas. Executives are waiting to see how those fare before expanding to other spots, but a sixth is reportedly on the way in Palestine, Texas. There's mixed speculation about whether the concept will take hold. The company says it's targeting rural areas where doctors are sparsely situated, combining \"walk-in convenience with budget-friendly prices,\" the company says on its website.\n\nThe New York Times reported that experts are divided on the wisdom of the idea. Physicians, of course, are skeptical, their logic following an obvious course: Do you want a company that specializes in bare-bones corporate efficiency treating your bladder infection or removing your warts? (The company advertises these services, and others like acne care and basic screenings, on its website.)\n\nOthers say that Walmart's move is part of a larger trend in health care that's moving away from insanely expensive family physicians and hospitals toward lower-cost clinics. More hospitals are opening walk-in clinics. And pharmacies, including Walgreens and CVS, have long offered basic health services. These developments, observers say, are innocuous at worst but probably good in the long run, bringing better primary care to those who may not otherwise receive it. “If they’re rolling it out across the rural stores primarily, they’re actually filling an important gap in the health care ecosystem,” Skip Snow, a health care analyst at Forrester Research, told The Times.\n\nFor its part, Walmart had been slow to join the clinic race, as the Wall Street Journal reported in 2012. Now it's taking a more serious route than its drug-store competitors, ambitiously marketing itself as a primary care provider. For management and staffing of the clinics, it is contracting with a company called QuadMed, a former commercial printing company that branched out to primary health care in 1991. Based in Wisconsin, the company specializes in selling health-care clinics to companies who would rather provide direct care to employees than subsidize health insurance.\n\nIn other words, a grocery/sporting goods/lawn care/electronics store has hired medical professionals from a printing company to monitor your diabetes. You know the health care system is in transition when...", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "walmart, health, clinic, retailer, positioning, itself, low, cost, primary, care, provider", "og": {"site_name": "Medical Daily", "description": "Walmart is hoping to cash in on a growing health care trend of low-cost, walk-in clinics. Now you can buy your big screen and 12-pack before getting your blood pressure checked.", "title": "Walmart Has Everything, Including Primary Health Care", "url": "http://www.medicaldaily.com/walmart-health-clinic-retailer-positioning-itself-low-cost-primary-care-provider-297400", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/10/walmart.jpg", "type": "article"}, "twitter": {"description": "Walmart is hoping to cash in on a growing health care trend of low-cost, walk-in clinics. Now you can buy your big screen and 12-pack before getting your blood pressure checked.", "title": "Walmart Has Everything, Including Primary Health Care", "url": "http://www.medicaldaily.com/walmart-health-clinic-retailer-positioning-itself-low-cost-primary-care-provider-297400", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/10/walmart.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/10/walmart.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Consumer News", "published_time": "2014-08-10T12:03:16-04:00", "modified_time": "2014-08-10T12:03:16-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Walmart is hoping to cash in on a growing health care trend of low-cost, walk-in clinics. Now you can buy your big screen and 12-pack before getting your blood pressure checked."}, "_id": "\"57477af36914bd0286fcf2b4\"", "article_summary": "The retailer is cramming primary health services into its big boxes, just up the isle from the hunting rifles and silverware, electronics and landscaping accessories.\nNow it's taking a more serious route than its drug-store competitors, ambitiously marketing itself as a primary care provider.\n“If they’re rolling it out across the rural stores primarily, they’re actually filling an important gap in the health care ecosystem,” Skip Snow, a health care analyst at Forrester Research, told The Times.\nYou know the health care system is in transition when...\nThese developments, observers say, are innocuous at worst but probably good in the long run, bringing better primary care to those who may not otherwise receive it."}