{"article_title": "Notre Dame Sends ‘Mixed Signals’ by Honoring Both Biden and Little Sisters of the Poor", "article_keywords": ["poor", "little", "society", "sends", "notre", "university", "mandate", "mixed", "signals", "biden", "mcgurn", "honoring", "sisters", "dame"], "article_url": "http://www.cardinalnewmansociety.org/CatholicEducationDaily/DetailsPage/tabid/102/ArticleID/4823/Notre-Dame-Sends-%E2%80%98Mixed-Signals%E2%80%99-by-Honoring-Both-Biden-and-Little-Sisters-of-the-Poor.aspx", "article_text": "April 6, 2016, at 2:00 PM | By Justin Petrisek |\n\nBy presenting prominent awards to both Vice President Joe Biden and the Little Sisters of the Poor, the University of Notre Dame has once again set up a contradictory example of how Catholic colleges should act in the public sphere, said alumnus and Wall Street Journal columnist William McGurn.\n\n“All in all, it’s a sad message Notre Dame sends: Principles are a fine thing—just don’t let them get in the way of a comfortable place in society,” he wrote, commenting on the contradictory nature of honoring pro-abortion Biden and the staunchly pro-life Little Sisters of the Poor at two separate events in the coming weeks.\n\nOn Saturday, the Little Sisters of the Poor will receive the 2016 Notre Dame Evangelium Vitae Medal, a lifetime achievement award for “heroes in the pro-life movement” meant to honor those who have “served to proclaim the Gospel of Life by steadfastly affirming and defending the sanctity of human life from its earliest stages,” according to its description. This is in contrast with Biden who, despite his record of supporting legal abortion, is set to receive Notre Dame’s Laetare Medal, given “annually to an American Catholic in recognition of outstanding service to Church and society.”\n\nThe Little Sisters are at the center of the current U.S. Supreme Court challenge to the Obama administration’s HHS contraception/sterilization/abortifacient health insurance mandate, which would force religious organizations and colleges alike to cover the costs of services that contradict their sincerely held beliefs. Biden, on the other hand, in addition to publicly defending Roe v. Wade, legalized abortion and same-sex marriage, has been a champion of Obamacare and the HHS mandate.\n\nThe Little Sisters should be praised, stated McGurn, because despite threats of fines in excess of $70 million should they not comply with the mandate, they have “consistently refused to bend.” Notre Dame’s handling of the Obama administration’s mandate however has communicated the exact opposite.\n\nWhile many organizations and colleges refused to comply with the mandate, even temporarily, Notre Dame chose to comply in the short term and subsequently lost its federal appeals court case, McGurn recalled. The Cardinal Newman Society stated its concern at the time, noting the poor example it could set for other Catholic colleges. And the website SCOTUSblog, which exclusively covers the Supreme Court, suggested that the University’s loss may in part be due to its temporary compliance with the mandate.\n\nThis wasn’t the only mixed signal, said McGurn. With the honoring of Biden to come just weeks after the Little Sisters’ award, the University is sending mixed messages all over again.\n\n“Not only does Vice President Biden have a long and loud public record in opposition to Catholic teaching on abortion and marriage, he is the second-highest official in an administration that Notre Dame has accused in court of forcing it to ‘violate its own conscience,’” McGurn continued.\n\n“On top of this, the university gets a prince of the church—Washington's Cardinal Donald Wuerl—to come out for an honorary degree, providing an imprimatur that effectively big-foots the local bishop,” he added.\n\nFt. Wayne – South Bend, Ind., Bishop Kevin Rhoades, along with students, alumni and a group of University faculty, have all voiced their objections in recent weeks, but the University has yet to budge or respond to the calls that the Biden honor be rescinded.\n\nIt is a shame that the University of Notre Dame has to muddle its award to Little Sisters with public honors to politicians who contradict the pro-life message. But the Little Sisters have fought for the freedom to live out their faith time and again, and regardless of the contradictory honors they will continue to do so, McGurn added.\n\n“The good news is, the Little Sisters do not punt. And if freedom does prevail over this mandate, it will be in good part because these women put it all on the line when others … took the road more timid,” he said.\n\nCatholic Education Daily is an online publication of The Cardinal Newman Society. Click here for email updates and free online membership with The Cardinal Newman Society.", "article_metadata": {"RATING": "GENERAL", "DESCRIPTION": "By presenting prominent awards to both Vice President Joe Biden and the Little Sisters of the Poor, the University of Notre Dame has once again set up a contradictory example of how Catholic colleges should act in the public sphere,&nbsp;said&nbsp;alumnus and&nbsp;Wall Street Journal&nbsp;columnist William McGurn.\n\n&ldquo;All in all, it&rsquo;s a sad message Notre Dame sends: Principles are a fine thing&mdash;just don&rsquo;t let them get in the way of a comfortable place in society,&rdquo; he wrote, commenting on the contradictory nature of honoring pro-abortion Biden and the staunchly pro-life Little Sisters of the Poor at two separate events in the coming weeks.\n\nOn Saturday, the Little Sisters of the Poor&nbsp;will receive&nbsp;the 2016 Notre Dame&nbsp;Evangelium Vitae&nbsp;Medal, a lifetime achievement award for &ldquo;heroes in the pro-life movement&rdquo; meant to honor those who have &ldquo;served to proclaim the Gospel of Life by steadfastly affirming and defending the sanctity of human life from its earliest stages,&rdquo; according to its&nbsp;description.", "COPYRIGHT": "Copyright 2016 by Cardinal Newman Society -- 9720 Capital Ct., Ste. 201, Manassas, VA 20110", "AUTHOR": "The Cardinal Newman Society", "og": {"url": "http://www.cardinalnewmansociety.org/CatholicEducationDaily/DetailsPage/tabid/102/ArticleID/4823/Notre-Dame-Sends-‘Mixed-Signals’-by-Honoring-Both-Biden-and-Little-Sisters-of-the-Poor.aspx", "image": "http://www.cardinalnewmansociety.org/Portals/0/News Images/Religious Freedom/LittleSisters_SCOTUS.jpg", "site_name": "The Cardinal Newman Society", "description": "By presenting prominent awards to both Vice President Joe Biden and the Little Sisters of the Poor, the University of Notre Dame has once again set up a contradictory example of how Catholic colleges should act in the public sphere,&nbsp;said&nbsp;alumnus and&nbsp;<em>Wall Street Journal</em>&nbsp;columnist William McGurn.<br />\n<br />\n&ldquo;All in all, it&rsquo;s a sad message Notre Dame sends: Principles are a fine thing&mdash;just don&rsquo;t let them get in the way of a comfortable place in society,&rdquo; he wrote, commenting on the contradictory nature of honoring pro-abortion Biden and the staunchly pro-life Little Sisters of the Poor at two separate events in the coming weeks.<br />\n<br />\nOn Saturday, the Little Sisters of the Poor&nbsp;will receive&nbsp;the 2016 Notre Dame&nbsp;<em>Evangelium Vitae</em>&nbsp;Medal, a lifetime achievement award for &ldquo;heroes in the pro-life movement&rdquo; meant to honor those who have &ldquo;served to proclaim the Gospel of Life by steadfastly affirming and defending the sanctity of human life from its earliest stages,&rdquo; according to its&nbsp;description.", "title": "Notre Dame Sends ‘Mixed Signals’ by Honoring Both Biden and Little Sisters of the Poor"}, "RESOURCE-TYPE": "DOCUMENT", "ROBOTS": "INDEX, FOLLOW", "REVISIT-AFTER": "1 DAYS", "DISTRIBUTION": "GLOBAL"}, "article_summary": "With the honoring of Biden to come just weeks after the Little Sisters’ award, the University is sending mixed messages all over again.\nIt is a shame that the University of Notre Dame has to muddle its award to Little Sisters with public honors to politicians who contradict the pro-life message.\n“The good news is, the Little Sisters do not punt.\nBut the Little Sisters have fought for the freedom to live out their faith time and again, and regardless of the contradictory honors they will continue to do so, McGurn added.\nWhile many organizations and colleges refused to comply with the mandate, even temporarily, Notre Dame chose to comply in the short term and subsequently lost its federal appeals court case, McGurn recalled."}