{"article_title": "“The Knick” star Clive Owens makes surgical rounds – The Denver Post", "article_keywords": ["hospital", "knick", "star", "thackery", "staff", "medical", "modern", "clive", "denver", "surgical", "surgeon", "surgery", "post", "owens", "makes", "rounds", "view"], "article_url": "http://www.denverpost.com/television/ci_26288300/clive-owens-makes-surgical-rounds-at-knick-cinemax", "article_text": "Television’s most eccentric modern drama yet, in which electronic music vies with Victorian-era technology, “The Knick” showcases barbaric medical practices and a brilliant but secretly cocaine-addicted surgeon in the grimy New York of 1900.\n\n“The Knick,” director Steven Soderbergh’s exploration of the Gilded Age and a flawed genius pioneering new surgeries, premieres on Cinemax on Aug. 8 — a play by sister network HBO to give Cinemax traction beyond late-night “adult” entertainment.\n\nThe 10-part first season is unlike any previous TV medical drama. The foul underbelly of medical history exposed here makes it the gritty antecedent to “ER”; the brilliant but flawed man of science at its core is the even more perverse screen ancestor to “House.”\n\nOverall, “The Knick” is more akin to “Deadwood” than to “Grey’s Anatomy.”\n\nSurgeons arrive at the Knickerbocker Hospital by horse-drawn carriage, track dirt and manure into surgery, pause to wash their hands or dip a beard into disinfectant, then work, without gloves, on patients in a theater full of collegial onlookers.\n\nSoderbergh (“Traffic,” “Oceans Eleven”) opens our eyes to a realistic view of blood and innards from a time when syphilis was rampant and corruption was the norm.\n\nStarring Clive Owen (“Closer,” “Hemingway & Gellhorn”) as the genius, drug-addicted surgeon John Thackery, “The Knick” is as much a tour of antique surgical equipment and early medical knowledge as it is an upstairs/downstairs view of American society at the time, with special attention to the common racist attitudes of the day.\n\nWhen an educated, refined black surgeon who studied in Paris and was treated as an equal in European medical circles, arrives at The Knickerbocker, he is denigrated by the exclusively white physicians on staff. Only when forced to hire Dr. Algernon Edwards (played by Andre Holland), in exchange for installing electricity in the hospital, do the doctors comply. Barely.\n\n“I am certainly not interested in an integrated hospital staff,” Thackery (Owen) declares.\n\nWe begin in the thick of it: following Thackery from his regular overnight stay in a Chinese whorehouse to his morning regimen of shooting cocaine between his toes and briskly onward to a bloody surgery.\n\nTo Thackery, “the astounding modern world in which we live is a time of endless possibility.” It’s also a time of blackmail for the health inspector, widespread fear of immigrants who are accused of spreading disease, a scheming, thieving ambulance driver, second-class citizenship for women, back-alley abortions, and stiff competition, as it were, among hospitals seeking cadavers for surgical experiments.\n\nThackery’s mentor, Dr. J.M. Christiansen (a fun turn by Matt Frewer), lured him to The Knick with a promise of legitimizing surgery, bringing it “out of the barbershop” and into a proper hospital. Now the realities of dragging medical care out of the superstitious past and into the antiseptic future seem overwhelming.\n\nSoderbergh’s use of electronic music is a jarring anachronistic touch; this is a modern take on the period, after all. But the careening moods sometimes feel forced, as if we’re meant to experience Thackery’s feverish state along with him.\n\nOwen is riveting, whether pouring sweat or delivering glib pronouncements. Frewer is a comic distraction, and Juliet Rylance is initially rather wooden as the daughter of the hospital owner and an emerging force on the board of directors. She takes time to warm up, but the rest of the colorful supporting characters are more credible.\n\nOverall, “The Knick” is a sublimely addictive ride for which viewers will want to scrub up.\n\nJoanne Ostrow: 303-954-1830, jostrow@denverpost.com or twitter.com/ostrowdp", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "“The Knick” star Clive Owens makes surgical rounds", "title": "“The Knick” star Clive Owens makes surgical rounds", "url": "http://www.denverpost.com/2014/08/06/the-knick-star-clive-owens-makes-surgical-rounds/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140806__20140808_C4_AE08TVOSTROWp1.jpg", "height": 436}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140806__20140808_C4_AE08TVOSTROWp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2014-08-06T17:15:55+00:00", "modified_time": "2016-04-27T07:06:39+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcf2b8\"", "article_summary": "“I am certainly not interested in an integrated hospital staff,” Thackery (Owen) declares.\nOverall, “The Knick” is a sublimely addictive ride for which viewers will want to scrub up.\nSoderbergh’s use of electronic music is a jarring anachronistic touch; this is a modern take on the period, after all.\nNow the realities of dragging medical care out of the superstitious past and into the antiseptic future seem overwhelming.\nShe takes time to warm up, but the rest of the colorful supporting characters are more credible."}