{"article_title": "A reason for hope", "article_keywords": ["living", "dialysis", "organ", "number", "martinez", "reason", "kidney", "need", "donor", "eastman", "hope", "transplant"], "article_url": "http://www.boulderweekly.com/news/a-reason-for-hope/", "article_text": "Max Heidt\n\nJim Eastman needs a new kidney. But so do 1,941 other people in Colorado and Wyoming according to the Donor Alliance, a nonprofit organ and tissue procurement organization. That’s a lot of competition, which helps explain why a good number of the folks in need of a kidney transplant have been waiting for more than five years. It also helps to explain why Eastman and his wife Ruthie, who live in Niwot, decided to take their search for a new organ into their own hands.\n\nWriting on the back windshield of a car isn’t that unusual. We see it all the time: “Seniors 2016,” “For Sale,” “Just Married,” “Wash Me.” But when we see “Husband Needs Kidney” plastered across the back window of a Subaru, it gets our attention. And that is exactly what Ruthie Eastman was counting on when she had those words and the couple’s phone number put on her car, where she intends to leave them until Jim’s new kidney is in place.\n\nEastman’s kidney has been deteriorating from an autoimmune disease called IgA nephropathy since 2000. Even back then, he showed his penchant for taking matters into his own hands rather than waiting for the “experts” to bail him out.\n\nThat year, Eastman decided to compare 15 years of personal test results he had received from his annual doctor’s visits. After close inspection, he noticed his creatinine levels had been steadily increasing. Creatinine is the castoff product of creatine phosphate, which is found in muscle tissue, but more importantly, it is a by-product that is handled by the kidneys. So when the levels are rising, it is a good indication that kidney function is decreasing.\n\nEastman brought the information and his concerns to his doctor, who in turn sent him to a nephrologist, aka a kidney doctor who performed a biopsy and determined that Eastman did indeed have the autoimmune disease.\n\nIn August 2014, Eastman reached end-stage renal disease, which is a technical way of saying his kidneys failed. Ever since then, he’s been on dialysis and waiting for a match on the transplant list along with a few thousand other people.\n\nEastman is on peritoneal dialysis, which can be administered at home through a machine in his bedroom. He has to be hooked up to it for eight hours each night. During the day, the toxins in his body build up causing him nausea, achiness, weariness and a host of other symptoms when he is active, causing Eastman to feel like he has a hangover. Fortunately, he has Medicare; otherwise it would be difficult to have paid for the $12,000 machine along with the annual bills of about $100,000 per year for his treatment.\n\nWhile he’s glad to have access to this lifesaving treatment, it’s easy to see why he would prefer a transplant that would free him from the machine and his activity-induced hangover. But transplants are tricky business.\n\nThere are only two legal ways to get an organ transplant in the United States. The first is to sign up on the aforementioned transplant list through the DMV and wait for a deceased donor who matches your body’s criteria. But for people like Eastman, who is 66, that pathway has gotten more difficult in recent years.\n\nAs part of the Affordable Care Act, the national scoring method for donors and recipients changed in November 2014. These changes mean that younger people in need of organs are prioritized because their bodies are more likely to accept a donated organ. So Eastman’s age pushes him even further back on the list. But he isn’t complaining.\n\n“It’s probably fair,” he says, “because what they’re trying to do is have the absolute best outcomes with their limited resources.”\n\nWhich brings us to the other way to obtain an organ legally; from a living donor who matches the patient’s criteria and who willingly offers up their kidney. Organs received from such living donors tend to last about twice as long, and are about 50 percent less likely to be rejected. “And that’s why we have the sign on the back of the car,” Eastman says.\n\nBut he and Ruthie have done far more than just writing on their cars. They have launched an all out exposure campaign. An active social couple, the pair began to spread the word about their need for a healthy kidney. In October 2014, they launched a website, jimskidneycampaign.org.\n\nIt was only after these efforts that they decided to put their requests for help on the back windshields of Ruthie’s Subaru and his pickup.\n\nEleven individuals have come forth so far to offer their help to the Eastmans. Four of these were complete strangers who called Ruthie’s number from the back of her Subaru. Which raises the obvious question: Who are these people who would offer a kidney to a complete stranger after reading a message for help on the back of a car?\n\nLongmont resident, Jamie Martinez, recently called Ruthie to offer her kidney after seeing the sign on the car. She had never met or heard of the Eastmans prior to her call. But she had her reasons.\n\nMartinez’ father is living with kidney failure, but doesn’t want a new kidney. He’s functioning well on dialysis, and when Martinez offered him her kidney he told her he would rather stay on dialysis than undergo surgery. Martinez’ aunt is also living with kidney disease, and Martinez tested to see if she was a match for her. But when Martinez offered, her aunt also declined her offer.\n\n“To each their own,” Martinez says, “but I figured that I have a spare kidney.”\n\nDonating a life-sustaining organ is not a light decision for anyone, and to do so for someone that you’ve never met is clearly a leap of faith beyond most people’s comprehension. But Martinez familiarized herself with the process and its risks when she was preparing to offer her kidney to her family members, and as a result, is determined in her decision to give away one of her kidneys.\n\nAdditionally, Martinez says that knowing she doesn’t want to have any more children helped her make the choice to donate to someone in need. Pregnancy puts extra strain on the kidneys, and having both kidneys in full operation is important for expecting mothers.\n\nMartinez was driving down Foothills Parkway a few weeks ago when she saw the sign on the back of the Ruthie’s car. It was that simple. She called the number and asked if she could help. Martinez is on a kidney donor registry, but would prefer to donate to someone in need locally. She says that as a single mother, the logistics of travelling somewhere across the nation and undergoing surgery creates a lot of complications.\n\n“I guess that was the biggest push for me is, you know, this lady’s driving in my town and her husband needs a kidney. And I find out they’re from south Longmont — I wouldn’t have to go anywhere.”\n\nMartinez is currently in contact with the Eastmans’ living donor coordinator to schedule an appointment for screening. If she and Eastman are a match, he will receive one of her kidneys.\n\n“It’s a life-affirming process,” Eastman says of the offers he’s received. “It’s very heart-warming, the caring that people have.”\n\nBut caring is no guarantee that Jim Eastman’s long wait is nearing its end. Unfortunately, out of the eleven individuals who have called the number, seven have taken the in-depth screening process required to offer their kidney, but none have so far been a viable option. Yet, Eastman is undeterred.\n\n“It’s humbling to have people care that much, when you have prided yourself on being self-sufficient all your life and all of the sudden you can’t be,” he says. Humbled by the offers, he now wants to give back.\n\nEastman believes that a sense of community among people with kidney disease is a critical part of a healthy recovery process.\n\n“There’s a real need for support in that area,” he says. When he was contemplating dialysis before beginning the process, he wasn’t permitted to speak to any current dialysis patients because of the Health Insurance Portability and Accountability Act (HIPAA). HIPAA regulations are designed to protect the confidentiality of patients in the health care system. But these policies also isolated Eastman from speaking with anyone who had experienced dialysis first-hand.\n\n“Because of the medical laws, none of my professionals that were treating me gave me the name of someone I can talk to,” Eastman says. The isolation of this experience has motivated Eastman to volunteer to support other people who are experiencing feelings of seclusion in their medical treatment.\n\n“Overarchingly, it’s found that peer support in general has been really beneficial in a number of chronic disease states,” says Kelli Collins, senior director of patient services for the National Kidney Foundation (NKF). The foundation facilitates a mentorship program for individuals beginning kidney dialysis or who are considering donating a kidney.\n\nKidney disease symptoms often don’t present themselves until the disease has progressed to its end stages, at which point the owner of the kidneys is faced with dialysis for the rest of their life until they receive a transplant. This leaves prospective patients to face the sudden and life-changing decision to undergo dialysis, often with no one to talk to about it besides their health care professionals. Mentors with the NKF are all individuals who are either living with kidney failure or who have experienced a transplant, and that first-hand experience can help them provide answers to questions that medical staff may not know how to respond to.\n\n“The doctors and nurses can certainly tell you all the nuts and bolts, but the patients will tell you kind of the nitty gritty,” Collins says. “I think it’s really just been powerful for people to have a connection with somebody who has kind of walked in their shoes and can really understand what they’re facing.”\n\nFor now, Jim Eastman has no choice but to wait and hope for a new kidney — a life free of being attached to a machine eight hours out of every day and a cure for his endless kidney-induced hangover. But having to wait doesn’t translate to not taking action. He’ll continue to look for that perfect donor match whether it’s online or via a message on the back of the family vehicles. And he’ll continue to reach out and try to bring comfort and knowledge to those who are going through the same difficulties he has faced and continues to face. And he will wait optimistically, because he now knows that his new kidney may be just a phone call from a stranger away.\n\nSusan France\n\nProspective donors can call Ruthie Eastman at the number on the back of her car at 303-775-7151. While the Eastmans would love to be the recipient of a kidney, not all organs are matches. If a donor does not match the medical criteria to donate their kidney to Jim Eastman, but still wants to donate an organ to someone in need, they can enter a federal paired exchange database through the University of Colorado Anschutz Medical Center. This database will identify a compatible match to the donor, and the organ can still go to someone in need. The Living Donor Coordinator Assistant at Anschutz can be reached at 720-848-0855. If you are considering donation, considering mentorship, or have questions about organ transplants and donation, the National Kidney Foundation can be reached toll free at 855-653-7337 or at NKFpeers@kidney.org", "article_metadata": {"generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "author": "Max Heidt", "og": {"site_name": "Boulder Weekly", "description": "Jim Eastman needs a new kidney. But so do 1,941 other people in Colorado and Wyoming according to the Donor Alliance, a nonprofit organ and tissue procurement organization. That’s a lot of competition, which helps explain why a good number of the folks in need of a kidney transplant have been waiting for more than", "title": "A reason for hope - Boulder Weekly", "locale": "en_US", "image": "http://www.boulderweekly.com/wp-content/uploads/2016/04/DSC_0614.jpg", "updated_time": "2016-05-05T15:51:33+00:00", "url": "http://www.boulderweekly.com/news/a-reason-for-hope/", "type": "article"}, "twitter": {"domain": "Boulder Weekly", "description": "Jim Eastman needs a new kidney. But so do 1,941 other people in Colorado and Wyoming according to the Donor Alliance, a nonprofit organ and tissue procurement organization. That’s a lot of competition, which helps explain why a good number of the folks in need of a kidney transplant have been waiting for more than", "title": "A reason for hope - Boulder Weekly", "image": "http://www.boulderweekly.com/wp-content/uploads/2016/04/DSC_0614.jpg", "creator": "@boulderweekly", "site": "@boulderweekly", "card": "summary"}, "article": {"publisher": "https://www.facebook.com/boulderweeklymedia", "section": "News", "tag": "cover3", "published_time": "2016-04-28T16:42:26+00:00", "modified_time": "2016-05-05T15:51:33+00:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The foundation facilitates a mentorship program for individuals beginning kidney dialysis or who are considering donating a kidney.\nThere are only two legal ways to get an organ transplant in the United States.\nThe Living Donor Coordinator Assistant at Anschutz can be reached at 720-848-0855.\nMartinez is on a kidney donor registry, but would prefer to donate to someone in need locally.\nAnd I find out they’re from south Longmont — I wouldn’t have to go anywhere.”Martinez is currently in contact with the Eastmans’ living donor coordinator to schedule an appointment for screening."}