{"article_title": "Can airports be weatherproofed?", "article_keywords": ["climate", "airports", "kilometers", "engineering", "water", "airport", "systems", "storm", "weatherproofed", "international", "flooding"], "article_url": "http://www.salon.com/2013/12/01/can_airports_be_weatherproofed_partner/", "article_text": "Topics: Airports, aviation, Climate Change, Planes, Scientific American, News\n\nThis article was originally published by Scientific American\n\nA year ago, Superstorm Sandy hammered all three international airports in and around New York City. LaGuardia International got the worst of it when Sandy’s 3.7-meter storm surges overwhelmed the airport’s protective berm wall system with nearly 380 million liters of water from Flushing Bay, flooding the airfield and closing it for three days.\n\nIn an acknowledgement that LaGuardia’s outdated defenses against extreme weatherwill continue to be compromised over time, local and federal officials recently approved$37.5 million for a series of engineering projects designed to protect the airport from future natural disasters. The projects include installing new flood-barrier berms around a building that houses critical runway and taxiway lighting systems, building a concrete flood wall around a substation used to power airfield systems (such as the pump stations), and constructing gravity drains to supplement the airport’s existing drainage network. Other improvements will focus on emergency backup generators and the power distribution grid.\n\nSuch decidedly low-tech actions would serve most major airports well, even in less than extreme conditions. Thirteen of the largest airports in the U.S.—including LaGuardia—have at least one runway with an elevation within about 3.7 meters of current sea level. This leaves those airports increasingly vulnerable to flooding as oceans rise in the coming decades, according to the U.S. Department of Commerce’s National Climate Assessment and Development Advisory Committee in a draft of its latest climate report, released earlier this year (pdf).\n\nLocation, location, location\n\nOne of the main problems with airports is their type of location—typically on several square kilometers of low, flat wetlands, often near a body of water. This limits air traffic obstacles, ensuring that airports can support as many flights as safely as possible. But it also means that runways and airport facilities have few natural buffers against flooding, high winds and other forces of nature.\n\nEngineers must design adequate drainage systems not just for floodwater from rainfall but also from overflow from surrounding bodies of water, says Stephen Emery, an engineering consultant and director of the consultancy Kubu Australia Pty, Ltd., based in Perth. Flood and storm hardening studies are “pretty standard, boring and slow engineering tasks,” he adds—and for which it is often difficult to get approval.\n\nLike LaGuardia, many major airports are also right at or close to sea level because that’s where the cheap land was at the time those locations were sited, says Lou McNally, assistant professor of applied meteorology at Embry-Riddle Aeronautical University in Florida. In the 1920s through the 40s, when some of the biggest U.S. airports were first constructed, “the nearby city would tell you to build your airport in a swamp,” he adds.\n\nRonald Reagan Washington National—originally called National Airport—was built on mudflats on a bend of the Potomac River seven kilometers south of Washington, D.C. Similarly, the city of Newark, N.J., developed Newark Liberty International Airport—once the world’s busiest—on 27.5 hectares of marshland, about 24 kilometers southwest of Midtown Manhattan.\n\nGiven their vulnerability to the elements, airports must take weather patterns into account when planning for their future. It’s been typical for airport architectural plans to consider 50-year or even 100-year wind patterns, but recurrence rates of severe weather are increasing, McNally says, adding, “The 50-year storm, the 100-year storm are happening more frequently than that.”", "article_metadata": {"description": "Often close to sea level, they were vulnerable even before storms like Sandy and Haiyan became common", "title": "Can airports be weatherproofed?", "og": {"site_name": "Salon", "description": "Often close to sea level, they were vulnerable even before storms like Sandy and Haiyan became common", "title": "Can airports be weatherproofed?", "url": "http://www.salon.com/2013/12/01/can_airports_be_weatherproofed_partner/", "image": "http://media.salon.com/2011/08/our_airports_aint_what_they_used_to_be.jpg", "type": "article"}, "twitter": {"description": "Often close to sea level, they were vulnerable even before storms like Sandy and Haiyan became common", "title": "Can airports be weatherproofed?", "image": "http://media.salon.com/2011/08/our_airports_aint_what_they_used_to_be.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Larry Greenemeier", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Airports, aviation, Climate Change, Planes, Scientific American", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: Airports, aviation, Climate Change, Planes, Scientific American, NewsThis article was originally published by Scientific AmericanA year ago, Superstorm Sandy hammered all three international airports in and around New York City.\nGiven their vulnerability to the elements, airports must take weather patterns into account when planning for their future.\nThis limits air traffic obstacles, ensuring that airports can support as many flights as safely as possible.\nSuch decidedly low-tech actions would serve most major airports well, even in less than extreme conditions.\nThirteen of the largest airports in the U.S.—including LaGuardia—have at least one runway with an elevation within about 3.7 meters of current sea level."}