{"article_title": "Can government reach to the womb?", "article_keywords": ["constitution", "commerce", "supreme", "court", "power", "congress", "federal", "abortion", "reach", "states", "supposed", "womb"], "article_url": "http://www.usatoday.com/story/opinion/2015/05/10/abortion-republicans-congress-limits-column/27083275/", "article_text": "Republicans are supposed to be the party of limited government, even in the case of abortion.\n\nThe U.S. Capitol in 2013. (Photo: Mark Wilson, Getty Images)\n\nRepublicans are supposed to oppose abortion. They're also supposed to support small government — and, more specifically, a federal government that exercises only the powers enumerated in the Constitution. Sometimes, those positions come into conflict.\n\nOne such conflict is likely to appear this week, when the House is expected to vote on a 20-week limit on abortions. Such a limit polls well— Americans are much more supportive of early abortionsthan late-term abortions — and would still leave the United States with more-liberal abortion laws than nearly all of Europe. Even so, the Republicans need to be asking themselves — and the Democrats need to be asking them, too — where, exactly, Congress gets the power to limit abortions to 20 weeks?\n\nThe problem is that Congress is supposed to exercise only the powers enumerated in the Constitution, and those powers don't include regulating state medical procedures. (The federal government lacks even the power to criminalize murder as such: All federal \"murder\" statutes punish murdering someone in the course of violating some other federal law because unlike states, the federal government has no general \"police power.\")\n\nIf you scroll through the powers enumerated to Congress in Article I, Section 8 of the Constitution, you'll find such things as establishing uniform rules of bankruptcy, raising and supporting armies and navies, and establishing post offices and post roads. What you won't find is anything that supports congressional power to impose a time limit on abortion.\n\nThe standard end run around this is to invoke the Commerce Clause, that is, Congress' power to regulate commerce \"among the several states.\" But the performance of an abortion in a local clinic is commerce among the states only if you adopt an unjustifiably expansive reading of the Commerce Clause that supports near-unlimited government power, so the party of small government ought to be reluctant to do so. Some might labor under the misapprehension that the Supreme Court has already upheld Congress' power to regulate abortion under the Commerce Clause. In fact, in Gonzales v. Carhart, as Justice Clarence Thomas noted, that question was not addressed by either the Supreme Court or any lower court.\n\nIt's possible, of course, that the Supreme Court would uphold regulation of abortion under the clause. In the past, it has, absurdly, upheld federal commerce power to punish a farmer for growing too much wheat on his own land, to feed to his own family and livestock, on the ground that if he didn't grow his own he would be forced to buy the wheat on the open market, which would drive up prices and thus affect interstate commerce. With the bar set that low — and with liberal abortion-rights justices being fans of broad government power, while conservative limited-government justices oppose abortion — there's a good chance that the law would pass Supreme Court scrutiny, whether it really ought to or not.\n\nBut members of Congress take their own oath to preserve the Constitution, which imposes an independent obligation on them to take the Constitution seriously, not just to do whatever the Supreme Court will let them get away with. If, as Republicans in Congress keep telling us, they support limited government, then they need to support limits on government even when those limits stand in the way of doing something they want to do.\n\nWill they?\n\n, a law professor, is the author of The New School: How the Information Age Will Save American Education from Itself.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors. To read more columns like this, go to the Opinion front page.\n\nRead or Share this story: http://usat.ly/1HbeODM", "article_metadata": {"google": "notranslate", "description": "Republicans are supposed to be the party of limited government, even in the case of abortion.", "og": {"site_name": "USA TODAY", "description": "Republicans are supposed to be the party of limited government, even in the case of abortion.", "title": "Reynolds: Can government reach to the womb?", "url": "http://www.usatoday.com/story/opinion/2015/05/10/abortion-republicans-congress-limits-column/27083275/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "Republicans are supposed to be the party of limited government, even in the case of abortion.", "title": "Reynolds: Can government reach to the womb?", "image": "http://www.gannett-cdn.com/-mm-/e830ba675866a884799efcd241f0eeaf1b40b03b/c=812-0-2946-2134&r=x643&c=640x640/local/-/media/2015/05/10/USATODAY/USATODAY/635668608205813160-GTY-181295102-58586754-1-.JPG", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Places/University of Tennessee", "gci-asset-type": "story", "gci-categories": "Places/University of Tennessee", "title": "Reynolds: Can government reach to the womb?", "author": "Glenn Harlan Reynolds", "pageclass": "article", "recs": {"category": "opinion", "image-3-4": "http://www.gannett-cdn.com/-mm-/843037cdaeb7442be933bf5e26eff10cf5257714/c=1252-0-2853-2134/local/-/media/2015/05/10/USATODAY/USATODAY/635668608205813160-GTY-181295102-58586754-1-.JPG", "image-1-1": "http://www.gannett-cdn.com/-mm-/75c706c03fa740de112d5a7706959a3b212d1201/c=812-0-2946-2134/local/-/media/2015/05/10/USATODAY/USATODAY/635668608205813160-GTY-181295102-58586754-1-.JPG", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/6fdeade8f5e69645a6a475682eb677e10f87218e/c=161-0-2999-2134/local/-/media/2015/05/10/USATODAY/USATODAY/635668608205813160-GTY-181295102-58586754-1-.JPG", "image": "http://www.gannett-cdn.com/-mm-/d724dd6a68e15bfbbd75bc2aef0bde9e4e2e1b0a/c=0-179-2999-1873&r=x633&c=1200x630/local/-/media/2015/05/10/USATODAY/USATODAY/635668608205813160-GTY-181295102-58586754-1-.JPG", "publishtime": "2015-05-10T17:11:51.710000-04:00", "shorthed": "Reynolds: Can government reach to the womb?", "articleid": 27083275, "image-16-9": "http://www.gannett-cdn.com/-mm-/1fa8d1d9ae8dafc3ca6aec13ca1e4a66d6c0364a/c=0-179-2999-1873/local/-/media/2015/05/10/USATODAY/USATODAY/635668608205813160-GTY-181295102-58586754-1-.JPG", "image-9-16": "http://www.gannett-cdn.com/-mm-/d2a3ffe6fe8eb89be521747192e5f4fcde98d696/c=1712-55-2876-2134/local/-/media/2015/05/10/USATODAY/USATODAY/635668608205813160-GTY-181295102-58586754-1-.JPG"}}, "news_keywords": "abortion 20 week ban, small government republicans, limited government abortion, limited government commerce clause, commerce clause abortion, commerce clause, supreme court commerce clause, abortion laws Europe, abortion limits,  supreme court abortion"}, "article_summary": "In fact, in Gonzales v. Carhart, as Justice Clarence Thomas noted, that question was not addressed by either the Supreme Court or any lower court.\nSome might labor under the misapprehension that the Supreme Court has already upheld Congress' power to regulate abortion under the Commerce Clause.\nIt's possible, of course, that the Supreme Court would uphold regulation of abortion under the clause.\nThe standard end run around this is to invoke the Commerce Clause, that is, Congress' power to regulate commerce \"among the several states.\"\nThey're also supposed to support small government — and, more specifically, a federal government that exercises only the powers enumerated in the Constitution."}