{"article_title": "Tax breaks for nonprofit hospitals soar to $24.6B", "article_keywords": ["2011", "breaks", "tax", "community", "improvement", "health", "246b", "nonprofit", "taxexempt", "hospitals", "study", "care", "soar"], "article_url": "http://www.beckershospitalreview.com/finance/tax-breaks-for-nonprofit-hospitals-soar-to-24-6b-5-things-to-know.html", "article_text": "Tax breaks for nonprofit hospitals soar to $24.6B: 5 things to know\n\nA new study released by Health Affairs estimates tax-exempt hospitals across the nation received a collective $24.6 billion tax break in 2011, up from the congressional Joint Committee on Taxation's $12.6 billion estimate in 2002.\n\nFor the study, the authors identified 2,980 private nonprofit hospitals. The primary sources for the data were the 2011 cost reports from the Healthcare Cost Report Information System maintained by CMS and the hospitals' 2011 Form 990s, maintained by the Internal Revenue Service and available to the public.\n\nHere are five things to know about the tax breaks for hospitals, according to the study.\n\n1. The value of a nonprofit hospital's tax exemption varies by state. At the high end of the spectrum, the tax exemption value in 2011 was more than $1 billion in the following states: California, Florida, Illinois, Massachusetts, New York, Ohio, Pennsylvania, Texas and Wisconsin\n\n2. The tax exemption had the lowest value at less than $100 million in Washington, D.C., and the following states: Alaska, Idaho, Kansas, Maine, Montana, Nevada, New Hampshire, New Mexico, North Dakota, Rhode Island, South Dakota, Vermont, West Virginia and Wyoming.\n\n3. In exchange for their tax-exempt status, nonprofit hospitals must engage in community benefit activities. The study showed that tax-exempt hospitals provided $62.4 billion in community benefits in 2011, with the greatest percentage of the funds (36 percent) going toward health professions education, research and certain subsidized health services. Thirty-two percent of the funds were used to offset Medicaid shortfalls and 24 percent were used to furnish financial assistance for indigent patients. About 8 percent went to community health improvement initiatives.\n\n4. The percentage of the funds spent on community health improvement initiatives may increase due to the Patient Protection and Affordable Care Act, according to the study. \"The Affordable Care Act requires tax-exempt hospitals to engage in communitywide planning efforts to improve community health,\" the authors noted.\n\n5. The PPACA will also lead to hospitals' spending on uncompensated care to go down, which could lead to more spending on community health improvement initiatives. \"We hope that as the ACA's insurance reforms continue to take hold, the resulting reductions in uncompensated care will lead hospitals to increasingly expand their mission to include community health improvement,\" the authors wrote.\n\nMore articles on healthcare finance:\n\nTexas health system files for bankruptcy protection\n\nThe community hospital survival guide: Strategies to keep the doors open\n\nCMS pays $1.3B to hospitals for Medicare appeals\n\n© Copyright ASC COMMUNICATIONS 2016. Interested in LINKING to or REPRINTING this content? View our policies by clicking here.", "article_metadata": {"google-site-verification": "T2iZUdiI00EFwbWMD3JAgYskKSG2SYuFhw0OpefF4fM", "description": "A new study released by Health Affairs estimates tax-exempt hospitals across the nation received a collective $24. 6 billion tax break in 2011, up from the congressional Joint Committee on Taxation's $12. 6 billion estimate in 2002.", "author": "Ayla Ellison"}, "_id": "\"57477af36914bd0286fd29f2\"", "article_summary": "The value of a nonprofit hospital's tax exemption varies by state.\nTax breaks for nonprofit hospitals soar to $24.6B: 5 things to knowA new study released by Health Affairs estimates tax-exempt hospitals across the nation received a collective $24.6 billion tax break in 2011, up from the congressional Joint Committee on Taxation's $12.6 billion estimate in 2002.\n\"The Affordable Care Act requires tax-exempt hospitals to engage in communitywide planning efforts to improve community health,\" the authors noted.\nFor the study, the authors identified 2,980 private nonprofit hospitals.\nIn exchange for their tax-exempt status, nonprofit hospitals must engage in community benefit activities."}