{"article_title": "Keep the Q-Tips out of your ears", "article_keywords": ["swabs", "cotton", "inside", "ears", "wax", "baby", "using", "qtips", "ear", "theres"], "article_url": "http://health.heraldtribune.com/2016/02/02/keep-the-q-tips-out-of-your-ears/", "article_text": "By Roberto A. Ferdman, The Washington Post\n\nYears ago, my mother complained about a terrible earache. The pain was unbearable. And it wouldn’t go away. For a week, she walked around with a debilitating ringing in her head.\n\nEventually, the discomfort led her to a doctor, who carefully pushed an otoscope into her ear. Within seconds, he pulled it out and looked her in the face.\n\n“Have you been putting Q-tips in your ears?” he asked with a disapproving tone.\n\nLike so many others, my mother had been using Q-tips to clean her ears. But in doing so she was also messing with a natural process. Her ear was hurting because she had an ear infection, and there’s a decent chance her routinely using Q-tips had helped cause it.\n\n“Promise me something,” the doctor told her. “Promise me you’ll never put another Q-tip inside of your ear.”\n\nThe Q-tip is one of the most perplexing things for sale in America. Plenty of consumer products are widely used in ways other than their core function-books for leveling tables, newspapers for keeping fires aflame, seltzer for removing stains, coffee tables for resting legs-but these cotton swabs are distinct. Q-tips are one of the only major consumer products, if not the only, whose main purpose is precisely the one the manufacturer explicitly warns against.\n\nThe little padded sticks have long been marketed as household staples, pitched for various kinds of beauty upkeep, arts and crafts, home-cleaning, and baby care. And, for years, they have carried an explicit caution. Every box of Q-tips comes with this caveat: “Do not insert inside the ear canal.\n\nBut everyone — especially those who look into people’s ears for a living — know that many, if not most, flat out ignore the warning.\n\n“People come in with cotton swab-related problems all the time,” said Dennis Fitzgerald, an otolaryngologist in Washington. “Any ear, nose, and throat doctor in the world will tell you they see these all the time.”\n\nEvery mother’s helper\n\nWhile Q-tips were never sold for use deep inside the ear, it took around half a century for manufacturers to explicitly warn against it.\n\nThe versatile little household staple was the brainchild of a man named Leo Gerstenzang, who thought to wrap cotton tightly around a stick after watching his wife preen their young child. She was using a toothpick with a cotton ball on the end to carefully apply various things to the baby, a clever but easily improved trick.\n\nIn 1923, Gerstenzang introduced Baby Gays, the first sanitized cotton swabs. They were similar to those sold today, save for a few key differences. They were made of wood, instead of plastic or paper; they were single-, not double-sided; they were meant to be used for baby care, rather than everything under the sun; and, most importantly, they didn’t discourage putting them inside of ears.\n\n“Every mother will be glad to know about Q-tips Baby Gays (the Q stands for ‘quality'), sanitary boric tipped swabs for the eyes, nostrils, ears, gums, and many other uses,” a 1927 print advertisement read.\n\nIn the years that followed, many things changed, including the name, which was shortened to just Q-tips; the material, which shifted to paper; and the marketing, which broadened to include all sorts of other household uses. But one thing didn’t: the absence of a warning.\n\nIt wasn’t until sometime in the 1970s that boxes began to caution against sticking the things inside of ears. A vintage box from shortly after the new labeling practices says “for adult ear care” on the front. But the box also sports directions on the back advising against using them inside of the ear canal.\n\nToday, the warnings are even more explicit. They say, rather unambiguously, “do not insert swab into ear canal.”\n\nWhat exactly prompted the change is unclear. There is no record of a publicized case around that time in which a Q-tip was blamed for damage to someone’s ears. Nor does Unilever, which now owns the brand, attribute the shift to anything in particular.\n\n“The brand has been around nearly 100 years, so there’s been a few iterations in packaging,” said Carolyn Stanton, a company spokesperson. “The earlier boxes were intended for baby care so it wasn’t relevant at the time.”\n\nBut the impetus for the switch must have come, at least in part, from an understanding that many people were misusing the cotton swabs. The earliest boxes were intended for baby care, but for decades the product was also pitched for many other tasks — including as an ear cleaning tool for adults.\n\n“Dad has found the ‘ideal’ blotter for water in the ear,” an ad from the mid-1900s read.\n\nIn 1980, a commercial for the brand featured Betty White, who encouraged people to use them on eyebrows, lips, and ears.\n\n“This is a Q-tips cotton swab,” she said. “They call it safe swab.”\n\nA separate TV spot, cushioned with uplifting music and cute animation, shows a child using the cotton swabs on a dog’s ear, and then a mother using them on a baby’s ear.\n\nIn 1990, a piece published in The Washington Post joked that telling people to use the swabs on “the outer surfaces of the ear without entering the ear canal,” as Q-tips packages do, was akin to asking smokers to dangle cigarettes from their lips without ever lighting them.\n\nThe cigarette analogy is an apt one. We continue to twist Q-tips in our ears thanks to a simple truth: It feels great. Our ears are filled with sensitive nerve endings, which send signals to various other parts of our bodies. Tickling their insides triggers all sorts of visceral pleasure.\n\nBut there’s more. Using Q-tips leads to what dermatologists refer to as the itch-scratch cycle, a self-perpetuating addiction of sorts. The more you use them, the more your ears itch; and the more your ears itch, the more you use them.\n\nEar wax is your friend\n\nFitzgerald, the otolaryngologist, said he appreciates the cigarette analogy. But he insists there’s nothing funny about the temptation to stick cotton swabs into your ears. At the heart of the problem is a fundamental misunderstanding Fitzgerald believes manufacturers have helped propagate, even if unintentionally.\n\n“People have been led to think that it’s normal to clean their ears-they think that ear wax is dirty, that it’s gross or unnecessary,” he said. “But that’s not true at all.”\n\nFitzgerald likens ear wax to tears, which help lubricate and protect our eyeballs. Wax, he says, does something similar for the ear canal, where the skin is thin and fragile and highly susceptible to infection.\n\n“Your body produces it to protect the ear canal,” said Fitzgerald. “What you’re taking out is supposed to be in there. There’s a natural migration that carries the wax out when left alone.”\n\nEven if our ears were meant to be cleaned, the truth is that Q-tips would still be a terrible thing to use, he says. The shape, size, and texture of cotton swabs is such that inserting them into your ears tends to push wax inwards, toward your ear drum, rather than woo it out.\n\n“Pushing wax in, as Q-tips tend to do, can induce hearing loss,” said Fitzgerald. “They can also be inserted too deeply and rupture the ear drum or damage the small middle ear bones, both of which happen more than you would think.”\n\nFor this reason, the American Academy of Otolaryngology listed cotton swabs as an “inappropriate or harmful intervention,” even when earwax needs to be forcibly removed from the ear, in its 2008 guidelines.\n\nIt’s surprisingly hard to figure out how often people hurt themselves by putting Q-tips in their ears each year. The Consumer Protection Safety Commission (CPSC) tracks injuries associated with all sorts of household goods, including cotton balls. But it doesn’t, for reasons unclear, track those associated with cotton swabs.\n\nSwabs, a CPSC representative explained by email, “are not under CPSC’s jurisdiction as they are considered a medical device.” Medical devices, she said, are overseen by the FDA.\n\nOn the FDA’s website, it does say that swabs are classified as medical devices because they’re “used to apply medications to, or to take specimens from, a patient.” But it also says the same for cotton balls.\n\nNeither the FDA nor the CPSC could explain why the commission was tracking injuries associated with cotton balls, but not cotton swabs. The CPSC suggested reaching out to the FDA. The FDA suggested reaching out to the CPSC. In the end, no one had an answer.\n\n“It would be very tedious to figure out how many injuries associated with cotton swabs were reported each year,” said Deborah Kotz, an FDA spokesperson.\n\nChange is hard\n\nBut doctors don’t need an official database to know that cotton swabs are a problem.\n\n“Everyone puts them inside their ears, but no one should,” said Fitzgerald, the otolaryngologist. “They’re one of most common contributors to ear problems.”\n\nA 2011 study by Henry Ford Hospital found a direct association between the use of cotton swabs inside ears and ruptured ear drums. It also noted that “more than half of patients seen in otolaryngology (ear, nose and throat) clinics, regardless of their primary complaint, admit to using cotton swabs to clean their ears.”\n\nFitzgerald, who said he can immediately tell when someone has been using Q-tips, lamented that the warnings aren’t working.\n\n“I can’t tell you the number of times I’ve told someone to never put them in their ears and then been told that they had no idea,” he said.\n\nBarbara Kahn, who teaches marketing at the Wharton School of Business, said it’s particularly difficult to change how people perceive Q-tips because they are such an historic brand.\n\n“They’re trying to change how people think of the product, to build a brand that’s separate from the original and inappropriate use, but that’s really hard when everyone knows a product and thinks about it in a certain way,” she said. “If people are telling others to use Q-tips for their ears, if that message is coming through virally through videos or some other media, or just moving from customer to customer, that’s a very powerful thing they can’t control.”\n\nShe added: “There’s really no way to stop it short of taking the product off the market, which they’re obviously not going to do.”", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2016/02/1004669045-fl_sar_hfqtips2.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "article_summary": "Like so many others, my mother had been using Q-tips to clean her ears.\nIt’s surprisingly hard to figure out how often people hurt themselves by putting Q-tips in their ears each year.\nThe more you use them, the more your ears itch; and the more your ears itch, the more you use them.\nUsing Q-tips leads to what dermatologists refer to as the itch-scratch cycle, a self-perpetuating addiction of sorts.\n“Have you been putting Q-tips in your ears?” he asked with a disapproving tone."}