{"article_title": "TIM CONSTANTINE: Global warming: When science meets science fiction", "article_keywords": ["meets", "dont", "science", "support", "global", "fiction", "tim", "theory", "constantine", "agenda", "scientists", "facts", "warming", "temperatures"], "article_url": "http://www.washingtontimes.com/news/2015/jun/6/tim-constantine-global-warming-when-science-meets-/", "article_text": "One of the most effective ways to sell your political agenda is to back up your concerns with factual information. That info may be statistical or scientific.\n\nIn the absence of solid facts, the next most effective method often seems to be to instill fear. If you don’t support “agenda X” there will be dire consequences.\n\nIn the case of global warming, the facts don’t support the agenda.\n\nTemperatures have not increased in 18 years. The 1930s actually have the hottest years on record. Why then do we keep reading headlines that global warming is here and Henny Penny the sky is falling?\n\nPerhaps it is because those pushing this agenda keep changing the so-called facts. Oh, they are masters at using fear. They claim more hurricanes and tornadoes are the result of global warming, even though a hurricane hasn’t made landfall in my home state of Florida in 10 years and last year’s U.S. tornado count was the lowest in a generation. They claim the polar ice caps are melting, even though Antarctic Ice set a new record high — again.\n\nIn short, the facts don’t support the theory. As a savvy public catches on, what are those who make their living from global warming to do?\n\nChange the science. That’s right, the National Oceanic and Atmospheric Administration (NOAA) is turning science into science fiction — literally.\n\nThe federal agency “adjusted” the hiatus in warming out of the temperature record.\n\nNew climate data by NOAA “scientists and researchers doubles the warming trend since the late 1990s by adjusting pre-hiatus temperatures downward and inflating temperatures in more recent years.\n\nYou read me right. These “scientists and researchers” have determined they know better than the actual weather records what the temperatures around the globe were and are. It’s not fact. It’s not science. It’s their best guess, which by no small coincidence, supports the theory of global warming.\n\nLet’s call it what it is. The science fiction of global warming.", "article_metadata": {"description": "One of the most effective ways to sell your political agenda is to back up your concerns with factual information.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "One of the most effective ways to sell your political agenda is to back up your concerns with factual information.", "title": "TIM CONSTANTINE: Global warming: When science meets science fiction", "url": "http://www.washingtontimes.com/news/2015/jun/6/tim-constantine-global-warming-when-science-meets-/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/09/18/9_182014_b1soonlgclimatea8201.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/09/18/9_182014_b1soonlgclimatea8201.jpg", "description": "One of the most effective ways to sell your political agenda is to back up your concerns with factual information.", "card": "summary", "title": "TIM CONSTANTINE: Global warming: When science meets science fiction"}, "Author": "Tim Constantine", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Environment"}, "article_summary": "Why then do we keep reading headlines that global warming is here and Henny Penny the sky is falling?\nIn the case of global warming, the facts don’t support the agenda.\nAs a savvy public catches on, what are those who make their living from global warming to do?\nThe science fiction of global warming.\nIt’s their best guess, which by no small coincidence, supports the theory of global warming."}