{"article_title": "'I Cheated All Throughout High School'", "article_keywords": ["school", "cheating", "cheated", "students", "system", "contract", "high", "grade", "teachers", "student", "education"], "article_url": "http://www.theatlantic.com/education/archive/2013/12/i-cheated-all-throughout-high-school/282566/", "article_text": "Aly Song/Reuters\n\nSixty to 70 percent of high-school students report they have cheated. Ninety percent of students admit to having copied another student’s homework. Why is academic dishonesty so widespread? I wrote an article earlier this month that placed most of the blame on classroom culture. Currently, teachers assess students’ ability to reproduce examples and mimic lessons rather than display mastery of a concept. This is a misguided approach to learning, and it encourages students to cheat.\n\nI specifically avoided a discussion of the question of student ethics and character in my article, not because I wanted to exonerate students from their share of the blame, but because I hoped to focus on pedagogy’s role in academic dishonesty. But just when I thought I had succeeded in divorcing character from practice for the sake of discussion, the folly of my strategy was made shockingly clear.\n\nThe day the article was published, I received an email from a college student who wanted to provide his perspective on the cheating question. I had naively assumed that my readers and my students were operating from the same ethical starting place: that cheating is wrong. How mistaken I was. Here’s a condensed version of his letter:\n\nI cheated all throughout high school. Not only that, but I graduated as a valedictorian, National AP Scholar, Editor-in-Chief of the school newspaper, and I was accepted into the honors program at [school withheld]. To most educators, my true story is a disgrace to the system; I'm the one who got away. Now, I was talented enough in my cheating to be mostly hailed as one of the smartest and most ambitious students in my graduating class. But the one time I was caught cast a chilling shadow over my school, a shadow that briefly illuminated the overwhelming extent of cheating in my school, a shadow that no educator was then willing to confront. I have thought about that episode literally every day since it happened, and from those thoughts I have come to terms with my philosophy on cheating and how that fits into my greater perspective on education. It boils down to this: we are told that cheating is wrong because we are attempting to earn a grade that we do not deserve. A grade earned by cheating is not a grade reflective of our true achievement. But my contention uses identical reasoning. I cheated because the grade I would have otherwise been given was not reflective of my true learning. I never cheated in a subject that I did not learn on my own terms. That is supported by my performance in AP testing. I took 9 AP tests in high school, scoring 5s on all of them except the one I self-studied for, on which I earned a 4. Never did I cheat on any of those tests, because I felt that they were fair representations of my learning. But in AP Biology, I cheated on literally every in-class test. The curriculum and test techniques of my absolutely atrocious AP Biology class were not fair representations of my knowledge. I felt cheated of the education I deserved, and thus to earn the grade I knew I deserved, I had to cheat the system. This is only one example. I also cheated throughout physics, introduction to statistics, Spanish, chemistry, and so on. But never did I cheat a subject that I did not learn on my own terms. While most of my fellow cheaters, with whom I often colluded, may not have philosophized their cheating as deeply as I have, they intuitively followed the same reasoning. They knew that the classes they were attending were largely not adequately teaching them. And most of them went on to attend prestigious universities, majoring in the very fields they shamelessly cheated through in high school. This message is largely for my own good, to finally externalize these thoughts for another human being. But if you would like to investigate further this idea of principled cheating, as I call it, I would love to assist you with your journalism. Thank you for reading.\n\nThis student felt justified—even ethically obligated—to cheat when he felt he had been denied a good education. His teachers, he argued, had cheated him out of the education he deserved and promulgated the very system I blamed for the rise of academic dishonesty. He’d responded by cheating right back in retaliation. Most journalists are thrilled when evidence comes to light that supports their argument. I, however, was devastated. It’s one thing to read the statistics on cheating, but it was quite another to be faced a real-life example of a student cheater.\n\nThis student’s reasoning reveals more than a symptom of pedagogical shortcomings. Whereas I sought to accept some culpability for the role I have played in an educational system that fosters cheating, this student sought to transfer the blame for his own ethical transgressions on others. He chose to cheat, and rather than accept his part in that act, he blames his ethical transgressions on his teachers.\n\nIn a subsequent email exchange, the student elaborated, “It should be expected that when a student goes to school, he or she enters a social contract with the teacher, one that demands teacher expertise, devotion, and instructional talent in exchange for the student's disciplined loyalty and commitment.” I agree with his premise that education is a social contract. The problem is, though, that he does not acknowledge his own role in this contract. The teachers and administrators who heaped accolades on this student’s shoulders, wrote the letters of recommendation that secured his admission to a top university, and placed their faith in his intelligence and character deserved more. When faced with his end of the contract, this student chose his own individual success and misguided sense of justice over the duty he owed his classmates, teachers, and parents. Most teachers, even those perpetuating a flawed system of carrot-and-stick grading and high-stakes assessments, take their end of the contract seriously, and many teachers give that contract the last full measure of their devotion. To receive this letter in return for that devotion was devastating, at least for me.", "article_metadata": {"description": "A teacher gets inside the mind of a serial cheater—and is dismayed by what she learns.", "author": "Jessica Lahey", "og": {"site_name": "The Atlantic", "description": "A teacher gets inside the mind of a serial cheater—and is dismayed by what she learns.", "title": "'I Cheated All Throughout High School'", "locale": "en_US", "image": "http://cdn.theatlantic.com/assets/media/img/mt/2013/12/RTX114E0/lead_large.jpg", "url": "http://www.theatlantic.com/education/archive/2013/12/i-cheated-all-throughout-high-school/282566/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "_id": "\"57477af36914bd0286fcf2df\"", "article_summary": "And most of them went on to attend prestigious universities, majoring in the very fields they shamelessly cheated through in high school.\nHere’s a condensed version of his letter:I cheated all throughout high school.\nNot only that, but I graduated as a valedictorian, National AP Scholar, Editor-in-Chief of the school newspaper, and I was accepted into the honors program at [school withheld].\nI took 9 AP tests in high school, scoring 5s on all of them except the one I self-studied for, on which I earned a 4.\nI cheated because the grade I would have otherwise been given was not reflective of my true learning."}