{"article_title": "Retiring chairman took BB&T Insurance to new heights", "article_keywords": ["broker", "organic", "reece", "business", "howard", "retiring", "million", "took", "heights", "revenue", "chairman", "mr", "bbt", "insurance"], "article_url": "http://www.businessinsurance.com/article/20150929/NEWS06/150929831/retiring-chairman-took-bbt-insurance-to-new-heights?tags=%7C59%7C302", "article_text": "H. Wade Reece will retire as chairman and CEO of BB&T Insurance Holdings Inc. on Dec. 31 after taking the business from the millions to the billions during his tenure.\n\nSucceeding Mr. Reece will be John Howard, who will also retain his current position as CEO of BB&T Insurance Holdings' wholesale and specialty division and will split his time between his Roseland, New Jersey, office and the CEO's office at the company's Raleigh, North Carolina, headquarters.\n\nAfter joining BB&T in 1978, Mr. Reece took the insurance operations from revenues of $6 million in 1990 to $1.7 billion in 2014, making it the fifth-largest insurance broker in the U.S. and the sixth-largest in the world, according to Business Insurance's latest rankings.\n\n“Build a great team and rely on them to be high performers, which they have been,” said Mr. Reece of his success in building BB&T Insurance into a national and international powerhouse.\n\n“I can't take any of the credit for that,” said Mr. Reece. “We have an incredible team, and they performed extremely well.”\n\nHe said it was the company's autonomy that gave it the space to grow,\n\n“BB&T has allowed us to be an insurance broker, and so we've been able to perform like an insurance broker, and that has allowed us to be competitive,” said Mr. Reece.\n\nLegislation and regulation have been the greatest changes in the industry most recently, said Mr. Reece.\n\n“The biggest change, probably in recent years, has been the amount of legislative and regulatory change that has occurred to the insurance industry, both on the carrier side and the brokerage side,” said Mr. Reece, citing the Affordable Care Act as just one example.\n\nHe now hands the reins to Mr. Howard.\n\n“Wade has left an incredible organization in place,” said Mr. Howard, with the next step “to take it through the next stage of its growth.”\n\nAsked if this would be organic or by acquisition, Mr. Howard answered: “Both.”\n\n“We have a long history of successful organic growth and a long history of completing successful acquisitions, and going forward we intend to continue doing both,” said Mr. Howard.\n\nThe insurance unit of banking parent BB&T Corp. reported brokerage revenue of $1.71 billion in 2014, an 8.3% increase, making it the No. 6 broker in the 2015 Business Insurance ranking of the world's largest brokers.\n\nThe insurance operations had 2014 organic growth of 7.5%, up from 4.7% in 2013.\n\nCommercial retail brokerage revenue grew 7.7% to $699.7 million; wholesale revenue rose 8.7% to $739.7 million; and employee benefits revenue jumped 15.8% to $176.5 million last year, while personal line revenue slipped 1.9% to $97.7 million.", "article_metadata": {"og": {"site_name": "Business Insurance", "description": "H. Wade Reece will retire as chairman and CEO of BB&T Insurance Holdings Inc. on Dec. 31 after taking the business from the millions to the billions during his tenure.Succeeding Mr. Reece will be John Howard, who will also retain his current position as CEO of BB&T Insurance Holdings' wholesale and ...", "title": "Retiring chairman took BB&T Insurance to new heights - Business Insurance", "url": "http://www.businessinsurance.com/article/20150929/NEWS06/150929831", "image": "http://www.businessinsurance.com/apps/pbcsi.dll/storyimage/CB/20150929/NEWS06/150929831/AR/0/h-wade-reece.jpg", "type": "article"}, "image_src": "http://www.businessinsurance.com/assets/rwd/bi-logo-footer.png", "description": "H. Wade Reece will retire as chairman and CEO of BB&T Insurance Holdings Inc. on Dec. 31 after taking the business from the millions to the billions during his tenure.Succeeding Mr. Reece will be John Howard, who will also retain his current position as CEO of BB&T Insurance Holdings' wholesale and ...", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no, minimal-ui", "title": "Retiring chairman took BB&T Insurance to new heights - Business Insurance"}, "article_summary": "H. Wade Reece will retire as chairman and CEO of BB&T Insurance Holdings Inc. on Dec. 31 after taking the business from the millions to the billions during his tenure.\n“Build a great team and rely on them to be high performers, which they have been,” said Mr. Reece of his success in building BB&T Insurance into a national and international powerhouse.\nLegislation and regulation have been the greatest changes in the industry most recently, said Mr. Reece.\n“I can't take any of the credit for that,” said Mr. Reece.\n6 broker in the 2015 Business Insurance ranking of the world's largest brokers."}