{"article_title": "Baseball: Goodhue earns split with Pine Island", "article_keywords": ["hits", "ball", "goodhue", "island", "doubleheader", "pine", "game", "wildcats", "baseball", "split", "breuer", "earns", "valley"], "article_url": "http://www.republican-eagle.com/sports/high-school/3731599-baseball-goodhue-earns-split-pine-island", "article_text": "Baseball: Goodhue earns split with Pine Island\n\nGoodhue's Sam Kyllo had three strikeouts and allowed just three hits and no walks in four innings of work in Game 2 of Saturday's Hiawatha Valley League doubleheader against Pine Island in Goodhue. Kyllo got a no-decision in the Wildcats' 3-2 loss. (Republican Eagle photo by Joe Brown)\n\nGoodhue senior Logan Breuer watches a single sneak through the infield for the game-winning hit in Game 1 of Saturday's Hiawatha Valley League doubleheader against Pine Island at Goodhue. (Republican Eagle photo by Joe Brown)\n\nGoodhue's Nicholas Thomforde (5) is greeted at home by teammate Taylor Buck after scoring the game-winning run in a 7-6 Game 1 victory over Pine Island in a Hiawatha Valley League doubleheader in Goodhue. (Republican Eagle photo by Joe Brown)\n\nGOODHUE – The bats are starting to come around for Goodhue. And in the process, the Goodhue baseball team is finding success on the diamond.\n\nCollecting a total of 19 hits over two games, the Wildcats split a Hiawatha Valley League doubleheader with Pine Island on Saturday. Goodhue scored four runs in the bottom of the seventh inning for a 7-6 Game 1 victory, followed by a 3-2 win for the Panthers in the nightcap.\n\n“It’s nice to be swinging the bats; our team is playing well together,” said Goodhue senior Logan Breuer, who went 5-for-8 in the doubleheader. “Our bats are coming along and we’re running the bases well and being aggressive. That fundamental stuff is coming around, which is fueling our offense.”\n\nIn Game 1, the Wildcats stayed within a run of Pine Island before the Panthers scored three runs in the sixth and seventh inning combined to go up 6-3 with three outs remaining.\n\nThe three-run deficit was not enough to deter Goodhue.\n\n“I always feel like we’ve got a chance with the guys we have,” said Wildcats head coach Scott Christianson. “You never know when you’ll start hitting the ball and put the ball in play.”\n\nJordan Ronnigen got the comeback started with an RBI single, and Jacob Pasch made it a one-run game after scoring on a throwing error. Then with two outs, Breuer worked his way to a full count before hitting a sharp grounder up the middle that scored Jack Gadient and Nicholas Thomforde for the game-winning runs.\n\n“At first, I was just approaching it acting like it was another at-bat. Then about halfway through it, I’m like, ‘Jeepers, this could be pretty exciting for me,’” Breuer said. “My teammates put me in the right position and got on base. It’s a team game, they played really good and got me in position for that.”\n\nChristianson added, “The last few games, ever since we came back from (Wisconsin) Dells, (Logan) has started to hit the ball pretty well. Now at mid-season, he’s hitting the ball well and seeing the ball well, just making the hits at the (right) time. He’s been making good, solid contact and really driving it.”\n\nPine Island took a 1-0 lead in Game 2 after an RBI double from Colton Pike before the Wildcats responded with a two-run top of the third. Breuer scored on a wild pitch while Buck reached home on a two-out RBI single from Nate Altendorf.\n\nGoodhue pitchers Sam Kyllo and Altendorf managed to hold the Panthers to six hits in Game 2, but Pine Island mounted its own late comeback in the sixth. With two outs, Tucker Hanson and Bryce Hinrichsen hit back-to-back RBI singles to make it 3-2.\n\nThe Wildcats had the opportunity to get another comeback victory as Kyllo stepped up to the plate with one out and the bases loaded. But the Panthers’ defense came up with a 6-4-3 double play to end the game and the twin bill.\n\n“We hit the ball well and had a lot of guys on base again. Coming back in the second game there with bases loaded, that’s always a tough one,” Christianson said. “I thought for sure we’d get a run in at that point, but their pitching shut us down and they came in, got that double play and took us out.”\n\nKyllo and Altendorf had two hits apiece in both games, and Ronnigen finished 3-for-4 in the opener.\n\nGoodhue (2-9) is back in action Monday at home against Rochester Lourdes.", "article_metadata": {"news_keywords": "sports,high school,Baseball,Goodhue Wildcats", "Generator": "Drupal 7 (http://drupal.org)", "author": "Joe Brown", "og": {"site_name": "Republican Eagle", "description": "GOODHUE – The bats are starting to come around for Goodhue. And in the process, the Goodhue baseball team is finding success on the diamond.\r\n\r\nCollecting a total of 19 hits over two games, the Wildcats split a Hiawatha Valley League doubleheader with Pine Island on Saturday. Goodhue scored four r...", "title": "Baseball: Goodhue earns split with Pine Island", "url": "http://www.republican-eagle.com/sports/high-school/3731599-baseball-goodhue-earns-split-pine-island", "image": {"width": 300, "identifier": "http://www.republican-eagle.com/sites/default/files/styles/square_300/public/field/image/Nicholas%20Thomforde.jpg?itok=onZdEuv7", "height": 300}, "type": "article"}, "twitter": {"description": "GOODHUE – The bats are starting to come around for Goodhue. And in the process, the Goodhue baseball team is finding success on the diamond.\r\n\r\nCollecting a total of 19 hits over two games, the Wildcats split a Hiawatha Valley League doubleheader with Pine Island on Saturday. Goodhue scored four r...", "title": "Baseball: Goodhue earns split with Pine Island", "url": "http://www.republican-eagle.com/sports/high-school/3731599-baseball-goodhue-earns-split-pine-island", "image": "http://www.republican-eagle.com/sites/default/files/styles/16x9_430/public/field/image/Nicholas%20Thomforde.jpg?itok=0yttd0-C", "site": "republicaneagle", "card": "summary_large_image"}, "fb": {"app_id": 243322109167890}, "keywords": "sports,high school,Baseball,Goodhue Wildcats", "article": {"publisher": "https://www.facebook.com/redwingrepublicaneagle", "tag": "sports,high school,Baseball,Goodhue Wildcats", "modified_time": "2015-04-26T09:59:37-05:00"}, "image": {"alt": "Goodhue's Nicholas Thomforde (5) is greeted at home by teammate Taylor Buck after scoring the game-winning run in a 7-6 Game 1 victory over Pine Island in a Hiawatha Valley League doubleheader in Goodhue. (Republican Eagle photo by Joe Brown)", "title": "Nicholas Thomforde"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "description": "GOODHUE – The bats are starting to come around for Goodhue. And in the process, the Goodhue baseball team is finding success on the diamond.\r\n\r\nCollecting..."}, "article_summary": "Baseball: Goodhue earns split with Pine IslandGoodhue's Sam Kyllo had three strikeouts and allowed just three hits and no walks in four innings of work in Game 2 of Saturday's Hiawatha Valley League doubleheader against Pine Island in Goodhue.\nCollecting a total of 19 hits over two games, the Wildcats split a Hiawatha Valley League doubleheader with Pine Island on Saturday.\nGoodhue pitchers Sam Kyllo and Altendorf managed to hold the Panthers to six hits in Game 2, but Pine Island mounted its own late comeback in the sixth.\n(Republican Eagle photo by Joe Brown)Goodhue senior Logan Breuer watches a single sneak through the infield for the game-winning hit in Game 1 of Saturday's Hiawatha Valley League doubleheader against Pine Island at Goodhue.\nAnd in the process, the Goodhue baseball team is finding success on the diamond."}