{"article_title": "Black History Month Isn't Making Life Better for Black Americans", "article_keywords": ["life", "behavior", "feel", "car", "men", "month", "better", "isnt", "black", "blackness", "americans", "usually", "making", "white", "women", "history"], "article_url": "http://www.theatlantic.com/national/archive/2014/02/black-history-month-isnt-making-life-better-for-black-americans/283767/", "article_text": "I’d experienced it before, but it was especially palpable one morning when I had to run around two white women out for a walk at a high school track. I felt the need to shrink—to make myself small and move past them at a distance comfortable to us all. If they perceived a threat—albeit, one clad in a Harvard shirt, “Go Navy” shorts—it could turn out rather poorly for me. So my body language, involuntarily and quite naturally, conveyed passivity. Of course, I’d done or said nothing that should have made them feel endangered, but the presence of my blackness in a space where they hadn’t expected to encounter it placed the onus on me to make them comfortable. This is what it feels like to be black in America. It sounds like the symphony of locking car doors as I traipse through a grocery store parking lot, armed with kale chips and turkey bacon. It looks like smiling when I don’t feel like it. It’s the instinct to enunciate differently, to use acceptable methods of signaling that I am safe to engage, or at least to disregard. “We wear the mask that grins and lies,” wrote the poet Paul Laurence Dunbar. I feel that mask covering my soul, never allowing me to just freely exist. As I move around the country, the behavior that greets me is usually more influenced by the black faces that fill crime-ridden local newscasts than the exceptionality of James Baldwin or Thurgood Marshall. I could argue that any negative reaction to my skin is a problem for others to grapple with and of no concern to me. I’ve tried that approach before; one memorable attempt ended with me being pulled out of my car by two police officers and handcuffed for the felonious infractions of having a blown headlight and insufficient self-abasement. It is an unspoken rule that blackness’ first and most important task is to make everyone feel safe from it. We ignore this mandate at our own peril, realizing that a simple misunderstanding is a life or death proposition. Jonathan Ferrell ran towards police seeking help after a car accident and was given a hail of bullets for his troubles. Renisha McBride went in search of a Good Samaritan after her accident and a shotgun blast answered her knock. Teenager Trayvon Martin walked home with candy and tea and was greeted by the nervous trigger finger wrapped in an adult’s gun. Jordan Davis sat in a car outside a convenience store listening to music and a man who objected to the volume cut his life short with the boom of a firearm. The principal crime all of them committed, like countless others over the centuries, was being black and not sufficiently prostrating themselves to ensure the comfort of others.\n\nAs Black History Month ambles on, the heroic contributions and monumental achievements of black Americans take center stage. We remember these champions and the bouts they fought, but they’re presented as extraordinary human beings—legends whose anomalous stories don’t neatly translate to everyday interracial encounters. As I move around the country, the behavior that greets me is usually more influenced by the black faces that fill crime-ridden local newscasts than the exceptionality of Charles Drew, James Baldwin, or Thurgood Marshall. The great black women and men who populate Black History Month celebrations feel like characters in a novel—a world away from the black guy a few steps behind you in a barren parking garage. In short, exceptions tend to prove the rule. A detached appreciation of Harriet Tubman and her Underground Railroad does not change the way drivers react when they pull up alongside a car full of black teenagers at a stoplight—or the purse-clutching that occurs when I pass women at the train station. What gets lost in the gleam of these once-in-a-generation personalities and tip-of-the-iceberg events is the dull ache in the glacier below. A closer examination of those hidden feelings always seems to elude the nation, even during this month of spotlight. It’s the genesis of the uncomfortable silence that hangs in the air whenever someone attempts to begin a conversation on race. The prerequisite for honest dialogue is an admission that blackness is uncomfortable to others, and that this fact influences the behavior of us all. The names subjected to rote February recitations need to intersect with personal, everyday stories. Combating this harmful notion is hard work. The threatening caricature of blackness spans hundreds of years. It dates back to the laws that prohibited large gatherings of slaves, out of an irrational fear that any such congregation would lead to a dastardly plot to kill white men and rape their women. It carries through the subtle implications in the “analysis” of a dreadlocked black football player’s post-game exuberance. The public face of black America is dominated by the tragedy porn of male criminality and recidivism, welfare mothers with babies by multiple men, and dilapidated neighborhoods with shiftless neighbors. All of this reinforces the notions that make blackness threatening to Americans of other cultures.", "article_metadata": {"description": "Heroes like Frederick Douglass and Rosa Parks feel like characters in a novel—a world away from the clicking locks and nervous glances that plague millions of ordinary people.", "author": "Theodore R. Johnson", "og": {"site_name": "The Atlantic", "description": "Heroes like Frederick Douglass and Rosa Parks feel like characters in a novel—a world away from the clicking locks and nervous glances that plague millions of ordinary people.", "title": "Black History Month Isn't Making Life Better for Black Americans", "locale": "en_US", "image": "http://cdn.theatlantic.com/assets/media/img/mt/2014/02/130330v/lead_large.jpg", "url": "http://www.theatlantic.com/national/archive/2014/02/black-history-month-isnt-making-life-better-for-black-americans/283767/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "_id": "\"57477af36914bd0286fcf2f4\"", "article_summary": "As Black History Month ambles on, the heroic contributions and monumental achievements of black Americans take center stage.\nThe great black women and men who populate Black History Month celebrations feel like characters in a novel—a world away from the black guy a few steps behind you in a barren parking garage.\nI’d experienced it before, but it was especially palpable one morning when I had to run around two white women out for a walk at a high school track.\nIt carries through the subtle implications in the “analysis” of a dreadlocked black football player’s post-game exuberance.\nA closer examination of those hidden feelings always seems to elude the nation, even during this month of spotlight."}