{"article_title": "“Climate-smart” Policies for Africa are Stupid", "article_keywords": ["united", "climate", "africans", "electricity", "agriculture", "energy", "modern", "africa", "fuels", "food", "stupid", "policies", "climatesmart"], "article_url": "http://townhall.com/columnists/pauldriessen/2014/08/09/climatesmart-policies-for-africa-are-stupid-n1876608", "article_text": "The 2014 US-Africa Leaders Summit hosted by President Obama this past week brought together the largest-ever gathering of African government officials in Washington, DC. They discussed ways to bolster trade and investment by American companies on a continent where a billion people – including 200 million aged 15 to 24 – are becoming wealthier and better educated.\n\nThey have steadily rising expectations and recognize the pressing need to create jobs, improve security, reduce corruption, and control diseases like Ebola, HIV/AIDS, tuberculosis and malaria. They also understand that better roads and air transportation, improved agriculture and nutrition, and far more energy – especially electricity – are the sine qua non to achieving their aspirations. Indeed, nearly 700 million Africans still do not have electricity or get it only sporadically, a few hours a day or week.\n\n“The bottom line is, the United States is making a major and long-term investment in Africa’s progress,” Mr. Obama stated. One has to wonder whether his rhetoric matches his policy agenda – and whether Africans would do well to remember the president’s assurances that Americans could keep their doctors, hospitals and insurance, when they hear his fine words and lofty promises for Africa.\n\nThe fact is, no modern economies, healthcare systems or wealth-building technologies can function in the absence of abundant, reliable, affordable electricity and motor fuels. They require far more than can possibly come from “climate-smart” wind, solar and biofuel sources. Adequate food and nutrition require modern agriculture. Eradicating insect-transmitted diseases requires chemical insecticides.\n\nObama Administration policies on all these matters are likely to hold Africa back for decades.\n\nFor President Obama, everything revolves around fears of “dangerous manmade climate change” and a determination to slash or end fossil fuel use. He has said electricity rates must “necessarily skyrocket.” His former Energy Secretary wanted gasoline prices to reach European levels: $8-10 per gallon. His EPA is waging a war on coal. And his own requirements would prevent Africa from modernizing.\n\nIn 2009, the president told Africans they should focus on their “bountiful” wind, solar, geothermal and biofuel resources, and refrain from using “dirty” fossil fuels. He signed an executive order, directing the Overseas Private Investment Corporation to ensure that any projects it finances reduce their greenhouse gas emissions by 30% by 2020. He launched a number of domestic and international climate initiatives.\n\nAfterward, when Ghana asked OPIC to support a $185 million gas-fired electrical generator (that would utilize natural gas being flared and wasted at its oil production operations), OPIC refused to help. When South Africa sought a World Bank loan for its state-of-the-art Medupi coal-fired power plant (which will reduce dangerous pollutants 90% below what 1970s-era plants emitted), the White House ”abstained” from supporting the loan. Thankfully, approval squeaked by anyway, and Medupi will soon be a reality.\n\nEven more absurd and unethical, the White House announced last October that it will now oppose any public financing for coal-based power projects, except in the world’s poorest nations, unless they meet the draconian carbon dioxide emission standards now imposed on new coal-fired generators in the USA.\n\nThese policies prolong reliance on open fires fueled by wood and dung. They mean families are denied lights, refrigeration and other benefits of electricity, and millions die every year from lung and intestinal diseases, and other effects of rampant poverty. With hydrocarbons still providing 82% of the world’s energy – and China, India and other rapidly developing countries building numerous coal-fired generating plants – retarding Africa’s development in the name of preventing climate chaos is useless and immoral.\n\nMeanwhile, President Obama is still guided by science advisor John Holdren, a fervent opponent of fossil fuels who infamously said the United States should support only the “ecologically feasible”development of poor countries, in line with his perceived “realities” of ecology and rapid energy resource depletion. How that translates into official policy can be seen from Mr. Obama’s 2013 remark: “Here in Africa, if everybody is raising living standards to the point where everybody has got a car, and everybody has got air conditioning, and everybody has got a big house, well, the planet will boil over.”\n\nSecretary of State John Kerry’s inane recent statements are equally problematical for Africa. His fixation on “climate-smart” energy and agriculture suggests that he lives on another planet and cannot imagine life outside a $5-million mansion – and certainly not life for destitute families in sub-Saharan Africa.\n\nFor proof of manmade climate change, Kerry told US-Africa Summit attendees, one need only look at the “hotter temperatures, longer droughts and unpredictable rainfall patterns” that farmers must now deal with. Not only are global temperature trends flat for the past 18 years; actual records show clearly that drought and rainfall fluctuations are no different from what North American, African and other farmers have had to deal with for centuries. Moreover, increasing evidence suggests that the sun’s ongoing “quiet” period may portend several decades of markedly colder global temperatures.\n\nEven more absurd, Kerry told attendees that “carbon pollution” is making some food “less nutritious.” First, it’s not carbon (soot). It’s carbon dioxide, which makes food crops, trees and other plants grow faster and better, and survive or even thrive under adverse conditions like droughts. Second, hothouses routinely increase their CO2 levels to two or more times what is in Earth’s atmosphere, to spur crop growth. Are these German, Israeli and American tomatoes and cucumbers far less nutritious than field-grown varieties?\n\nTo the extent that “research” supports any of these ridiculous claims, it merely underscores what scientists will concoct when tempted by billions in government grants – or intimidated by activists and colleagues who attack them as climate change “deniers” if they do not play the Climate Armageddon game.\n\nSecretary Kerry did suggest that the best way to help farmers is through “climate-smart agriculture” and “creative solutions that increase food production.” But it’s a virtual certainty he did not mean any of the things that really would help: biotechnology, modern mechanized farming and chemical fertilizers.\n\nGenetically engineered Golden Rice and bananas are rich in beta-carotene, which humans can convert to Vitamin A, to prevent childhood blindness and save lives. New Bt corn varieties both kill insect pests, dramatically reducing the need for pesticides, and enable corn (maize) plants to survive droughts. New rice varieties can survive prolonged submergence during monsoons and floods. These crops, modern hybrid seeds and chemical fertilizers multiply traditional yields many times over. Other developments let farmers practice no-till farming, which protects vital soil organisms and nutrients and reduces erosion.\n\nThese solutions won’t just improve adaptation to whatever climates might confront us in the future. They will also enable us to feed billions of people – including some 250 million malnourished Africans – without having to plow under millions of acres of wildlife habitat. However, Big Green activists in and out of government oppose GMO crops, fossil fuels and modern farming, whatever their benefits to humanity – and regardless of the death and destruction that result when people are denied access to them.\n\nAfrica is blessed with abundant oil, gas and coal. Turning food into fuel would squander those resources and divert land, water, fertilizers and energy from feeding people – to produce expensive fuels and leave people malnourished. This is not “climate-smart” energy or agriculture. It’s just plain stupid.\n\nWind and solar will let people in remote areas have light bulbs, tiny refrigerators and cell phone chargers, until they can be connected to an electrical grid. They cannot support modern economies, factories, shops, schools, hospitals or families. Coal, natural gas, nuclear and hydro-based electricity are essential.\n\nHere is the real bottom line: Africans should not do what the United States is doing now that it is rich. It should do what the United States did to become rich.", "article_metadata": {"description": "Obama-Kerry policies would perpetuate energy poverty, malnutrition, disease and death..05/25/2016 14:14:19PM EST.", "author": "Paul Driessen", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Obama-Kerry policies would perpetuate energy poverty, malnutrition, disease and death.", "title": "- “Climate-smart” Policies for Africa are Stupid", "url": "http://townhall.com/columnists/pauldriessen/2014/08/09/climatesmart-policies-for-africa-are-stupid-n1876608", "image": "http://media.townhall.com/townhall/reu/ha/2014/214/ba93e145-4027-43be-816f-7cdb1f8b39e9.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Obama-Kerry policies would perpetuate energy poverty, malnutrition, disease and death.", "title": "- “Climate-smart” Policies for Africa are Stupid", "url": "http://townhall.com/columnists/pauldriessen/2014/08/09/climatesmart-policies-for-africa-are-stupid-n1876608", "image": "http://media.townhall.com/townhall/reu/ha/2014/214/ba93e145-4027-43be-816f-7cdb1f8b39e9.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "“Climate-smart” Policies for Africa are Stupid , Paul Driessen, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af36914bd0286fcf2fc\"", "article_summary": "Obama Administration policies on all these matters are likely to hold Africa back for decades.\nAdequate food and nutrition require modern agriculture.\nHis fixation on “climate-smart” energy and agriculture suggests that he lives on another planet and cannot imagine life outside a $5-million mansion – and certainly not life for destitute families in sub-Saharan Africa.\nThey require far more than can possibly come from “climate-smart” wind, solar and biofuel sources.\n“The bottom line is, the United States is making a major and long-term investment in Africa’s progress,” Mr. Obama stated."}