{"article_title": "Cruz Most Despised US Senator", "article_keywords": ["despised", "trump", "world", "hes", "support", "republicans", "cruz", "party", "senator", "deplorable", "presidential"], "article_url": "http://www.thepeoplesvoice.org/TPV3/Voices.php/2016/04/03/cruz-most-despised-us-senator", "article_text": "Stephen Lendman\n\nOf the original 16 main Republican presidential contenders, Cruz remains the last one challenging Trump.\n\nParty bosses support him by default - even though he’s widely detested. He antagonizes friends and foes, called arrogant, abrasive, mean-spirited, insufferable and obnoxious.\n\nA freshman senator since 2013, he’s disliked for blasting fellow Republicans. He once called party members resigned to Obamacare as national law Nazi appeasers.\n\nFormer House Speaker John Boehner silently blasted him last spring by raising his middle finger.\n\nMany politicians anger peers. Cruz’s combative style generates extreme antipathy. He calls fellow Republicans fake conservatives.\n\nHe once threatened to shut down government over Planned Parenthood funding. Party members endorsing him do it reluctantly, anti-Trumpism their only reason.\n\nHe disparaged the military records of Chuck Hagel and John Kerry for self-serving reasons. Earlier, Republicans wanted anybody but Cruz as party standard bearer in November. They support him now by default.\n\nImagine how world leaders would react to him as US president, diplomatic relations painfully strained.\n\nHis public record is deplorable - militantly Islamophobic, pro-war, pro-Israel, anti-Palestinian, anti-Russia, anti-Iran, anti-Assad. He wants the Iran nuclear deal rescinded, new sanctions imposed, additional ones on Russia.\n\nSome anti-Trump Republicans believe he’s better than Cruz, a deplorable choice, they maintain. Former Republican Senate majority leader/1996 presidential aspirant Bob Dole said he prefers Trump to Cruz.\n\nNo senator in memory created more enemies in short order than the Texas incumbent. He’s still a presidential contender despite Trump looking unstoppable.\n\nAmerica’s deplorable electoral process shuts voters out entirely. Democracy is pure illusion. What powerful interests running things want, they get.\n\n-###-\n\nStephen Lendman lives in Chicago and can be reached at lendmanstephen@sbcglobal.net.\n\nHis new book as editor and contributor is titled \"Flashpoint in Ukraine: How the US Drive for Hegemony Risks World War III \".\n\nhttp://www.claritypress.com/LendmanIII.html\n\nVisit his blog site at sjlendman.blogspot.com.\n\nListen to cutting-edge discussions with distinguished guests on the Progressive Radio News Hour on the Progressive Radio Network.\n\nIt airs three times weekly: live on Sundays at 1PM Central time plus two pV", "article_metadata": {"generator": "b2evolution 6.6.6-stable"}, "_id": "\"57477af36914bd0286fd2b63\"", "article_summary": "Stephen LendmanOf the original 16 main Republican presidential contenders, Cruz remains the last one challenging Trump.\nSome anti-Trump Republicans believe he’s better than Cruz, a deplorable choice, they maintain.\nFormer Republican Senate majority leader/1996 presidential aspirant Bob Dole said he prefers Trump to Cruz.\nA freshman senator since 2013, he’s disliked for blasting fellow Republicans.\nEarlier, Republicans wanted anybody but Cruz as party standard bearer in November."}