{"article_title": "Can Obesity Be Healthy? Definition Of Metabolic Health Could Create Demand For Personalized Care", "article_keywords": ["definition", "risk", "metabolic", "healthy", "create", "ho1", "disease", "obese", "health", "fat", "demand", "personalized", "type", "obesity", "care"], "article_url": "http://www.medicaldaily.com/can-obesity-be-healthy-definition-metabolic-health-could-create-demand-personalized-care-291434", "article_text": "The discovery of a new marker for obesity health threats indicates not all who are obese are at medical risk.\n\nObesity and health are not synonyms in no stretch of either word, but a new study points out that you can be considered a healthy obese person. The research, published in the journal Cell, indicates up to one-quarter of individuals who are currently categorized as obese are considered healthy and aren’t at high risk of developing type 2 diabetes, which means obesity doesn’t always lead to type 2 diabetes.\n\nA biomarker heme oxygenase (HO-1) has been found as a necessity for the development of metabolic diseases; however, not all obese people have it. High levels of the molecule HO-1 is linked to poor metabolic health and increased risk of type 2 diabetes, but not all obese mice that were tested had the molecule. Not all of those who are obese can be medically treated the same if some are at certain risks while others may not have to be treated or worry about the future health threats that often accompany obesity.\n\n\"The results indicate that HO-1 is in fact necessary for the development of metabolic disease and call for a re-evaluation of numerous findings in the field,\" said Harald Esterbauer, the study's co-author, Medical University of Vienna, in a press release. \"The study also reveals HO-1 as a candidate biomarker for the stratification of metabolically healthy and unhealthy obesity and provides a framework for selective, personalized therapy.\"\n\nObesity occurs when a person literally has too much body fat. If more than 25 percent of a man’s total weight is fat, or more than 32 percent of a woman’s total weight is fat, they’re classified as obese. According to the Centers for Disease Control and Prevention, more than one-third of U.S. adults are obese and their medical costs burden the U.S. with $147 billion each year, which is $1,429 higher than healthy people.\n\n“Healthy obesity” has been a thrown around term in recent years, and some studies have found overweight people aren’t necessarily at a greater risk than those at a normal weight. The discovery of this biomarker could mean HO-1 may one day be used as a treatment for metabolic disease regardless of the percentage of fat a person has, and may be used to detect when a person is on the verge of becoming dangerously obese. It is also shown to decrease inflammation in mice.\n\nWhen the HO-1 gene was deleted, it showed mice fed a high-fat diet had better liver function and an increase in insulin sensitivity, which is a clear sign of metabolic health improvement and decreased risk of type 2 diabetes. This doesn't necessarily mean that people can eat high-fat diets, become obese, and have their HO-1 deleted and go on to live a healthy, happy life. Other threats to their health will take over and interject before that can happen, such as the strain fat puts on the body's various organs.\n\n\"Our findings show that HO-1 is among the strongest predictors of metabolically unhealthy obesity in humans, and it could have a high prognostic value for detecting disease onset,\" said the study's co-author, J. Andrew Pospisilik, of the Max Planck Institute of Immunobiology and Epigenetics. \"This could allow clinicians to use targeted interventions to prevent disease progression specifically in obese individuals who show early signs of type 2 diabetes.\"\n\nSource: Jais A, Pospisilik JA, Esterbauer H, et al. Heme Oxygenase-1 Drives Metaflammation and Insulin Resistance in Mouse and Man. Cell. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "can, obesity, be, healthy, definition, metabolic, health, could, create, demand, personalized", "og": {"site_name": "Medical Daily", "description": "A quarter of those who are considered obese actually don't contain a disease-threatening gene, which means they can be defined as \"healthy.\"", "title": "One-Quarter Of Obese Population Could Be 'Metabolically Healthy'", "url": "http://www.medicaldaily.com/can-obesity-be-healthy-definition-metabolic-health-could-create-demand-personalized-care-291434", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/03/not-all-obese-people-have-same-health-threats.jpg", "type": "article"}, "twitter": {"description": "A quarter of those who are considered obese actually don't contain a disease-threatening gene, which means they can be defined as \"healthy.\"", "title": "One-Quarter Of Obese Population Could Be 'Metabolically Healthy'", "url": "http://www.medicaldaily.com/can-obesity-be-healthy-definition-metabolic-health-could-create-demand-personalized-care-291434", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/03/not-all-obese-people-have-same-health-threats.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/03/not-all-obese-people-have-same-health-threats.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Conditions", "published_time": "2014-07-03T17:04:29-04:00", "modified_time": "2014-07-03T17:04:28-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A quarter of those who are considered obese actually don't contain a disease-threatening gene, which means they can be defined as \"healthy.\""}, "_id": "\"57477af46914bd0286fd8b73\"", "article_summary": "The discovery of a new marker for obesity health threats indicates not all who are obese are at medical risk.\nObesity and health are not synonyms in no stretch of either word, but a new study points out that you can be considered a healthy obese person.\n“Healthy obesity” has been a thrown around term in recent years, and some studies have found overweight people aren’t necessarily at a greater risk than those at a normal weight.\n\"The study also reveals HO-1 as a candidate biomarker for the stratification of metabolically healthy and unhealthy obesity and provides a framework for selective, personalized therapy.\"\nHigh levels of the molecule HO-1 is linked to poor metabolic health and increased risk of type 2 diabetes, but not all obese mice that were tested had the molecule."}