{"article_title": "Overstock's Patrick Byrne on Bitcoin, Net Neutrality, and Mixed Martial Arts", "article_keywords": ["arts", "overstocks", "neutrality", "patrick", "friedman", "bitcoin", "milton", "choice", "martial", "school", "byrne", "mixed", "net", "education", "think", "came", "thats"], "article_url": "http://reason.com/reasontv/2015/04/09/patrick-byrne", "article_text": "Patrick Byrne heads up Overstock.com, one of the world’s largest online retailers, with over $1.3 billion in sales annually. An ardent proponent of Bitcoin and related blockchain technologies and a strong opponent of Net Neutrality and Internet sales taxes, Byrne is also a skydiver, a black belt in tae kwon do, and a protege of Warren Buffet.\n\nBorn in 1962, Byrne is an outspoken proponent of school choice and serves as chairman of the Friedman Foundation for Educational Choice. A libertarian who traces his interest in free markets to stumbling across old Newsweek columns by Milton Friedman while living in Thailand, Byrne earned a Ph.D. from Stanford with a dissertation on Robert Nozick's Anarchy, State, and Utopia.\n\nReason's Nick Gillespie sat down with Byrne at the 2015 Liberty Forum in New Hampshire to discuss libertarian philosophy, net neutrality, bitcoin, his relationship with Warren Buffett, and learning mixed martial arts from the Gracie family, widely credited with bringing the form to the United States.\n\nAbout 80 minutes.\n\nProduced by Alexis Garcia.\n\nCameras by Meredith Bragg and Jim Epstein. Edited by Alexis Garcia.\n\nScroll down for downloadable versions and subscribe to Reason TV's YouTube Channel to receive notifications when new material goes live.\n\nContents\n\nPhilosophy on school choice and meeting Milton Friedman (0:34)\n\nWhy it’s important to fight the Internet sales tax (4:40)\n\nByrne’s opinion on net neutrality laws (10:57)\n\nPhilosophical influences (22:40)\n\nByrne talks about love for sky diving, martial arts, and Buddhism (32:10)\n\nRelationship with Warren Buffett (46:35)\n\nPlans for block chain technology (54:30)\n\nWhat makes Byrne optimistic and what innovations does he see in the future? (1:05:00)\n\nByrne’s advice for millennials (1:08:00)\n\nThis is a rush transcript. Check for accuracy against video.\n\nreason: We're going to get started now with the finale. An intimate interview with Patrick Byrne—who knows it is a Saturday night and I'm sure Patrick is loaded. I know all of you are— so we'll start talking. Patrick, my first question—I think you spoke eloquently and inarguably about not only the need for school choice, but the way to get it done. Here's a question for you, you talked about Milton and Rose Friedman. You're the chair of the Friedman Foundation for Education. How did you first encounter Milton and Rose's work? What was the context for that and were they your gateway into a libertarian worldview?\n\nPatrick Byrne, Overstock.com Founder: It was oddly enough in 1984 I was living in the north of Thailand in a little house by a refugee camp that in the 60s and early 70s some people from the American military had lived there, and there wasn't much to do. But there was a stack of TIME or Newsweek or such in the garage. So I started reading through this stack and found these essays by Milton Friedman, who I had heard of in my college economics classes, but had not studied closely. And his essays made such impeccable sense to me and that's when I first really started getting exposed to his thinking, just these popular essays.\n\nreason: So you were reading years old Newsweek columns?\n\nBYRNE: Right.\n\nreason: That’s great.\n\nBYRNE: And the I came back and I finished up and I did a minor in economics at Dartmouth. And I was also doing philosophy in the standard dose of philosophy. And it wasn't until I was well into my PhD program that I realized, \"Gee, a lot of this stuff that I'm learning in political philosophy—John Rawl’s stuff— is fundamentally inconsistent.\" I thought I was studying two different subjects. I gradually put it together that it was really quite inconsistent and I had to choose sides. And then I saw Milton on cable at Stanford he did what they call local access when you have local access TV. I saw him doing a talk on school choice in the Stanford community. And people came in loaded bear of course. If you ever saw Milton Friedman in a debate, it was like watching a little Aikido master flipping people around. And these folks would come in from a very statist intellectual community—in general—and try to debate him. And he was in invariably gentle and polite and ran circles around people. And I'll never forget my Pop and I watched that local access TV that night and I think we both decided then if there's one thing that would make an enormous difference for America it’s fixing the educational system. So that's really where it got going. And then Ed Crane of Cato, came by one time around 2000, came by Utah, and met me and we had lunch and I told him about my great admiration for Milton Friedman. And he said, \"Well, Milton and I are old friends, let me arrange a meeting\" and we met and that's how our relationship started.\n\nreason: Here's a harder question. And one of the earlier questions after your talk was from one of my fellow Reason colleagues and this one is from another one who's here tonight. Should the state be involved with education? Or is that a second best option? Or can you make the case that education is a public good or should be supplied by the state?\n\nBYRNE: Well, Milton did speak of ideally someday maybe it is. We'd get more education at a lower cost if it ultimately was completely private and you bought education for your kids just like you buy shingles for your roof and it was completely private. I think it’s the kind of thing that when in doubt you want to be a little bit cautious with. And rather than leaving things entirely up to the private market—it's a bit paternalistic to say, \"No, you have to educate the children. You don't get a choice about that\", but to leave the form of education up to the parents. I think that's a good healthy step. And if we took that step, let another 50 years go by and then start thinking about the next step.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Q&A with Nick Gillespie from New Hampshire's 2015 Liberty Forum", "title": "Overstock's Patrick Byrne on Bitcoin, Net Neutrality, and Mixed Martial Arts", "url": "http://reason.com/reasontv/2015/04/09/patrick-byrne", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14284439155340.jpg", "type": "article"}, "twitter": {"description": "Q&A with Nick Gillespie from New Hampshire's 2015 Liberty Forum", "creator": "@heylexyg", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14284439155340.jpg", "title": "Overstock's Patrick Byrne on Bitcoin, Net Neutrality, and Mixed Martial Arts", "site": "@reason", "player": {"width": 640, "identifier": "https://reason.com/embed/reasontv/2015/04/09/patrick-byrne", "height": 360}, "card": "player"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "Reasontv", "published_time": "2015-04-09T13:00:00+00:00", "author": "http://reason.com/people/alexis-garcia"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fcf31f\"", "article_summary": "Patrick Byrne heads up Overstock.com, one of the world’s largest online retailers, with over $1.3 billion in sales annually.\nIf you ever saw Milton Friedman in a debate, it was like watching a little Aikido master flipping people around.\nBorn in 1962, Byrne is an outspoken proponent of school choice and serves as chairman of the Friedman Foundation for Educational Choice.\nI saw him doing a talk on school choice in the Stanford community.\nI think that's a good healthy step."}