{"article_title": "Se Obama s'incarta sulla riforma sanitaria", "article_keywords": ["le", "che", "la", "sanitaria", "da", "una", "della", "il", "riforma", "sulla", "sincarta", "di", "sono", "se", "obama"], "article_url": "http://www.ilfattoquotidiano.it/2014/02/01/se-obama-sincarta-sulla-riforma-sanitaria/865550/", "article_text": "A inizio anno sono entrate in vigore alcuni parti della riforma sanitaria voluta da Obama. Non sono mancate le difficoltà, a partire dal portale che gestisce l’acquisto delle polizze. Preoccupa la mancanza di risorse per sostenere il nuovo sistema.\n\ndi Vincenzo Carrieri e Cinzia Di Novi (Fonte: lavoce.info)\n\nUna riforma storica\n\nIl 23 marzo 2010 il Governo degli Stati Uniti ha approvato una delle più importanti riforme nella politica sanitaria americana dell’ultimo secolo: l’Affordable Care Act, meglio noto come “ObamaCare”. L’obiettivo della riforma è quella di migliorare tre aspetti cruciali del sistema sanitario americano: l’accesso alle prestazioni, l’estensione della copertura assicurativa e il controllo della spesa sanitaria. Quello del 2010 è stato un voto storico per gli americani, un sogno realizzato per i democratici che inseguivano questo risultato da oltre mezzo secolo. La copertura sanitaria non è pubblica, ma universalmente accessibile grazie a una piazza virtuale in cui contrattare sul libero mercato la propria assicurazione al prezzo più vantaggioso, senza più discriminazioni. La riforma, tuttavia, è partita con diverse difficoltà: a mettere in imbarazzo Barack Obama, oltre al temuto shutdown autunnale a opera dei repubblicani, ci ha pensato anche il portale HealthCare.gov, con messaggi di errore e lentezza nel caricamento delle pagine. E, nel paese di Google e di Facebook, sono pochi coloro che finora sono riusciti a registrarsi, passo necessario per procedere all’acquisto della polizza nella piazza virtuale.\n\nI punti sostanziali\n\nLa riforma fa del 2014 l’anno della svolta, sia sul fronte dell’accesso alle prestazioni per i lavoratori, gli individui a basso reddito e quelli a elevato rischio sanitario, sia rispetto all’estensione della copertura assicurativa. I datori di lavoro con più di cinquanta addetti sono ora obbligati a fornire copertura assicurativa sanitaria ai dipendenti, in cambio di sgravi fiscali. E l’applicazione della norma è assicurata da una multa di circa duemila dollari a dipendente per ogni anno di mancata copertura. Sempre da quest’anno parte l’estensione del programma Medicaid. Insieme al Medicare, è il pilastro pubblico del sistema sanitario degli Stati Uniti: è un piano assicurativo che fornisce copertura ospedaliera e medica a persone con reddito basso e risorse economiche scarse o nulle. (1) La riforma Obama prevede che sia esteso a tutti gli individui il cui reddito familiare ammonti a meno del 133 per cento della soglia di povertà a livello federale (circa 30mila dollari l’anno per una famiglia di quattro persone). Per tutti coloro che non rientreranno nell’estensione del piano Medicaid, ma il cui reddito familiare ammonta a meno del 400 per cento della soglia di povertà (circa 88mila dollari l’anno per una famiglia di quattro persone) saranno previsti sussidi per acquistare un’assicurazione privata. Anche in questo caso, la riforma garantisce copertura assicurativa per molti individui che prima vivevano in un vero e proprio limbo: non abbastanza poveri da essere coperti dal Medicaid, ma non abbastanza ricchi da potersi permettere l’assicurazione privata.\n\nInfine, la riforma Obama prevede, per la prima volta, il divieto per le compagnie assicurative di fissare i premi in base alla storia clinica del paziente (le cosiddette pre-existing conditions). Ciò limita sostanzialmente la possibilità per le compagnie di fare dumping,ovvero rifiutare gli individui ad elevato rischio attraverso politiche di prezzo. (2) Sul fronte dell’estensione della copertura, la riforma stabilisce l’obbligo per le compagnie assicurative di includere nel piano assicurativo alcune prestazioni “essenziali”, come le cure per le malattie mentali e alcune misure di prevenzione. Sono prestazioni generalmente meno profittevoli e spesso non sono offerte dalle assicurazioni, che cercano così di “scremare” i rischi migliori e limitare i problemi di moral hazard ex-ante (ovvero il disincentivo per gli individui pienamente assicurati di attuare forme di prevenzione quando vi è copertura completa delle cure). L’obbligo di comprendere nella copertura prestazioni di questo tipo costituisce una novità importante ed è in linea con molti piani assicurativi europei.\n\nPreoccupazioni e critiche\n\nLe critiche all’ObamaCare si muovono essenzialmente su tre fronti. Da una parte, l’aumento massiccio di individui coperti da assicurazione pubblica porterà a una consistente crescita della domanda di prestazioni sanitarie a tariffe fissate dagli Stati, come avviene all’interno del programma Medicaid. Ma solo un limitato numero di medici è disposto a offrire prestazioni alle tariffe di rimborso livellate verso il basso. (3) Il rischio, concreto, è che il massiccio aumento di assicurati, con un’offerta quantitativamente invariata di prestazioni, possa innalzare considerevolmente i tempi medi d’attesa per i pazienti Medicaid. In secondo luogo, l’obbligo di includere nei piani assicurativi prestazioni onerose non è avvenuto, come era lecito attendersi, a costo zero. L’apparente “garanzia” di una maggiore completezza dei piani assicurativi comporta migliaia di cancellazioni da parte delle società assicurative, perché i vecchi contratti non sarebbero in linea con alcune caratteristiche “essenziali” stabilite per legge. Milioni di americani, in particolare coloro che non ricevono un’assicurazione sanitaria attraverso il governo o il datore di lavoro, potrebbero così essere costretti ad acquistare nuovi piani assicurativi conformi alla legge, ma sicuramente più costosi.\n\nAnche l’intasamento delle procedure di acquisto on line delle polizze è dovuto all’aumento massiccio degli individui sussidiati. Il portale HealthCare.gov, (CuidadoDeSalud.gov nella versione in spagnolo) è entrato in funzione il primo ottobre 2013: è lì che si dovrebbe poter acquistare un’assicurazione privata attraverso siti internet promossi dal governo (il cosiddetto “Health Insurance Marketplaces”), ma di recente è andato in tilt e il caricamento delle pagine si è rilevato estremamente lento. Di conseguenza, solo pochissime persone sono riuscite a registrarsi. Il che, evidentemente, configge con l’obiettivo di incrementare la platea di individui coperti da assicurazione.\n\nLa riforma Obama è senz’altro lontana dalla rivoluzione in stile modello europeo di “socialized medicine” che il partito repubblicano cerca di dipingere, ma ha elementi di debolezza concreti e suscita alcune preoccupazioni per il futuro. In parte, ciò è sicuramente imputabile agli elevati costi di aggiustamento che qualsiasi riforma radicale deve sopportare. L’intasamento delle procedure appare un peccato veniale, se è di natura transitoria. Altri problemi emersi con l’attuazione della riforma sono imputabili verosimilmente dall’assenza di finanziamenti adeguati. Senza un sussidio, l’obbligo di estendere le prestazioni offerte induce le compagnie ad aumentare i premi e ciò comporta una contrazione della domanda degli assicurati. L’idea di finanziare la riforma tramite la “Cadillac Tax” era probabilmente giusta, ma si è scontrata con le resistenze dei repubblicani. (4) Tuttavia, si dovrebbero trovare le risorse almeno per allineare i rimborsi per gli operatori che agiscono all’interno del Medicaid con quelli previsti per i piani privati.\n\nNon è possibile per ora valutare le conseguenze della riforma sul fronte forse più spinoso, quello legato ai costi dell’assistenza sanitaria. Oggi gli Stati Uniti spendono per la sanità più di qualsiasi altra nazione europea, senza che ciò sia giustificato da una migliore qualità dei servizi. Nella classifica mondiale dei sistemi sanitari, gli Usa sono al trentasettesimo posto, davanti a Cuba e alla Slovenia, mentre a detenere il primato è la Francia (con l’Italia seconda). (5) Probabilmente, nel prossimo futuro buona parte della partita finale dell’ObamaCare si giocherà su questo fronte. Le elezioni di Mid Term, però, sono alle porte.\n\n(1) La legge che introduceva i due sistemi di assicurazione pubblica fu approvata nel 1965, sotto la presidenza di Lyndon Johnson. Medicare è il programma pubblico federale di assistenza agli over 65, ai disabili e ai pazienti affetti da Esrd (end-stage renal disease) o da sclerosi laterale amiotrofica; Medicaid è il programma pubblico gestito dai singoli Stati con un contributo federale rivolto ad alcune categorie di individui a basso reddito. Vedi Agency for Healthcare Research Quality, 2010, “America’s Health Insurance Plans. – Questions and Answers about Health Insurance: A Consumer Guide”.\n\n(2) J.E. McDonough (2014), “Health System reform in the United States”, International Journal of Health Policy and Management, 2: 5-8.\n\n(3) A. Goodnough,“Medicaid Growth Could Aggravate Doctor Shortage”, The New York Times, 28 November 2013.\n\n(4) La copertura finanziaria dei provvedimenti previsti dall’ObamaCare doveva avvenire attraverso tagli al programma Medicare e nuove tasse, tra le quali la cosiddetta Cadillac Tax che avrebbe dovuto colpire i programmi assicurativi più costosi e i redditi superiori ai 250mila dollari annui. Vedi J. Gruber, 2010, “The Cost Implication of Health Care Reform”,New England Journal of Medicine, 362-22: 2050-2051.\n\n(5) Oecd Health Data, 2012.\n\nVincenzo Carrieri, ricercatore di Scienza delle Finanze e professore aggregato di Economia pubblica presso l’Università di Salerno.\n\nCinzia Di Novi, ricercatrice presso l’Università Ca’Foscari di Venezia.", "article_metadata": {"EdBlankInTitle": "- Il Fatto Quotidiano", "og": {"site_name": "Il Fatto Quotidiano", "description": "A inizio anno sono entrate in vigore alcuni parti della riforma sanitaria voluta da Obama. Non sono mancate le difficoltà, a partire dal portale che gestisce l’acquisto delle polizze. Preoccupa la mancanza di risorse per sostenere il nuovo sistema.di Vincenzo Carrieri e Cinzia Di Novi (Fonte: lavoce.info) Una riforma storica Il 23 marzo 2010 il Governo degli Stati Uniti ha …", "title": "Se Obama s'incarta sulla riforma sanitaria - Il Fatto Quotidiano", "locale": "it_IT", "url": "http://www.ilfattoquotidiano.it/2014/02/01/se-obama-sincarta-sulla-riforma-sanitaria/865550/", "type": "article"}, "twitter": {"domain": "Il Fatto Quotidiano", "description": "A inizio anno sono entrate in vigore alcuni parti della riforma sanitaria voluta da Obama. Non sono mancate le difficoltà, a partire dal portale che gestisce l’acquisto delle polizze. Preoccupa la mancanza di risorse per sostenere il nuovo sistema.di Vincenzo Carrieri e Cinzia Di Novi (Fonte: lavoce.info) Una riforma storica Il 23 marzo 2010 il Governo degli Stati Uniti ha […]", "title": "Se Obama s'incarta sulla riforma sanitaria - Il Fatto Quotidiano", "creator": "@lavoceinfo", "site": "@fattoquotidiano", "card": "summary_large_image"}, "fb": {"app_id": 222559857810775}, "article": {"publisher": "https://www.facebook.com/ilFattoQuotidiano", "section": "Blog", "tag": "Barack Obama,Obamacare,Riforma Sanitaria,Sanità,Usa", "published_time": "2014-02-01T08:58:57+00:00", "author": "http://www.facebook.com/wwwlavoceinfo"}, "viewport": "width=1050px"}, "_id": "\"57477af36914bd0286fcf31e\"", "article_summary": "Non è possibile per ora valutare le conseguenze della riforma sul fronte forse più spinoso, quello legato ai costi dell’assistenza sanitaria.\nA inizio anno sono entrate in vigore alcuni parti della riforma sanitaria voluta da Obama.\nL’obiettivo della riforma è quella di migliorare tre aspetti cruciali del sistema sanitario americano: l’accesso alle prestazioni, l’estensione della copertura assicurativa e il controllo della spesa sanitaria.\nL’idea di finanziare la riforma tramite la “Cadillac Tax” era probabilmente giusta, ma si è scontrata con le resistenze dei repubblicani.\nAltri problemi emersi con l’attuazione della riforma sono imputabili verosimilmente dall’assenza di finanziamenti adeguati."}