{"article_title": "Rep. Elise Stefanik tallies miles, cash", "article_keywords": ["buy", "union", "stefanik", "rep", "cash", "ny", "miles", "skip", "tallies", "elise", "republican", "house", "women"], "article_url": "http://www.timesunion.com/tuplus-local/article/Rep-Elise-Stefanik-tallies-miles-cash-6858387.php", "article_text": "Rep. Elise Stefanik tallies miles, cash Republicans have high hopes for well-financed first-term \"natural\" to keep House seat\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPhoto: SKIP DICKSTEIN Image 1 of / 5 Caption Close Image 1 of 5 Buy photo U.S. Rep. Elise Stefanik meets with workers before touring the SCA Tissue plant Wednesday, Feb. 17, 2016, in South Glens Falls, N.Y. (Skip Dickstein/Times Union) U.S. Rep. Elise Stefanik meets with workers before touring the SCA Tissue plant Wednesday, Feb. 17, 2016, in South Glens Falls, N.Y. (Skip Dickstein/Times Union) Photo: SKIP DICKSTEIN Buy this photo Image 2 of 5 Buy photo U.S. Rep. Elise Stefanik meets with workers before touring the SCA Tissue plant Wednesday, Feb. 17, 2016, in South Glens Falls, N.Y. (Skip Dickstein/Times Union) U.S. Rep. Elise Stefanik meets with workers before touring the SCA Tissue plant Wednesday, Feb. 17, 2016, in South Glens Falls, N.Y. (Skip Dickstein/Times Union) Photo: SKIP DICKSTEIN Buy this photo Image 3 of 5 Buy photo U.S. Rep. Elise Stefanik speaks during a House Armed Services Committee hearing, Jan. 28, 2015, in Washington, DC. (Connor Radnovich/Times Union archive) U.S. Rep. Elise Stefanik speaks during a House Armed Services Committee hearing, Jan. 28, 2015, in Washington, DC. (Connor Radnovich/Times Union archive) Photo: Connor Radnovich Buy this photo Image 4 of 5 Buy photo Congresswoman Elise Stefanik reads to Kindergarteners as part of her tour of Gordon Creek Elementary School Friday, Jan. 23, 2015, in Ballston Spa, N.Y. (John Carl D'Annibale / Times Union archive) Congresswoman Elise Stefanik reads to Kindergarteners as part of her tour of Gordon Creek Elementary School Friday, Jan. 23, 2015, in Ballston Spa, N.Y. (John Carl D'Annibale / Times Union archive) Photo: John Carl D'Annibale Buy this photo Image 5 of 5 Retired Army Col. Mike Derrick of Clinton County who is running against U.S. Rep. Elise Stefanik. (Provided) Retired Army Col. Mike Derrick of Clinton County who is running against U.S. Rep. Elise Stefanik. (Provided) Rep. Elise Stefanik tallies miles, cash 1 / 5 Back to Gallery\n\nWashington\n\nAs she begins her first congressional re-election bid, Rep. Elise Stefanik puts forth a record of long miles logged traveling her far-flung North Country district, close attention to national issues with a local twist — think Fort Drum — and a commanding lead in campaign cash.\n\nWith about eight months to go before Election Day, Stefanik, a Willsboro Republican, holds a 4-1 money advantage over her presumed Democratic rival, retired Army Col. Mike Derrick of Clinton County.\n\n\"She knows the ways of Washington, and it helps her work effectively for the district and for the country,\" said state Republican Party Chairman Ed Cox. \"She's a natural.\"\n\nStefanik raised $1.3 million in 2015 and has almost $1 million in the bank. Derrick, who retired from active duty in 2013 and has never held elective office, raised $204,000 since declaring his candidacy last summer.\n\n\"I am planning to make up the difference in spending with a stronger grassroots campaign, as I am more deeply connected to the region,\" he said. \"I am closing the gap and this race will be very competitive.\"\n\nMoney may not be the only ingredient for victory in sprawling districts like New York's 21st, which spans 15,115 square miles of sparsely populated North Country terrain, including part of Saratoga County and Warren, Fulton and Washington counties.\n\nBut even in a region tending to skip ideological politics in favor of practical reality and personal connections, a well-financed campaign has tremendous advantages.\n\nIf nothing else Stefanik has proven herself a road warrior, traipsing about the district's 12 counties and making 200 stops — some in out-of-the-way places like Madrid, Tupper Lake and Cape Vincent that rarely, if ever, lay eyes on a federal lawmaker.\n\nIn many ways she punches above her weight as a lowly congressional newbie with a hard-to-reach Washington office in \"freshman hall\" on the fifth floor of the Cannon House Office Building. At 31— the youngest woman House member ever elected — she projects the kind of youthful vitality that Republicans see as an antidote to the party's stodgy, elderly-white-male image.\n\n\"I am a big-tent Republican,\" Stefanik said in an interview. \"That's how I defined myself when running (in 2014) and that's how I continue to define myself. I'm looking forward to running on my record, which sometimes has put me at odds with my party.\"\n\nThe Republican crabwalk to the right has turned Stefanik, a mainstream conservative, into a de facto centrist.\n\nTo be sure, on most key issues — including abortion, Obamacare, the Keystone XL pipeline and the Iran nuclear deal — Stefanik has been a reliable vote for the House Republican leadership.\n\nBut on others where she senses a conflict between her district or her status as a young female millennial, she hasn't been afraid to chart her own course. She voted for language codifying the long-standing congressional ban on federal funding of abortion, but not before helping to derail a bill that would have outlawed abortion after 20 weeks of pregnancy.\n\nConcern for Department of Homeland Security employees stationed at the U.S.-Canada border led her to oppose Republicans who unsuccessfully put DHS funding in jeopardy as a way of forcing President Barack Obama's hand on immigration.\n\nAnd she voted against GOP conservative orthodoxy on reauthorizing the Export-Import Bank, which she saw as a helpful financial backer for North Country businesses seeking to export products.\n\nShe's also put herself out front on district issues without a particularly ideological dimension such as preserving Fort Drum and its main tenant, the Army 10th Mountain Division.\n\nStefanik prides herself on raising substantial dollars from small upstate donors, as well as expending substantial quantities of shoe leather (or, in her case, Nike ethylene vinyl acetate) to meet voters face-to-face.\n\nBut if past is prologue, Stefanik can count on big-dollar donations from prominent national Republicans, including House Speaker Paul Ryan, Karl Rove and others with whom she rubbed elbows during her years as a junior White House staffer under President George W. Bush and afterward.\n\nSo far in the 2016 cycle, she has gotten $111,935 from GOP leadership PACs, according to FEC records and calculations drawn from FEC data by the non-partisan Center for Responsive Politics' opensecrets.org. That sum includes support from the PAC run by Ryan, for whom Stefanik served as debate prep chief in Ryan's unsuccessful 2012 vice presidential bid as Mitt Romney's running mate.\n\nNevertheless, with Election Day still nine months away, Wall Street is the single largest source of contributions to Stefanik, totaling $136,638 so far.\n\nStefanik has banked $48,400 from individuals associated with Elliott Management, the New York hedge fund run by heavy-hitting GOP financier Paul Singer.\n\nThe money came to Stefanik via a single joint fundraising committee, Winning Women.\n\nJoint fundraising committees are a favored device of big-money donors because they let them write one huge check that is then split among several recipients.\n\nAsked about support from Singer — whose political interests include Israel and same-sex marriage as well as support of Marco Rubio in the GOP primary race — Stefanik pointed to Winning Women as a financing paradigm for electing more women to office.\n\n\"It's beneficial to have women in Congress in general; it's not a partisan issue,\" she said.\n\nIn addition to Stefanik, Winning Women supported two other Republican women elected to the House in 2014: Arizona's Martha McSally and Virginia's Barbara Comstock.\n\nSo far this cycle, Winning Women has given Stefanik $120,108, with $82,732 of it arriving on June 15, 2015 alone. As in 2014, Singer's Elliott Management is the single largest contributor to Winning Women — giving $274,400 for 2016 races.\n\nOutside GOP spending provided $872,569 for attack ads against Stefanik's 2014 opponent, Aaron Woolf. A Singer-backed super PAC, New York 2014, chipped in $110,000 in that effort.\n\nOutside spending groups like Rove's American Crossroads super PAC are the progeny of the Supreme Court's 2010 Citizens United decision, which allowed corporations and unions to spend unlimited sums for and against individual candidates. While these groups are legally barred from coordinating with candidates, it doesn't take much to put major contributors and candidates on the same page.\n\nThe negative ads paid for with the cash flood represent a key page in Stefanik's campaign playbook. Rove put down $772,902 in 2014 to bury perennial 21st District GOP candidate Matt Doheny under a negative ad that pointed out his previous conviction for piloting a boat while intoxicated.\n\nDoheny did not respond to a request for comment.\n\nStefanik benefited from a similar air war against Woolf, a first-time candidate who fought an uphill battle in an election year that favored the GOP.\n\nIn one online ad, Woolf was described as a \"Manhattan millionaire\" who derived his wealth from tobacco, trust funds and \"investments in companies that ship jobs overseas.\" Its ominous conclusion: \"All the money in the world won't make him Bill Owens,\" a reference to the popular Democratic three-term lawmaker who chose not to run for re-election in 2014.\n\n\"I live in Elizabethtown N.Y. and my office is in Westport, N.Y.,\" said Woolf, an award-winning documentary filmmaker. \"That's my commute, not to Manhattan.\"\n\nOverall, Woolf raised $78,038 more than Stefanik in the 2014 cycle: $1,993,756 for Woolf versus $1,915,718 for Stefanik.\n\nThose amounts don't appear huge by the multi-million benchmarks in some congressional races. But the money goes a long way in a region served by four media markets — the Capital Region, Utica, Watertown and Plattsburgh (which overlaps with Burlington, Vt.).\n\nDerrick, 54, is a military missile-defense expert whose family moved to Albany in 1966 so his father could work as an administrator at SUNY Albany, and then in 1974 to Peru in Clinton County, when his father took a position at SUNY Plattsburgh. He attended Mount Assumption Institute in Plattsburgh, and graduated from West Point in 1985.\n\n\"I've lived a life of leadership; that's all I've ever done,\" he said.\n\nHis congressional bid began with a suggestion from his father, who died from cancer in 2014. Derrick describes himself as a moderate Democrat who is a fiscal conservative. He argues Stefanik's voting record shows she mostly sides with GOP House leadership.\n\n\"There's a little smoke and mirrors going on here,\" he said of her centrist claims.\n\nDerrick said his 28 years on Army active duty and in the reserves make him a natural on defense and veterans affairs, issues that Stefanik has championed in the past year.\n\nHe's not worried about negative campaigning. \"I don't have anything in my past I'm trying to hide,\" he said. \"Everything is on the table. I am who I am, and I grew up where I grew up.\"\n\nFor others, though, the prospect of negative campaigning draws little more than a stifled yawn.\n\n\"I don't begrudge her that,\" said Owens, a practicing lawyer in Plattsburgh who has endorsed Derrick. \"That's the nature of the process today. And in any potentially tight race, both parties will do the same thing.\"\n\nBob Honold, a Republican media consultant who splits his time between Syracuse and Washington and who did work for Doheny, was effusive in his praise for Stefanik.\n\n\"I think she's done a great job,\" he said. \"She's endeared herself to North Country voters, and her measured voting record is consistent with the ideological profile of district.\"\n\nDoes the memory of the Rove-financed attack on Doheny still sting?\n\n\"It's all in the past,\" Honold said. \"All's well that ends well.\"", "article_metadata": {"SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "description": "With about eight months to go before Election Day, Stefanik, a Willsboro Republican, holds a 4-1 money advantage over her presumed Democratic rival, retired Army Col. Mike Derrick of Clinton County.  Derrick, who retired from active duty in 2013 and has never held elective office, raised $204,000 since declaring his candidacy last summer.  Money may not be the only ingredient for victory in sprawling districts like New York's 21st, which spans 15,115 square miles of sparsely populated North Country terrain, including part of Saratoga County and Warren, Fulton and Washington counties.  [...] even in a region tending to skip ideological politics in favor of practical reality and personal connections, a well-financed campaign has tremendous advantages.  Concern for Department of Homeland Security employees stationed at the U.S.-Canada border led her to oppose Republicans who unsuccessfully put DHS funding in jeopardy as a way of forcing President Barack Obama's hand on immigration.  [...] she voted against GOP conservative orthodoxy on reauthorizing the Export-Import Bank, which she saw as a helpful financial backer for North Country businesses seeking to export products.  [...] in the 2016 cycle, she has gotten $111,935 from GOP leadership PACs, according to FEC records and calculations drawn from FEC data by the non-partisan Center for Responsive Politics' opensecrets.org.  Asked about support from Singer — whose political interests include Israel and same-sex marriage as well as support of Marco Rubio in the GOP primary race — Stefanik pointed to Winning Women as a financing paradigm for electing more women to office.  Outside spending groups like Rove's American Crossroads super PAC are the progeny of the Supreme Court's 2010 Citizens United decision, which allowed corporations and unions to spend unlimited sums for and against individual candidates.  Rove put down $772,902 in 2014 to bury perennial 21st District GOP candidate Matt Doheny under a negative ad that pointed out his previous conviction for piloting a boat while intoxicated.  In one online ad, Woolf was described as a \"Manhattan millionaire\" who derived his wealth from tobacco, trust funds and \"investments in companies that ship jobs overseas.\"  Derrick said his 28 years on Army active duty and in the reserves make him a natural on defense and veterans affairs, issues that Stefanik has championed in the past year.", "vf": {"section": "tuplus", "unique_id": "timesunion-article-6858387"}, "og": {"site_name": "Times Union", "description": "With about eight months to go before Election Day, Stefanik, a Willsboro Republican, holds a 4-1 money advantage over her presumed Democratic rival, retired Army Col. Mike Derrick of Clinton County.  Derrick, who retired from active duty in 2013 and has never held elective office, raised $204,000 since declaring his candidacy last summer.  Money may not be the only ingredient for victory in sprawling districts like New York's 21st, which spans 15,115 square miles of sparsely populated North Country terrain, including part of Saratoga County and Warren, Fulton and Washington counties.  [...] even in a region tending to skip ideological politics in favor of practical reality and personal connections, a well-financed campaign has tremendous advantages.  Concern for Department of Homeland Security employees stationed at the U.S.-Canada border led her to oppose Republicans who unsuccessfully put DHS funding in jeopardy as a way of forcing President Barack Obama's hand on immigration.  [...] she voted against GOP conservative orthodoxy on reauthorizing the Export-Import Bank, which she saw as a helpful financial backer for North Country businesses seeking to export products.  [...] in the 2016 cycle, she has gotten $111,935 from GOP leadership PACs, according to FEC records and calculations drawn from FEC data by the non-partisan Center for Responsive Politics' opensecrets.org.  Asked about support from Singer — whose political interests include Israel and same-sex marriage as well as support of Marco Rubio in the GOP primary race — Stefanik pointed to Winning Women as a financing paradigm for electing more women to office.  Outside spending groups like Rove's American Crossroads super PAC are the progeny of the Supreme Court's 2010 Citizens United decision, which allowed corporations and unions to spend unlimited sums for and against individual candidates.  Rove put down $772,902 in 2014 to bury perennial 21st District GOP candidate Matt Doheny under a negative ad that pointed out his previous conviction for piloting a boat while intoxicated.  In one online ad, Woolf was described as a \"Manhattan millionaire\" who derived his wealth from tobacco, trust funds and \"investments in companies that ship jobs overseas.\"  Derrick said his 28 years on Army active duty and in the reserves make him a natural on defense and veterans affairs, issues that Stefanik has championed in the past year.", "title": "Rep. Elise Stefanik tallies miles, cash", "url": "http://www.timesunion.com/tuplus-local/article/Rep-Elise-Stefanik-tallies-miles-cash-6858387.php", "image": "http://ww3.hdnux.com/photos/43/73/40/9418798/7/rawImage.jpg", "type": "article"}, "twitter": {"site": "@TimesUnion", "card": "summary_large_image"}, "”twitter": {"site”": "”@timesunion”"}, "fb": {"admins": 100006394927810, "app_id": 480611135405160}, "format-detection": "telephone=no", "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "(Provided) Rep. Elise Stefanik tallies miles, cash 1 / 5 Back to GalleryWashingtonAs she begins her first congressional re-election bid, Rep. Elise Stefanik puts forth a record of long miles logged traveling her far-flung North Country district, close attention to national issues with a local twist — think Fort Drum — and a commanding lead in campaign cash.\n(Provided) Retired Army Col. Mike Derrick of Clinton County who is running against U.S. Rep. Elise Stefanik.\n(Connor Radnovich/Times Union archive) U.S. Rep. Elise Stefanik speaks during a House Armed Services Committee hearing, Jan. 28, 2015, in Washington, DC.\n\"I am a big-tent Republican,\" Stefanik said in an interview.\nIn addition to Stefanik, Winning Women supported two other Republican women elected to the House in 2014: Arizona's Martha McSally and Virginia's Barbara Comstock."}