{"article_title": "Oregon's low-income health plan primed for growth under reform law", "article_keywords": ["waiting", "plans", "reform", "federal", "lowincome", "oregons", "primed", "oregon", "states", "state", "growth", "health", "plan", "income", "qualify", "law", "care"], "article_url": "http://www.oregonlive.com/health/index.ssf/2013/10/oregons_low-income_health_plan.html", "article_text": "Bruce Lovan makes no bones about it, he's a member of the working poor.\n\n\n\n\n\nHe sleeps on a mattress on the living room floor of his father's La Grande duplex and lives on food stamps while pulling a couple of graveyard shifts a week as a $9-an-hour security guard.\n\nHe's also one of more than 200,000 low-income Oregonians who will newly qualify for the Oregon Health Plan starting in January, as its waiting list and lottery to enroll become a thing of the past.\n\nThe state's version of Medicaid is expanding under the federal Patient Protection and Affordable Care Act, commonly known as Obamacare. Officials expect the changes to cut the number of uninsured in Oregon in half.\n\nA streamlined process for signing up, a higher cap on incomes, and elimination of the asset limits that disqualified applicants in the past are all new. Applications of 90,000 people who'd accumulated on the plan's waiting list will now be considered.\n\nLovan received a phone call recently that the income reported on his food stamp application automatically qualifies him for the program. It was good news for a guy who developed type 2 diabetes a decade ago. Now he won't have to worry where he'll scrape up $25 for next month's insulin, which he buys over the counter at Wal-Mart, along with syringes and alcohol wipes.\n\nIt's not a huge cost, but one he can ill afford.\n\n\"If you do get a raise, inflation goes up,\" he says. \"You can never get ahead.\"\n\nIn fact, many of the new enrollees are likely to have pent-up health needs. A survey of 38,000 people on the waiting list in 2012 found 11 percent had diabetes, 8 percent heart problems, 30 percent high blood pressure, 22 percent high cholesterol and 5 percent cancer.\n\nThe federal health law originally mandated all states expand Medicaid, but a 2012 Supreme Court ruling resulted in leaving that decision to states. Gov. John Kitzhaber included the expansion in his budget approved by the Legislature this year.\n\nHere are the biggest changes:\n\nThe cap on income has grown from 100 percent of the federal poverty level to 138 percent, meaning $15,856 for an individual or $32,499 for a family of four.\n\nPeople on food stamps can now qualify easily using income information already submitted to the state.\n\nThe state will also merge two tiers of benefits, called Plus and Standard. More than 60,000 OHP-Standard members will qualify for new benefits including glasses, physical therapy, hearing aids, dental fillings and extractions.\n\nSavings or property is no longer a bar to membership; application is now based strictly on income for the month in which someone applies. State eligibility analysts will no longer check on applicants' assets, which in the past would disqualify them if they had more than $2,000 in savings, a second car or a second property.\n\nThe latter change is mandated under the Affordable Care Act, and could potentially result in someone who is well-off qualifying for the government program, acknowledges Leslie Clement, the state's Medicaid alignment director.\n\nBut she says a more likely scenario is someone who might have land, but minimal income, \"and without that income coming in, you can't afford insurance coverage.\"\n\nUnder the Affordable Care Act, the federal government will initially fund 100 percent of the costs of new enrollees, with that figure ratcheting down to 90 percent in the future.\n\nAccording to a projection released late last year, the federal expansion funds will grow to $2 billion a year in Oregon's 2015-2017 budget.\n\nLast year a state consultant projected that Oregon Health Plan enrollment will climb from its roughly 600,000 to nearly 1 million Oregonians by 2019 – going from about 1 in 6 Oregonians to 1 in 4.\n\n\n\nThe plan's expansion comes even as the state must limit inflation in its per-member costs to 4.4 percent in the current year, and 3.4 percent the year after – compared to a base national historical average of 5.4 percent.\n\nLast year the state agreed to the limits in exchange for $1.9 billion in federal funding to subsidize Oregon Health Plan reforms. The state has reorganized more than 600,000 members of OHP into 15 new entities, essentially health plans called coordinated care organizations, and granted them new powers to rein in health care inflation.\n\n\n\n\n\n\n\n-- Nick Budnick\n\n\n\n\n\n", "article_metadata": {"article_author": "Nick Budnick | The Oregonian/OregonLive", "medium": "news", "news_keywords": "affordable care act,john kitzhaber,oregon health plan,oregon health reform", "title": "Oregon's low-income health plan primed for growth under reform law", "parsely-page": "{\"title\": \"Oregon\\u0027s low-income health plan primed for growth under reform law\", \"link\": \"http://www.oregonlive.com/health/index.ssf/2013/10/oregons_low-income_health_plan.html\", \"image_url\": \"http://imgick.oregonlive.com/home/olive-media/width620/img/health_impact/photo/11931203-standard.jpg\", \"type\": \"post\", \"post_id\": \"11363457\", \"pub_date\": \"2013-10-04T00:37:21Z\", \"author\": \"Nick Budnick | The Oregonian/OregonLive\", \"tags\": [\"@breaking-news\",\"@business\",\"@hp-top-stories\",\"@living\",\"@northwest\",\"affordable care act\",\"john kitzhaber\",\"oregon health plan\",\"oregon health reform\"] }", "twitter": {"site": "@oregonlive", "image": "http://media.oregonlive.com/health_impact/photo/11931203-thumb_square_large.jpg", "description": "Billions in federal cash will fuel an unprecedented expansion of the Oregon Health Plan as income caps are boosted, benefits expanded and its enrollment lottery eliminated.", "card": "summary", "creator": "@NickBudnick"}, "article_date_updated": "Thursday, October 03, 2013,  7:32 PM", "parsely-metadata": "{\"image_url\": \"http://media.oregonlive.com/health_impact/photo/oregonhealthreformsapjpg-e21d5f239463863e.jpg\", \"author_name\": \"nbudnick\", \"author_nickname\": \"Nick Budnick | The Oregonian/OregonLive\", \"author_id\": \"9643439\", \"source_blog_name\": \"Health & Fitness News\", \"source_blog_url\": \"http://www.oregonlive.com/health/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "OregonLive.com", "description": "Billions in federal cash will fuel an unprecedented expansion of the Oregon Health Plan as income caps are boosted, benefits expanded and its enrollment lottery eliminated.", "title": "Oregon's low-income health plan primed for growth under reform law", "url": "http://www.oregonlive.com/health/index.ssf/2013/10/oregons_low-income_health_plan.html", "image": "http://media.oregonlive.com/design/alpha/img/logo_olive.gif", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "OregonLive.com", "article_comments": 0, "article_date_original": "Thursday, October 03, 2013,  5:32 PM", "viewport": "width=device-width,initial-scale=1", "Description": "Billions in federal cash will fuel an unprecedented expansion of the Oregon Health Plan as income caps are boosted, benefits expanded and its enrollment lottery eliminated."}, "_id": "\"57477af36914bd0286fcf331\"", "article_summary": "The federal health law originally mandated all states expand Medicaid, but a 2012 Supreme Court ruling resulted in leaving that decision to states.\nLast year the state agreed to the limits in exchange for $1.9 billion in federal funding to subsidize Oregon Health Plan reforms.\nApplications of 90,000 people who'd accumulated on the plan's waiting list will now be considered.\nThe state has reorganized more than 600,000 members of OHP into 15 new entities, essentially health plans called coordinated care organizations, and granted them new powers to rein in health care inflation.\nHe's also one of more than 200,000 low-income Oregonians who will newly qualify for the Oregon Health Plan starting in January, as its waiting list and lottery to enroll become a thing of the past."}