{"article_title": "Crowded GOP field stirs crazy", "article_keywords": ["crazy", "trump", "crowded", "country", "republicans", "gap", "field", "know", "electorate", "paul", "republican", "gop", "stirs", "obama"], "article_url": "http://www.philly.com/philly/columnists/20150805_Crowded_GOP_field_stirs_crazy.html", "article_text": "Was he under the influence of Koch? Or was it evidence of a deeper disorder?\n\nWhatever the cause, something made Scott Walker give \"birther\" to another round of conspiracy theory over the weekend. The Wisconsin governor and Republican presidential candidate, appearing at a gathering of conservative donors hosted by the billionaire Koch brothers, said he couldn't be sure President Obama is Christian.\n\n\"I don't know,\" Walker said, repeating the answer that caused a hullabaloo in February. The furthest Walker would go was to \"presume\" that Obama is what he claims - and not the Kenyan-born Muslim we all know him secretly to be.\n\nTo most folks who have heard Obama talk about his Christian faith, or heard him sing \"Amazing Grace\" at a South Carolina church, this is crazy talk. But Walker's answer was a logical appeal to the Republican primary electorate.\n\nFifty-four percent of Republicans last year said they thought that \"deep down,\" Obama is a Muslim, and 29 percent said they didn't know, according to a poll by political scientist Alex Theodoridis, who writes for the Washington Post's Monkey Cage blog.\n\nWalker's encouragement of the Muslim myth was another case of a dynamic that could be problematic for the eventual Republican presidential nominee: Saying zany things is rational strategy.\n\nChris Christie talking about his wish to punch a teachers union in its collective face? Ted Cruz saying the Obama administration is becoming the \"world's leading financier of radical Islamic terrorism\"? Mike Huckabee talking about Obama marching Israelis to the \"door of the oven\"? Rand Paul declaring that highly taxed people are \"half-slave\"? Or Donald Trump, who still doesn't know whether Obama was born in America, insulting everything from Mexican immigrants to John McCain's war record?\n\nThey may sound crazy - but they're crazy like a Fox.\n\nPaul, the libertarian candidate in the GOP field, explained the Trump appeal on CNN: \"This is a temporary sort of loss of sanity, but we're going to come back to our senses and look for somebody serious to lead the country at some point.\"\n\nHe's right about the insanity part. But it may not be temporary. The gap between those who vote in GOP primaries and the rest of the electorate is growing.\n\nIn the latest Washington Post-ABC News poll, from mid-July, fully 88 percent of Republicans said the country is on the wrong track, close to the record-high 93 percent for Republicans in late 2011.\n\nThis is not a one-party phenomenon. Late in the George W. Bush presidency, when a peak of 97 percent of Democrats thought the country to be on the wrong track, conservatives spoke of the left's Bush Derangement Syndrome. Obama Derangement Syndrome is a corresponding affliction.\n\nBut the gap between the Republicans and the electorate is wider. In 2008, there was a 33-point gap between the percentages of Democrats and Republicans who thought the country to be on the wrong track, and a 12-point gap between Democrats and independents. Now the corresponding gaps between Republicans and the others are 46 points and 19 points.\n\nThis Republican sliver of the electorate, growing isolated and angry, is inclined toward exotic views. Trump, rather than causing the insanity Paul speaks of, is exploiting it.\n\nHe calls Lindsey Graham \"a stiff,\" Rick Perry dumb, Marco Rubio \"highly overrated,\" Walker's record a \"disaster,\" Jeb Bush a guy who \"can't negotiate his way out of a paper bag.\" He calls his opponents \"puppets\" and says Americans won't elect another black president soon because Obama \"set a very poor standard.\"\n\nIt's no coincidence that a chunk of Trump's swollen support came from Ben Carson, who called America \"very much like Nazi Germany\" and Obamacare the worst thing since slavery.\n\nWhile Jeb Bush alone tries to keep his head, others have responded to Trump by raising their own levels of crazy. Graham, who justifiably calls Trump a \"jackass,\" warns of the Iran deal empowering \"religious Nazis.\" Cruz says that \"data and facts don't support\" global warming. Rubio says Obama \"has no class.\" Huckabee suggests he might use federal troops to block abortions. And Paul proposes privatizing the endangered sage grouse and releases videos showing him setting the tax code on fire, using a chain saw on it, and putting it in a wood chipper.\n\nThis is what it takes - not only to trump Trump, but to appeal to the peculiar tastes of the Republican primary electorate. \"I'm drawing the line at self-immolation,\" Paul said on Boston Herald Radio. \"None of us are going to set ourselves on fire.\"\n\nGive them time.\n\nDana Milbank is a Washington Post columnist.@Milbank", "article_metadata": {"pubdate": 20160527, "editdate": "20150805T24:01:00", "twitter": {"url": "http://www.philly.com/philly/columnists/20150805_Crowded_GOP_field_stirs_crazy.html", "image": "http://media.philly.com/images/ba008525c73344d8a66827a50d41f38e-b50f0cb8c2f118227e0f6a7067006090.jpg", "site": "@phillydotcom", "card": "summary_large_image", "title": "Crowded GOP field stirs crazy"}, "cg": "news", "keywords": "Dana Milbank", "description": "Was he under the influence of Koch? Or was it evidence of a deeper disorder? \nWhatever the cause, something made Scott Walker give \"birther\" to another round of conspiracy theory over the weekend. The Wisconsin governor and Republican presidential candidate, appearing at a gathering of conservative donors hosted by the billionaire Koch brothers, said he couldn't be sure President Obama is Christian. - Dana Milbank, Philadelphia Inquirer", "byline": "Dana Milbank", "contenttype": "Article", "publication": "Philadelphia Inquirer", "title": "Crowded GOP field stirs crazy", "livedate": "20150805T24:01:00", "verify-v1": "3x82DC93LZlv0I/hQEBoyVVjlGPtX7VxHFgv1upr+9I=", "news_keywords": "Dana Milbank", "contentid": 320706961, "DC.date.issued": "2015-08-05T00:01:00-04:00", "fb": {"app_id": 938226082960499}, "viewport": "width=device-width, initial-scale=1.0", "og": {"site_name": "Philly.com", "description": "Was he under the influence of Koch? Or was it evidence of a deeper disorder? \nWhatever the cause, something made Scott Walker give \"birther\" to another round of conspiracy theory over the weekend. The Wisconsin governor and Republican presidential candidate, appearing at a gathering of conservative donors hosted by the billionaire Koch brothers, said he couldn't be sure President Obama is Christian.", "title": "Crowded GOP field stirs crazy", "url": "http://www.philly.com/philly/columnists/20150805_Crowded_GOP_field_stirs_crazy.html", "image": "http://media.philly.com/images/ba008525c73344d8a66827a50d41f38e-b50f0cb8c2f118227e0f6a7067006090.jpg", "type": "article"}, "searchdate": "2015-08-05", "google-site-verification": "db3T5L3C8_JvO-55gJ22lGGUnZLlNulgzTwX1NhCV3o", "y_key": "ccf0cd67e5f1e33c", "sourcepublication": "Inquirer"}, "article_summary": "This is what it takes - not only to trump Trump, but to appeal to the peculiar tastes of the Republican primary electorate.\nThey may sound crazy - but they're crazy like a Fox.\nWhile Jeb Bush alone tries to keep his head, others have responded to Trump by raising their own levels of crazy.\nThe gap between those who vote in GOP primaries and the rest of the electorate is growing.\nTo most folks who have heard Obama talk about his Christian faith, or heard him sing \"Amazing Grace\" at a South Carolina church, this is crazy talk."}